{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/jul/16/the-salt-of-the-earth-review-sebastiao-salgado-wim-wenders", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-07-16T21:15:03Z", "webTitle": "The Salt of the Earth review – colourful portrait of visionary photographer Sebastião Salgado", "webUrl": "https://www.theguardian.com/film/2015/jul/16/the-salt-of-the-earth-review-sebastiao-salgado-wim-wenders", "apiUrl": "https://content.guardianapis.com/film/2015/jul/16/the-salt-of-the-earth-review-sebastiao-salgado-wim-wenders", "fields": {"headline": "The Salt of the Earth review – colourful portrait of visionary photographer Sebastião Salgado", "bodyText": "The amazing monochrome images created by 71-year-old Brazilian photographer Sebastião Salgado are the subject of this deeply considered documentary study, co-directed by Wim Wenders and the photographer’s son, Juliano Ribeiro Salgado. The cinema screen is a good platform for work so passionately idealistic and, perhaps, grandiose. The pictures are the result of Salgado’s remarkable 40-year career as a photojournalist – although that word does not do justice to a vocation closer to artist, ethnographer and self-described “witness to the human condition”. Salgado took stunning pictures in South America, Africa and central Europe, paying tribute to peoples who are dispossessed. He speaks to the camera here about his life and work, like a great big Buddha-like head looming out of the pictures’ glass frames. Wenders says that compassion fuels Salgado’s vision, humanity being the “salt of the earth”. I suspect there is also that Greeneian splinter of ice in his artist’s heart that allows him to capture unbearable images of human agony. Salgado has been accused of fetishising and beautifying suffering and pain: I don’t agree, although Salgado is not asked why he takes only black-and-white photographs, and this is a flaw in the film – as it goes to the heart of the artistry-over-authenticity debate. Cinematographers Juliano Ribeiro Salgado and Hugo Barbier occasionally show their own black-and-white images bleeding into colour; I would have liked to hear from them directly about how their work was influenced by the subject. Finally, it seems as if Salgado has gone beyond humanity in depicting the natural world: landscapes without people. His best work seems to transcend history itself. Sebastião Salgado: my adventures at the ends of the Earth"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}