{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2015/jul/10/philosophy-for-children-pupils-maths-literacy", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2015-07-09T23:01:06Z", "webTitle": "Philosophical discussions boost pupils' maths and literacy progress, study finds", "webUrl": "https://www.theguardian.com/education/2015/jul/10/philosophy-for-children-pupils-maths-literacy", "apiUrl": "https://content.guardianapis.com/education/2015/jul/10/philosophy-for-children-pupils-maths-literacy", "fields": {"headline": "Philosophical discussions boost pupils' maths and literacy progress, study finds", "bodyText": "Philosophical discussions about truth, fairness or kindness appear to give a small but significant boost to the maths and literacy progress of primary school pupils, although experts remain puzzled as to why. More than 3,000 pupils in 48 state primary schools across England took part in a year-long trial as part of a study named “philosophy for children”, and found that their maths and reading levels benefited by the equivalent of two months’ worth of teaching. A Durham University evaluation said the results showed faster rates of progress for pupils eligible for free school meals, suggesting that the technique could “be used to reduce the attainment gap in terms of poverty in the short term”. In the trial, key stage two classes of pupils aged between 8 and 11 were given regular classroom sessions featuring pupil-led discussions on topics such as fairness or bullying. Teachers received special training to act as moderators, while the children sat in a discussion circle. Stephen Gorard, professor of education at Durham and author of the evaluation, said: “I think this study is interesting. All of the indicators are positive, even if they are small, and it’s a relatively small cost.” Gorard said he couldn’t explain the success of the debates in improving an unrelated subject such as maths, but suggested that such open-ended discussions were unusual in primary classrooms, and meant children were more engaged and found school more enjoyable. “This is one particular approach and it’s shown to have a positive effect on attainment, but we need to wait for replication [of the outcome] before drawing stronger conclusions,” he said. Durham University has received funding from the Nuffield Foundation to conduct further research. Both teachers and pupils also reported improved classroom behaviour and relationships, as well as a boost to pupils’ confidence in speaking, patience when listening to others, and self-esteem. Some teachers said the discussions had a positive impact on classroom engagement and may have resulted in some pupils asking more questions across all lessons. The philosophy for children movement originated in the US in the 1970s. The version used in the trial, funded by the Education Endowment Foundation, was supported by a British charity, the Society for the Advancement of Philosophical Enquiry and Reflection in Education (Sapere). “We’re delighted to see such positive results for the students after only just over a year of philosophy for children – particularly for those facing disadvantage – and we anticipate that these benefits will continue to be built on in subsequent years,” said Bob House, Sapere’s chief executive. But Martin Robinson, a teacher and author who espouses an updated classical education based on grammar, dialectic and rhetoric, said that the use of philosophical discussion would be improved if schools adopted it in other subjects. “It’s got to be about more than just the opportunity to speak,” said Robinson. “These techniques should be part of how we approach teaching, and that would be much more powerful.” Another piece of new research funded by the EEF found little positive effect from a project designed to improve the reading and literacy skills of children from low-income families. The study aimed to address the “knowledge gap” between disadvantaged and affluent children by building up their background knowledge and understanding, a cause espoused by the US academic ED Hirsch. However, the report found that “teachers’ subject knowledge did not appear to be sufficient to support a deep and engaging discussion of the material included in the curriculum”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}