{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2015/jul/24/corrections-and-clarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2015-07-24T20:00:05Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/news/2015/jul/24/corrections-and-clarifications", "apiUrl": "https://content.guardianapis.com/news/2015/jul/24/corrections-and-clarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "• Two profiles of Melvyn Bragg (Lord of the South Bank, 10 October 1998, page 6; ‘This was classic Melvyn…’, 17 September 2004, page 15) incorrectly stated that his first wife, Lisa Roche, killed herself by “jumping from a window”. In fact she died from a drugs overdose. We apologise to Melvyn Bragg and his family for the error. • A review of Two Hours: The Quest to Run the Impossible Marathon by Ed Caesar (What will it take for a runner to break the magical barrier?, 18 July, page 7, Review) said Roger Bannister was aided by three pacemakers when he became the first person to run a mile in under four minutes. There were two: Chris Brasher and Chris Chataway. • A credit was missing from the photograph of Al Pacino on the cover of Friday’s G2 Film &amp; Music this week. The picture – which also appeared in a trail on the front of the main section – should have been credited to “Damon Winter/New York Times/eyevine”. • The 2013 Quincy Tradition mentioned in a wine column (18 July, page 61, Weekend) is a year older than most sauvignons on the market, not a year younger as we said. • Other recently corrected articles include: Neo Bankside: how Richard Rogers’s new ‘non-dom accom’ cut out the poor Bill Clinton and George W Bush spurn partisanship for friendship How the internet of things can prevent or help you get pregnant"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}