{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/jul/12/observer-view-budget-george-osborne-impoverished-nation", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-07-11T23:09:03Z", "webTitle": "The Observer view of the budget | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2015/jul/12/observer-view-budget-george-osborne-impoverished-nation", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/jul/12/observer-view-budget-george-osborne-impoverished-nation", "fields": {"headline": "The Observer view of the budget", "bodyText": "On Wednesday, he was bold, brutal, astute and glaringly ambitious with an eye less on fiscal prudence and more on the leadership of his own party. George Osborne, the chancellor, in the first undiluted and much-lauded Conservative budget for 19 years, promised “a new settlement”; a high-wage, low-welfare society, a one nation economy that “will make work pay”. In a move that initially left Labour in “disarray” (a word used by the former chancellor Alistair Darling), he stole many of Ed Miliband’s clothes. The chancellor, having established a narrative that he is a fiscal hawk (aided by Labour’s depiction of him as a ruthless cutter, when in fact the scale of cuts was no different to that proposed by Darling in 2010), deployed a budget aimed at addressing the nation’s finances, but, more significantly, at attempting to reshape society in ways that will only become clear in the next five years. Lastly, he deployed the contents of his red box to try and reshape the political landscape and leave Labour with an increasingly narrow set of options on which to attack his strategy. But only an intellectually challenged Labour leader won’t be able to find plenty of room on which to harry a Conservative administration whose work on Wednesday may well reap a different kind of harvest to the one intended. The Conservatives have rediscovered the phrase one nation in the last few months. It’s a laudable concept, but merely saying it won’t will it into being. And Wednesday did little to bring it closer to fruition. As the Financial Times noted yesterday, the budget, far from sounding credibly one nation, “might just as easily be seen as a lobby group for the already prosperous and propertied. [Osborne] is now vulnerable to bleak reports of hard-working Britons whose ‘living wage’ has turned out to be no such thing.” As ever with Osborne, it is instructive to look at the data, not the oratory, as a useful guide to assess the credibilty of his offerings. The data doesn’t lie. The non-aligned Institute for Fiscal Studies says that since he became chancellor, Osborne has announced measures that have meant the poorest 30% of the population lose more than the richest 10%. The IFS also said that 13 million families will lose an average of £240 a year. But it is its calculation that 3 million families – in the “working poor” bracket – will lose £1,000 a year that casts Osborne’s rhetoric in such cynical light. Meanwhile, rich pensioners are protected and inheritance tax is relaxed just as low-paid workers lose their tax credits. The richest 10% will lose £350 a year and the next richest 10% will lose virtually nothing. As the director of the IFS concluded: “The changes are regressive – taking much more from poorer households than richer ones.” The hit is forcefully directed at those low paid, in-work Britons. Strivers, you might say. As Labour MP Frank Field noted: “Osborne has strung out millions of strivers who will be made worse off.” Meanwhile, critics of the rise in the minimum wage unanimously pointed out that any benefits would be undone by the slashing of tax credits. But that is not to say that there weren’t welcome elements to Wednesday’s budget, not least the cutting of tax relief on buy-to-let mortgages, initiatives on apprenticeships and changes in tax relief on pension contributions for the better off. And there is no disputing that the bill for tax credits has become unsustainable. In 2003, when Labour brought in working tax credits and child tax credits, it did so to redistribute wealth and make work pay. But the bill has grown from £2bn to £30bn a year and Osborne’s reasonable charge is that too many employers are being unduly compensated by the taxpayer. But it’s difficult to see how one can make a claim for this being a one nation budget. Unless by one nation, we mean that we are relaxed about cutting adrift the bottom 30% while baking in advantages for the “prosperous and propertied”. Osborne might be calculating that cultural shifts are afoot that suggest that is precisely what Britain is happy to do – that the postwar solidarity built around Labour’s 1945 manifesto has fractured. He may be right and we may be entering an age of more limited resources where those who have are keen to keep and those who haven’t are locked out. Osborne has form on not delivering on macho language. Though glorying in the idea of being Ruthless George, he is nothing of the sort. In 2010, he promised that he would reduce Britain’s budget deficit to £37bn by 2015. It’s now standing at £89bn. And the so-called rebalancing of the economy, which Osborne promised in 2010, has not even come close to being realised. The chancellor’s performance has been portrayed as canny political crossdressing coated in the ashes of Labour’s defeat. He has been hailed as a brilliant political strategist. Perhaps, but there is another script being burnished by Boris Johnson, who yesterday said that the Conservatives need to be “champions of the poor”. By 2018, when the prime minister is expected to stand down, the country’s millions of “strivers” will have noticed that Osborne has picked their pocket to the tune of £1,000 a year. At that point, Wednesday’s budget might just be seen as the work of a chancellor who lacks the humility to recognise that slogans in the absence of delivery don’t always translate into political capital. If Osborne’s one nation dream starts turning into a nightmare for 3 million hard-working families , then his lifelong political nemesis will be poised to take advantage. As Gavin Kelly, writing in today’s Observer says, in relation to Osborne calling what is actually a higher minimum wage a living wage: “Just because I call my cat Rover, it doesn’t make it a dog.” Calling this a one nation budget doesn’t make it so. The danger for Osborne is that people start to realise that the script doesn’t match the performance. On budget reduction he has failed spectacularly to meet his own targets. And now this. The danger is that people realise that Osborne has gone from being a promising chancellor to one who over-promises. That’s the point that clever strategy starts to look like cynical personal ambition. With a flood of handy headlines, Osborne reached his political zenith on Wednesday evening. That’s always the most dangerous point for a politician. Osborne may yet rue the day he short-changed hard-working Britons and assumed they could be bought off with a phrase, not a raise. Slogans don’t pay the bills, as Osborne is about to find out."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}