{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2015/jul/21/funding-reforms-mean-substantially-higher-debt-for-poorest-students", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2015-07-20T23:01:05Z", "webTitle": "Funding reforms mean 'substantially higher debt for poorest students'", "webUrl": "https://www.theguardian.com/education/2015/jul/21/funding-reforms-mean-substantially-higher-debt-for-poorest-students", "apiUrl": "https://content.guardianapis.com/education/2015/jul/21/funding-reforms-mean-substantially-higher-debt-for-poorest-students", "fields": {"headline": "Funding reforms mean 'substantially higher debt for poorest students'", "bodyText": "The government will push university students from poorer backgrounds further into debt following reforms announced in the budget that will save the Treasury £2bn in the first year, according to a leading tax and spending watchdog. The Institute for Fiscal Studies (IFS) said George Osborne’s reforms of higher education funding, which will scrap university maintenance grants in 2016-17 for the poorest 40% of students and convert them into loans, “will result in substantially higher debt for the poorest students”. It said the benefits claimed for the public finances would also be short-lived as a high rate of non-repayment by students over the coming decades would increase the amount of loans written off under the scheme. Critics of the move, such as Sir Peter Lampl, chair of educational charity the Sutton Trust and of the Education Endowment Foundation, have already warned that increasing the burden of loans could put off many low- and middle-income students from going to university. The government has rebutted his criticism, arguing that the existing scheme, which tripled the cost of university fees, had resulted in more students from poor backgrounds going to university. But the latest accusation from the IFS, that there will be little gain for the exchequer despite a severe hike in costs for students, will sting the Treasury. Under the government’s plans, the poorest 40% of students will now graduate with debts of up to £53,000 from a three-year course, rather than a maximum of £40,500, after a £3,500 grant is converted into a loan and a £550 top-up is added. The IFS said the system would need almost as much government money as forecast before the budget after its own study showed around three-quarters of the new loans would need to be written off. It said: “The amount of money lent to students will rise by about £2.3bn for each intake, but only around a quarter of these additional loans will be repaid. “The effect of such a high rate of non-repayment will be to reduce government borrowing by just £270m – a 3% decline in the government’s estimated contribution to higher education.” The IFS said the biggest change will be Osborne’s freeze on the earnings level at which they have to start repaying their debt, which will stay at £21,000 for the next five years. “This means that repayments will start at a lower level of income than previously expected, hitting middle-income graduates hardest, as they will end up paying more per year for the majority of the repayment period.” The IFS said that graduate-loan repayments will increase by a further £3,800 on average per student in 2016 money, reducing the long-run cost to government of issuing student loans by around £1.4bn per cohort of students. But those leaving college to take up jobs on median graduate earnings will repay over £6,000 more in total in 2016 money. Jack Britton, an IFS research economist and the report’s joint author, said: “While the small increase in support for living costs available to students from lower-income families will undoubtedly be welcomed by many, the switch from maintenance grants to maintenance loans will result in substantially higher debt for the poorest students. “For most, though, it is the freezing of the repayment threshold which will do more to raise loan repayments, and hence increase the cost of higher education.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}