{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jul/17/morning-mail-four-children-killed-in-gaza-asylum-seekers-locked-in-windowless-rooms", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-07-16T21:48:43Z", "webTitle": "Morning Mail: four children killed in Gaza, asylum seekers locked in windowless rooms", "webUrl": "https://www.theguardian.com/world/2014/jul/17/morning-mail-four-children-killed-in-gaza-asylum-seekers-locked-in-windowless-rooms", "apiUrl": "https://content.guardianapis.com/world/2014/jul/17/morning-mail-four-children-killed-in-gaza-asylum-seekers-locked-in-windowless-rooms", "fields": {"headline": "Morning Mail: four children killed in Gaza, asylum seekers locked in windowless rooms", "bodyText": "Good morning folks, and welcome to the Morning Mail. Gaza Four children have died in a deadly Israeli air strike on Gaza port: \"We were playing hide and seek when we were hit. I didn't hear the first one which killed one of us but I heard the second as we were running along the beach. That one killed three more.\" Hamas has called for international action over the deaths; Gaza officials say that 207 Palestinians, most of them civilians, have died in the Israeli offensive since July 8. Israel has accepted a UN proposal to hold fire for a five-hour \"humanitarian window\" tomorrow, with Hamas still considering the proposal. The military confrontation is being mirrored in a social media battle, with both sides taking to Twitter, Facebook and YouTube to denounce the other and present their own side of the story. Israeli prime minister Binyamin Netanyahu has fired deputy defence minister Danny Danon for saying Hamas humiliated Israel by setting peace conditions, amid criticism of his handling of the crisis by his senior ministers. He has also accused Hamas of \"shutting the door to a diplomatic solution\" as he prepares to authorise the call-up of 8,000 more reserve soldiers. Our GuardianWitness team is still collecting stories of how the conflict is affecting people living in both Israel and Palestine. Around Australia • 153 Tamil asylum seekers aboard a boat intercepted by Australian authorities are being held at sea in windowless locked rooms, according to court documents lodged by lawyers. • Journalists will face prosecution and prison for reporting Snowden-style leaks of certain spy operations under new security laws. • Senators may have to work into the weekend to pass a backlog of bills, as the Coalition seeks to clear the budget measures before the winter break. • A landmark study has found that coral reefs face a heightened risk of fatal disease if nearby seabed is dug up or dredged. • Victoria's attorney general will give the opening address for an international group of anti-abortion and anti-gay campaigners in Melbourne in August. Around the world • Egpyt has jailed nine men convicted of sexual assault and rape during a mass rally to celebrate the inauguration of president Sisi. • US media and entertainment giant Time Warner has rejected an $85bn takeover bid from Rupert Murdoch's 21st Century Fox. • Mexican police have rescued 458 children who were being held in filthy conditions in a group home, sexually abused and forced to beg for money. • The Brics countries have created a $107bn development bank to push for a bigger say in global finances. • Almost 150,000 people have been evacuated from their homes in the Philippines as typhoon Rammasun swept through Manila. • UK police fear being overwhelmed as 660 suspects are arrested over paedophilia. Sports • Tony Gallopin has won stage 11 of the Tour de France, while Vincenzo Nibali leads Richie Porte in the overall standings. • Louis van Gaal has begun his first official day at Manchester United. • Our big World Cup quiz tests whether you were paying attention to all the events from Brazil. More from around the internet • Among the most viewed on the Guardian this morning: the film critic who coined the term Manic Pixie Dream Girl on why he's disowning it. • Joe Hockey's threats to bypass the Senate with unspecified spending cuts have sparked concerns over his judgement in the government, Fairfax reports. • Changes to fuel excise duty will fall mainly on the rich, according to the Australian. • The Brisbane Times reports calls for the Australian War Memorial to recognise new research calculating a much higher death toll for Aboriginal Australians during the frontier wars. • HIV diagnosis rates are at a 20-year high, with unprotected sex between male partners the leading cause, reports the ABC. • News.com.au again leads on Gerard Baden-Clay's guilty verdict for the murder of his wife Allison, saying he tried to stop the jury hearing evidence about the scratches on his face. • Two friends have had two very expensive cars impounded by Melbourne police, reports the Age. • State school graduates do better at university than private school graduates, the Conversation finds. • The NT News has pictures of a crocodile eating a foal. One last thing Australia is the third happiest nation in the world. Have an excellent day - and if you spot something I've missed, let me know on Twitter @newsmary. Sign up Unfortunately we're having some technical troubles with our email sign-ups at the moment – but once they're fixed, you can get the Morning Mail direct to your inbox before 8am every day by signing up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}