{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/jul/12/talking-horses-best-bets-racing-news", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-07-11T23:22:28Z", "webTitle": "Talking Horses: today’s best bets and all the latest racing news", "webUrl": "https://www.theguardian.com/sport/2014/jul/12/talking-horses-best-bets-racing-news", "apiUrl": "https://content.guardianapis.com/sport/2014/jul/12/talking-horses-best-bets-racing-news", "fields": {"headline": "Talking Horses: today’s best bets and all the latest racing news", "bodyText": "Today’s best bets Soft ground at Newmarket may make for a particularly tricky Saturday for punters, especially if it dries out just enough to become sticky and holding. But the July Cup favourite, Slade Power (3.50), is one of the runners most likely to show his form regardless of ground conditions and is hard to oppose in the big sprint. His victory in the Diamond Jubilee at Royal Ascot last month counts as the strongest form on offer. There was a suspicion that he got in the way of the runner-up, Due Diligence, in the closing stages but that rival is just three and it is asking a lot for him to get involved in the finish again, just three weeks after that hard race, with a big field of mostly older rivals in opposition. Both Slade Power and Due Diligence have form on soft and should not be undermined by the going. But the same cannot be said of Sole Power, who would much prefer a faster surface and a shorter trip to boot. The Spanish raider Noozhoh Canarias is an intriguing prospect, having held on to be sixth after setting the pace in a hot Guineas in May. Sprinting may be more his game and he has form on soft ground. But the each-way bet at 20-1 is Astaire, who won the Gimcrack on soft last year and was only half a length behind Maarek in a soft-ground Group Two in the spring. He was sixth behind Slade Power at Ascot but this surface should help him and he may also be ridden with a shade more restraint this time. 1.40 York: Three times a course winner, Royal Rascal is on a handy mark these days and has suggested that this step up in trip may help. 1.55 Ascot: The winner of this race last year, Masamah is only 2lb higher and looks well drawn if we see a repeat of the stands-side bias that emerged during Royal Ascot. He showed renewed promise when second to Demora in a valuable Musselburgh contest last time. 2.05 Newmarket: The form of Legend Rising’s win at Chester in May looks strong and he was a good eighth in the Britannia at Royal Ascot, where the ground was unsuitably quick for Martyn Meade’s colt. His jockey this time is Freddie Tylicki, who seized control of a maiden race here on Thursday, racing alone against the far rail. The pair are drawn on that side here. 2.20 York: Waila has dropped 11lb from her peak rating, which is presumably why connections are tempted by this first handicap venture, but her wins so far have been against fillies. She is up against Al Saham, the winner of both starts this year, who looks like making into a decent sort, despite his usual refusal to settle. 2.30 Ascot: This prize is not to be taken for granted but it counts as a drop in class for Tullius, who has been beaten just over two lengths in Group Ones in his last two outings. When last seen at this level, he stormed home at Sandown and is a worthy favourite, even if he doesn’t get the soft ground that suits him best. 2.40 Newmarket: It’s nine years since Aidan O’Brien won this race and his two-year-olds have not impressed in Britain so far this year but Gleneagles looks a useful prospect. He was fancied for his debut, was beaten because he needed the experience and then won pleasingly at The Curragh. He is so far untested on soft but is bred to cope well and is a half-brother to the Irish 1,000 Guineas winner Marvellous. 2.55 York: Tahira showed a good level of form when beaten only by Running Deer, who was getting more than a stone, at Chester last month. That was just her second run since joining John Quinn from Germany and there is almost certainly more to come. She is versatile as to ground and won’t mind if the showers turn out to be heavier than forecast. 3.15 Newmarket: It was not the soft ground that beat Georgian Bay at Ascot in May, when he raced on the wrong side. He can also be forgiven his eighth in the Buckingham Palace at the Royal meeting, when he would have been closer but for trouble in running. Back in April, he did well to beat Glen Moss and others at Kempton and meets that rival on better terms. He needs to prove he can handle soft but there is considerable hope from his pedigree and he has a handy rail draw. 3.30 York: As can be expected of a six-year-old, York Glory is taking time to find his form but he has run several big races at this specialist’s track and should be a force at this level, especially if the rain arrives. G Force is an exciting youngster who is better than he was able to show at Sandown last time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}