{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/jul/02/domestic-violence-convictions-record-high", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-07-01T23:02:00Z", "webTitle": "Domestic violence convictions at record high", "webUrl": "https://www.theguardian.com/society/2014/jul/02/domestic-violence-convictions-record-high", "apiUrl": "https://content.guardianapis.com/society/2014/jul/02/domestic-violence-convictions-record-high", "fields": {"headline": "Domestic violence convictions at record high", "bodyText": "The conviction rate for domestic violence cases has reached its highest ever level, with cases now making up 10.7% of the Crown Prosecution Service's workload, the director of public prosecutions will announce on Wednesday. The director, Alison Saunders, will release figures showing that referrals by the police to the CPS, prosecutions by the service, and convictions have all risen in the past year. Campaigners against domestic violence said the figures showed a step in the right direction but pointed out that two women in the UK were killed each week by their partners or former partners. The volume of referrals by the police increased by 15,459 to 103,569 last year, a rise of 17.5%. A total of 72,905 cases were brought to trial in 2012/13, up from 60,000 the previous year. And 74.6% of those prosecuted for the crime were convicted in 2013-4, a rise of 0.3% since 2012/13. The police came under attack this year after a damning report by Her Majesty's Inspectorate of Constabulary (HMIC) which exposed \"alarming and unacceptable\" weaknesses in the way forces dealt with domestic violence. Police were also heavily criticised at the inquest into the death of Cassie Hasanovic, who was on her way to a women's refuge when she was dragged from a car by her husband and stabbed to death in front of her two young sons. The inquest found that she was let down by two separate police forces and the CPS. Saunders, who will release the figures from the CPS Violence Against Women and Girls Crime Report at the Women's Aid annual conference on Wednesday, will say: \"Taken as a whole, referrals from police are up, prosecutions are up, and convictions are up. This is in no small part due to the leadership shown by dedicated specialist coordinators in every CPS area and the determination of our prosecutors and case workers to see justice done for victims of crime.\" Domestic violence cases are taking up an increasing amount of CPS time, the figures reveal: cases now make up 10.7% of the CPS's case load, up from 8.9% in 2012/13 and only 6% in 2007/08. Rape referrals from the police rose by 8.3% to 5,850 in 2013/14, with 3,621 defendants charged. But the rape conviction rate fell to 60.3%, from 63.2% last year, which prompted the DPP to announce, in June, a new action plan to tackle rape. Prosecutions for all violence offences against women and girls, which includes domestic violence, rape and sexual offences, also showed the highest ever conviction rate at 74.4%, with an 11% increase in the number of defendants charged since last year. The number of child abuse prosecutions reached 7,998 – a rise of 5.8% since 2012/13, with 6,096 (76.2%) convicted in 2013-14, up from 76.1% convicted in 2012/13. Sandra Horley CBE, chief executive of anti domestic violence charity Refuge, said the CPS had made \"much-needed\" progressa but added: \"There is no room for complacency. The conviction rate has risen by just 0.3% since 2012/13. The numbers of perpetrators prosecuted and subsequently convicted represents just the tip of an iceberg; 58,276 convictions sounds like a big number but when we consider that over a million women experience domestic violence each year, it is barely scratching the surface.\" The majority of domestic violence cases never made it to court, as many women were too frightened to make a claim, she added. \"Many women who do report domestic violence receive a very poor response from the police. HMIC's recent investigation made this crystal clear: it found damning evidence that the police response was 'not good enough' and that serious failings in policing were putting women and children at 'unnecessary risk'. All too often officers fail to take the allegations of abused women and children seriously. They fail to arrest and charge violent men. This means that only a fraction of domestic violence perpetrators are ever brought to justice.\" Polly Neate, chief executive of Women's Aid, said it was vital that women experiencing abuse felt they would be taken seriously by the criminal justice system. \"This increase in the conviction rate sends a strong message that the CPS is committed to ensuring victims get justice. It also signals to perpetrators that their behaviour is unacceptable and they will be held accountable,\" she said. Holly Dustin, director of End Violence Against Women Coalition, said: \"We hope that in the long-term this will lead to what we all surely want – justice for survivors and a message to perpetrators that their crimes won't go unpunished. It's time for other critical agencies who could make a difference in the prevalence of abuse of women and girls in our society to step up to the standard the CPS is setting. If we saw this long-term commitment and strategy on education and media policy, we would see real change.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}