{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/jul/13/germany-argentina-world-cup-final-2014-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-07-13T23:17:00Z", "webTitle": "Germany 1-0 Argentina (aet) | World Cup final match report", "webUrl": "https://www.theguardian.com/football/2014/jul/13/germany-argentina-world-cup-final-2014-match-report", "apiUrl": "https://content.guardianapis.com/football/2014/jul/13/germany-argentina-world-cup-final-2014-match-report", "fields": {"headline": "Germany beat Argentina to win World Cup final with late Mario Götze goal", "bodyText": "When the goal finally arrived, 112 minutes into a long, wearing night, there were members of Germany’s entourage who seemed intent on re-enacting the infamous end to the Ryder Cup at Brookline in 1999. Their victory run, en masse, took them all the way from the dugout to the opposite side of the pitch where André Schürrle had set up Mario Götze for the decisive moment. Götze had taken down Schürrle’s cross on his chest with his first touch. His second was to arrow a left-foot volley into the net and that ensured Germany will always remember Rio de Janeiro with the same fondness as Bern in 1954, Munich in 1974 and Rome in 1990. They are worthy champions, even if they could not play with the distinction that made their semi-final such a harrowing ordeal for Brazil, and it was a wonderful goal that ensured their name was engraved into the trophy for a fourth time. It is the culmination of a story that should be an inspiration to others, bringing together intelligent forward thinking and all those other established German qualities, and Götze is an apt match-winner as one of the new generation of players to come off the conveyor belt. This team has been some time in the making but it still retains the old qualities that have formed the bedrock of the great German sides. Bastian Schweinsteiger epitomised everything in the centre of midfield. In extra time Schweinsteiger’s face was split open by Sergio Agüero’s stray arm. He was stitched up beside the pitch, his legs flicking with pain as the needle went in, yet he was quickly back to his feet, demanding the ball and organising his team-mates. Joachim Löw’s players had to overcome the loss of Sami Khedira to a calf injury in the warm-up and his replacement, Christoph Kramer, being removed from the game after a clattering from Ezequiel Garay in the first half. At times they struggled for their usual momentum and Argentina’s anguish will not be made any easier by the knowledge that Gonzalo Higuaín and Lionel Messi both passed up opportunities to put in place what the people of Brazil have been calling the pesadolo – the nightmare – before extra time. There was certainly plenty in the first hour to encourage the loud, boisterous Argentinian fans who had travelled across the border, turning the Sambadromo and Avenida Atlantica into temporary festival sites and going through those provocative songs about Maradona being better than Pelé. Yet there was also the sense that Alejandro Sabella’s players were beginning to tire as the game went into extra time. Their defending for the goal was the final confirmation. Argentina had played with width and penetration earlier in the match and, even in defeat, they showed why Lothar Matthäus and Franz Beckenbauer were mistaken beforehand to talk about the victory effectively being a foregone conclusion. Beckenbauer had been emboldened enough to say it “can be only Germany” when the truth was that Sabella’s side, and the little fella in the No10 shirt, were far too talented to be underestimated in that way. Unfortunately for Messi he will always remember this occasion for that chance two minutes into the second half when Higuaín’s pass dissected the German defence and the four-time Ballon d’Or winner had the ball at his feet and nobody but Neuer between him and the goal. Maybe Messi was trying to be too precise given the quality of the goalkeeper in his vision. His shot went a yard wide and, even in a career of his rich achievement, that miss may always torment him. Higuaín might think similarly about the chance he squandered after Toni Kroos, of all people, sold Neuer short with a header in the 20th minute. Higuaín, like Messi, had been free, bearing down on goal, only to suffer a loss of nerve. His shot was wild, maybe even slightly panicked, and even at that early stage it was tempting to wonder if that might be a decisive miss. Higuaín could also reflect on a disallowed goal during those moments in the first half when Argentina seemed absolutely determined to show they were a better side than had been apparent in their semi-final against Holland. There was also a strong suspicion that they had identified Benedikt Höwedes, Germany’s left-back, as vulnerable and it had looked like a clever strategy in that part of the match. Again Javier Mascherano was outstanding, even if he was fortunate on at least two occasions that mistimed tackles did not result in a second yellow card. Germany, while leaving something in reserve, came close to making the breakthrough just before the break when Höwedes charged through a congested penalty area and headed Thomas Müller’s corner against the post. Müller was predominantly involved on the right of attack but there was a strange lack of creativity from Germany at times. Mesut Özil stayed too long on the edges of the game and Kroos was not at his most effective. Instead, this was the night when their substitutes blended seamlessly into the occasion and, eventually, won the match. Schürrle quickly found the pace of the game after replacing Kramer and tested Sergio Romero, the Argentina goalkeeper, with a couple of chances of his own. His driving run for the goal came at a point of the match when it had started to drift towards a penalty shootout. Götze, whose arrival had probably ushered in the end of Miroslav Klose’s international career, supplied an elegant finish. Höwedes had been fortunate not to be punished in the first half for a studs-up challenge on Pablo Zabaleta and Argentina were aggrieved after the break that Neuer got away with a challenge on Higuaín that had shades of Harald Schumacher in 1982, albeit with a clean punch of the ball but with a follow-up knee into his opponent’s jaw. This, however, was not a final of recriminations but more a story of a plan that came together, in the best possible way, and culminating in Philipp Lahm raising that famous piece of gold to the skies."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}