{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/greenslade/2014/jul/20/gaza-journalist-safety", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2014-07-20T22:38:00Z", "webTitle": "Palestinian cameraman killed in Gaza while covering Israeli attacks", "webUrl": "https://www.theguardian.com/media/greenslade/2014/jul/20/gaza-journalist-safety", "apiUrl": "https://content.guardianapis.com/media/greenslade/2014/jul/20/gaza-journalist-safety", "fields": {"headline": "Palestinian cameraman killed in Gaza while covering Israeli attacks", "bodyText": "A Palestinian news cameraman, Khaled Hamad, was killed early today in Gaza, reportedly during Israeli artillery shelling of the city's Shujaya (aka Shuja'iyya) residential district. A Palestinian health official said 25-year-old Hamad died while covering Israeli Defence Force (IDF) operations. He was working for Continue TV Production, according to the Palestinian Journalists Syndicate (PJS), and was wearing a vest clearly marked \"Press.\" The PJS also reported that another journalist, Kareem Tartouhi (possibly Tartouri), was injured in a separate attack, and that the house of third journalist, Mahmoud al-louh, who works for Al-Ashab radio station, was shelled. The syndicate demanded an end to Israeli attacks against Palestinian journalists and appealed to the international community to intervene to help to stop the killing. The International Federation of Journalists (IFJ) responded by condemning the killing. Its president, Jim Boumelha, said: \"We send our respects to the family, friends and colleagues of Khaled Hamad, who was killed while doing his job to ensure that the truth is told. \"What we are seeing in Gaza is both shocking and horrific. Journalists must be allowed to report what is happening and not be targeted by the army for their work. We call on Israel to stop the attacks immediately.\" Sources: World Bulletin/PJS/The Guardian/IFJ email"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}