{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jul/11/germany-us-john-kerry-talks-espionage", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-07-11T22:32:28Z", "webTitle": "Germany demands public promise from US to end spying", "webUrl": "https://www.theguardian.com/world/2014/jul/11/germany-us-john-kerry-talks-espionage", "apiUrl": "https://content.guardianapis.com/world/2014/jul/11/germany-us-john-kerry-talks-espionage", "fields": {"headline": "Germany demands public promise from US to end spying", "bodyText": "Germany is determined to extract a public commitment from the US over future spying activity during talks with John Kerry this weekend, despite a White House preference to try to mend their battered diplomatic relationship behind closed doors. Secretary of state Kerry is due to meet his counterpart Frank-Walter Steinmeier in Vienna for Iranian nuclear talks, but senior German diplomats say that securing a satisfactory response to recent espionage allegations will be their top priority. \"Everything is overshadowed by this,\" one high-ranking German official told the Guardian on Friday. \"This will be the lead item.\" During its first substantive comments on the allegations earlier in the day, the White House appeared to accuse German officials of feigning naivety over the affair and questioned why they could not make their complaints in private. \"Countries with sophisticated intelligence agencies like both the United States and Germany understand what intelligence activities and relationships entail,\" said Obama's spokesman Josh Earnest. \"When concerns arise, there are benefits to resolving those differences in private secure channels\". But German officials believe that a domestic political audience already rocked by Edward Snowden's revelations of bulk data collection and surveillance of chancellor Merkel's mobile phone will not be satisfied by anything less than a public commitment from the Americans to curtail future espionage activity in Germany. \"Dialogue in private is fine, but there must be something in public; people are so outraged,\" said the German official. Diplomats are playing down the significance of a second arrest of a German government worker on Wednesday, saying it is too soon to tell whether he was actually spying for the US, but are adamant that the arrest of an intelligence officer last week for allegedly selling documents to the CIA reveals a complete breakdown of trust between the two countries. Anger is running so high in Berlin that several earlier overtures by the US have this week been rejected by Berlin, which instead asked the CIA's station chief to leave the country. The Guardian has confirmed that CIA director John Brennan previously offered to come to Germany to discuss its concerns but has so far been rebuffed by officials in Berlin, who believe he must commit to something more substantive before they agree to meet. And Bloomberg News reported on Friday that US ambassador John Emerson even offered to strike an intelligence-sharing agreement similar to the so-called \"five eyes\" deal between the US, UK, Canada, Australia and New Zealand, but saw his offer spurned by Merkel. German sources deny that a formal no-spying offer was made in this way, but say they are less interested anyway in such a reciprocal arrangement than when Merkel previously discussed joining the five-eyes scheme during her last trip to Washington. They claim this is partly because of earlier confusion over the proposal, and partly because domestic anti-surveillance laws prevent Germany from offering the same level of shared intelligence as English-speaking allies do. Instead, the German government is seeking an \"informal agreement\" or \"common understanding\" over future US intelligence activity in the country, ideally one that does not commit Germany to carrying out yet more surveillance itself in return. \"We need to find something that satisfies the German public mood,\" said the senior German diplomat on Friday, who warned of growing anti-Americanism in the country that could overshadow trade talks and diplomatic talks over the Ukraine. \"There are not many secrets to hide here; the Americans are our friends.\" But inside the White House there remains bemusement at what some officials view as an over-reaction to routine intelligence work. \"What do they think their intelligence people do?\" asked one US official."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}