{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/jul/10/half-nhs-bosses-patients-pay-services-10-years", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-07-09T23:01:00Z", "webTitle": "Half of NHS bosses believe patients will have to pay for some services", "webUrl": "https://www.theguardian.com/society/2014/jul/10/half-nhs-bosses-patients-pay-services-10-years", "apiUrl": "https://content.guardianapis.com/society/2014/jul/10/half-nhs-bosses-patients-pay-services-10-years", "fields": {"headline": "Half of NHS bosses believe patients will have to pay for some services", "bodyText": "Almost half of NHS bosses believe the health service is under such strain that patients will be forced to pay for at least some services within 10 years. The finding reflects deepening gloom among chief executives of NHS organisations that the service is becoming unsustainable in its current form as a result of rising demand for care amid an ongoing financial squeeze. In a survey of 78 senior NHS leaders by the Nuffield Trust health thinktank, 47% said it was quite (33%) or very (14%) unlikely that comprehensive healthcare would still be provided free at the point of use in England a decade's time. Although 48% thought the NHS would still be operating along existing lines by 2024, the thinktank said in a report published on Thursday that it was struck by the lack of confidence \"that some of the NHS's core values will remain in 10 years' time, squeezed out by relentless austerity, and the need to meet rising numbers of (very) frail older people and people with chronic illness, and increasing expectations about what a health service can and should provide.\" Among the respondents 63% said that taxes should rise to fund the NHS, although 29% disagreed. And while 55% opposed introducing charges for services such as visiting a GP or missed appointments, 35% backed the idea. NHS England's chairman, Prof Sir Malcolm Grant, said last year that whoever forms the government after the next election would have to consider introducing charges to help the NHS stay intact. Three-quarters of (76%) NHS bosses also believe the service could become more efficient without harming care but the thinktank warned that patients could start to feel the effects of its tightening financial squeeze before next May's general election. \"I think they will notice it in some hospitals. They will find rising A&amp;E waits, some people will have to wait longer [for elective treatment] and I think they will have to wait longer to see a GP\", said Andy McKeon, the thinktank's senior policy fellow. The squeeze means hospital trusts are increasingly having to decide whether to spend money to improve the quality of care they offer or let it slide, for example by letting waiting lists lengthen. Its report, Into The Red?, warned that the NHS could experience a funding crisis before next year's election and that, after coping well until last year with the increasing demands placed upon it, official NHS financial data for 2013-14 show that \"cracks are starting to show in a system under severe financial pressure\". There was a worrying £1bn turnaround in the financial health of the hospital sector in England between 2012-13 and 2013-14, which saw the number of trusts in deficit rise from 45 to 66 and a £383m surplus in 2012-13 become a £100m deficit in 2013-14, even after a further £500m was pumped into ailing trusts by the government. In May the health minister Lord Howe said that while 2014-15 would be \"a tough year financially\" for the NHS, \"in 15/16 … we are going to be really up against it.\" It is likely to be up against it before then, McKeon said. Further evidence emerged on Wednesday of the growing pressures on the NHS when official figures showed the number of people being forced to wait longer than the six-week target for a diagnostic test for cancer and other serious illnesses, such as a CT scan or MRI scan, had reached its highest level for six years. In May a total of 18,664 people waited more than six weeks to have either form of scan, ultrasound or an endoscopy. Duleep Allirajah, head of policy at Macmillan Cancer Support, said it was extremely worrying that the proportion of people waiting more than six weeks for tests to diagnose cancer had more than doubled from 1% to 2.2% in a year. \"Despite the fact that waiting times are significantly lower since the introduction of the six-week waiting time target in 2008, it's alarming to see them creeping back up again. The NHS is under strain and cancer risks being overlooked and not given the focus it needs,\" he added. Andy Burnham, the shadow health secretary, said the figures were further proof of \"an NHS heading seriously downhill under David Cameron. Patients are waiting longer for crucial tests, causing stress and real anguish for worried families.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}