{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2014/jul/14/met-police-ban-recruits-outside-london", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2014-07-13T23:05:00Z", "webTitle": "Met police ban recruits who live outside London", "webUrl": "https://www.theguardian.com/uk-news/2014/jul/14/met-police-ban-recruits-outside-london", "apiUrl": "https://content.guardianapis.com/uk-news/2014/jul/14/met-police-ban-recruits-outside-london", "fields": {"headline": "Met police ban recruits who live outside London", "bodyText": "The Metropolitan police are to announce a ban on new recruits who do not live in London, to reverse the trend of officers commuting in from the home counties to police the capital's diverse communities. Police chiefs hope the plan will help double the proportion of minority ethnic officers in Britain's biggest force, which has faced criticism for being too white compared with the city it serves. Four in 10 Londoners are from an ethnic minority, compared with 11% of Met officers. Of recent intakes, about 10% of new officers from outside London (who make up 60% of new recruits) are from ethnic minorities. In contrast, of the 40% of the new intakes that come from London, 30% are from ethnic minorities. Boris Johnson's deputy mayor for policing, Stephen Greenhalgh, said he was concerned that too many Met officers did not know the diverse communities they policed because they did not live in the capital. Greenhalgh, who has daily oversight of the Met, said: \"We have got to recognise that having a majority of your workforce that travel in very large distances to come to work, do not even live or have never resided for any period of time in the city, cannot be healthy.\" Greenhalgh said the scheme was not about race or quotas, but about how to police an increasingly global city with hundreds of ethnicities and languages spoken: \"The focus must be on competence not colour … the focus must be on cultural competence.\" He added: \"If you come in and you don't know anybody it's very hard to be an effective officer.\" The mayor's Conservative administration backs the plan, as does the Met and Home Office. The policing minister, Damian Green, said: \"The police need a workforce with a good understanding of the diverse communities they serve. \"Officers must be able to gain the trust and support of those communities to report crime and work with them. A workforce which is drawn from and reflects the communities it serves is an important element of fair and effective policing.\" From 1 August new recruits must have lived in London for at least three out of the previous six years. Those behind the scheme believe it will survive any legal challenge. The Met is aiming to recruit 5,000 officers by 2015/16. The 1999 Macpherson report into Met prejudice that let the racist murderers of Stephen Lawrence escape justice led to the force being set a target of having 25% ethnic minority officers within a decade. Not only did the Met miss the target by a large amount, but London's ethnic minority population increased to 40%. Greenhalgh hoped the new plans would boost confidence in the Met, which he said was good in some areas, and particularly poor amongst black Londoners: \"The driver of boosting public confidence is critically how you engage with communities who are getting increasingly diverse and also the just use of authority and legitimacy.\" Privately some police chiefs fear a damage to the legitimacy of policing by the continuing race gap in the ranks. The Met commissioner, Sir Bernard Hogan-Howe, has favoured a positive discrimination plan where one minority ethnic officer would be recruited for every new white officer. But this would require a change in the law, and the plan was received coolly by the Home Office. Supporting the London recruits scheme, he said: \"With London's population increasing and becoming even more diverse it is essential that our workforce is able to maintain the trust and confidence of London's communities. \"Recruiting constables with a knowledge and understanding of this reality through living in the capital makes sense to help us achieve this aim. They will have a better understanding of local issues, knowledge of local communities and an inbuilt insight into London's varied cultures.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}