{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jul/10/morning-mail-self-harm-in-detention-indonesian-election-indoor-city", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-07-09T22:01:54Z", "webTitle": "Morning Mail: self-harm in detention, Indonesian election, indoor city", "webUrl": "https://www.theguardian.com/world/2014/jul/10/morning-mail-self-harm-in-detention-indonesian-election-indoor-city", "apiUrl": "https://content.guardianapis.com/world/2014/jul/10/morning-mail-self-harm-in-detention-indonesian-election-indoor-city", "fields": {"headline": "Morning Mail: self-harm in detention, Indonesian election, indoor city", "bodyText": "Good morning folks, and welcome to the Morning Mail – sign up here to get it straight to your inbox before 8am every weekday. Harm Our top story overnight is the leaked report from Serco which reveals a six-fold rise in rates of self-harm among asylum seekers in detention since the introduction of mandatory offshore resettlement. The full report also lays out several practices to clamp down on \"non-compliant\" asylum seekers, which have been criticised by one of Australia's foremost mental health experts as \"very dangerous\". The president of the Australian Human Rights Commission says that seven women have attempted suicide, threatened suicide or self-harmed at the Christmas Island detention centre in the past two days, but the immigration department would not confirm how many people had attempted suicide. The Australian reports that \"a handful\" of detainees have engaged in \"minor acts of self-harm\", and says Christmas Island authorities believe these are \"cynical attempts to follow three mentally ill young detainees into community detention\". The report shows a spike in self-harm in January this year, and warns of further increases as asylum seekers are held in detention for longer periods. Tony Abbott yesterday said the government would not give in to \"moral blackmail\" over the recent incidents, adding that asylum policy would not be changed based on individuals self-harming. David Marr writes on asylum policy, saying that the secrecy is designed to foil the law more than to frustrate people smugglers. Scott Morrison, who is currently in Sri Lanka, has defended the secrecy over 153 asylum seekers being held at sea by Australian authorities, reports the SMH. Human rights lawyer Julian Burnside has said the government may be guilty of piracy over its treatment of those asylum seekers, reports the ABC. Australian politics • The Senate has rejected the repeal of income tax cuts, punching another $2bn hole in the government's budget. • Liberal-aligned student groups have called for a free vote on same-sex marriage. • Cory Bernardi says his rivals recognise the \"dignity of the baby dolphin\" but not \"the dignity of the unborn child\", in a parliamentary debate about budget measures. • MP George Christensen has described mainstream climate science as \"a lot of fiction dressed up as science\", in a speech to the Heartland Institute conference. • WA premier Colin Barnett wants his grumpy constituents to grow up. Around the world • Both Joko Widowo and Prabowo Subianto have declared themselves victorious in Indonesia's elections, but exit polls suggest Jokowi has won. • Civilian casualties are rising in the conflict in Gaza, with children and an 80-year-old woman among those killed in the last two days. • A Guardian investigation reveals several celebrities and aristocrats – including Mel Gibson and Placido Domingo – who have had offshore tax dealings. • The body of a mountaineer who went missing in 1982 on Mont Blanc has been discovered by two mountain climbers. • The Mail Online has apologised to George Clooney for publishing a false story on his fiancée Amal Alamuddin. • The CIA style guide is now online. Wheels and balls After 89 minutes, there's no score yet between Holland and Argentina in the second World Cup semi-final. Defending championChris Froome is out of the Tour de France after crashes on stage five. Queensland dominated the final State of Origin last night, ending NSW's hopes of a whitewash. More from around the internet • Most viewed on the site this morning after World Cup live blogs is the video of Labor senator Penny Wong losing her cool over the government's push to gag the carbon debate yesterday. • A Sydney judge has compared incest and paedophilia with homosexuality, suggesting they might no longer be considered unnatural by society, the SMH reports. • Measures blocked in the Senate could leave the budget $7bn worse off than if the government had done nothing at all, reports the Australian. • The Conversation calls Indonesia's election result a triumph of open society over \"strong man\". • New Matilda reports on the NSW domestic violence centres that have lost their funding. • WA Today reports that China's official news agency has slammed Tony Abbott for praising Japan's military prowess in the second world war, as does the Age. • Queensland's LNP is putting forward ideas including abolishing the 5¢ coin and moving the clocks forward by an hour for consideration at the party's annual conference. • Aboriginal leaders have rejected calls to halt English lessons for children in remote communities, reports the Australian. One last thing Dubai has unveiled plans for the Mall of the World: a climate-controlled indoor city with galleons, waterfalls and a giant retractable dome. Have an excellent day - and if you spot something I've missed, let me know in the comments here or on Twitter @newsmary. Sign up Get the Morning Mail direct to your inbox before 8am every day by signing up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}