{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/jul/09/argentina-holland-world-cup-semi-final-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-07-09T22:51:58Z", "webTitle": "Argentina 0-0 Holland | World Cup semi-final  report (Argentina win 4-2 on penalties)", "webUrl": "https://www.theguardian.com/football/2014/jul/09/argentina-holland-world-cup-semi-final-match-report", "apiUrl": "https://content.guardianapis.com/football/2014/jul/09/argentina-holland-world-cup-semi-final-match-report", "fields": {"headline": "Argentina win penalty prize to push past Holland and into World Cup final", "bodyText": "Once again, Holland were reminded why it is only really the English who tend to be more petrified of penalties. It had been a recurring theme until their quarter-final against Costa Rica and this time Louis van Gaal had already used his three substitutes and could not bring on Tim Krul for his regular goalkeeper, Jasper Cillessen. Argentina had the greater accuracy from 12 yards and Lionel Messi will get his first World Cup final. It had been a wretched semi-final until those moments when the players lined up in the centre circle for that last test of nerve and Holland should not just reflect on the inability of Ron Vlaar and Wesley Sneijder to beat the Argentina goalkeeper, Sergio Romero, but also the fact their entire team did not manage a single shot on target during the 120 minutes that preceded the shootout. Argentina were not a great deal more effective on a night that should reiterate Germany’s position as the favourites at the Maracanã on Sunday, but the prize for Alejandro Sabella’s team will compensate for the fact it had been such a dreary spectacle. Romero blocked the first attempt from Vlaar and produced an even better save, diving full-length to his right, to turn away Wesley Sneijder’s powerful effort. Either side of that second save, Arjen Robben and Dirk Kuyt had scored for Holland but, without wishing to apportion any blame on Cillessen, there was a good reason why Van Gaal brought on Krul when it reached this stage in the previous round. Cillessen had never saved a penalty in 16 attempts and that number has now extended to 20. Messi put the first one away. Then Ezequiel Garay thumped one into the roof of the net and it was the turn of two of the substitutes, Sergio Agüero and Maxi Rodríguez, to face the Dutch goalkeeper. They both scored. “I taught Romero how to stop penalties [at AZ],” Van Gaal recalled afterwards. “So that hurts. Losing 7-1 is the same as losing on penalties.” His Dutch team have contributed a lot to this tournament and they will also look back on that moment, approaching the end of 90 minutes, when Robben scurried free for the first time in the entire match only to be thwarted by a brilliant saving tackle from Javier Mascherano, just as he was shaping to shoot with the ball on his left foot. The truth, however, is that this was not the same, fluid Dutch team that had illuminated the competition with so much rich promise in the earlier stages. Perhaps they had peaked too soon but there were signs here of a team that did not fully trust in themselves. It made for a prosaic game, with Robben spending more time on the edges than he will care to remember and Robin van Persie so ineffectual he was substituted before the penalties. Their passing was stodgy and sideways and when Robben struggles to make any real impact the Dutch are never quite so effective. It was a long night in the rain of São Paulo and it was strange to see two teams at this level looking so ordinary and short of ideas. The game started slowly and never really quickened up and, by the second half, it had become riddled with carelessness. For the past month, this tournament has had justifiable praise for its entertainment. Here, it would be a deception trying to talk up what happened. It was, in short, a stinker. Messi, in flashes, showed what he can do. In other moments, he walked through the game. For the first hour, Nigel de Jong was deployed to keep him company. Messi is one of the few players in the world who can force opponents into these measures and, at times, Holland looked reticent, maybe even afraid, of risking their shape by committing too many players forward. Argentina began and finished the game as the more menacing side but did not do a great deal in between. Maybe it was the tension that dragged the occasion down but there was a good half an hour when the Argentina fans had to make their entertainment, holding up seven fingers to indulge in some malicious pleasure at what had happened to Brazil the previous night. Sabella’s team were content defending deeply, then trying to hit Messi on the counter-attack, whereas Van Gaal’s players lacked width and penetration. At least there were sporadic moments of danger from Messi, including one jink to the left that would have taken him clear but for a splendid saving tackle from Vlaar. The brutal thing about the penalties was that Vlaar had been the outstanding player on the pitch. Messi did create a late chance for Rodríguez and an even better one for another substitute, Rodrigo Palacio, whose inability to beat Cillessen almost brought Sabella to the point of spontaneous combustion. For Argentina, though, they were scenes of great jubilation at the end. Romero’s goalkeeping had made the difference and, in the process, confirmed a re-run of the 1986 and 1990 finals. If Sunday is to be remembered fondly, however, it might need Sabella’s team to open up."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}