{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2014/jul/29/the-joy-of-six-great-commonwealth-games-moments", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-07-28T21:46:06Z", "webTitle": "The Joy of Six: great Commonwealth Games moments", "webUrl": "https://www.theguardian.com/sport/blog/2014/jul/29/the-joy-of-six-great-commonwealth-games-moments", "apiUrl": "https://content.guardianapis.com/sport/blog/2014/jul/29/the-joy-of-six-great-commonwealth-games-moments", "fields": {"headline": "The Joy of Six: great Commonwealth Games moments", "bodyText": "1. 15-year-old Ian Thorpe claims 4 gold medals – Kuala Lumpur ‘98 They get a bum rap, the Commonwealth Games. For all the whingeing about awkward colonial throwbacks (fair point, I suppose) and talent-depleted fields in some events (less convincing right now with the likes of Usain Bolt about to tear up the Glasgow athletics track), the Commonwealth Games has produced some genuinely thrilling moments in recent sports history. Also, do we really want lessinternational sport? Really? Be careful what you wish for, sports lovers. The Commonwealth Games are also vital in keeping the lesser-resourced ‘Olympic’ sports in the headlines on a 2-year cycle, rather than the feast and famine exposure inherent in the four-year hiatus between Olympic events. The Commonwealth Games also serve to puff the egos of Aussies, Brits, Canadians and Kiwis, some of which are increasingly unable to compete with the resources and manpower of larger nations come Olympics time. Zeroes become heroes and stars are often born, even if they shoot into the sky ever-so briefly or on shallow arcs that only amount to a few days of headlines. Remember, it was the Commonwealth Games and not the Olympics that really introduced us to 15-year-old human dolphin Ian Thorpe in 1998. The Kuala Lumpur Games was where it all began as the Aussie wunderkind claimed four gold medals and entrenched himself in a level of superstardom that endures, chafing on Thorpe as we now know it to be. In ’98, all breaking voice and flipper-like feet, teenage Thorpe somehow exceeded the lofty expectations that had come from his showings in World Championship competition and Games trials, claiming gold in the 200m (one-hundredth of a second off world record pace) and 400m freestyle, as well as the 4 x 100m and 4 x 200m (in world record time) relay teams. For Thorpe, life would never be the same. On a personal note, I probably enjoyed the first and last appearance of cricket at those ’98 Games a little more than the silver-medal winning Aussie team. Steve Waugh’s side wore the ashen faces of undertakers on the podium (they might have been trying to figure out why they’d just been presented with stuffed toy chimps, mind you) after their final loss to South Africa. Even worse for South Australian Brad Young was that his semi-final hat-trick against New Zealand would count for nothing other than as an exotic trivia answer; the tournament matches were not classified as full one-day internationals. 2. Rob De Castella wins marathon gold – Brisbane ‘82 It wouldn’t be inflating its importance to say that Rob De Castella’s marathon win at Brisbane ‘82 is Australia’s greatest and most revered Commonwealth Games moment. He’s the marathon man against whom each subsequent Australian hope has been marked. This week in Glasgow, Michael Shelley measured up in glorious fashion, going one better than his silver medal of 2010 and becoming the first non-African in 20 years to claim Commonwealth Games gold in the event. Before Shelley it was Steve Moneghetti, whose career overlapped with the great ‘Deek’ and who also conquered the event at the ’94 Games in Victoria. He took the silver at Auckland ’90 too and bronze at both Edinburgh ’86 (also won by de Castella) and Kuala Lumpur ’98; a marathon of marathon’s, if you will. In truth, our respective world’s probably seemed smaller in 1982 and thus in the internet-free world of boxy television sets and deeper newspaper coverage, stars like De Castella shone so much brighter. The Australian peered down from cereal boxes and endorsed his own line of Adidas shoes, an ever-running everyman upon whom the nation could always count. I can only speak for myself here, but with that pre-irony, entirely unfashionable but unquestionably manly moustache (was he born with it? Surely he was. I fear that Google images will tell me otherwise so won’t go there), he could have been your Uncle; Uncle Rob pumping his stocky legs along and then drowning himself in champagne. If he’d told me to sprinkle arsenic on my Kellogg’s Sustain I probably would have. Sure Robert de Castella was superhuman – he first discovered his boundless capacity for withstanding pain when he lost a shoe in a junior race and then once he’d retrieved it, sprinted to make up his place – but his charms were of the down to earth variety. He was one of us, but he did things that none of us could even dream of. Stamina, strength and composure were the bedrock of de Castella’s success. Gold at Brisbane was followed by a complete and utter dismantling of the previously unbeaten Alberto Salazar in the Rotterdam Marathon of 1983. Disappointment then came in his fifth-placed finish at the 1984 LA Olympics, but the man whom competitors referred to as “Tree” on account of his chunky legs and inner calm had well established his legend by then. It’s all about Brisbane ’82. 3. Kerryn McCann’s marathon triumph – Melbourne ‘06 In What I Talk About When I Talk About Running, his ode to long-distance running, the novelist Haruki Murakami proffered that contrary to popular belief, most runners run not because they want to live longer, but because they want to live life to the fullest. “If you’re going to while away the years,” he added, “it’s far better to live them with clear goals and fully alive than in a fog, and I believe that running helps you to do that.” Kerryn McCann’s story is undoubtedly bittersweet, but the late marathon champion was never more alive in a literal and symbolic sense than when she claimed her emotional victory in her home-country Games of 2006 in Melbourne. That win came in defence of her 2002 triumph in Manchester and with odds stacked unfavorably against the then-38-year-old veteran. There were six lead changes in the final two kilometers before a determined McCann found some fresh reserve of determination on the home straight of the MCG athletics track, reeling in Kenyan Helen Cherono Koskei and sprinting home for a magnificent and memorable victory. The tears flowed freely and not just from McCann. A year later, while pregnant with her third child, McCann revealed she was receiving treatment for breast cancer and soon the disease spread to her liver as well. Still she battled. “If I don’t succeed, I want the children simply to know how very much I love them,” said McCann. Two years after her Melbourne triumph, in December of 2008, McCann passed away. For most of us who saw her in Melbourne, she’ll forever be frozen in time at that moment, rounding the final MCG bend and storming home to victory. 4. John Landy and Roger Bannister’s ‘Miracle Mile’ – Vancouver ‘54 Harking back to the days in which the Commonwealth Games were still known as The British Empire and Commonwealth Games, Roger Bannister and John Landy famously squared off in the 1954 Mile race in Vancouver and produced what came to be known as the ‘Miracle Mile’, the first time two sub-4 minute runners had faced each other in a competitive race. The athletics schedule at that particular Games was also notable for the efforts of English marathon runner Jim Peters, who entered the stadium 17 minutes ahead of his nearest rival but collapsed agonisingly short of the line and never finished the race. Later it transpired that the course had been measured out quite shambolically, so runners actually covered 27 miles of terrain. In a cruel twist, Peters had actually run the conventional 26 miles, 385 yards when his legs gave up on him. Still, the mile race was where the Games saw its definitive moment when Landy, turning his head towards his left shoulder to track Bannister’s progress, didn’t notice his competitor bound around him on the outside to claim victory in a moment preserved forever in a bronze statue outside the stadium. The famous photo snapped from track-side remains an image for the ages. For the first time ever, two men had broken the 4-minute barrier in the same race, Bannister winning in 3:58.8. Never again would the pair meet in a race but forever their names would be locked together. If you take the time to watch any of the videos here, this one is a belter: 5. Allan Wells and Mike McFarlane’s 200m dead heat – Brisbane ‘82 In hindsight, the 1982 men’s sprint finals have a little bit of everything for the sports historian in all of us; the now-exotic sight of a white guy (Allan Wells) winning a major international sprint event; a young Ben Johnson before he became that Ben Johnson (Johnson has since claimed that he was clean in ’82); and in the 200-metre final, a dead heat to boot. The 100m sprint was a little more clear cut with reigning Olympic champion Wells managing a wind-assisted 10.02 to narrowly defeat Johnson (10.05) and Wells’ fellow Scotsman Cameron Sharp (10.07) in the final. Though Wells was expected to win the 200 with relative ease, he didn’t count on the supreme efforts of Englishman McFarlane to match him stride for stride in the final, providing track officials with a nervy 25-minute period of deliberation before the race was declared a dead heat. The hulking, muscular Wells and McFarlane both crossed the line in 20.43, the only time in international competition that two sprinters could not be split by a photo and so both claimed gold. Again, Sharp claimed the bronze in 20.55, ensuring an all-Brit podium. Sadly, this clip of the final is only available to British readers, so Aussies will have to take my word (and photos like this one) as proof that the race was a classic. 6. Ato ‘Golden Boldon’ takes gold in the 100m sprint – Kuala Lumpur ‘98 Trinidadian sprinter Ato Boldon had the runs on the board leading into the men’s 100 metre final at Kuala Lumpur ’98. At the Atlanta Olympics of 1996 he’d run a superb time of 9.90 to claim bronze behind Namibian Frankie Fredericks (9.89) and world record breaker Donovan Bailey (9.84), one of the great clean sprinters in history. A year prior to Kuala Lumpur he’d won 200m gold at the World Championships in Athens but couldn’t crack a medal in the 100m, running 10 flat and finishing behind Fredericks, Bailey and winner Maurice Greene. Boldon’s build-up through the heats at Kuala Lumpur was flawless. Times tapered down from 10.17 to 10.05 in the quarter final and then a final tune-up run of 9.96 in the semi put him ahead of Fredericks (9.98) and Obadele Thompson of Barbados (10.08) in qualifications for the medal race. The hopes of Australia rested on 19-year-old Matt Shirvington (10.12 in the semi), while Englishmen Marlon Devonish (10.13) and Darren Campbell (10.18) shared with him little more than a puncher’s chance should any of the top three falter in the final. Shirvington delivered in almost all respects, running an Australian record 10.03 in the final but still finished one place out of the medals, consoling himself with becoming the second-fastest white man in history and a household name in a country not noted for producing male sprinters. “Golden Boldon” was perfection in the final, clocking 9.88 to convincingly beat the perennial bridesmaid Fredericks (9.96) and Thompson (10.00). The blistering run bested Linford Christie’s Games Record set four years earlier. Every four years we endure the same hackneyed gibes about the Commonwealth Games being the poor, anachranostic cousin of the Olympics, but its performances like Boldon’s that the event is elevated. Here’s hoping that Usain Bolt and co can deliver something every bit as special."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}