{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2014/jul/06/great-britain-review-skit-a-minute", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2014-07-05T23:07:13Z", "webTitle": "Great Britain review – a pleasurable sharing of scepticism and scorn", "webUrl": "https://www.theguardian.com/stage/2014/jul/06/great-britain-review-skit-a-minute", "apiUrl": "https://content.guardianapis.com/stage/2014/jul/06/great-britain-review-skit-a-minute", "fields": {"headline": "Great Britain review – a pleasurable sharing of scepticism and scorn", "bodyText": "The really good thing is that it's here. Rat-a-tat satire on the South Bank. No other art form has reacted with such speed, stealth and pizzazz to recent news. In the week that Andy (why the cute diminutive?) Coulson was convicted of conspiracy to phone hack and Rebekah Brooks pronounced innocent, the National announced that it had secretly been rehearsing a play about newspapers, the police, politicians and sleaze. They have come up not with a little revue, but a big summer show. Great Britain draws on resources that only the National can easily bring together. The playwright Richard Bean, a tremendous, bruising talent, has had his biggest excoriation and acclaim here, with the scabrous England People Very Nice and the huge slapstick success of One Man, Two Guvnors. He needs, and gets, in Nicholas Hytner a director who is not shy of razzmatazz and roar. He has a marvellous star in Billie Piper. So, is Piper (Paige Britain) playing Rebekah Brooks? Certainly not. For one thing, her character, a news editor, knows all about phone hacking. For another, she has blond hair. Bean's drama does, however, have a curly-headed (though not flame-haired) temptress on stage, an editor who is keen on horses and determined to push through paedophile disclosure legislation. On press night it was a line from her that provoked the most sardonic laughter. The police are in the offices of the Free Press, most of whose staff are under arrest for suspected phone hacking. The woman in charge is completely baffled: \"What have we done?\" A cast of cartoon-like, which is to say pretty credible characters is assembled from remixed, tweaked, familiar biographies. A foul-mouthed, gravel-voiced editor barks out his idea of an ideal story: \"Find a boffin who's saying brussels sprouts give us Aids.\" The proprietor, a media mogul, wants to stuff the BBC and appears before a select committee saying this is \"his hungriest hour\". He becomes, mmm, almost like a father to Piper, who eventually exits to the States to host a chat show. Among her earliest guests are Putin and the Pope. Tim Hatley's glass-walled design creates a scrubbed-up newspaper office, rather light on crumpled tissues and cardboard cups. Large screens play videos – snatches of news, flashes of front pages – made by a company called 59 Productions. These are crucial: it was, after all, on screens that most people got wind of the hacking hacks. Here is the masthead of the Guardener – \"We think so you don't have to\" – as well as on-the-button tabloid headlines: \"Immigrants eat swans''; \"Is your vicar on Gaydar?\" Bean's background as a standup puts him in good stead for shooting out such one-liners. In fact, Great Britain is a battery of jokes, a skit a minute rather than a developing play. Every now and then it pulls off something really inventive. (At least, I am assuming there is no photograph of the Queen playing drums for Hitler Youth.) In general, though, it's hard to beat the real-life scuz and scam. Anyone who has keenly followed the news is likely to think drama overwhelmed by actual events. It would be hard to find supporters of the nasty nexus targeted here, a confederation of greedy MPs, foul-mouthed journalists and sleazy coppers. And hard to find many who don't acknowledge that such a nexus has existed. For much of the time, the satire is timely and astute but not newly exposing or really dangerous. Despite his nimble tongue, Bean lets some peculiarities go unquestioned: how did the editor of an investigative newspaper know so little about what was going on? A final speech by Piper throws into the audience the notion that if phone hacking had resulted in finding a murderer, the commotion about its ethics would have been far less. Pawing the ground with her stilettos, purring as she undoes a blouse button to welcome prime minister or police chief, Piper proves again what a strong stage actor she is. She is surrounded by sharp cameos: Dermot Crowley as the wily proprietor; Robert Glenister as the rasping-voiced ex-editor; Rupert Vansittart as the Tory party leader. One of the cleverest performances comes from Aaron Neil, who is implacably dopey and complacent as police commissioner Sully Kassam. He is a gay man who, when he cheats on his lover with a subordinate, breaks the rule that \"thou shalt not comfort thy rod with thy staff\". He worries at a press conference that the police have shot more black youths than white but comforts himself that he can soon even up the numbers. The pleasurable sharing of scepticism and scorn will be enlarged in the autumn. A transfer to the West End has just been announced."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}