{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/jul/16/tiger-woods-the-open-2014-hoylake", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-07-16T21:01:09Z", "webTitle": "Tiger Woods the focus at Open but reality offers less hope than history", "webUrl": "https://www.theguardian.com/sport/2014/jul/16/tiger-woods-the-open-2014-hoylake", "apiUrl": "https://content.guardianapis.com/sport/2014/jul/16/tiger-woods-the-open-2014-hoylake", "fields": {"headline": "Tiger Woods the focus at Open but reality offers less hope than history", "bodyText": "The tournament narrative for this, the 143rd Open, was set from the moment Tiger Woods arrived on Merseyside. It is ever thus when the leading player of his generation is part of the scene. Woods never fails to trigger questions but too long – more than six years – has passed since he supplied major answers. His latest attempt begins on Thursday morning in front of an audience who have not been discouraged by Woods’s fall from grace. All the evidence suggests hope should heavily outweigh expectation. As word rippled through Hoylake on Sunday afternoon that Woods was on the course at Royal Liverpool, the watching number for a warm-up session increased to the level which would be acceptable for tournament days elsewhere – £15 is still a small price to pay to see Woods at close quarters, it appears. And there it is: a snapshot of the Tiger effect. Another? He will have his own, dedicated television network in the United States when Open play gets under way. The R&amp;A has admirably shaken off its stuffy image with the implementation of a host of Open technological advances. In Woods, they have a figure who alters the championship dynamic. All he has to do is turn up. When Woods won here eight years ago, an aggregate of 230,000 people came to watch; attendances have not been close to that since. The debate need not be about Woods’s ability or otherwise to match Jack Nicklaus’s record haul of 18 majors. Instead, it should concern whether – or when – the 38-year-old can win just one more. Woods can joke about using a cart to play through his 40s and 50s in major pursuits but the reality is he needs a 15th, quickly, before Nicklaus’s magic number becomes irrelevant. A Hoylake Open conjures images of a triumphant, tearful Woods. In 2006, it seemed inconceivable that the all-conquering American would not see his name etched on to the Claret Jug once again. Just as Woods’s private life descended into chaos, his infallibility has gradually receded. Woods’s power of intimidation towards his fellow competitors – sometimes deliberate, sometimes not – has gone the same way. The case for Woods prevailing here is endorsed by history rather than modern-day reality. Drivers will be needed far more than was the case in the freak conditions of 2006, which should set off alarm bells among those who have already backed Woods at odds of between 20 and 25-1. The greatest recovery player of all time has gradually found such talents deserting him; which is a problem for Woods given that he no longer hits the ball further than anyone else or putts better than anyone else. What he retains is arguably the most ferocious appetite for success on the big stage that golf has ever seen. For a while now, that has not been enough. Back surgery and a lack of competitive action this year merely amplifies the task ahead of the three-times Open winner over the next four days. Surviving for all of them would be a genuine achievement; even if Woods himself would scoff at such a notion. Winning would be placed somewhere between epic and astonishing. Woods is a golfing anorak’s dream. His curious obsession with hitting various shapes of manufactured shot is intrinsically linked to a backswing that moves immediately off plane. When that happens, the only question is whether the ball will shoot straight left or right. Even 14-handicappers need a straight shot under pressure. For all the manufactured beauty of Augusta National, this remains the finest championship in golf. It is commonly the most exciting and always more unpredictable than the rest. When Americans fawn over “their” three majors, the Open’s long and rich history should always be offered as an antidote. The finest players in the game today – Adam Scott, Henrik Stenson, Phil Mickelson and Rory McIlroy to name but four – will rub shoulders with a factory worker from Wallasey, John Singleton. Erik Compton, the man on his third heart, will continue to make a mockery of his medical past. Tom Watson and Nick Faldo take to the links once again in highlighting the lifelong addiction this event triggers, even among golfing royalty who could take the soft option and enjoy retirement or the comfort of a commentary box. The last time England laid claim to an Open favourite, Faldo triumphed at Muirfield. That was in 1992; no English player has raised the Claret Jug since. Depending on your bookmaker of choice, Justin Rose has been afforded the same pre-tournament status as Faldo 22 years ago. Rose is rightly regarded as the best home hope. The list of Open winners at Royal Liverpool is a stellar one. Woods, Roberto De Vicenzo, Peter Thomson, Bobby Jones and Walter Hagen feature on the list. All but one of them would shudder at the 2014 reality of the course’s par fives being so reachable in two that they are key to scoring. Woods may instead shake his head at an internal out of bounds on the 3rd hole, a perhaps necessary but unfortunate quirk. If there is a more general complaint regarding this fittingly historic venue, it may be that it has not yet bared its teeth as a true links venue. “What we want is breezy, sunny conditions,” said the R&amp;A’s Peter Dawson on Wednesday, more in hope than expectation. Whisper it, but Royal Liverpool may almost be too perfect. Padraig Harrington said as much during a dinner on Tuesday night, to nods of approval from another past Open champion, Darren Clarke. These masters of the links are seeking a more traditional test than Hoylake may well offer. That being the case, the number of potential winners stretches from a small, select group to a sizeable chunk of this 156-man field. They hail from 27 countries. And still, endorsing his never-ending global appeal, Woods is the player every one of those nations has their strongest focus on from 9.04am on Thursday. The Open will miss him when he’s gone."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}