{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2014/jul/20/lego-movie-need-for-speed-20-feet-from-stardom-dvds-reviews", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2014-07-19T23:07:00Z", "webTitle": "DVDs and downloads: The Lego Movie, Need for Speed, The Zero Theorem, 20 Feet from Stardom and more", "webUrl": "https://www.theguardian.com/film/2014/jul/20/lego-movie-need-for-speed-20-feet-from-stardom-dvds-reviews", "apiUrl": "https://content.guardianapis.com/film/2014/jul/20/lego-movie-need-for-speed-20-feet-from-stardom-dvds-reviews", "fields": {"headline": "DVDs and downloads: The Lego Movie, Need for Speed, The Zero Theorem, 20 Feet from Stardom and more", "bodyText": "Making two great films in the same year is already an unusual feat – doing so from two categories as unprepossessing as \"children's retail tie-in\" and \"TV spinoff sequel\" is special indeed. Phil Lord and Christopher Miller might be the most anarchic creative team currently thriving in big-studio Hollywood. Multiplex audiences are still laughing along to the dude-ish dadaism of 22 Jump Street, while The Lego Movie (Warner, U), which hits DVD shelves tomorrow, is 2014's highest grosser so far. Rarely have the masses grooved to something so peculiarly ingenious. Ostensibly a breakneck romp, in which an empty-headed construction worker (voiced by the ever-endearing Chris Pratt) must embrace his inner rebel to save his orderly society from permanent paralysis, the film announces itself as a fizzy, fiendishly self-aware paean to individual thinking long before its final, foxy reveal. The essential gimmick, of course, is that it's all acrobatically animated in Lego-brick format, placing the aesthetic halfway between Pixar's polish and Michel Gondry's experimentalism: it's a family film as endlessly rewarding and instruction-free as the toy that inspired it. (The Blu-ray package, as you'd expect, is packed with amusing extras, the best being a hilarious music video that extends the film's wry takedown of the Batman mystique.) So good is The Lego Movie, in fact, that it effectively covers the bases of two contrastingly inferior releases this week. As a breathless action extravaganza based on an existing leisure franchise, it's certainly a lot more fun than Need for Speed (Entertainment One, 12), a functional knockoff of the Fast and Furious films that has the fast cars in place, but misses out on the knowing absurdity. Aaron Paul bids warily for post-Breaking Bad stardom; director Scott Waugh's hands never leave the 10 and two o'clock position. Meanwhile, if it's a geeky wallow in surreal postmodern fantasy you're after, stick with the Lego men over Terry Gilliam's dismaying The Zero Theorem (Sony, 15), in which the one-time iconoclast tries manically to re-conjure the dizzy dystopian satire of Brazil for the online age. The result, starring Christoph Waltz as an anaemic programmer assigned by a sinister corporation to prove the eponymous, unprovable theorem, is barely watchable: smugly circuitous economy sci-fi, the tin-foil futurism of which appears fixed in 1995. There's melodic relief from that migraine-inducing chaos in 20 Feet from Stardom (Spirit Entertainment, 12), a smashing popular documentary that took unnecessary flak from critics for the cardinal sin of beating The Act of Killing to the Oscar. True, Morgan Neville's considered, compassionate and beautifully constructed tribute to the backing singers who helped shape the sound of the last half-century of soul music is no mould-breaker. But its modesty of form feels appropriate to a film that ultimately celebrates the sidelines, inviting us to look closer at artistry taken for granted: the vast-voiced women at its centre, irresistible former Phil Spector collaborator Darlene Love among them, are as magnetic as many of the stars they've served over the years. There's more feelgood fare in The Stag (Arrow, 15), a rather gentle Irish attempt at Hangover-style lad farce – as the title suggests, it's about a predictably disastrous bachelor weekend in the sticks – that charms almost entirely on the strength of a nuanced, heartsore portrayal by Andrew Scott – Moriarty in Sherlock – of a best man with a doleful crush on the bride. An under-the-radar American gem, unseen in the UK since its Edinburgh festival premiere two years ago, is available on the reliably discerning Mubi menu until the end of the month. Nathan Silver's Exit Elena is a reserved but incisive character study about a shy young nursing assistant enduring an ill-fitting placement with a well-meaning family in upstate New York; imagine the solemn domestic specificity of Joanna Hogg shot through with Lena Dunham's gangly comedy of embarrassment."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}