{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/australia-food-blog/2014/jul/10/top-five-indian-eateries-in-melbourne", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2014-07-09T22:10:15Z", "webTitle": "Top five Indian eateries in Melbourne", "webUrl": "https://www.theguardian.com/lifeandstyle/australia-food-blog/2014/jul/10/top-five-indian-eateries-in-melbourne", "apiUrl": "https://content.guardianapis.com/lifeandstyle/australia-food-blog/2014/jul/10/top-five-indian-eateries-in-melbourne", "fields": {"headline": "Top five Indian eateries in Melbourne", "bodyText": "Babu Ji Having moved into the digs of the former Melbourne Wine Room in Grey Street, St Kilda, Babu Ji has quickly established itself by offering fresh and unexpected Indian flavours as well as creating a lively buzz with non-stop Bollywood dance routines projected on the back wall. The okra fries are an exquisite and generous entree; the fig, pomegranate and cashew kofta is to die for; and the saag paneer is the best I've had in Melbourne – with fresh, smoked Indian cheese buried in tangy spinach and garlic sauce. A cardamom and pistachio popsicle and you'll be full. Babu Ji is stylish, flavoursome, modern and fun. 4-6 Grey Street, St Kilda, open Mon-Tue 5-9pm, Thu 5-10pm, Fri-Sat noon-3pm and 5-10pm, Sun noon-3pm and 5-9pm. About $16 a curry. Curry Vault Tucked away in a bunker-like space in a laneway off Little Collins street in Melbourne's financial district, the Curry Vault delivers traditional Indian flavours in a subtly romantic setting. In the winter months the mulligatawny soup – a spicy variation on lentil soup cooked in south Indian style – is a perfect compliment to onion bhaji or gobi pakora (cauliflower fried in chick-pea flour). From there a massive selection of tandoori-style dishes, and a good selection of vegetarian options such as baingan masala (eggplant cooked with capsicum and herbs in chop masala) or mixed seasonal vegetable curry. For desserts, the mango and pistachio kulfi and the gulab jamun (sweet milk dumplings in sugar and rosewater) are delectable. 18-20 Bank Place, Melbourne, open Mon 5.30pm-10pm, Tues-Fri noon-3pm, 5.30-10pm, Sat 5.30-10pm. About $20 for mains. Kake Di Hatti This is a seasoned Melbourne favourite famous for its affordability, vibrant atmosphere and zestful flavours. The menu is classic north Indian, with a variety of dahls, masalas and extra-spicy vindaloo. This is the perfect place for a party or gathering of friends, but not so much for a romantic dinner date. What it lacks in intimacy and style it makes up for in speed of service and price. It's worth checking out the specials board but the chicken tikka masala is a safe bet, as is the muttar paneer – homemade cottage cheese and green peas cooked in spicy capsicum and tomato sauce. Finish it off with a kulfi (sweet homemade nut-infused ice cream) and you can walk out full for less than less than $15. Be sure to take advantage of the 99c BYO option; there's a great wine shop across the road. 128 Lygon Street, East Brunswick, open Tues–Sun 5pm–10.30pm. Price $10 to $16. Desi Dhaba Taking its inspiration from the highway eateries that feed truck drivers throughout India, the staff here are decked out in Punjabi attire and are genuinely friendly – they recognise regular customers and are always up for a chat, no matter how busy. Menu highlights include chicken kadhai, seekh kabab and saag masala. The paneer butter masala is a particular winner. There is also a good range of vegetarian options. The lassi yoghurt drinks are a house speciality, along with a wider than usual selection of deserts including gulab jamun, pista kulfi and rasmalai. Signs saying \"horn OK please\" play on the roadside theme. 134 Flinders Street, Melbourne, open seven days until late, price $13 per main meal plus extras. The Curry Truck Buying dinner from one of Melbourne's rapidly multiplying food vans can be a risky affair – in many cases they simply seem unable to provide much more than a snack between meals. That made the discovery of the Curry Truck on a Friday night in East Brunswick all the more satisfying. For just $12 you get the choice of several Indian, Indonesian or Thai curries, served with delicious roti bread and rice. Selections include butter chicken, Indonesian beef rendang, lamb curry and Thai red curry with tofu. They also serve delicious samosas and mango lassi and have a flat-screen TV showing what appear to be Bollywood action flicks to divert you while you wait. The servings are fresh and generous. Various times and locations around Melbourne, check Facebook page for details. Price $15 for curry with lassi."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}