{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/jul/13/germany-argentina-brazil-2014-worlds-cup-final-player-ratings", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-07-13T23:08:00Z", "webTitle": "Germany 1-0 Argentina: Brazil 2014 World Cup final player ratings", "webUrl": "https://www.theguardian.com/football/2014/jul/13/germany-argentina-brazil-2014-worlds-cup-final-player-ratings", "apiUrl": "https://content.guardianapis.com/football/2014/jul/13/germany-argentina-brazil-2014-worlds-cup-final-player-ratings", "fields": {"headline": "Germany 1-0 Argentina: Brazil 2014 World Cup final player ratings", "bodyText": "Germany Manuel Neuer 7 Had very little to do in the first half but the tournament’s best keeper came charging out to make his presence felt on Higuaín in the second. Quick as ever off the line but generally untroubled Philipp Lahm 8 Given the freedom of the right by Argentina’s formation, the Germany captain ran riot. Time after time he put in dangerous balls and it looked a matter of when, not if, his team-mates would capitalise Jérôme Boateng 9 Made a vital clearance after a surging run from Messi and was always quick to snuff out danger. Quick, calm and authoritative, his displays in Brazil have been a revelation and he was man of the match Mats Hummels 6 Hampered by a knee injury and a lack of pace, the Dortmund centre-back was repeatedly isolated by Messi and Lavezzi in the opening period but came back well to show his quality Benedikt Höwedes 6 Saw yellow when it could have been red for a knee-high lunge on Mascherano before he headed against the post from six-yards out when he should have scored. Looked a centre-back playing on the left Bastian Schweinsteiger 8 Booked after 28 minutes for a needless foul on Lavezzi but dictated play from the base of Germany’s midfield and made one exceptional tackle late on to rescue his team when they needed him most Thomas Müller 7 Gave Zabaleta the slip to set up a chance for Schürrle and his movement was breathtaking at times but he never quite found the space to land the killer blow. Impressed again throughout, though Christoph Kramer 5 Drafted into the team minutes before kick-off because of the injury to Sami Khedira, the 23-year-old looked unflustered until he took a nasty blow on the head from Garay and was substituted on the half-hour Toni Kroos 6 Terrible headed back-pass gave Argentina a glaring opportunity to take the lead but another fine delivery from a corner almost created the opening goal for Höwedes. His shooting twice let him down Mesut Özil 7 Drifted in from the left to find pockets of space in the No10 position and set up Kroos with some lovely footwork. But the pretty patterns could not hide the Arsenal player’s failure to take hold of the game Miroslav Klose 6 Kept quiet for most of the evening. Forced Romero into a routine save with one trademark leap and downward header but was unable to provide the cutting edge Germany craved Argentina Sergio Romero 7 The hero of the semi-final shootout victory over Holland reacted sharply to save from Schürrle late in the first half and kept out a tame effort from Klose but could do nothing about Götze’s winner Pablo Zabaleta 7 Manchester City’s Mr Reliable seemed to have more licence to get forward than in earlier games and took the opportunity with relish. Final ball was sometimes lacking but he never stopped running Martín Demichelis 8 What a strange season the veteran has had. Turned things round after a poor start in England and showed his experience and ability during a fine exhibition of man marking in the final Ezequiel Garay 9 Chiefly responsible for his side’s three previous shut-outs in the knockout stages, he was immense again here. Marshalled his defensive colleagues and was alive to any threat the Germans posed Marcos Rojo 7 Was a slight doubt for the final and clattered into Müller inside two minutes. Tried to offer more of an attacking threat as the game wore on but had his hands full stopping Lahm’s raids Enzo Pérez 5 Angel di María’s stand-in does not offer the same creativity or running power as the Real Madrid man and failed to make his mark here. Was substituted for Gago as the clock ticked towards 90 minutes Javier Mascherano 8 Snapped into tackles, got under the skins of the German players and pressured the referee. The Barcelona centre-back patrolled the midfield areas with menace and his yellow card was no surprise Lucas Biglia 6 Held his position alongside Mascherano in the centre in order to stifle the tournament’s best midfield. Was tidy on the ball but offered little to his side in the attacking areas Lionel Messi 8 Left Hummels for dead inside 10 minutes and then again before half-time but fired wide when one on one with Neuer. His skill and trickery worried the Germans but he could never break free completely Gonzalo Higuaín 5 Skewed a glorious early chance horribly wide after Kroos’s error and his failure to look across the line cost his side the lead. Looked lethargic until he was substituted for Palacio in the 78th minute Ezequiel Lavezzi 7 Drove at the Germany defence from the off and his sharp movement was a constant threat. Put in a perfect cross for Higuaín’s disallowed goal before he went off at half-time to be replaced by Agüero"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}