{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/jul/28/nick-matthew-james-willstrop-commonwealth-games", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-07-28T22:14:00Z", "webTitle": "Nick Matthew beats James Willstrop in Commonwealth Games squash final", "webUrl": "https://www.theguardian.com/sport/2014/jul/28/nick-matthew-james-willstrop-commonwealth-games", "apiUrl": "https://content.guardianapis.com/sport/2014/jul/28/nick-matthew-james-willstrop-commonwealth-games", "fields": {"headline": "Nick Matthew sees off James Willstrop in Commonwealth Games squash final", "bodyText": "There were two rivals, alike in dignity, from ancient grudge break to new mutiny. And there were a few hundred spectators in the arena, perhaps 50 members of the press, a dozen photographers, a handful of Olympic champions from other sports, even a visiting prince. And, of course, there were all those TV cameras, feeding the men’s final back to however many were watching around the world. They may as well have not been there. Certainly everything outside the glass walls of the floodlit court, 10m by 6m by 5m, was invisible to Nick Matthew and James Willstrop. Their eyes were fixed on the little ball, their minds focused on nothing but the other. It may have been the final of the Commonwealth Games but it was also just the latest duel in a long and bitter series stretching back more than a decade. Willstrop, 30 years old, could fairly claim to be the best English squash player of his generation if it was not for Matthew, who is four years older and, hard truth this, just that little bit more gifted. Matthew won 11-9, 8-11, 11-5, 6-11, 11-5. Their extraordinary match lasted an hour and 40 minutes, longer than the women’s final, which England’s Laura Massaro lost, and the men’s bronze medal match, which England’s Pete Barker won, put together. And yet, when it was over, Willstrop said he would rank it “in the top five” matches they have played, no higher. Willstrop and Matthew first faced each other in 2001. Willstrop won. He was only 18 back then, and a phenomenon, son of the great coach Malcolm Willstrop. “The golden boy of British squash,” Matthew called him. The older man was a late developer himself. Since then they have played each other 53 times, on courts across the world, from Australia to India, to SaudiArabia and the US. Add all the court time up and you will find that they have spent three entire days of their lives doing nothing but playing against each other. They have met and fought in the finals of the British Open, the US Open and now successive Commonwealth Games. It is hard to think of any two sportsmen who know each other’s games, and minds, as well these two do. “We don’t literally hate each other’s guts, you know,” Matthew said in an interview last year. The fact that he even felt he needed to make such a clarification says something about the enmity between the two who live in Yorkshire, Willstrop in Leeds, Matthew in Sheffield. Willstrop concedes that they are “two very different animals”, “disparate characters”. And players, too. Willstrop is 6ft 4in and weighs the best part of 200lbs. He is languid on court, a graceful mover with a deft wrist and cunning imagination. According to the stats, Matthew gives Willstrop four inches and 30lbs but in person he looks smaller still. But he is superbly athletic and utterly tenacious – “I’m a Yorkshireman and an only son, one hell of a stubborn so-and-so”. He bounds back to the centre of the front court after every shot he hits, as though tugged along on elastic. For a long time they fought on even terms or, at least, Willstrop held his own – winning one of every three. That all changed at the British Open in 2009 when Willstrop let slip in a radio interview that “Nick likes to have a word on court from time to time”. Matthew sniffed a weakness. He was losing the final, so he spat out an insult: “Did your Dad teach you to block like that?” Malcolm Willstrop, Matthew explained afterwards, “was always banging on about the virtues of fair play”. The words may have been mild but they rang around Willstrop’s head. He fell apart and Matthew won. As he has in 22 of the 23 matches they have played since, including the finals of the World Open and now two Commonwealth Games. Both men have written books and included some frank views – Willstrop called Matthew “pretentious and vicious” – which has not done much to improve their relationship. “There has been antagonism there but there is, at the end, mutual respect,” Willstrop said after his defeat. “It will always be a strain between us. We are different, very different, but that’s fine. It’s not like we go around hitting each other with cricket bats. We are civil.” Willstrop admitted that this was probably the best chance he has had of beating Matthew because his opponent was still recovering from surgery on a knee. Willstrop has had injury problems himself but he was nearer his best. “I was very excited in the fourth game when I was up 9-6 and then I got the game,” Willstrop said. “I thought: ‘This is it now, I have got my chance, this is as good as it is going to get.’ He is clearly not at his very peak physically.” Matthew, though, got his drop shot working and began to drag Willstrop forward into the part of the court where he is at a disadvantage. “I felt like I never had one bit of control in the match, ever,” Matthew said. “I felt like he had me under so much pressure I was reacting to him and it was testament to my fighting ability that I stuck in there. I exhausted plan A and plan B and I was on about plan Z in the end and thank goodness that one worked.” When it was all over, Matthew walked over to talk to his opponent and told him the match was a credit to them both. “It is easy for him to be sincere when he beats me,” Willstrop said. “He was very humble. He usually is when he has won.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}