{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/jul/11/rory-mcilroy-scottish-open", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-07-11T21:09:00Z", "webTitle": "Rory McIlroy goes down with the Friday blues again at Scottish Open", "webUrl": "https://www.theguardian.com/sport/2014/jul/11/rory-mcilroy-scottish-open", "apiUrl": "https://content.guardianapis.com/sport/2014/jul/11/rory-mcilroy-scottish-open", "fields": {"headline": "Rory McIlroy goes down with the Friday blues again at Scottish Open", "bodyText": "Rory McIlroy could do without this familiar Friday feeling. Second-round struggles for the Northern Irishman are becoming worryingly predictable. Without them McIlroy would have won far more than once this year. He was afflicted by the ailment yet again at the Scottish Open. McIlroy, who opened the event with a course-record 64 which planted him at the top of the leaderboard, slumped to a 78 on day two – from seven under to level par. “It was just one of those days where nothing really went right,” McIlroy said. “I’m here for the weekend at least. I’d be much happier standing here after shooting a couple of 71s but that’s not the case. It hasn’t been the case all year.” Even by his own recently erratic standards this was remarkable stuff. As the round so rapidly unravelled, it became clear that McIlroy’s mind has been affected by these regular bouts of inconsistency. Whether brilliant or dreadful, McIlroy remains a player one simply cannot take one’s eyes off. McIlroy’s woes began with a bogey on the opening hole after his approach shot missed the green. Having reached the turn in 38, two over, he went on to bogey the 10th and double-bogey the 12th after taking two to get out of a bunker. McIlroy was seven over for the day through 14 holes and suddenly flirting with the cut. The 25-year-old parred in from there and thus avoided what would have been an ignominious exit but he still cut a dejected on-course figure. “That’s another Friday out of the way. Thank God,” McIlroy said with a laugh. A stinging pre-Open critique of the state of Lee Westwood’s game has arrived from a surprise source: the Englishman himself. A Friday 73 meant an aggregate of three over par for Westwood and ensured he lasted only 36 Scottish Open holes. Having tied third at last year’s Open Championship – and held the 54-hole lead – he would ordinarily be fancied for the same event next week at Royal Liverpool. Yet after his second round here, the 41-year-old admitted to deep concern and frustration over his play. “It doesn’t matter what golf course I’m on at the minute, I’m still struggling,” Westwood said. “I need to sort it out. It’s going to be a different test at Hoylake, a different course. “I finished top three in three of the last five Opens so I know how to play links golf. I should just go and have the usual plan but you can’t have confidence when you’re hitting it shit like I am. I’ve got to sort it out and start hitting it better. “I’ve not hit it well for two, three months now. You’ll struggle on any golf course but when it’s a major championship test, and there’s likely to be a bit of breeze like this week, then you know you are going to struggle. “You just have to keep grinding away to find an answer. I know what I have to work on. It’s just a case of teaching the old dog new tricks. You can’t contend in tournaments when you’re hitting the way I am.” Westwood’s sentiment will be noted by Paul McGinley. Westwood has played in eight Ryder Cups but is not currently inside the automatic qualification places for Europe’s meeting with the United States in late September. McGinley would ordinarily hand a wild-card pick to Westwood but not, clearly, if his form and mood are poor. Westwood’s Scottish appearance came after a three-week break, which he admitted was necessary because of over-playing during the early part of this year. “I needed the time to not hit balls,” he said. “I’d played a lot of golf at the start of the season and didn’t feel like playing, to be honest. I have to start scheduling better. I’ve played way too much. “It’s been a bit of a train wreck, the schedule. I hit a few balls during those three weeks but nothing silly. I played one round. “The spark is not there at the moment. Starting to hit it better would be nice. When I look at the schedule for the rest of the year it’s going to be too many tournaments, especially at 41 years old. You just get jaded, you need to be keen every time you tee off. That’s why I had three weeks off. “It’s not mental, it becomes mental when you stand there and you haven’t got a shot, you can’t aim anywhere.” Justin Rose enjoyed contrasting emotions, after a second-round 68 placed him firmly in contention despite suffering from the effects of hay fever. The 2013 US Open champion did not play when the Open was last at Hoylake, eight years ago. Rose sits at minus five after two rounds here. “I’m beginning to click back into gear,” he said. “I’m beginning to see good shots. I’m beginning to feel like I’m going to hit some good shots. Part of the reason for playing this week is just to work my way back into it for next week.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}