{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sustainable-business/2014/jul/10/prince-charles-fisheries-investment-opportunities-oceans", "type": "article", "sectionId": "sustainable-business", "sectionName": "Guardian Sustainable Business", "webPublicationDate": "2014-07-09T23:01:02Z", "webTitle": "Prince Charles wants to turn fisheries into investment opportunities", "webUrl": "https://www.theguardian.com/sustainable-business/2014/jul/10/prince-charles-fisheries-investment-opportunities-oceans", "apiUrl": "https://content.guardianapis.com/sustainable-business/2014/jul/10/prince-charles-fisheries-investment-opportunities-oceans", "fields": {"headline": "Prince Charles wants to turn fisheries into investment opportunities", "bodyText": "The world's oceans could be saved if they were turned into attractive investment opportunities, according to a new report by the Prince of Wales' International Sustainability Unit (ISU) and the US Environmental Defense Fund (EDF). The report concludes that there is a financial return to be made from the transition to a more sustainable management system if fisheries are structured as “investable propositions” and that investment in natural capital can be an effective way of achieving social, environmental and economic goals. It was unveiled at a conference the Prince of Wales convened to bring together experts from government, the fishing industry, investors and leading conservation groups. Given the lack of political action in the face of overwhelming evidence that overfishing is having devastating repercussions, the prince is seeking to prove that immediate action is not just right but also makes business sense. According to the prince: “Economy and ecology do not have to be locked into an irreconcilable struggle. We know from many examples around the world that the transition towards sustainability can deliver a wide range of economic, social and ecological benefits. The transition to sustainable fisheries, therefore, should be seen as a 'no regrets' investment. It requires capital today to ensure that these benefits exist tomorrow.\" Fisheries are a key component of the global ocean, or 'blue', economy. They contribute $274bn to global GDP, provide around three billion people with their main source of animal protein, and employ over 200 million people, the majority of whom are in developing countries. According to the report, the transition to more sustainable, profitable fisheries has so far been largely funded by philanthropic and public sources of money but this investment alone won't support the rate and scale of fisheries reform that is required on a global level. It says: “At the same time, past and current investments in fisheries have, in some instances, undermined the underlying resilience of natural and social capital. It is now time to explore a new approach to investing in the transition, an approach which involves all types of financial capital – from philanthropic to public to private. Each can play an important role and through coordination and integration, different types of capital can work together to finance the transition to self- sustaining fishery systems.” The report highlights case studies that show greater financial returns do not have to come at the expense of fish stocks and vital social and environmental benefits for local communities. Examples include the Pacific Halibut fishery, where sustainable management led to more than a 200% increase in revenues and the clam fishery in Ben Tre Province in Vietnam, which increased returns by nearly half, as well as raising incomes and providing around 4,000 more jobs for local fishers. The report says the case studies it has looked into suggest three key enablers of sustainable and profitable fisheries that, together, provide the basis for increased value: Secure tenure for fishers over an area or share of catch aligns incentives and empowers the fishing industry to pursue sustainable use of the resource, and is a vital first step in the transition Sustainable harvests determine how much fish can be sustainably taken from the fishery and enable the creation of both management and investment frameworks Robust monitoring and enforcement provide assurance that fishers will comply with sustainable management and reduce the likelihood of illegal activity that could undermine the transition The report concludes that while the scale of fisheries transition needed is immense, there is plenty of available capital if projects are well developed and appropriate financial structures are applied. It calls on all stakeholders to work together, arguing governments can start implementing policies and practices that enable sustainable projects to move forward at scale and that investors can “increase their levels of awareness of the idiosyncrasies of marine capture fisheries and then allocate capital towards the transition.” US conservation NGO the Nature Conservancy, through its JP Morgan-supported natural capital investment arm, NatureVest, has announced it will offer over $45m to support the structuring of investment in marine programmes in the Indian Ocean and the Caribbean using blue bonds and similar commercial approaches. The issue of over-exploitation of the oceans is finally starting to rise up the political agenda with President Obama announcing only last month plans to make a broad swathe of the central Pacific Ocean off-limits to fishing, energy exploration and other activities. The proposal would create the world’s largest marine sanctuary and double the area of ocean globally that is fully protected. The finance hub is funded by EY. All content is editorially independent except for pieces labelled advertisement feature. Find out more here."}, "isHosted": false}}}