{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/jul/20/gaza-bloodiest-day-assault-kills-palestinians-israelis-hospitals", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-07-20T21:54:00Z", "webTitle": "Gaza's bloodiest day as at least 100 Palestinians are killed", "webUrl": "https://www.theguardian.com/world/2014/jul/20/gaza-bloodiest-day-assault-kills-palestinians-israelis-hospitals", "apiUrl": "https://content.guardianapis.com/world/2014/jul/20/gaza-bloodiest-day-assault-kills-palestinians-israelis-hospitals", "fields": {"headline": "Gaza's bloodiest day as at least 100 Palestinians are killed", "bodyText": "Gaza endured the bloodiest day of the two-week conflict between Hamas and Israelon Sunday, with an Israeli assault in a residential area causing carnage described by the Palestinian leadership as a \"heinous massacre\" and a \"war crime\" by the Arab League. At least 100 Palestinians were killed – 67 in one area – as Israel escalated its military onslaught overnight. The corpses of women and children were strewn in streets of Shujai'iya as people fled on foot and packed into vehicles. The UN security council was holding an emergency meeting on Sunday night in New York at the request of Jordan to discuss the worsening situation in Gaza. A Jordan-drafted resolution obtained expressed \"grave concern\" at the high number of civilians killed in Gaza, including children, and it called for an immediate cease-fire, \"including the withdrawal of Israeli occupying forces from the Gaza Strip\". On Sunday, night, a spokesman for Hamas's armed wing claimed that the group had captured an Israeli soldier during fighting in Gaza. But Israel's UN ambassador Ron Prosor said in New York on Sunday night that there was no kidnapped Israeli soldier. \"Those rumours are untrue,\" he said. During the course of Sunday 13 Israeli soldiers were killed – a dramatic rise in casualties that could increase pressure inside Israel for an end to the fighting, or harden determination to inflict a decisive blow on Hamas. Hospitals in Gaza were overwhelmed by the injured and terrified seeking sanctuary from a relentless bombardment from air, sea and tanks, as gun battles raged on the ground between Israeli soldiers and Hamas militants. Early on Monday morning, the UN security council was due to hold an emergency meeting to discuss the conflict, at the request of Jordan. The Palestinian government described the bloodshed in Shujai'iya as a \"heinous massacre\" and called on the international community to intervene immediately to stop the \"Israeli aggression\", while the Arab League described the shelling as \"a war crime against Palestinian civilians and a dangerous escalation\". But condemnation from international leaders was muted. Amid floundering efforts to start meaningful ceasefire talks, there was little sign of real pressure on Israel to lessen or halt the killing of civilians. Barack Obama raised \"serious concern\" about the growing number of Palestinian casualties in a phone conversation on Sunday night with Israel's prime minister, Binyamin Netanyahu. At a televised press conference, Netanyahu warned Israel's operation would continue, saying after three ceasefire offers, it now had international backing for its ground offensive: \"We will continue this operation for as long as it takes.\" More than 425 Palestinians – mostly civilians – have been killed and about 3,000 injured. Twenty Israelis, including two civilians, have died, including two Americans fighting with the Israel Defense Force. Stuart Steinberg confirmed the death of his 24-year-old son, Max Steinberg, on Sunday. Steinberg, whose family lives in California, was a sharpshooter for the Golani Brigade and was one of 13 men killed in fighting Saturday. The second American was named as 21-year-old Sgt Nissim Sean Carmeli from Texas. In a CNN interview, Netanyahu accused Hamas leaders of using civilians as human shields. He called them \"genocidal terrorists\" with a callous disregard for civilian casualties. \"They use telegenically dead Palestinians for their cause. They want the more dead, the better,\" he said. He said Israel did not want \"to go to excessive lengths\" while insisting that its forces would take \"whatever action is necessary\" to stop rocket fire from Gaza. \"We try to target military targets and unfortunately there are civilian casualties which we regret and we don't seek,\" he said. After praising Netanyahu for a \"pinpointed\" operation and restating America's commitment to Israel's right to defend itself, an apparently frustrated US secretary of state, John Kerry, was caught on a Fox News microphone telling an aide sarcastically: \"It's a hell of a pinpointed operation.\" As the bombardment intensified, the Israeli military declined to deny it was using flechette shells in Gaza, saying only that it adhered to international law and flechette munitions were permitted under the law of armed conflict. Flechette shells spray out thousands of potentially lethal tiny metal darts with sharpened tips, which can shred flesh. The Red Cross appealed for a humanitarian ceasefire for two hours on Sunday afternoon, to allow the evacuation of the dead and injured. The truce broke down after an hour – with both sides accusing the other of breaches – but resumed later. The Israelis told Palestinians to use the pause in bombing to leave homes in vulnerable areas. The UN agency for Palestinian refugees, UNRWA, said more than 63,000 people had sought sanctuary in the 49 shelters it has opened in Gaza, and that it expected this figure to rise. \"The number has tripled in the last three days, reflecting the intensity of the conflict and the inordinate threats the fighting is posing to civilians. We call on all sides to exercise maximum restraint and to adhere to obligations under international law to protect civilians and humanitarian workers,\" said a spokesman, Chris Gunness. Shawan Jabarin of the Palestinian human rights organisation Al-Haq warned that Israel's assault on residential areas in Gaza, resulting in high and rising civilian deaths, could constitute war crimes. \"Throughout this latest escalation of attacks, as with Operation Cast Lead and Operation Pillar of Defence, we see a disproportionate number of civilian deaths and damage to civilian property. The obligation not to target civilians and civilian infrastructure is absolute and any intentional violation of this obligation amounts to a war crime.\" Attempts to broker a durable ceasefire agreement continued in Doha, where the Palestinian president, Mahmoud Abbas, was due to meet Hamas's leader-in-exile, Khaled Mishal. Ban Ki-moon, the UN secretary general, was also flying to Doha for a round of emergency talks. Ban was due to meet the emir, Sheikh Tamim bin Hamad al-Thani, and Abbas. Qatar's close links to Hamas make it uniquely placed to try to mediate in the conflict. On Monday, Ban will move to Cairo to meet President Abdel-Fatah al-Sisi, author of a ceasefire plan already rejected by Hamas. Hamas said Mishal had also been invited to Cairo. Kerry will fly to Cairo on Monday to add his weight to the peace efforts, after reiterating concern over the risk of further escalation. In a conversation with his aide inadvertently recorded by Fox News, he said: \"We've got to get over there ... I think we ought to go tonight. I think it's crazy to be sitting around.\" Qatar's role as mediator is being enhanced by the deep hostility of Egypt's government to Hamas, which has close links to the now-banned Muslim Brotherhood. According to the Israeli daily Haaretz, a key element of the Egyptian initiative – rejected by Hamas – is the return of Abbas's Palestinian Authority to Gaza, for the first time since Hamas's 2007 takeover of the territory. Hamas is demanding an end to the Israeli blockade of Gaza, an opening of the border with Egypt and a release of scores of recently re-arrested prisoners by Israel. The Israeli military said it had \"neutralised\" two Palestinian militants who \"emerged from a tunnel\" in southern Israel on Sunday as Hamas continued to fire rockets into Israel, most of which were intercepted by its anti-missile system. Israel soldiers have uncovered 34 shafts leading into about a dozen underground tunnels, some as deep as 30 metres. Israel has said demolishing tunnels is the principal goal of its ground operation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}