{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2014/jul/02/monty-python-live-mostly-review-o2-arena-london", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2014-07-01T23:10:55Z", "webTitle": "Monty Python Live (Mostly) review – reunion show is one for the faithful", "webUrl": "https://www.theguardian.com/culture/2014/jul/02/monty-python-live-mostly-review-o2-arena-london", "apiUrl": "https://content.guardianapis.com/culture/2014/jul/02/monty-python-live-mostly-review-o2-arena-london", "fields": {"headline": "Monty Python Live (Mostly) review – reunion show is one for the faithful", "bodyText": "Comedy's greatest supergroup, in fact its only supergroup, gathered at London's O2 Arena like the Gratefully Not Dead, undertaking their staggeringly lucrative reunion show in the same cheerfully cynical spirit as their Contractual Obligation Album in 1980. It was a golden-oldie recapitulation of their greatest hits, padded out with song'n'dance ensemble numbers from a chorus young enough to be the Pythons' grandchildren. Stephen Fry made a self-conscious live cameo. There will presumably be other, different walk-ons later in the run. Back in the days of the Hollywood Bowl – or indeed the 1974 Drury Lane show which first revealed the singalong popularity of the parrot sketch – they couldn't have dreamed of this kind of cash avalanche for doing an old set. This show is reputedly for John Cleese's alimony bill but in truth the whole surviving crew – Cleese, Eric Idle, Michael Palin, Terry Gilliam and Terry Jones – are submitting to the awesome power of market forces. A string of O2 shows selling out in seconds? When there's just so much to be made from doing I'm A Lumberjack or Every Sperm Is Sacred, you really can't say no. Perhaps only a new West End live production of Fawlty Towers with the original cast could be more sensational. The sketches are old – of course they are, and you'd have to have a heart of stone not to enjoy hearing them again just a bit, though the campy jokes about men with silly effeminate voices and ladies' underwear have dated. Not a great deal of effort has gone into updating the script. People under 50 may need to be told what Timothy White's is or who Bertram Mills is, and they may be baffled at the idea of paying for a five-minute argument with a one-pound note. But maybe period flavour is part of the point. These sketches come from a time when some men really did go to work wearing bowler hats. Everyone wants the Pythons to do the classic stuff and so they did. If Abba reformed, nobody would expect them to avoid Dancing Queen in favour of new compositions and songs that didn't pass muster at the time. And in fact the whole concept of the Python team doing new material is almost meaningless to fans and non-fans alike. The Pythons weren't miming – although there was a Spanish Inquisition level of unexpectedness in their liberal use of videos projected onto huge screens showing some of their greatest TV sketches, just to cover the scene changes. It is always a pleasure to see Terry Gilliam's mini-masterpieces of animation on a giant scale and there is even arguably a new level of surreality to this massive spectacle, a old-fashioned revue blown up to stadium level, a rickety geriatric gang being greeted with mass ecstasy. As a fan, I have to admit to a twinge of awe and even an uncool microsecond of lachrymose emotion at seeing them together again – looking old, as old as the Four Yorkshiremen were supposed to be when they originally did the sketch as young men. Jones and Idle and Palin actually look pretty sprightly, or at least no less sprightly than these gawky Englishmen have looked for the past few decades dressing up in silly clothes. Idle actually had a bit of a Broadway show-stopping moment singing the Galaxy Song from The Meaning Of Life, surrounded by colossal projections of the universe, a number which was followed by a video contribution from Stephen Hawking, emphatically endorsing the Pythonesque view of the cosmos. Terry Gilliam looked as if he was taking part in exactly the same spirit of baffled incompetence as in the old days. His acting was never the point (the animation is still brilliant and these huge projections of his creations are almost a kind of retrospective for his great TV work). However, we all know how far this great movie and opera director has evolved since the Python days. John Cleese isn't quite match fit. He's got more of a tummy than the rest of the crew, and he has a bit of permanent frog in the throat. His delivery has slowed up and I sensed that he sometimes can't quite muster the energy. The great \"ex-parrot\" aria that concludes the famous sketch always used to be delivered by him at a screaming pitch of velocity and rage that brought the house down. For this show, it is much slower and flatter. And yet, and yet. Sometimes we saw the old Cleese. During the argument sketch, his gimlet-stare assumed the fanatical intensity of yore, the robotic rapping of meaningless contradiction. There was a real flash of fire and comedy. Monty Python Live (Mostly) isn't bad: it gives the crowd exactly what they want but relies pretty heavily on the fan love and makes a hefty withdrawal from the reputation bank. It is in fact less satisfying than Spamalot - the stage musical version of their movie Monty Python and the Holy Grail – and it is in some ways a shame that this show could not have drawn more on their classic movies, the films on which their prestige probably now rests. But then: why do that when we can see the movies, which are still (mostly) as fresh as a daisy? This live show won't make any converts. But it sends the faithful away happy."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}