{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2014/jul/28/commonwealth-games-2014-kemar-bailey-cole-100m-jamaica", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2014-07-28T23:20:00Z", "webTitle": "Commonwealth Games 2014: Adam Gemili wins 100m silver", "webUrl": "https://www.theguardian.com/sport/2014/jul/28/commonwealth-games-2014-kemar-bailey-cole-100m-jamaica", "apiUrl": "https://content.guardianapis.com/sport/2014/jul/28/commonwealth-games-2014-kemar-bailey-cole-100m-jamaica", "fields": {"headline": "Commonwealth Games: Adam Gemili wins 100m silver behind Bailey-Cole", "bodyText": "In the cauldron of Scottish football an almighty Hampden roar sounded for a young English sprinter, Adam Gemili, who until three years ago dreamed of kicking a ball for a living but now has a 100m silver medal to celebrate. No wonder he clasped hands to head in wide-eyed exuberance. But the understated reaction of the winner, Kemar Bailey-Cole, was just as telling. He had expected to win, and win he did. Despite the absence of Usain Bolt and his long-time frenemy Yohan Blake from the Commonwealth Games’ blue riband event, one thing holds true: the production line of Jamaican sprinters keeps rolling. Bailey-Cole had a stumbling start and was a metre or so behind Gemili early on. But he picked up to cruise home in a season’s best 10.00sec, with Gemili second in 10.10 and another Jamaican, Nickel Ashmeade, third in 10.12. “I’m speechless,” admitted Gemili. “The reception I received was amazing. It gave me goosebumps and the extra energy to hold on despite tired legs.” The 20-year-old’s medal was a minor surprise, given his personal best is 10.04 and there were several men in the competition who had gone under 10 seconds. But it was only a matter of time for the good vibrations, which have been growing ever since Gemili decided to switch from semi-professional football with Dagenham &amp; Redbridge to athletics in 2011, to be realised. Two years ago, as a callow 18-year-old, he just missed out on the 100m final at the London Olympics after running 10.06sec. Last year he became only the second British athlete – after John Regis – to crash through the 20-second barrier for 200m, before finishing fifth in the world championship final in Moscow. Now at last he has a medal. And he intends to build quickly on his achievements. “The times will come,” said Gemili. “But medals are what counts and this is just a stepping stone for the European Championships in a couple of weeks’ time and then the world championships next year and Rio in 2016.” As Gemili wallowed in his personal triumph, Bailey-Cole was more laconic. “The start, it wasn’t good,” he sighed. “The rest was OK.” Bailey-Cole is coached by Glenn Mills, who also trains Bolt at Kingston’s famous Racers Track Club, and the parallels between the two sprinters are obvious. Both are tall – Bailey Cole is 1.93m, Bolt two centimetres bigger – and both combine a loping stride that allows them to eat up the track, with a zen-like relaxation which means they do not tighten up while others’ legs go wobbly. Last year Bolt talked up the chances of Bailey-Cole one day eclipsing his feats, and this was a not insignificant marker. But he lacks Bolt’s showmanship and, interestingly, Bailey-Cole admits the pair are not best buddies. “I train with Usain but the friendship is not that close,”he said. “I didn’t hear from him beforehand.” He was also less than complimentary when asked to compare his Glasgow experience with that of London 2012. “I can’t compare them,” he said. “London was really different food. It was way better than this. Scottish food could do with some more seasoning.” Earlier, as the sun set on Glasgow, Blessing Okagbare, the Nigerian who dyed her hair gold for these Commonwealth Games, proved her confidence was not misplaced when she won her first major championship title in the women’s 100m in a Commonwealth Games record. The 25-year-old ran 10.85sec – the second fastest time in the world this year – to beat the Jamaicans Veronica Campbell-Brown and Kerron Stewart, who ran 11.03 and 11.07 respectively. Britain’s Asha Philip ran a personal best but agonisingly finished fourth in 11.18, while Bianca Williams was sixth in 11.31. Okagbare began to long jump aged 15 but switched to sprinting at 21 after her coached persuaded her to give it a go when she ran her first 100m in 11.21sec. “I wanted to put on a show,” said Okagbare. “It was about execution and staying patient – after 70m it just felt easy.” In the women’s hammer, England’s Sophie Hitchon was only moderately happy to claim bronze with a throw of 68.72m, a distance over four metres below her personal best. Hitchon, a former ballet dancer who has two pet rats named Sid and Roddy, came into the Games believing she was in the form to challenge for gold. But the 23-year-old had to settle for third behind the Canadian Sultana Frizell, who retained her title from Delhi with a Games record throw of 71.97, while New Zealand’s Julia Ratcliffe claimed silver. Hitchon said: “The first few rounds were a little jerky and I only got it together later on. That is what happens sometimes. I am amazingly pleased with a medal but I just always want the very best as an athlete.” On Tuesday morning the action continues with the Olympic 800m champion and world-record holder, David Rudisha, starting his campaign, while the London 2012 long jump champion, Greg Rutherford, resumes his often testy rivalry with Chris Tomlinson as the pair attempt to qualify for Wednesday’s final. The evening’s action centres on Scotland’s fast-improving Laura Muir taking on England’s Laura Weightman and the Kenyan favourite, Hellen Obiri, in the women’s 1500m. It should be some race. But unless Muir can conjure up a moment of high delirium in front of her home crowd, the atmosphere will struggle to match the sonic boom and fulsome exultations for Gemili on a night when he gave yet another shining display of his potential."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}