{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2014/jul/29/nhs-hospitals-hand-over-mutuals-francis-maude", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2014-07-28T23:01:00Z", "webTitle": "Hand hospitals over to their staff, says Francis Maude", "webUrl": "https://www.theguardian.com/society/2014/jul/29/nhs-hospitals-hand-over-mutuals-francis-maude", "apiUrl": "https://content.guardianapis.com/society/2014/jul/29/nhs-hospitals-hand-over-mutuals-francis-maude", "fields": {"headline": "Hand hospitals over to their staff, says Francis Maude", "bodyText": "More NHS hospitals and youth services should be taken out of public hands and owned by the people who run them as mutuals, Francis Maude, the cabinet office minister, has said. The senior Conservative MP told the Guardian that he was \"more and more convinced\" this was \"the way of the future\" for a greater proportion of public services – suggesting the only exceptions from possible spin-offs should be front-line police and the armed forces. Unison has criticised the process as a \"Trojan horse for privatisation\", as spun-out services can subsequently be taken over by private firms. It also claims they \"frequently mask top-level buyouts without any real input or buy-in from staff\". There are already around 100 former public-service mutuals, including many in the area of community health services, and Maude's drive for more is now focused on hospitals and youth services, where he said mutualisation could help providers to \"find new ways of doing things\". The Tory minister said he had a \"missionary fervour\" about the idea and pointed to expert estimates that predicted 1 million out of 6 million public sector employees could end up working in mutuals. He said youth services was a good area for managers to take over as \"in the current environment there's a tendency for councils to cut their youth services funding, and mutualising is a very powerful way of making the money go much further\". As part of the push, Maude and Norman Lamb, a Liberal Democrat health minister, have written to all leaders of NHS trusts, encouraging them to consider mutualisation, and met chief executives of acute trusts to discuss the concept last month. He said many had \"come really sceptical\" but gone away saying: \"This is now something I really want to look at.\" Those who run public services can already ask ministers for the chance to spin off from the government. But the option is especially being encouraged in the NHS, where the government is making available a pot of money for staff to explore how mutualisation might work. Despite opposition from Unison, Maude said most unions had \"broadly been pretty supportive and I've really struggled to find anyone who is opposed to it\". However, he acknowledged: \"It is, if one wants to be nitpicky, technically privatisation. In the health service they all tend to be social enterprises, but they do leave the public sector and they talk about it in that way. All of the health care mutuals will talk about 'when we were in the NHS' … even though they are providing NHS services.\" Asked whether the mutuals could subsequently be taken over by private companies, or taken back into the health service if the process did not work, he said: \"All of those would options. They all are providing services under contract.\" One of the most prominent hospitals to become a \"mutual joint venture\" did so under the last government. Hinchingbrooke in Cambridgeshire is 49.9% owned by its employees and 50.1% by private investors, with its supporters pointing to improved standards under the new ownership. Maude's comments come as Andy Burnham, the shadow health secretary, prepared to give a speech in Manchester warning against creeping privatisation in the NHS. He will accuse David Cameron of misleading the public and call for contracts that put health services \"up for sale\" to be frozen until after the election. \"Labour publishes new analysis today which shows that NHS forced privatisation is entering new territory and becoming harder to reverse,\" he will say. \"Contracts are being signed that will run for the five years of the next parliament, and beyond. This is not acceptable. Contracts like this will tie the hands of the next government in a crucial area of public policy. \"But, even worse, they are being signed without a mandate from the public. \"The prime minister was not up front about these plans at the last election. He needs to be reminded that he has never been given the permission of the public to put the NHS up for sale in this way.\" He will highlight two ten-year contracts for cancer care in Staffordshire worth a total of £1.2bn and a five-year contract worth £800m for the care of older people in Cambridge. Burnham has now written to NHS England chief Simon Stevens calling for a halt to any further contracts for NHS clinical services being signed for the next year.\"The reason why people love and trust the NHS is because, for all its faults, it is a service that is based on people, not profits,\" Burnham will say. \" When his reorganisation hit trouble and was paused, David Cameron explicitly promised that it would not lead to more forced privatisation of services. But, as always with the NHS and this prime minister, the rhetoric and the reality don't match. \"On his watch, NHS privatisation is being forced through at pace and scale. Commissioners have been ordered to put all services out to the market. NHS spending on private and other providers has gone through the £10bn barrier for the first time. When did the British public ever give their consent for this? It is indefensible for the character of the country's most valued institution to be changed in this way without the public being given a say.\" Unite has also been campaigning against NHS privatisation in its Save Our NHS campaign. In response to Unite, the Department of Health released a statement saying: \"Ministers have stated that the government's reforms are not about privatisation, but about placing the financial power to change health services in the hands of those NHS professionals whom the public trust most, and putting clinicians, rather than politicians, in control of healthcare.\" • This article was amended on Tuesday 29 July 2014. Francis Maude pointed to estimates that predicted 1 million out of 6 million public sector, not NHS, employees could end up working in mutuals. This has been corrected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}