{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/jul/09/poldark-recap-series-three-episode-five-youre-giving-us-all-a-heart-attack-ross", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-07-09T21:00:34Z", "webTitle": "Poldark recap: series three, episode five – you're giving us all a heart attack, Ross", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/jul/09/poldark-recap-series-three-episode-five-youre-giving-us-all-a-heart-attack-ross", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/jul/09/poldark-recap-series-three-episode-five-youre-giving-us-all-a-heart-attack-ross", "fields": {"headline": "Poldark recap: series three, episode five – you're giving us all a heart attack, Ross", "bodyText": "“Minin’s a risk. Lovin’s a risk. Livin’s a risk. Tonight, I’ll take my chance.” And take it Captain Henshall did. The suspense, the horror. After the humour of last week’s episode this was true drama and all the more excellent for it. It even went a bit Sherlock with ghostly flashbacks and flash-forwards reflecting Ross’s tortured mind. What a treat. Heave, heave! Hurry to Nampara cove! Oh the tears that have fallen. This was a brilliant, action-packed episode. Once again Ross insisted on invading France single-handedly even though it didn’t work at all last time. This time he had a handful of Cornishmen for company, plus the man with the hook hand who, it turns out, speaks rather fine French. Bravo, Hook Man. Ross also had a rubbish map drawn by a five-year-old with minimal knowledge of northern Brittany. Still, they managed to elbow their way in. As soon as they got there, Dwight wanted them to leave. “Make haste and come with us.” No. Dwight has gone mad! His giant beard has sent him bonkers and he won’t allow himself to be freed. But no, it can be done. Heavens, Ross may be too old for this escapade and so am I. I thought I was going to have a cardiac arrest from all the gunfire. And yet it was worth it. “Do you feel strong enough for a small surprise?” Kisses without end all round. Thank goodness Dr Enys had come to his senses; he seemed to have forgotten Caroline for a moment there. “In truth there is someone. I doubt I’ll ever see her again.” Who knows if things will work out between them now his face has become so scabby? Miss Penvenen was the secret, resilient star of all this. “I admire Caroline’s optimism ... War is never simple. Nor human nature.” It’s excellent to see Gabriella Wilde given more to do. (And to those complaining below the line that “she is more than a Sindy doll.” Yes, we have always known that. She merely acquired her name by virtue of her uncanny resemblance to the Sindy doll which cannot be disputed.) The party scenes were marvellously intercut with the prison rescue, underscoring the twin purposes of our two rivals, George and Ross. “Presence at these events confirms one’s status in society” is George’s motto. “The invasion of France regardless of your chances of success” is Ross’s. Meanwhile love blossomed among the toads at Trenwith as Aunt Agatha turned the tarot cards. “He called to bring some toads. He’s very fond of Geoffrey Charles.” But Aunt Agatha is right – Evil George would destroy Drake. And no one wants that to happen for Aunt Agatha’s 100th birthday. Beautifully acted here by Ellise Chappell (Morwenna) and Harry Richardson (Drake). “She don’t care for me and she never did. I’ve no wish to go on in this world.” Wise words from Demelza – until Drake decided to find rather too much purpose and almost ended up dead. The best cameo of the episode? It can only be one man. Can we start a Mr Whitworth fan club? I love his plumminess, his shiny face and how he says Miss Chynoweth as if he were ordering champagne. “Would you prefer Oxford or Bath for our honeymoon?” I’ll go anywhere you take me, Mr Whitworth, as long as you keep your waistcoat. Meanwhile, the singing at the end was a wonderful advert for the Poldark CD, coming to a Christmas list near you. Pewter tankard award for bonkers brilliance as supporting actor For the purposes of this section I count everyone apart from Aidan Turner as a supporting actor, so let us focus our attentions on the heinous genius that is Evil George (Jack Farthing). He was in full-on dastardly laugh mode here: “Our mission is plain: to thoroughly discredit Ross Poldark and position me in his stead.” Mwa-ha-ha. It’s hardly a new mission for you, Evil George. Never mind Drake’s life purpose, this is yours. “Is that the kind of madman we want representing us in parliament?” George’s face was a picture. Demelza was not going to let him have his moment. “Do you think he’ll ever grow up?” “I don’t know, George, will you?” I can’t wait to see what transpires with the ill-fated Valentine. “My son has rickets? He is not some commoner’s child raised on gin.” No, but Elizabeth is still on the laudanum. Classic Poldark lines “Our friendship has gone beyond the bounds of common acquaintance.” Poor Morwenna. “This is the ground plan. It is a series of buildings set in extensive grounds.” Yes Ross, that is what a ground plan is. Well done. “Excuse me. I promised Lord Falmouth the allemande.” Best line of the episode. “‘Tis made already. Old Prudie see ‘em right.” Go, Nurse Prudie! Regulation reverse sexism bare chest moment Last week I missed a glimpse of Horace the pug, so it may be that this week I missed some chest action. But I’m fairly sure there wasn’t any. Instead, we were treated to a gruesome closeup of a bloody wound. That’s no fun. Bring back the bare chests, please. Next week ... Geoffrey Charles is off to Harrow. Evil George is setting a trap for Drake and Ross. Dr Enys has lost his marbles. And Morwenna refuses to submit to Mr Whitworth."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}