{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2017/jul/11/russia-ties-donanld-trump-jr-meeting-trump-news", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-07-11T21:50:15Z", "webTitle": "Red curtain falls: Trump Jr emails show Russia ties | The minute", "webUrl": "https://www.theguardian.com/us-news/live/2017/jul/11/russia-ties-donanld-trump-jr-meeting-trump-news", "apiUrl": "https://content.guardianapis.com/us-news/live/2017/jul/11/russia-ties-donanld-trump-jr-meeting-trump-news", "fields": {"headline": "Red curtain falls: Trump Jr emails show Russia ties", "bodyText": "Under pressure from the New York Times, Donald Trump Jr released emails containing shocking revelations of ties between Russia and the Trump campaign, feeding suspicions of foul play in the presidential election. Read our coverage In the emails, an intermediary offers Trump Jr a meeting with a “Russian government attorney” to pass “ultra sensitive” information as “part of Russia and its government’s support for Mr Trump”. Trump Jr replies: “If it’s what you say I love it.” Full text of the emails Trump Jr says nothing came of the meeting. Earlier, he said he went into the meeting not knowing what it was about. Previously, he repeatedly denied any contact with Russians. Who to believe? Trump camp denied Russian involvement at least 20 times My son is a high-quality person and I applaud his transparency. – President Donald Trump Republicans were quiet as the email fallout spread, but Democrats came out swinging. Former vice-presidential nominee Tim Kaine was not alone in using the word “treason”. Dems come out swinging It might take just a minute to catch up on the latest politics news. But good journalism takes time and costs money. If you like the Guardian’s politics coverage, please make a contribution. Thanks for reading! Make a contribution today"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}