{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/jul/14/small-town-children-at-risk-of-exploitation-by-criminal-gangs-say-mps", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-07-13T23:00:07Z", "webTitle": "Small-town children at risk of exploitation by criminal gangs, say MPs", "webUrl": "https://www.theguardian.com/world/2017/jul/14/small-town-children-at-risk-of-exploitation-by-criminal-gangs-say-mps", "apiUrl": "https://content.guardianapis.com/world/2017/jul/14/small-town-children-at-risk-of-exploitation-by-criminal-gangs-say-mps", "fields": {"headline": "Small-town children at risk of exploitation by criminal gangs, say MPs", "bodyText": "Vulnerable children in provincial areas and small towns – including those from middle-class families – are at risk of exploitation and grooming by criminal gangs seeking to extend their reach beyond major cities, according to a new report compiled by MPs. The report by the all-party parliamentary group on missing children heard evidence from parents of children as young as eight who had been groomed for “criminal exploitation”. One mother, who described herself as middle class, told the MPs: “My son became involved in a gang where he was exploited to sell class A drugs at the age of 14 in 2012. I didn’t know what to do or who to call.” “Young people who are groomed into drug running by adults are being exploited in the same way as those who are enticed into sexual activity. They too are vulnerable and need our support,” said Ann Coffey, the Labour MP for Stockport who chairs the all-party parliamentary group (APPG). “Children from all backgrounds can be affected. We need a greater understanding and awareness of this kind of criminal exploitation of children and better training to ensure it is recognised and prevented at an early stage.” The report said that vulnerable children and young people exploited by gangs to distribute drugs are often perceived to have “made a choice” – and are often criminalised rather than recognised as victims of the gangs who control them. “The needs of children targeted by gangs and risks to their safety and wellbeing are not recognised by professionals responding to children who go missing,” the report noted. The report followed evidence from the National Crime Agency (NCA) that so-called “county lines” operations involving gangs selling drugs such as heroin had spread out from London to the rest of the country, with gangs from Greater Manchester and Liverpool now also taking part. According to evidence given to the group, “going country” means groups or gangs using young people or vulnerable adults to carry and sell drugs from borough to borough, and across county boundaries. Peter Grigg, the director of external affairs at the Children’s Society, said that all runaway children face serious risks of abuse and criminal exploitation by gangs, whatever their background. “Young people exploited though ‘county lines’ operations are too often not treated as victims or deemed vulnerable enough to receive the care, protection and support they deserve. This needs to change and all children must be offered support that is rooted in an understanding of criminal and sexual exploitation, trafficking and trauma, with these risks considered by all professionals, including the police when they receive a report of a missing child,” Grigg said. The report called for the Department for Education to ensure that the risks of grooming and exploitation for criminality should be included in the national curriculum for healthy relationships, and taught as safeguarding in both primary and secondary schools. The group also wants the government to consult on statutory guidance on children missing from home and care, and to include information about potential gang exploitation, including those runaway children thought unlikely to be at risk. “Children of all ages and backgrounds go missing and can therefore be targeted and groomed by gangs who go on to exploit them for drug dealing, and other purposes including sexual exploitation,” said Susannah Drury, the director of advocacy at the charity Missing People. “The sooner professionals working with all children can be encouraged to recognise going missing and gang involvement as indicators of exploitation, the sooner these young people can get the help they need and the criminal networks who have exploited them can be uncovered and tackled.” The group heard from Islington council, which had linked gang activity involving people from its local authority to a further 14 county police forces across England, Wales and Scotland, including Cornwall and Lincolnshire. “It is important not only to help children identify when they themselves or their friends are being targeted but also to give them information about how to seek help and what help may be available,” the report said. Grigg said it was important that the national database of missing people promised by the government makes progress, to help to show the true scale of the problem and enable information to be effectively shared between police forces."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}