{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/jul/24/euro-2017-holland-belgium-women-norway-denmark-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-07-24T23:24:55Z", "webTitle": "Euro 2017: Holland beat Belgium to qualify as Norway crash out to Denmark", "webUrl": "https://www.theguardian.com/football/2017/jul/24/euro-2017-holland-belgium-women-norway-denmark-report", "apiUrl": "https://content.guardianapis.com/football/2017/jul/24/euro-2017-holland-belgium-women-norway-denmark-report", "fields": {"headline": "Euro 2017: Holland beat Belgium to qualify as Norway crash out to Denmark", "bodyText": "Holland became the first team to qualify for the quarter-finals of Euro 2017 with a 2-1 win over their neighbours Belgium. The tournament hosts took the lead through their captain, Sherida Spitse, who scored a 27th-minute penalty, before Belgium’s Tessa Wullaert hit a bizarre long-range strike to level the scores, the first goal Holland have conceded all tournament. Belgium pushed for a winner but again fell behind when Lieke Martens’s deflected shot found its way past Justien Odeurs. Martens, later voted the player of the match, cut in from the left and curled her shot for the far corner, only for it to hit Heleen Jaques and wrongfoot Odeurs. Holland go through with maximum points from their three games after victories over Denmark and Norway and will face the Group B runners-up on Saturday in Doetinchem. “Of course there is pressure,” said Holland’s head coach, Sarina Wiegman. “We are playing on home soil and want to win all our matches. We do have a mental coach but we have prepared well for the matches. In the past women’s football was just there but now the people start to love the women’s game and the team as well and I hope that this adds to the development of women’s football.” In Group A’s other game, an early strike from Katrine Veje helped Denmark to a 1-0 win over the 2013 finalists Norway. After losing 1-0 to Holland and 2-0 to Belgium, Norway knew they had to win to qualify but got off to the worst possible start with Denmark’s Pernille Harder capitalising on a slip from Nora Holstad Berge, before passing to Veje who powered home from the edge of the area after five minutes. Norway were unlucky not to equalise – they had a penalty saved, hit the woodwork twice and had more possession – but ultimately could not break Denmark down. This is the first time Norway’s women have failed to win a single game in any major tournament group stage and the first time since 1997 they have failed to progress from a European Championship group stage. Denmark will play the winners of Group B – containing Sweden, Germany, Russia and Italy – who play their final games on Tuesday evening."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}