{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/jul/01/hillsborough-football-disaster-tragedy-inquiry-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-07-01T23:04:12Z", "webTitle": "My brother died at Hillsborough. At last, after 28 years, I can sleep soundly | Martin Thompson", "webUrl": "https://www.theguardian.com/football/2017/jul/01/hillsborough-football-disaster-tragedy-inquiry-liverpool", "apiUrl": "https://content.guardianapis.com/football/2017/jul/01/hillsborough-football-disaster-tragedy-inquiry-liverpool", "fields": {"headline": "My brother died at Hillsborough. At last, after 28 years, I can sleep soundly", "bodyText": "Last Tuesday night, as I was getting into bed I was thinking about the decision of the Crown Prosecution Service to charge six people in connection with the Hillsborough disaster. I thought about those people waiting on the decision whose lives were about to be turned upside down and the anxiety they were feeling. I have had many sleepless nights over the years because of Hillsborough. During the inquests, the night before I was to give evidence I had woken up crying – the tears streaming down my face. I couldn’t even remember what I had been dreaming about. I just sat in bed crying. Had any of these people ever thought about me or the other families over the past 28 years? Had they ever wondered what it was like for a 19-year-old to phone his mother to tell her that her youngest son was not coming home from a football match? Was the anxiety they were feeling close to mine before I had to identify my brother? I thought back to the inquest. I had seen these men. When I looked at them, they weren’t the men I remembered from 1989. The uniforms. The way they stood on the Leppings Lane terrace with Margaret Thatcher the day after – talking to her, giving her their story. By the time of the inquest, they were old and their arrogance was taken apart by far superior minds from our legal team. After many hours of questioning by Rajeev Menon, QC, David Duckenfield, who was the match commander for South Yorkshire police on the day, slumped – and I saw a weak man. Just a man, and yet this man had changed my life. Back in 1989, I couldn’t escape Hillsborough. Everywhere I turned it was there in the faces of the people I knew and loved. The media at the time had taken the side of the police and we – the fans and families – were treated with disdain. I had had enough and decided to leave the country and travel. The Jewish community in Liverpool had planted a tree for everyone that had died at Hillsborough in the peace forest just outside Jerusalem. So I made it my goal to spend the first anniversary if I could in the forest. I made it. It was Easter Sunday 1990, and on the first anniversary to the minute I was there. I thought what it would be like in Liverpool and how a whole city would stop. I was glad I wasn’t back home. I cried a little, picked up my bag and moved on. For the next two years, I travelled. When I came home, the families continued to fight. It seemed that we would never see justice but little by little the tide turned. The Hillsborough Independent Panel report was the first real victory, then the inquest verdicts of unlawful killing, and now, 28 years after I last saw my younger brother, there will be people facing criminal charges for their part in the disaster. Many more would have been charged if we had had the justice we deserved all those years ago. Six people doesn’t seem a lot when you realise how many people were involved in the smears and cover-up that went on after 15 April, 1989, but that’s where we are – and you can’t help but think back through the years about the people who never lived to see this day. As I lie in my bed and think of the years of sleepless nights and the tears I have shed over Hillsborough, I know I will sleep soundly. There are six people whose lives will change forever, and they’re welcome to the anxiety and sleepless nights to come. Stuart Thompson died at Hillsborough at the age of 17"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}