{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/jul/05/shareholders-force-firm-to-pay-back-donations-to-conservative-party", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-07-05T21:52:25Z", "webTitle": "City firm Nex to pay back donations made to Tory election candidates", "webUrl": "https://www.theguardian.com/politics/2017/jul/05/shareholders-force-firm-to-pay-back-donations-to-conservative-party", "apiUrl": "https://content.guardianapis.com/politics/2017/jul/05/shareholders-force-firm-to-pay-back-donations-to-conservative-party", "fields": {"headline": "City firm Nex to pay back donations made to Tory election candidates", "bodyText": "A City business run by a former Conservative party treasurer has agreed to pay back donations made to five of the party’s general election candidates running against Liberal Democrats following a shareholder revolt. Nex, which used to be known as Icap and is one of the world’s biggest money-broking firms, is attempting to head off a rebellion at next week’s annual general meeting by announcing its chairman will personally pay back the £25,000 used to fund the candidates, including one who ran against Lib Dem leadership contender Sir Vince Cable. Michael Spencer, who was Tory party treasurer between 2006 and 2010, is the chief executive of Nex. The donations were disclosed in the notice for Nex’s AGM, in which it justified the payments on the basis it would help give the government a mandate to negotiate Brexit. However, with shareholders and advisory agencies such as ISS lining up to criticise the donations, the company’s chairman, Charles Gregson, is to pay the £25,000 back to the company out of his own pocket. “After consultation with shareholders and governance groups, it is clear that a number of them are opposed to public companies making modest political donations, even when supported by a strong business case,” the company said on Wednesday. “As a result, the chairman of Nex considers that it is appropriate that he reimburses the Nex group the cost of the donations. In the circumstances, the board has accepted that proposal.” The candidates were not named but they are understood to be Alex Chalk, Ben Howlett, Luke Hall, James Berry, and Tania Mathias, who was ousted as the sitting Tory MP for Twickenham by Cable. Howlett lost in Bath and Berry lost in Kingston and Surbiton to former energy secretary Sir Ed Davey. The AGM notice stated: “The board approved the making of a donation of £5,000 to each of five potential MPs running against Liberal Democratic opponents who supported the Remain campaign. “The board felt it extremely important that the UK government had a clear mandate for the country to negotiate the best possible deal for the UK, following the decision to leave the European Union, in order to ensure that the position of London as the financial centre of Europe is maintained. The board believes that these donations were in the best interests of the company and its shareholders.” While stockmarket-listed companies routinely put a resolution to their AGMs each year asking shareholders for permission to make political donations, they also usually reassure their shareholders they have no intention of doing so. Nex is putting such a resolution to its AGM next week and reiterated that it has “no intention of making any further political donations of such kind or indeed any other political donations within the normal meaning of that expression”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}