{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2017/jul/01/rudolf-nureyev-dark-side-threatened-dame-beryl-gray-with-a-knife-ballet", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2017-07-01T23:05:12Z", "webTitle": "Furious Nureyev threatened me with a knife, ballerina reveals", "webUrl": "https://www.theguardian.com/stage/2017/jul/01/rudolf-nureyev-dark-side-threatened-dame-beryl-gray-with-a-knife-ballet", "apiUrl": "https://content.guardianapis.com/stage/2017/jul/01/rudolf-nureyev-dark-side-threatened-dame-beryl-gray-with-a-knife-ballet", "fields": {"headline": "Furious Nureyev threatened me with a knife, ballerina reveals", "bodyText": "Rudolf Nureyev could transfix his audiences with the grace and beauty of his movement. But a new book reveals how the world’s greatest male dancer was also capable of the most brutal and abusive behaviour, including kicking a ballerina so hard she required medical treatment and threatening another colleague with a knife. The extraordinary incidents are detailed in the forthcoming autobiography of Dame Beryl Grey, 90, the former prima ballerina who collaborated with Nureyev in the 1970s when she was artistic director of London Festival Ballet (now English National Ballet). Grey has drawn on her previously unpublished diaries, writing “about Rudi as I found him”. “Every day, he was different and unpredictable, so kind sometimes, other times so uncharitable.” Although his temperamental outbursts are well-recorded – he could be rude even to his dancing partner Margot Fonteyn, whom he adored – Grey is offering further insights into the dancer. In her book, For the Love of Dance, she describes his “black moods”, “tantrums” and “truculent, offensive behaviour”. “As a great artist and a fantastic producer, he was an inspiration for our dancers, but I detested his foul language, rudeness and unpredictable bad moods.” She recalls a performance of Romeo and Juliet in which Nureyev “attacked one of our leading ballerinas … Liliana Belfiore”: “He swore at her and kicked her up the backside so hard that she left the stage in great pain. “A doctor was called who, after examining her, said that her coccyx had been damaged and was bent. She was in agony and the doctor advised us that the injury might cause her to act unpredictably and temperamentally.” Belfiore, “in a rage”, reported Nureyev to the police. Grey confronted Nureyev in his dressing room: “Nureyev was not apologetic. He began running down the company and saying Belfiore had displeased him. “I said: ‘That didn’t give you the right to kick her.’ He answered: ‘I am the greatest dancer alive and I can do what I want.’ To which I unguardedly retorted: ‘There are other great dancers too, Rudi.’ “He was furious at this and menacingly picked up a knife, but was restrained by his masseur, Luigi. On hearing raised voices, someone threw the door open and I was hustled away … with Nureyev shouting: ‘No more performances!’” He later calmed down and Belfiore was persuaded not to sue him. “Difficult he certainly was,” Grey said. “He was so unpredictable, so arrogant … One minute he couldn’t be nicer and kinder to everyone, delightful with me. Then, within a second, he could change completely. He’d shout and stamp.” Nureyev, who died in 1993 aged 54, was one of the greatest and most charismatic artists of the 20th century. He created Romeo and Juliet for her company: “To me, it’s the best Romeo and Juliet there is … It wasn’t like any other ballet.” His talent, along with “his charm and many kindnesses”, made his behaviour all the more difficult to understand, she said. “Of all the great people I’ve known, he’s the only one to behave like that. They’re usually very modest, because they realise it’s a God-given talent. He was very arrogant.” She recalls Nureyev being “extremely insulting” to one of her dancers and descending into “one of his black moods” with another. On one occasion, he was so angry he picked up his Thermos flask and hurled it across the room. But she said: “Once he was on the stage, this mesmerising personality just fixed one … It was so sad that, in his latter years, all he wanted to do was dance. He would force himself all bound up, his feet, his calves, his knees, and his masseur would be waiting for him. I said to him once: ‘You’re a fantastic producer, you’re a choreographer, why must you force yourself to dance?’ He said: ‘I have to dance, I need the public.’ He just wanted the public acclaim. Almost in a funny way, he needed reassurance. He was a very strange person.” Grey began her dancing career with Sadler’s Wells Ballet, soon taking on leading roles. In the late 1950s, she left the Royal Ballet to pursue a glittering freelance career, becoming the first English dancer to appear as a ballerina at the Bolshoi and the Kirov. She never danced with Nureyev, though: “I would have been too tall. But I would have been very scared to have danced with him because you didn’t know if he was going to be in a good mood or a bad one.” For the Love of Dance is published by Oberon Books on 17 July. English National Ballet will perform Nureyev’s Romeo and Juliet at the Royal Festival Hall, 1-5 August"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}