{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/jul/12/new-tagging-system-criminals-scaled-back-ministry-failings", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-07-11T23:01:08Z", "webTitle": "New criminal tagging system scaled back after ministry failings", "webUrl": "https://www.theguardian.com/uk-news/2017/jul/12/new-tagging-system-criminals-scaled-back-ministry-failings", "apiUrl": "https://content.guardianapis.com/uk-news/2017/jul/12/new-tagging-system-criminals-scaled-back-ministry-failings", "fields": {"headline": "New criminal tagging system scaled back after ministry failings", "bodyText": "A new tagging system to monitor criminals has been dramatically scaled back and is running at least five years behind schedule after a series of expensive failings by the Ministry of Justice, the government’s spending watchdog has found. The National Audit Office (NAO) discovered that as attempts to develop bespoke technology failed, civil servants turned to G4S for a new tagging contract even though the outsourcing firm is under investigation by the Serious Fraud Office. A report released on Wednesday describes a chaotic picture of the department’s handling of the project, launched six years ago under the then justice minister Ken Clarke, and supposed to be a cheaper and efficient alternative to prison. Annual monitoring costs were supposed to drop by £9m but instead, costs up to March this year have increased by £60m while the old system is still in use, the report said. The department failed to achieve value for money in its management of the service, which is expected to cost £470m between 2017-18 and 2024-25, auditors found. The cabinet ministers who have overseen the project since Clarke are Chris Grayling, Michael Gove, Elizabeth Truss, and the incumbent David Lidington. Amyas Morse, the head of the NAO, said that the department had not even established whether an expansion in tagging was needed before committing public money to a failed project. “The case for a huge expansion of electronic monitoring using GPS was unproven, but the Ministry of Justice pursued an overly ambitious and high-risk strategy anyway. Ultimately, it has not delivered. “After abandoning its original plans, the Ministry’s new service will now, ironically, be much closer to its existing one. Even if it launches in 2018, it will still be five years late,” he said. Since 1999, the government has used contracted-out electronic monitoring, or “tagging”, services for the sentencing and supervision of offenders. The system is used by police, courts or probation services to monitor offenders’ locations and compliance with home curfews. In 2011, the department launched a programme to develop a new “world-leading” ankle tag that combined radio frequency and GPS technology. Auditors found that the Ministry did not do enough to establish the case for location monitoring using GPS. “The Ministry assumed there would be high demand for location monitoring from those who sentence offenders but did not run a pilot to test this before launching the programme,” the review said. “It also did not understand the potential financial costs and benefits of expanding location monitoring.” Capita was asked to co-ordinate four suppliers, each of whom would provide different elements of the service, but the project quickly ran into problems, the report said. One firm, Buddi, was appointed as a preferred bidder in 2013 to produce the tags, but left six months later after a row over sharing data. Another supplier, Steatite, only had seven employees on the programme when it was appointed, but was expected to attend up to 40 meetings a week related to the programme. The MoJ is “only now” running location monitoring pilots to test how the use of a GPS tag might affect the behaviour of offenders, the report noted. Auditors concluded that the department’s bespoke requirements for world-leading tags proved too ambitious; the new tags are now expected to be deployed from the end of next year – five years later than planned. The original projections suggesting that between 160,000 and 220,000 offenders would be tagged were exaggerated and instead, the programme is expected to be for under 65,000 people. An SFO investigation into allegations of overcharging in the main electronic monitoring contracts of offenders in England and Wales began in 2013, when a general ban was imposed on G4S and a second company, Serco, from bidding for any government work. The ban was lifted in 2014 when G4S agreed to repay £109m and put in place a “corporate renewal plan” to prevent any recurrence. Richard Garside, the director of the centre for crime and justice studies, said the bespoke tagging programme had been so shambolic that it resembled an act of sabotage. “It would be better if the ministry scrapped this pointless vanity project, stuck with the tried and tested radio frequency technology, and addressed more pressing problems, such as the prisons and probation crises,” he said. A Ministry of Justice spokeswoman said: “As the National Audit Office makes clear, there were challenges in the delivery of the electronic monitoring programme between 2010 and 2015. “As a direct result, we fundamentally changed our approach in 2015, expanding and strengthening our commercial teams and bringing responsibility for oversight of the programme in-house. “We are now in a strong position to continue improving confidence in the new service and providing better value for money for the taxpayer.” • This article was amended on 14 July 2017. Steatite had seven employees on the programme when it was appointed, not seven employees in total as an earlier version suggested."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}