{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/jul/17/government-offers-2m-for-scientific-research-into-counter-terrorism", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-07-16T23:01:34Z", "webTitle": "Government offers £2m for scientific research into counter-terrorism", "webUrl": "https://www.theguardian.com/uk-news/2017/jul/17/government-offers-2m-for-scientific-research-into-counter-terrorism", "apiUrl": "https://content.guardianapis.com/uk-news/2017/jul/17/government-offers-2m-for-scientific-research-into-counter-terrorism", "fields": {"headline": "Government offers £2m for scientific research into counter-terrorism", "bodyText": "The government is to make up to £2m available to fund research into technology and behavioural science projects that could identify possible terrorists in crowds. Ministers hope the competition will generate techniques to improve the surveillance and detection of potential terrorist threats. Ben Wallace, the security minister, will announce the funding at a meeting in London on Monday. He is expected to say: “The threat from terror does not stand still, so neither will we, which is why we are calling on the best and the brightest from the science and technology sector to come forward with their ideas and proposals to support our ongoing work to keep people safe.” Britain has been the target of a series of terrorist attacks this year that took place in busy locations or crowded spaces. “In light of the horrific attacks in London and Manchester, the government has committed to review its counter-terror strategy,” Wallace will say. “Further to this I am announcing today that we are making up to £2m available to fund research into cutting-edge technology and behavioural science projects designed to keep people safe in crowds.” Counter-terror agencies are running 500 investigations involving 3,000 individuals at any one time as they confront an unprecedented threat. The competition is seeking research proposals to reduce the threat from terrorist attacks involving weapons or explosives. The scheme will be run in partnership between the Home Office and Defence and Security Accelerator, which was launched last year to seek out security innovations for the security services and police, with support from the Royal Society. Lucy Mason, head of the Defence and Security Accelerator, said: “We must bring together the brightest minds from the private sector and academia to help find solutions to keep our country and people safe and secure.” Mason encouraged anyone who feels they have an idea to help keep crowded areas safe to visit the Accelerator website for more information."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}