{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2017/jul/20/un-warned-not-to-whitewash-grave-violations-against-children-yemen-united-nations", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2017-07-19T23:01:04Z", "webTitle": "UN warned not to whitewash 'grave violations against children' in Yemen", "webUrl": "https://www.theguardian.com/global-development/2017/jul/20/un-warned-not-to-whitewash-grave-violations-against-children-yemen-united-nations", "apiUrl": "https://content.guardianapis.com/global-development/2017/jul/20/un-warned-not-to-whitewash-grave-violations-against-children-yemen-united-nations", "fields": {"headline": "UN warned not to whitewash 'grave violations against children' in Yemen", "bodyText": "Charities have urged the UN to name and shame the Saudi-led coalition over child rights violations in Yemen after research showed more than 120 children were killed or maimed in airstrikes by the alliance last year. A briefing by Save the Children and Watchlist on Children and Armed Conflict said the coalition committed “grave violations against children” in a series of 23 attacks in 2016. In each case, the alliance bombed hospitals or schools, or killed or injured children. Campaigners want the UN to highlight the actions of the Saudi-led coalition in its annual report on child rights violations in conflict, expected to be released next month. The report will include a blacklist of states and groups that have committed violations such as killing or maiming children, recruiting children, abduction, sexual violence, or attacking schools or hospitals. Last year, Saudi Arabia appeared on the list only to be removed a few days later, following furious protests from Riyadh. The UN report had stated the coalition was responsible for 60% of the child deaths and injuries in Yemen in 2015, an estimate Saudi Arabia claimed was “wildly exaggerated”. The U-turn was criticised by human rights groups, which accused the UN of pandering to political pressure. Save the Children has warned that the UN will set a dangerous precedent for conflicts around the world if it fails to include the Saudi-led coalition on this year’s list. “If there is no accountability, if groups that are fighting think they can use their political influence – and if they’re powerful enough and rich enough, then they can get away with killing and injuring children, or bombing schools and hospitals – it sets a really dangerous precedent not just for Yemen but for conflicts around the world,” said Caroline Anning, senior conflict and humanitarian advocacy adviser at Save the Children. The Saudi-led coalition launched a campaign in support of Yemen’s president, Abd-Rabbu Mansour Hadi, in March 2015 after Iranian-backed Houthi rebels seized the capital, Sana’a, and many parts of the country. Since then, the conflict has spiralled into the largest humanitarian crisis in the world. More than 4,000 children have been killed or injured, while a further 2.2 million under five are acutely malnourished. A growing cholera epidemic has also affected more than 118,000 children. “[Children] are facing threats from all sides, they’ve got the threat of airstrikes from above, which are continuous – just in the past few weeks we’ve seen [bombs] landing on marketplaces where civilians have been killed,” said Anning. “Huge numbers of children are on the brink of starvation. The airstrikes have contributed to the collapse of the health system, there are huge numbers of kids who can’t get any healthcare, there’s a massive cholera epidemic spreading across the country, millions of children are out of schools.” Among the deadliest Saudi coalition-led attacks on children last year was a February airstrike on a market in Mastaba district in February, which killed 25 children and injured four. In August, an attack on a school in Saada governorate claimed the lives of 10 children. The scale of some airstrikes made it impossible to determine how many children were among the dead. In October, the bombing of a funeral in Sana’a killed 100 people and injured 500, with the number of children killed unknown. Zuhair, a 13-year-old boy, was among the injured. He was severely burned in the attack and still wakes in the night, screaming. “I saw people scattered on the floor. They were dead. I saw only half bodies. My clothes were burnt, my hands, my legs, and my face. I was completely burnt,” Zuhair told Save the Children staff. His family was so impoverished by two years of war that they were initially forced to use creams and tomato paste to heal his wounds rather than seek medical care. “Now he screams while sleeping,” his mother said. “He would be asleep and his eyes are closed yet he screams so much and says things that would scare you: ‘Mum, the missile will hit. Mum, look after my sisters. Mum, hold me. Mum, please do something.’ He has changed a lot.” Last week, campaigners lost a high court case calling for UK arms sales to Saudi Arabia to be stopped over humanitarian concerns. Charities said the inclusion of Saudi Arabia on the UN’s blacklist would make it harder for the US and the UK to continue providing arms or diplomatic support. “The government may have won a legal victory but the moral case is clear: the Saudi-led coalition is killing children, and Britain is supplying Saudi Arabia with arms,” said George Graham, Save the Children’s director of humanitarian and conflict policy."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}