{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/jul/20/cabinet-accepts-brexit-transition-will-mean-years-of-free-movement", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-07-20T21:00:35Z", "webTitle": "Cabinet accepts Brexit transition will mean years of free movement", "webUrl": "https://www.theguardian.com/politics/2017/jul/20/cabinet-accepts-brexit-transition-will-mean-years-of-free-movement", "apiUrl": "https://content.guardianapis.com/politics/2017/jul/20/cabinet-accepts-brexit-transition-will-mean-years-of-free-movement", "fields": {"headline": "Cabinet accepts Brexit transition will mean years of free movement", "bodyText": "The British cabinet has accepted that free movement of people for up to four years after Britain leaves the EU will be part of a Brexit transition deal, according to a senior source. As the EU chief negotiator, Michel Barnier, underlined the need for clarity on the British side at the end of the latest round of exit negotiations, soft Brexiters in the cabinet are now confident they have achieved a consensus about an “off the shelf” transition deal. The claim that a collective view has been reached comes after weeks of a brutal briefing war over competing visions of Brexit since the general election wiped out Theresa May’s majority, culminating in the prime minister’s admonition this week that there is “no such thing as an unsackable minister”, and sowing confusion in Brussels about the reliability of the British negotiating position. But as David Davis concluded Brexit talks in Brussels on Thursday, the senior cabinet source told the Guardian that the mood has shifted significantly and that ministers now hoped to agree a deal as soon as possible to give certainty to British business. “If you ask business when they want to see it agreed, they’d say tomorrow,” the source said, adding that such a deal could last between two and four years and could be expected to involve continued free movement of people. The source felt the most likely scenario was a deal lasting three years. The scale of the challenge that remains in the Brexit negotiations was the focus for Barnier in a Brussels press conference alongside Davis. He said Britain still needed to clarify its offer, including on the exit bill. “As I said very clearly to David, a clarification of the UK’s position is indispensable for us to negotiate and for us to make sufficient progress on this financial dossier, which is inseparable from the other withdrawal dossiers.” Echoing complaints from officials on the British side about a lack of flexibility from the Europeans in the early exchanges, Davis responded: “We have had robust but constructive talks this week. Clearly there is lots left to talk about and further work to do before we can resolve this. Ultimately getting a solution will require flexibility on both sides.” The high stakes of the talks were emphasised by the news that British people living in the EU could lose their right to move between member states after Brexit unless Britain made a reciprocal offer. A UK source close to the negotiations said that there was agreement on about 50% of citizens’ rights issues but said there were still “significant gaps” in the EU’s offer. While Davis was in Brussels, May was hosting business leaders in Downing Street to hear their concerns about Brexit, in the latest sign that the government is keener to listen since the general election. A No 10 spokesman said: “The prime minister reiterated that the government’s overarching goal is for a smooth, orderly exit culminating in a comprehensive free trade deal with the EU, with a period of implementation in order to avoid any cliff-edges.” Business groups have repeatedly stressed their desire for a transitional deal, with the CBI suggesting continued membership of the single market and the customs union, until new trading arrangements can be put in place. Some cabinet ministers, including Michael Gove, had been resistant to a formal transition period after Brexit day. But the new environment secretary and key leave campaigner is now reluctantly signed up, after being confronted with the reality of the risks of a “cliff-edge Brexit” for his department. David Davis, the Brexit secretary, has publicly softened his approach in recent weeks, telling a House of Lords select committee that “practicalities” would force a need for a transition period. He insisted that a free trade deal could be concluded during the two-year formal negotiating period – but that other countries would need time to prepare new customs systems. The international trade secretary, Liam Fox, also conceded that a transition deal might be necessary; but speaking to the BBC on Thursday he insisted that striking a new trade deal with the EU – the second part of the two-stage negotiation process – would be simple. “The free trade agreement that we will have to do with the European Union should be one of the easiest in human history. “We are already beginning with zero tariffs, and we are already beginning at the point of maximal regulatory equivalence, as it is called. In other words, our rules and our laws are exactly the same.” Two “off-the-shelf” models that could apply to the UK during the transition period include European Economic Area membership, which includes single market access and exemption from some EU rules, though members pay budget contributions and accept free movement. The Swiss model, membership of the European Free Trade Association (Efta), means access to EU market for some but not all areas of trade, with no duty to apply EU laws apart from some trade regulation, though free movement also applies. Advocates of a soft Brexit within the cabinet include the business secretary, Greg Clark, and the chancellor, Philip Hammond, who has been the target of leaks to undermine him from within the cabinet, including claims that he suggested trains were easy enough for even women to drive and argued public sector workers were overpaid. Gove will make his first speech as environment secretary on Friday where he will pledge a “green Brexit” and describe himself as “an environmentalist first”. The newly returned cabinet minister will warn of the dangers of climate change, which he said “threatens both fragile natural habitats and developing human societies” and condemned how the world had “allowed extractive and exploitative political systems to lay waste to natural resources.” Gove will say Brexit is an opportunity to “review” environmental protections. “Outside the European Union there is scope for Britain ... to be a global leader in environmental policy across the board,” he will say, pledging to develop a “global gold standard”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}