{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2017/jul/09/johanna-konta-caroline-garcia-wimbledon", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-07-09T21:30:35Z", "webTitle": "Johanna Konta preserves fiery focus and dares to dream as Caroline Garcia awaits | Kevin Mitchell", "webUrl": "https://www.theguardian.com/sport/blog/2017/jul/09/johanna-konta-caroline-garcia-wimbledon", "apiUrl": "https://content.guardianapis.com/sport/blog/2017/jul/09/johanna-konta-caroline-garcia-wimbledon", "fields": {"headline": "Johanna Konta preserves fiery focus and dares to dream as Caroline Garcia awaits", "bodyText": "Johanna Konta’s biggest challenge as Wimbledon enters its concluding week is not so much the pedigree of her 15 rivals left in the draw – there is no standout favourite – but marrying the intensity of her emotions to the quality of her performance. She has done that with encouraging consistency since breaking into the top 10, most impressively in Miami, where she defeated Simona Halep, Venus Williams and Caroline Wozniacki on her way to the title. On Monday Konta plays the one-time French prodigy Caroline Garcia on No1 Court in the fourth round and, as her complicated, intense mind oscillates between professional respect for her opponent and her quest to be the best player in the world, her coach, Wim Fissette, has the job of channelling her energy. The Belgian, who has also worked with Victoria Azarenka and Halep among the remaining contenders here, recalls one moment this year when Konta’s vaunted focus evaporated: losing to Garcia in the third-set tie-break in Indian Wells. He said on Sunday: “That was, for me, a strange match where she was not really able to control her emotions very well. That is the only match where I have thought that. We spoke after the match and I said: ‘Johanna, if there’s something I expect from you, it’s to be mentally right there, because it is one of your strengths.’ “We came to the conclusion that she is also human and she can have days when she finds it hard to control her emotions. You can do as many breathing exercises on court as you want, but days will come when it is just hard. “In Miami, I asked her: ‘You always stay quite neutral, even when things are going not really well. Maybe it’s better to break a racket once in a while and get the frustrations out and then you can continue. You don’t have to do it all the time but maybe once.’ “She said: ‘I have experience in the past that it’s something that is not helping me.’ But using more positive body language is for sure something that is helping her, like screaming after a really good point or showing her fists. She knows that is helping her. She has to stay open for that.” These are sentiments Konta would not reveal in the controlled environment of a tournament press conference, but she does open up in private. In Eastbourne two weeks ago, she told the Guardian: “If I’m ever in a position where I’m serving to win a grand slam, I’m sure that I will be feeling giddy inside. I will have sweaty palms. Then I shall let you know what that felt like.” Martina Hingis, who is in the mixed doubles with Jamie Murray and knows all about winning grand slam titles, said on Sunday: “She definitely has the game but can she mentally handle the pressure and be capable of putting it all together? I think she can take advantage of having the crowd giving her so much support. I really believe she has the game and there is no reason she cannot win it.” Of the players left in the race to the final, perhaps only Azarenka and Jelena Ostapenko, the French Open champion, share Konta’s controlled single‑mindedness. It seems most likely the winner will come from that trio. “Billie Jean King has always said pressure is a privilege,” Konta said at the end of a first week in which she played three matches to encourage the belief that she can make history on Saturday. “I am definitely looking at it in that sense. But, like you all know, I am disassociating myself from the hype as much as I can. Everyone can play well. There’s very few margins that set us aside from each other. Everyone is out there to beat me, so I go up against every single player to have a battle. “Don’t get me wrong: we all dream, and why I play tennis is because of my dream. My dream is to become the best player in the world.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}