{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/jul/10/beckton-acid-attack-suspect-in-custody-after-handing-himself-in", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-07-09T23:45:47Z", "webTitle": "Beckton acid attack suspect in custody after handing himself in", "webUrl": "https://www.theguardian.com/uk-news/2017/jul/10/beckton-acid-attack-suspect-in-custody-after-handing-himself-in", "apiUrl": "https://content.guardianapis.com/uk-news/2017/jul/10/beckton-acid-attack-suspect-in-custody-after-handing-himself-in", "fields": {"headline": "Beckton acid attack suspect in custody after handing himself in", "bodyText": "The chief suspect in an alleged acid attack on two cousins in east London has handed himself in to police. John Tomlin, 24, has been arrested on suspicion of grievous bodily harm with intent after Jameel Mukhtar and Resham Khan were attacked while waiting at traffic lights in Beckton on 21 June. Tomlin entered an east London police station on Sunday and remains in custody, Scotland Yard confirmed. Both victims suffered life-changing injuries to the face and body and Mukhtar was initially placed in an induced coma. The arrest comes after the Metropolitan police released fresh CCTV images of Tomlin on Friday as part of an appeal into his whereabouts. Police had initially ruled out a religious or racial motive for the crime, but reclassified the attack as a hate crime when new evidence came to light at the end of June. Speaking before police launched their investigation, Mukhtar said he believed that he and his cousin had been targeted because of their religion. He said that when a man knocked on the car window, at around 9.15am on 21 June, and sprayed the substance, he thought it was a practical joke. But Mukhtar then noticed that his cousin was burning, and started to feel his clothes and trainers melting on to his body. He tried to drive off but, temporarily blinded and in pain, he crashed. The pair stripped off and pleaded with local residents for water before being driven to a local hospital. In the days afterwards Khan said: “I’m devastated. I keep wondering if my life will ever be the same.” Mukhtar has said he feels “emotionally wrecked” and “in continuous pain”. Police in Manchester and London have registered surges in anti-Muslim hate crime in the aftermaths of the terrorist attacks at the Manchester Arena and London Bridge."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}