{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/jul/13/roger-federer-favourite-wimbledon-younger-rivals-falling", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-07-13T21:30:19Z", "webTitle": "Roger Federer looks untouchable as old injuries do for his younger rivals | Kevin Mitchell", "webUrl": "https://www.theguardian.com/sport/2017/jul/13/roger-federer-favourite-wimbledon-younger-rivals-falling", "apiUrl": "https://content.guardianapis.com/sport/2017/jul/13/roger-federer-favourite-wimbledon-younger-rivals-falling", "fields": {"headline": "Roger Federer looks untouchable as old injuries do for his younger rivals", "bodyText": "Roger Federer wrote the book on survival in the tennis jungle. As the 35-year-old Swiss contemplates the challenge of becoming the oldest finalist here since Ken Rosewall 43 years ago, Andy Murray and Novak Djokovic, who were cut down so cruelly by injury and the stress of a physical sport in the quarter-finals, could do worse than heed his example and walk away from the game for six months. It is a formula that has worked as no other in the recent history of the sport. “Last year I had a hard, hard time practising through the clay-court season,” Federer said on the eve of his semi-final on Friday against Tomas Berdych. “The grass-court season was difficult because of the back issues I had and the knee issues. I could never play quite so freely last year. This year I’m just a normal tennis player again.” The last utterance is plainly nonsense. There is nothing normal about Federer, who has floated through his sport with winged feet and hands of gold. But he eventually succumbed to the rigours of his calling last year – initiated by that bizarre wrenching of his knee in a Melbourne hotel while turning on the bath water for one of his children – and he reluctantly endured the pain and consequences of surgery. After six months he returned, came from 3-1 down in the fifth set to defeat Rafael Nadal in the final of the 2017 Australian Open and, in a twinkling, had reinvented himself. After extending the fairytale further in America he began to feel the strain again after winning in Miami, skipped the European clay-court season and returned for the grass of Stuttgart, Halle and Wimbledon, where he is favoured to win an eighth title on Sunday. After beating Milos Raonic in three sets on Wednesday he spared a thought for his 30-year-old rivals Murray and Djokovic. The Scot, whose hip finally gave up on him in losing against Sam Querrey in five sets, and his team saw a specialist on Thursday. The Serb retired in the second set against Berdych when an 18-month-old injury to his right elbow flared again. “You wish them well right away, as a rival to them and a friend,” Federer said. “You want them to be healthy again. It does happen, you know. Once you hit 30, you’ve got to look back and think of how much tennis have I played, how much rest did I give my body over the years, how much training have I done, did I do enough, did I overdo it. “For me [taking a long rest] worked out. It doesn’t mean it’s going to work out for everybody. But sometimes maybe the body and the mind do need a rest. The problem is you can only play with a certain injury for a certain amount of time, because what you don’t want happening is that it becomes chronic. Then even a surgery can’t help you that much any more. That’s why I’m happy I’ve had to take my first surgery at 34 years old. “The idea was that the second week of Wimbledon I would feel my best. I feel like it’s coming along nicely, to be quite honest. I’m just very happy that I’m still doing so well. “Am I surprised? Maybe a little bit. But the plan was always, hopefully, to be strong also later on in my career.” In an altogether different era it worked for Rosewall too, who was 39 when he played in that 1974 final. However, he lost. There are no guarantees, whatever the strength of sentiment for players raging against time. Federer again is the voice of contentment, however – and he will be happier still if he beats Berdych, who put him out in the quarter‑finals here seven years ago before going on to lose in the final to Nadal. The Czech has again gone under the radar here, with four quiet wins until the drama of the Djokovic retirement. “I’m not playing tennis for anyone else,” he said later. “I’m just playing it for myself. I’m happy with the way I handle it so far. I’m having a good run.” Marin Cilic, a former US Open champion playing his best tennis in years, should have the better of it against Querrey, who is unfamiliar with these heady surroundings, but he could struggle in a final against Federer, who can then return to Switzerland with Mirka and their four children to mull over the most astonishing comeback in modern sport."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}