{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/jul/16/poldark-recap-series-three-episode-six-enough-to-make-a-toad-blush", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-07-16T21:00:32Z", "webTitle": "Poldark recap: series three, episode six – enough to make a toad blush", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/jul/16/poldark-recap-series-three-episode-six-enough-to-make-a-toad-blush", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/jul/16/poldark-recap-series-three-episode-six-enough-to-make-a-toad-blush", "fields": {"headline": "Poldark recap: series three, episode six – enough to make a toad blush", "bodyText": "One stone. Many birds. No toe left unsucked. And a woman who saved the life of the man she loved by marrying a man she never will – and who has a very greasy face. Could Evil George be any more smug? Never mind snatching souls from the devil, Sam Carne. What will you do about this foul fiend? What a belter. There was less action and more psychological game-playing than last week, but an excellent episode nonetheless. “It is our duty to find happiness, in great things or small.” Too right, Drake. And yet happiness is fleeting, like a toad hopping into a pond. How are we on episode six (of nine) already? T’is a-passin’ by too quickly. I have always enjoyed Poldark, though it must be said that previously a great deal of this “enjoyment” was code for “gazing intently upon Aidan Turner with lust in mine heart”. This season I really am both “enjoying” and enjoying Poldark. The pacing is good, the characterisation consistently excellent and there’s a pleasing balance of drama and comedy. Toadgate was fun. “What the hell are you playing at?” “Toads.” Morwenna and Drake’s amphibious courtship was always doomed. The scenes between these two could have been cheesy but somehow managed to melt this cynical heart. She couldn’t look him in the eye and say she didn’t love him. I see now where I’ve been going wrong all these years; no man has ever wanted to catch a basketful of toads for me. “These are not the toads we got rid of before. Maybe they walked here. Or maybe they been brought?” In the end it wasn’t the toads that did for Drake, but Geoffrey Charles’ weird bible. To Truro jail – a capital offence! “What’s to be done?” “The boy is charged. There is nothing more to say.” Before that, I wasn’t sure about the scene on the beach. If anyone saw Miss Morwenna with a man with a naked torso, it would have been a scandal beyond all imagining, surely? “Our family is tainted by our association with you.” I know Evil George was responsible for all this in the end. But will Morwenna work out that it was sort of Geoffrey Charles’ fault, really? Never be generous with your ornate Bible. Meanwhile Dr Enys’ welts seemed to be migrating all over his face from one scene to the next, and he had developed a variant of post-traumatic stress disorder no amount of almond biscuits could cure. “A life of quiet luxury ...” I don’t think he’s going to go for that. Finally we see Sindy Doll with her hair down. Oh, the sadness of rejection by a pock-marked man who would rather read a book. “If a man’s wife cannot help him, who can?” Indeed. And yet she could not help. “You never used to be so girlish ...” Oh dear. They needed some 21st-century sensibility to save him. “She seems incapable of imagining what it is like to come back to a life that is utterly vacuous.” Instead, the cure turned out to be a little light bromance and some poetry recommendation. There were many highlights in this heady mix. Mr Whitworth’s toe sex – God’s holy work – was hilarious. “A man has needs. If they remain unfulfilled by his wife ...” Equally lasciviously brilliant was Evil George eating strawberries in bed, and the constant focus on his creepy restless fingers. My favourite scene, though, was Sindy Doll and Dwight in her massive garden. “You’re leaving me?” “No. My desire to return to the Navy is not for want of love for you.” But he is too accustomed to the cries of wounded men, he has slept too long on crusty straw and he has no appetite for delicacies. Beautifully spoken by Luke Norris, who essentially summarised the point of psychoanalysis decades before Freud invented it. But of course she can bear with him. Sindy Doll can bear anything. Horace the pug will help too. Pewter tankard award for bonkers brilliance as supporting actor “A note in Aunt Agatha’s hand?” Of course it is. Let us raise a toast to Aunt Agatha (Caroline Blakiston) yet again. She had plenty to do in this episode and her contribution was, as always, magnificent. The bit where she was watching Mr Whitworth from the balcony was perfect. And I love how much she’s looking forward to her 100th birthday. “Proof that I outlasted any Poldark afore me!” She needs to be measured for a new dress first, though. Not a coffin, thanks very much, Evil George. But her best line this week? “Roasting the Frenchies. Whatever next?” It helps that Ross’s face is a picture whenever he looks at Aunt Agatha. Long may she reign. Classic Poldark lines “There be nothing more for me here, sister. I must find a new purpose.” Just stay and wash your chest in the stream more often, mate. “In France, he beat 20 men single-handed.” Not quite, but who are we to stand in the way of a good story? “Carnal love be damned in the eyes of the Lord.” Listen, Sam. We have tuned in for carnal love. Don’t judge us. “Hope is never as dead as one fears. And marriage between two classes never impossible.” Sadly while Mr Whitworth is still able to suck toes, all hope is dead. Kill him, Morwenna. Death by a thousand toads. Regulation reverse sexism bare chest moment Who needs bare chests when you can have an injured back? Despite some lumberjacking and rock-breaking from Ross in a smock top, it was all about Drake’s carnal love with Morwenna tonight. The scenes between them were enough to make a toad blush. Next week ... A new MP for Truro? It’s Aunt Agatha’s 100th birthday. Mr Whitworth turns nasty. And Evil George realises the rickety baby (aka The Crooked Mite) is not his ..."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}