{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/jul/28/mark-sampson-defends-wet-jibe-ahead-of-france-quarter-final", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-07-28T21:32:00Z", "webTitle": "England’s Mark Sampson defends his France jibe before Euro 2017 clash", "webUrl": "https://www.theguardian.com/football/2017/jul/28/mark-sampson-defends-wet-jibe-ahead-of-france-quarter-final", "apiUrl": "https://content.guardianapis.com/football/2017/jul/28/mark-sampson-defends-wet-jibe-ahead-of-france-quarter-final", "fields": {"headline": "England’s Mark Sampson defends his France jibe before Euro 2017 clash", "bodyText": "England’s coach, Mark Sampson, has defended his claim that his France counterpart, Olivier Echouafni, is “wet behind the ears” before a potentially fractious Euro 2017 quarter-final between their teams here on Sunday night. “We are a team of street fighters and when we’re poked our reaction is to poke back,” said Sampson on Friday. “I’m not the type to back down from a challenge and I’m not sure this England team are either.” The contretemps kicked off when Echouafni, taking charge of his first tournament, said England would “not want to play France” and “I promise you nothing will stop us”. Sampson responded by claiming the former Marseille player was “wet behind the ears when it comes to tournament football” before reminding everyone that his win ratio is much better than Echouafni’s. England have not beaten Les Bleues since 1974 but they won all their Group D fixtures here, topping the section, whereas Echouafni’s players recorded only one victory, finishing second in Group C. “He’ll learn who to talk about and who not to,” said Sampson. “We are an experienced team and I’m an experienced manager. But luckily for them the game is not played in the press room. It’s a great challenge for us to face France but we want to win this tournament – and win it the right way, by beating the best teams.” France are ranked third in the world behind the United States and Germany, with England fifth and Canada fourth. At 44, Echouafni is 10 years Sampson’s senior and had brief stints in charge of the men’s teams at Amiens and Sochaux before taking over France women. He hopes to do well enough in the Netherlands to earn a contract to remain in charge when his country hosts the 2019 World Cup. Les Bleues most recently beat England 2-1 at the SheBelieves Cup in the United States in March but have struggled to impose themselves during Euro 2017 and came close to a shock elimination. The Lionesses’ cause will be aided by the absence of the suspended Wendie Renard, widely hyped as the world’s best defender. “We have three wins under our belt at the Euros, while France have one win,” said Sampson. “We feel confident for these high-pressure games. We’ve got a two-day turnaround and they’ve got three days but we’ll be ready for them.” Considering France have defeated England in each of the past three major tournaments history is hardly on his side but Sampson remains undeterred. “There are some great teams in this tournament and we are certainly one of them,” he said. “We’re in a good spot.” Amandine Henry, Echouafni’s influential midfielder, has further inflamed tensions by claiming France “are better technically than England” but Jodie Taylor is not perturbed. “They’re fantastic technicians but we’re technically great as well,” said Sampson’s leading scorer. “And we’re also tactically great, we’re physically great and we’re mentally strong. “It’s a great time to play France; they’re missing Renard, she’s a fantastic defender, one of the best players in the world. You can’t underestimate France but we’re right up there with them – if they underestimate us, then great.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}