{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/jul/24/democrats-better-deal-virginia-rally-economy", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-07-24T22:28:55Z", "webTitle": "Democrats pledge 'better deal' for workers in shift to populist platform", "webUrl": "https://www.theguardian.com/us-news/2017/jul/24/democrats-better-deal-virginia-rally-economy", "apiUrl": "https://content.guardianapis.com/us-news/2017/jul/24/democrats-better-deal-virginia-rally-economy", "fields": {"headline": "Democrats pledge 'better deal' for workers in shift to populist platform", "bodyText": "Wrapping themselves in the tradition of Franklin D Roosevelt, Democrats promised American workers a “better deal” on Monday as part of a new populist economic agenda adopted nine months after a demoralizing election that delivered Donald Trump to the White House and handed control of Congress to Republicans. Democratic leaders retreated from Washington for the afternoon to Berryville, Virginia, a bucolic town in the Shenandoah Valley 70 miles west of the Capitol Hill, where they unveiled their populist platform, packaged under the slogan: “A Better Deal: Better Jobs, Better Wages, Better Future”. “Democrats have too often hesitated from directly and unflinchingly taking on misguided policies that got us here,” Chuck Schumer, the Senate minority leader, said during remarks at Rose Hill park off of Main Street. “Too many Americans don’t know what we stand for. Not after today.” Locked out of power in Washington, Democrats have struggled to settle on an economic message in the months since Trump’s inauguration. Schumer conceded that Trump’s message of economic populism resonated with voters in 2016, but argued that the president had failed to live up to his promise to be the “greatest jobs president that God ever created”. “When you lose elections as we did in 2014, 2016, you don’t flinch, you don’t blink. You look in the mirror and ask: what did we do wrong?” Schumer said. “The No 1 thing we did wrong is not present a strong, bold economic agenda to working Americans so that their hope for the future might return again.” The challenge for Democrats will be how to hone an economic message when an energized wing of the party is demanding complete opposition to an unpopular president. A Washington Post/ABC News poll this month found that while 37% of Americans believe the Democratic party “stands for something”, 52% believe the party “just stands against Trump”. Even among Democratic voters, more than a quarter of respondents said that their party mostly stands against Trump rather than for a specific agenda. Under a blazing midday sun, in the midst of what Democrats have designated the “resistance summer”, Schumer and the Democrats sought to convince voters that they stood for more than mere opposition to Trump. “It’s not enough to just identify the problem. It’s not enough to simply analyze and empathize,” said Chris Van Hollen, a US senator from Maryland and chairman of the Democratic Senatorial Campaign Committee. “We have to put forward bold solutions.” Nancy Pelosi, the House minority leader, said Democrats would be taking this message on the road to pitch it directly to voters. “We’re starting here and now. We’ll take it on the road to engage in conversation with the American people because this is not just about telling them what we’re advocating,” Pelosi said. “It’s about listening to their concerns and how we shape this and refine it as we go forward.” The “better deal” platform is a nod to Roosevelt’s New Deal, a series of federal programs designed to rebuild the American workforce after the Great Depression. So far, Democrats have proposed a $1tn infrastructure plan, a minimum wage increase to $15 an hour and a paid family and sick leave policy. On Monday, they rolled out three planks of their new policy platform, including: lowering prescription drug prices by creating a new agency to investigate price hikes cracking down on corporate monopolies by introducing new regulations to limit mergers creating new jobs by expanding apprenticeship programs and providing a tax credit to employers to train new workers to fill vacant positions. Democrats said they would introduce legislation at a later date. The platform clearly draws from the Democratic party’s populist wing. Progressives have been emboldened by the unexpected success of Bernie Sanders, the US senator from Vermont who challenged Hillary Clinton in the Democratic primary, and their energy has tugged the party leftward. But some members, especially for those running for re-election in districts and states that Trump won, are wary of the progressive movement. “There’s been a debate about whether Democrats should spend all our energy focusing on the diverse Obama coalition or the blue-collar American in the heartland who voted for Trump,” Schumer said. “It’s a false choice. There doesn’t have to be a division.” He said the platform Democrats laid out on Monday had the reach to appeal to a college graduate in Los Angeles, a factory worker in Akron, Ohio, and a single mom in Buffalo, New York. On Monday, the Democratic lawmakers traded spots at the lectern touting the plan as a bridge between the competing impulses to obstruct Trump at every turn or to appeal to his working-class voter base. As a testament to the support across the ideological and demographic divides in the party, Democrats welcomed the progressive senator Elizabeth Warren of Massachusetts and the moderate senator Mark Warner of Virginia, as well as the Illinois congresswoman Cheri Bustos and the New Mexico congressman Ben Ray Lujan. “While it’s early, there’s no doubt that this district and so many others are up for grabs in the 2018 midterms,” said Lujan, who chairs the Democrats’ House campaign committee. Berryville is situated in a swing district that Democrats hope to wrest from the Republican congresswoman Barbara Comstock. To take back the majority in the House, perhaps the only way Democrats can begin implementing this ambitious platform, they need to win 24 seats. More than 150 people, mostly locals, came out in the sweltering heat to hear Democrats’ make their populist pitch. Among the crowd, a young girl wore a pink straw hat with kitten ears, a summertime upgrade on the knit beanie protesters wore during the Women’s March on Washington in January. There were also a handful of GOP protesters who turned up with signs that they held throughout the hour-long event. One read: “This is a Republican county”. Another quoted a tweet by a former spokesman for Barack Obama, criticizing what was, at the time, rumored to be the Democratic slogan: “Please God, someone tell me this is not real.” They also brought Papa John’s Pizza boxes, a reference to the criticism that the slogan in question – “A Better Deal: Better Jobs, Better Wages, Better Future” – sounded similar to the restaurant chain’s longtime motto: “Better ingredients, better pizza”. The protesters put photos of Pelosi on pizza boxes, with the slogan: “Better skills, better jobs, better wages, still Pelosi”. Miah Usmani of Middletown, Virginia, an activist with a group trying to unseat Comstock called Dump Comstock, said the platform hit the rights notes, but she didn’t want to see the Democrats ease back on their opposition to Trump. “Hell no,” she said, of the suggestion that lawmakers should try to work with Trump. “They’re the only thing that we have to stop what we see happening at the federal level. They have to keep resisting.” • This article was amended on 11 October 2017 to correct a subhead incorrectly identifying Chuck Schumer as the Senate majority leader."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}