{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/jul/17/uk-sleepwalking-into-food-insecurity-after-brexit-academics-say", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-07-16T23:01:34Z", "webTitle": "UK 'sleepwalking' into food insecurity after Brexit, academics say", "webUrl": "https://www.theguardian.com/politics/2017/jul/17/uk-sleepwalking-into-food-insecurity-after-brexit-academics-say", "apiUrl": "https://content.guardianapis.com/politics/2017/jul/17/uk-sleepwalking-into-food-insecurity-after-brexit-academics-say", "fields": {"headline": "UK 'sleepwalking' into food insecurity after Brexit, academics say", "bodyText": "The government is “sleepwalking” into a post-Brexit future of insecure, unsafe and increasingly expensive food supplies, and has little idea how it will replace decades of EU regulation on the issue, a report by influential academics has said. The study says ministers and the public have become complacent after decades of consistent food supplies and stable prices for the UK, something greatly helped by the EU. Written by food policy experts from three universities, it is published on the day David Davis, the Brexit secretary, heads to Brussels for a second round of formal talks with the EU on departure arrangements. Davis said at the start of the four-day session Monday that “it is incredibly important we now make good progress.” “We now delve into the heart of the matter,” said the EU’s chief negotiator, Michel Barnier. He said he and Davis would be in contact throughout the week and would report on progress on Thursday. Davis has said the talks would be “getting into the real substance” of what had to be decided, saying a priority would be the reciprocal rights of EU nationals abroad. The report argues that there has been an almost complete lack of action so far in a host of areas connected to food and farming, including subsidies, migrant farm labour and safety standards. “With the Brexit deadline in 20 months, this is a serious policy failure on an unprecedented scale,” said Tim Lang, professor of food policy at City Universityand one of the authors. Prof Erik Millstone from Sussex University, who compiled the study with Lang and Prof Terry Marsden from Cardiff University, said the lack of government action was baffling. “We are surprised at the failure of the government to address a huge set of issues related to food and agriculture,” he said. “They give the impression of sort of sleepwalking into this.” The 88-page report notes that large elements of EU agricultural and fisheries policies would need major reform even if Britain remained a member. But it warns that departure from the EU raises such urgent complications for food and agriculture that without focus on the issue “the risk is that food security in the UK will be seriously undermined”, leading to dwindling supplies and erratic prices. It adds: “There are also serious risks that standards of food safety will decline if the UK ceases to adopt EU safety rules, and instead accepts free-trade agreements with countries with significantly weaker standards.” After 50 years of generally stable supplies and prices, the authors say, the UK could return to the sort of volatility last seen in the 1930s and earlier, calling the scale of the challenge “unprecedented for an advanced economy outside of wartime”. The report repeatedly castigates ministers for neglecting the issue: “The silence about the future of UK food since the Brexit referendum is an astonishing act of political irresponsibility and suggests chaos unless redressed.” The government’s approach to Brexit talks has not been helped by apparent splits on the issue, which saw newspapers run damaging leaks about the chancellor, Philip Hammond, from cabinet discussions on two successive days last week. On Sunday, Hammond told BBC1’s Andrew Marr Show that the reports – one saying he called public-sector workers “overpaid”; the other claiming he said driving a modern trains was so easy “even a woman can do it” – were “generated by people who are not happy with the agenda that I have … tried to advance ensuring that we achieve a Brexit that is focused on protecting our economy, protecting our jobs and making sure that we can have continued rising standards in the future.” But, Hammond insisted, the cabinet was now “coming much closer together” on EU issues. The food report notes that with the UK importing 80% of its fresh vegetables and 40% of fresh fruit, a falling pound, and potential tariffs and costs from customs delays there could be significant price rises, the report said. This would have particular repercussions for poorer people, given the already greatly increased use of food banks following seven years of austerity policies. It says EU subsidies for farmers, while sometimes criticised, have kept supplies stable. The government has guaranteed these will remain in place until 2022, but there is “silence” about what will happen next. “If UK agricultural markets are radically deregulated, and all production subsidies ended, they will once again become chronically prone to volatilities of supplies and prices,” the authors warn. “That pivotal fact has been forgotten by many who have become accustomed to the relative stability in prices and supplies that European and British consumers experienced since the 1960s.” The report highlights the threat to agriculture and the wider food industry from uncertainty about migrant workers, noting that a third of the workforce in food manufacturing, the largest single UK manufacturing sector, comes from overseas. “Given the importance of UK food supply, the silence from government on the labour question is astonishing,” the authors say. Another concern identified in the report is a potential weakening of food standards after Brexit, especially if a trade deal with the US mandated the import of hormone-injected beef and chicken washed in chlorine. Millstone said that while the proposed great repeal bill would initially transplant EU protections into UK law, with a government committed to reducing the number of regulations, it would also allow ministers to change these without parliamentary debate or consent. “This will hamper not just food safety but environmental protection [and] employment protections,” he said. Mary Creagh, a Labour MP who supports the Open Britain pressure group, said the report “sets out the truly worrying consequences of a hard Brexit”. She said: “A hard Brexit will be bad for British families and bad for British farmers. The government needs to protect our agricultural industry, and stop devastating price rises for British people already feeling the pinch.” Tom Brake, the Lib Dems’ Brexit spokesman, said: “The Conservatives seem utterly overwhelmed by the scale of the task and are incapable of dealing with the consequences of the extreme Brexit they have chosen.” A spokeswoman for the Department for Environment, Food and Rural Affairs said the aim was to make Brexit “as frictionless as possible” and maintain trade with the EU. She added: “But we also want to provide stability for the sector when we leave the EU – which is why the repeal bill will make sure the laws and rules we have will, so far as possible, still apply and why our agriculture bill will make sure farmers can continue to compete domestically and on the global market.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}