{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/jul/09/brexit-offer-eu-citzens-veto-british-porposal-european-parliament", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-07-09T21:30:35Z", "webTitle": "Improve the Brexit offer to EU citizens, or we’ll veto the deal | Guy Verhofstadt", "webUrl": "https://www.theguardian.com/commentisfree/2017/jul/09/brexit-offer-eu-citzens-veto-british-porposal-european-parliament", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/jul/09/brexit-offer-eu-citzens-veto-british-porposal-european-parliament", "fields": {"headline": "Improve the Brexit offer to EU citizens, or we’ll veto the deal", "bodyText": "In the European parliament we accept that the Brexit decision was a democratic choice, but we were never convinced Brexit would be a positive development economically: certainly not for the standing of Europe and the UK in the world and, most importantly, not for citizens. The UK proposal only confirms this belief – falling short of its own ambitions to “put citizens first”. If implemented, it would cast a dark cloud of vagueness and uncertainty over the lives of millions of Europeans. Comparing it with the proposal of the EU’s Brexit negotiator, Michel Barnier, the differences are striking. Barnier wants British people and Europeans to keep the same rights and the same level of protection they currently enjoy under European law. All rights acquired before the date of withdrawal will be directly enforceable, with lifelong protection, full reciprocity and equal treatment: a position as simple and clear as it is fair. That is what a majority of the British people want, when they indicate they seek to keep their EU citizenship. The UK response came three weeks later. It was a damp squib, proposing that Europeans obtain the status of “third-country nationals” in the UK, with fewer rights than British citizens are offered throughout the EU. Europeans will not only lose their right to vote in local elections, but family members will be subject to minimum income requirements, and it is unclear what the status of “post-Brexit” babies would be. This carries a real risk of creating second-class citizenship. The proposal is even in contradiction with the Vote Leave manifesto, which promised to treat EU citizens “no less favourably than they are at present”. It also seems that Britain wants to become the new champion of red tape. Each family member, including children, will have to make separate applications for “settled status”. Those who do not meet the five-year residence requirement by the end of the grace period, will have to make two applications: a first one to apply for staying and another one to apply for “settled status”. Moreover, no guarantees of equal treatment are provided for these applicants. But the real cause for concern lies in the continuing uncertainty. This proposal leaves so many unanswered questions. Will European students have to pay more – even after they have applied for the first post-Brexit academic year of 2019-2020? Will doctors enjoy continued and guaranteed recognition of their qualifications in the UK? Why are frontier workers, who work in the UK but live in the EU, not mentioned at all? And why won’t the UK government simply confirm that the cut-off date for all European citizens will not be sooner than the date of Brexit itself? While we have the greatest respect for the British legal system, courts apply the laws adopted by British politicians, who are currently unable to give sufficient guarantees for the years to come, let alone for a lifetime. British and European citizens should be able to enforce their rights under a mechanism in which the European court of justice plays a full role. In early 2019 MEPs will have a final say on the Brexit deal. We will work closely with the EU negotiator and the 27 member states to help steer negotiations. Our wish is to deliver an ambitious and progressive withdrawal agreement; we want to be clear that sufficient progress – especially on citizenship and the financial settlement – is needed before we can define this new relationship between the EU and the UK. Brexit negotiations must be completed by 30 March 2019; we will not support any extension to this deadline, because it would require the UK to hold European elections in May 2019. That is simply unthinkable. The European Union has a common mission to extend, enhance and expand rights, not reduce them. We will never endorse their retroactive removal. The European parliament will reserve its right to reject any agreement that treats EU citizens, regardless of their nationality, less favourably than they are at present. This is a question of the basic fundamental rights and values that are at the heart of the European project. • Guy Verhofstadt is an MEP, and chairs the European parliament’s Brexit steering group. The article was co-written with a cross-party group of MEPs: Manfred Weber, chair of the European People’s party group; Gianni Pittella, chair of the Socialists and Democrats group; Gabi Zimmer, chair of the European United Left-Nordic Green Left group; Ska Keller and Phillippe Lamberts, co-chairs of the Greens-European Free Alliance group; Elmar Brok, member of the Brexit steering group; Roberto Gualtieri and Danuta Hubner, both members of the Brexit steering group"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}