{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/jul/19/donald-trump-drops-syria-programme-in-bid-to-improve-russia-ties", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-07-19T22:58:24Z", "webTitle": "Donald Trump drops CIA programme in Syria 'in bid to improve Russia ties'", "webUrl": "https://www.theguardian.com/us-news/2017/jul/19/donald-trump-drops-syria-programme-in-bid-to-improve-russia-ties", "apiUrl": "https://content.guardianapis.com/us-news/2017/jul/19/donald-trump-drops-syria-programme-in-bid-to-improve-russia-ties", "fields": {"headline": "Donald Trump drops CIA programme in Syria 'in bid to improve Russia ties'", "bodyText": "Donald Trump has decided to halt the CIA’s covert programme to equip and train moderate rebels fighting Syrian president Bashar al-Assad, in a move likely to be welcomed by Russia’s Vladimir Putin. The CIA programme began in 2013 as part of Barack Obama’s support for the overthrow of Assad but met with little success, two officials told Reuters. Some armed and trained rebels defected to Islamic State and other radical groups. One of the officials was quoted as saying the US is not making a major concession, given Assad’s continued grip on power, but “it’s a signal to Putin that the administration wants to improve ties to Russia”. Along with Iran, Moscow has played a critical part in shoring up Assad during the the six-year civil war. The decision was made with national security adviser HR McMaster and CIA director Mike Pompeo after they consulted with lower ranking officials, and before Trump’s 7 July meeting with Vladimir Putin at the G20 summit in Germany, Reuters reported. It was not part of US-Russian negotiations on a limited ceasefire in south-west Syria the two leaders agreed to at the summit, the officials said. Joshua Landis, director of the Center for Middle East Studies at the University of Oklahoma, said: “It’s a victory for Assad, Iran and Putin, all of which carried the day. But it’s also a victory for America: in this case I do believe Trump is pursuing the correct policy. “Trying to destroy Russia in Syria is a fool’s errand because Russia is helping to pursue al-Qaida and Isis there. Since when is destroying extremism a bad thing? Just because Russia is for it doesn’t automatically make it bad.” Landis said that it had become clear that the rebels will not win, the US has no leverage over Assad – and a large percentage of the arms are falling into the hands of extremists. “Obama was on his way to making the same decision,” he said. “Many people would now be genuinely happy if Assad could conquer the rest of Isis territory. In a sense this is the raggedy end of a rationale for regime change. America has learned from many nasty experiences that violent regime change in the Middle East does not produce democracy and human rights.” The Washington Post was first to report the programme’s suspension on Wednesday. Sarah Huckabee Sanders, deputy press secretary at the White House, declined to comment on the topic. The CIA also declined to comment. But Charles Lister, a senior fellow at the Middle East Institute, told the Washington Post: “We are falling into a Russian trap. We are making the moderate resistance more and more vulnerable ... We are really cutting them off at the neck.” A separate effort by the US military effort to train, arm and support other Syrian rebel groups with air strikes and other actions will continue. Trump, who in April launched a cruise missile attack on Syria in response to Assad’s use of chemical weapons, is under scrutiny by Congress and a special counsel investigating Russian interference in the 2016 presidential election and whether his associates colluded. On Wednesday Sanders played down the controversy over a second, undisclosed meeting that Trump held with Putin at a dinner during the G20 summit. “I think that once again, the Russia fever has caught up with the media and everybody ran out and tried to create a story that simply didn’t exist,” she told reporters. “To try to create that there was some kind of private conversation in a room with 40-plus people seems a little bit ridiculous.” According to witnesses, Trump rose from his seat and took a place next to Putin, then conversed for an hour with only a Russian interpreter present. The absence of an American official has been widely criticised as a breach of protocol. Sanders added: “They had a brief conversation and I’m not going to get into the specifics of the conversation but again, this was a social dinner where the president spoke with many world leaders as is the purpose. I think it would be incredibly awkward for them to all be at a dinner and not speak with each other.” Asked if the decision to end the CIA programme came up during the dinner conversation, the deputy press secretary replied: “Not that I’m aware of.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}