{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/jul/17/hull-landmarks-to-be-listed-boost-city-of-culture-status", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-07-16T23:01:34Z", "webTitle": "Hull landmarks to get listed status in boost to city of culture", "webUrl": "https://www.theguardian.com/uk-news/2017/jul/17/hull-landmarks-to-be-listed-boost-city-of-culture-status", "apiUrl": "https://content.guardianapis.com/uk-news/2017/jul/17/hull-landmarks-to-be-listed-boost-city-of-culture-status", "fields": {"headline": "Hull landmarks to get listed status in boost to city of culture", "bodyText": "The attic flat where Philip Larkin wrote many of his best-known – and most withering – poems about Hull is among nine of the city’s landmarks to be listed in a boost to its city of culture status. The Humber Bridge joins the exclusive group of Grade I-listed buildings, alongside St Paul’s Cathedral and the Palace of Westminster, on the advice of Historic England. The heritage body said the 1,410-metre bridge, opened by the Queen 36 years ago, “combines engineering skill and good design to create a sophisticated structure and a sublime landmark”. Duncan Wilson, chief executive of Historic England, said: “From its rich maritime heritage dating back as far as the late 12th century to the graceful Humber Bridge opened on this day in 1981, Hull has a proud story told through its historic buildings and places.” The other Hull landmarks being listed include the tidal surge barrier, on Humber street, described by Historic England as a feat of engineering, design and craftmanship, worthy of Grade II-listed status. An “elegant and well designed” Edwardian-style public toilets will also be recognised. The newly Grade II-listed loos were opened in 1926 and, unusually for the time, for use by both men and women. Almost all of its original fixtures and fittings have survived nearly a century of use, including the tiles and terrazzo floors. A statue of William de-la-Pole, Hull’s first mayor, some late 19th-century warehouses, and the church of St Michaels and All Angels will also be listed, alongside the grave of Edward Booth, a railway fireman whose death in a train crash in 1906 prompted an overhaul of railway safety in Britain. The homes of Alfred Gelder, the only lord mayor of Hull to be elected five times in succession, from 1898, will also be listed, as will the home of J Arthur Rank, the saviour of the mid-20th-century British film industry. The attic flat where Larkin lived for 18 years, writing witheringly about the “palsied old step-takers” and “hare-eyed clerks with the jitters”, will be given Grade II status. The flat, overlooking a 22-acre Victorian park, was a perfect people-watching spot for Hull’s doleful poet. “Not a bad place to be. Yet it doesn’t suit me,” Larkin wrote in Toads Revisited, a poem that immortalised his university owned perch at 32 Pearson Park. It was somewhat kinder than his description of the four-bedroom suburban house he later bought: “Fearfully graceless … an ugly little house,” he wrote. “I feel like a tortoise that has been taken out of one shell and put in another.” John Glen, minister for arts, heritage and tourism said: “The great Philip Larkin wrote of the domes, statutes and spires that make Hull unique but it is also architectural triumphs like the Humber Bridge and tidal surge barrier that have helped build the city’s reputation. “What better time than during its year as UK city of culture to recognise and celebrate the historical and cultural landmarks which tell the story of Hull’s illustrious heritage. I am also delighted that Hull’s old town is to benefit as a heritage action zone to bring a further boost to this great city.” Chris Matthews, a councillor on East Riding of Yorkshire council and chair of the Humber Bridge board, said: “The Humber Bridge is an iconic landmark that is loved and appreciated by the people it serves. It is a tremendous feat of British engineering that connects Hull and East Yorkshire to north and north-east Lincolnshire. “More than that, however, it connects communities and places, giving people a freedom to live and work on different sides of the estuary which previous generation didn’t have. Its impressive magnitude and the spectacular views it affords attract thousands of visitors each year. “To be granted Grade I-listed status is a great honour, especially as it is happening in Hull’s city of culture year. Everyone at the Humber Bridge is delighted at the news. We believe it is wider recognition of something people in the Humber region already know – that the Humber Bridge is one of the UK’s greatest assets which deserves to be preserved for many generations to come. Grade I-listed status will ensure that happens.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}