{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/jul/20/hannah-cockroft-gold-world-para-athletics-championships", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-07-20T21:35:56Z", "webTitle": "Hannah Cockroft makes it a perfect 10 on golden night for GB at Para worlds", "webUrl": "https://www.theguardian.com/sport/2017/jul/20/hannah-cockroft-gold-world-para-athletics-championships", "apiUrl": "https://content.guardianapis.com/sport/2017/jul/20/hannah-cockroft-gold-world-para-athletics-championships", "fields": {"headline": "Hannah Cockroft makes it a perfect 10 on golden night for GB at Para worlds", "bodyText": "For all that any contest suffers whenever everyone can predict its likeliest outcome long before the start, the lack of tension that accompanies all of Hannah Cockroft’s races could not diminish her sense of pride after she enhanced her legend at the World Para Athletics Championships. It matters little to Cockroft that there is more chance of the sun failing to set than her experiencing what it feels like to lose. Entertaining a crowd has never been her driving force. The 24-year-old’s mission is solely to win, which this remarkable wheelchair racer has done with awesome inevitability ever since shooting to prominence at London 2012. It was clear how much it meant when she collected her 10th world title with victory in the T34 400m. What made this latest triumph even more scary for her rivals was that Cockroft won at a canter after spending the day in bed with a cold. “I’m not 100% right now,” she said. “I’ve been in bed all day just trying to get enough energy to get through this race. Tonight I’m looking forward to a good night’s sleep. Start the celebrations tomorrow.” After breaking the world record in the T34 100m last week, Cockroft was slightly less convincing when she won the 800m on Monday. She was not entirely satisfied with her time and recognised that her team-mate Kare Adenegan and the USA’s Alexa Halko had pushed her more than usual. It hardly counted as a scare given she crossed the line with oceans of daylight between her and Halko but it did focus Cockroft’s mind before the 400m, her favourite event. A steely expression suggested she meant business, although Cockroft said that was just her “I feel really sick face” and the way the hurricane from Halifax flew out of the tracks told Halko and Adenegan she would not be caught. Although she felt out of her comfort zone on the outside lane, the five-times Paralympic champion was never in trouble. She was out on her own after peeling round the bend and the only question was whether she was going to set a world record. She had to be content with a time of 58.29sec. Halko won silver in 59.93 and Adenegan took bronze in 1min 02.94. “Ten world titles is a pretty good thing to get in front of a home crowd,” Cockroft said. It was not the only momentous achievement from a British athlete on day seven. No sooner had Cockroft completed her victory lap than Georgina Hermitage was sending a buzz around the stadium by breaking the world record in the T37 400m final. The Paralympic champion wept tears of joy after defending her world title in 1min 0.29sec, forcing Natalia Kobzar of Ukraine and China’s Fenfen Jiang to settle for silver and bronze respectively. Hermitage looked understandably dumbstruck given her injury problems this year. “The year has been awful so to come out and perform like that is beyond my expectations,” the 28-year-old said. “I had a really good winter after Rio and then had a setback with more bone stress in my leg on my affected side. “What should have been six weeks off took three months and it was a real slog to get back. There were times when I didn’t think I’d get back. Everything fell apart in my life but my friends and family picked me back up again. ” With three days left Great Britain are third in the medal table behind the USA and China after T34 800m bronze for Isaac Towers, T54 400m bronze for Richard Chiassaro, F32 club throw bronze for Stephen Miller and F41 shot put silver for Kyron Duke."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}