{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2017/jul/25/foreign-governments-must-pressure-south-sudan-to-end-epidemic-of", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2017-07-24T23:01:37Z", "webTitle": "Foreign governments must 'pressure South Sudan to end epidemic of rape'", "webUrl": "https://www.theguardian.com/global-development/2017/jul/25/foreign-governments-must-pressure-south-sudan-to-end-epidemic-of", "apiUrl": "https://content.guardianapis.com/global-development/2017/jul/25/foreign-governments-must-pressure-south-sudan-to-end-epidemic-of", "fields": {"headline": "Foreign governments must 'pressure South Sudan to end epidemic of rape'", "bodyText": "Donor countries should be pressuring the government of South Sudan to end the sexual violence being carried out on a mass scale and with impunity in the country, say campaigners Karen Naimer, a director at advocacy group Physicians for Human Rights, said countries that give aid must hold the recipient government’s “feet to the fire”by speaking publicly about atrocities and insisting they do the same. A report published on Monday by Amnesty International found sexual violence in the world’s newest country was rampant, and catalogued a litany of rape, sexual slavery, torture and castration perpetrated by South Sudan’s government and the opposition. The documented cases represented premeditated sexual violence on a massive scale, said Amnesty’s Muthoni Wanyeki. Thousands of people across the country have been raped since conflict broke out in December 2013, according to the report. The scale and brutality of sexual violence in the country echoes the situation in its neighbour, the Democratic Republic of the Congo, where an epidemic of rape began in 1998. The South Sudanese government had failed to hold perpetrators to account, Amnesty said, and many survivors were reluctant to report what had happened to them, particularly if it had involved a government official. Sukeji was gang-raped by three government soldiers in Kajo Keji in August 2016 in front of her two children. “I do not want to remember but sometimes it just comes in my mind and I cry,” she said. “Sometimes I wonder whether my children have this in their memory. When they grow up, what will they think of their mother?” Nyagai lost her religious faith after being gang-raped by government soldiers in Juba in July last year. She said she stopped going to church after she was raped and no longer prayed. “Satan went through me the day I was raped,” she said. “These indefensible acts have left the victims with debilitating and life-changing consequences, including physical injuries and psychological distress,” said Wanyeki. “Many survivors have also been shunned by their husbands and in-laws, and stigmatised by the wider community. “Some of the attacks appear designed to terrorise, degrade and shame the victims, and in some cases to stop men from rival political groups from procreating.” The threat of mass starvation is hanging over South Sudan and there has been a recent escalation of fighting in the Equatoria region. Many victims of sexual violence have been targeted because of their ethnicity. James, a Dinka, was forced to watch as nine Nuer opposition fighters broke into his home and took turns gang-raping his wife, Acham, before killing her. “Don’t you know that Dinka and Nuer are fighting and that many Nuer were killed by Dinka in Juba?” the attackers told him. Naimer said that while sexual violence had been a feature of many conflicts through history, it had not been recognised as a grave crime until recently. One of the things that shocked the world into recognising it was the brutality of the sexual violence in the DRC, which was similar to that in South Sudan. The two countries also shared a lack of accountability, she said. “In the fog of war, in the conflict, they take advantage of the lawlessness, the chaos,” Naimer said. “They will perpetrate sexual violence in that context because they have the opportunity and they know that there’s a limited likelihood that they may be held to account. “The outrageous situation in South Sudan [follows] a familiar pattern for sexual violence in conflict, where there is an utter breakdown in societal structures that support mechanisms for accountability of perpetrators. When those structures don’t exist and there is deep crisis and conflict in the community, sexual violence is often used as a mechanism to humiliate and destroy vulnerable groups.” Naimer added: “It’s a cheap option and it is one we see in wide use in multiple conflicts. You can use your body to really harm whole communities. It doesn’t cost a lot and the impact is awful.” She said that the international community had lots of leverage and that it should use it to pressure governments to act. They should also “ensure that while aid is implemented, justice processes are being supported as well”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}