{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/jul/28/general-john-f-kelly-new-white-house-chief-of-staff-profile", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-07-28T22:21:37Z", "webTitle": "Who is Gen John F Kelly, the new White House chief of staff?", "webUrl": "https://www.theguardian.com/us-news/2017/jul/28/general-john-f-kelly-new-white-house-chief-of-staff-profile", "apiUrl": "https://content.guardianapis.com/us-news/2017/jul/28/general-john-f-kelly-new-white-house-chief-of-staff-profile", "fields": {"headline": "Who is Gen John F Kelly, the new White House chief of staff?", "bodyText": "Donald Trump is said to have been recently taken with the desire to have a “general” as his chief of staff to sort out a White House beset by internal warfare, not to mention its external problems. While some advisers have questioned the wisdom of the move, the president has got himself a bona fide retired four-star US Marine Corps general in the shape of John F Kelly. Kelly’s appointment, announced on Friday in a late afternoon tweet by the president, as his new White House chief of staff sees him move from his role as the secretary of homeland security, where the president says he has done a “spectacular job” and is a “true star” of his administration. Kelly, aged 67 and a native of Boston, stepped down in 2016 from US southern command, where he was responsible for US military activities and relationships in Latin America and the Caribbean, including the controversial detention facility at Guantánamo Bay. While at homeland security, Kelly has presided over a crackdown on illegal migrants and a more aggressive posture for the US Immigration and Customs Enforcement (ICE). Kelly has won Trump’s praise for a fall in the numbers of recorded crossing along the southern border, even though there has still been no construction of the president’s promised border wall with Mexico. Kelly had told lawmakers during his confirmation hearings in January that he supported Trump about the need for a wall, though he also spoke about the need for extra border agents and better technology. A hiring spree of agents is under way, despite concerns over vetting of candidates. Kelly, who had enlisted in the Marines in 1970, served as commander of US southern command under Obama from 2012. While in that role, he differed with Barack Obama on key issues, and had warned of vulnerabilities along the United States’ southern border with Mexico. At the time Trump picked him for homeland security, he was the third general tapped for a high-level job in the new administration. Trump had also nominated retired Gen James Mattis to lead the Department of Defense and picked retired Lt Gen Michael Flynn to be his national security adviser – a shortlived move ended when he resigned over his misleading account of his Russian contacts. Kelly, who is from an Irish Catholic family, is the most senior US officer to have lost a child in the “war on terror”. His son Robert, a first lieutenant in the marines, was killed in combat in Afghanistan in 2010. At Southcom, Kelly quickly developed a reputation for opposition to Obama’s intended closure of Guantánamo Bay. Kelly will hope to have a better relationship with Anthony Scaramucci, the White House’s new communications director, whose relationship this month appears to have spelled the end for Reince Priebus in the chief of staff role."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}