{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/jul/28/talking-horses-king-george-stakes-enable-benbatl", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-07-28T23:01:34Z", "webTitle": "Talking Horses: Benbatl looks better King George bet than hot favourite Enable | Greg Wood", "webUrl": "https://www.theguardian.com/sport/2017/jul/28/talking-horses-king-george-stakes-enable-benbatl", "apiUrl": "https://content.guardianapis.com/sport/2017/jul/28/talking-horses-king-george-stakes-enable-benbatl", "fields": {"headline": "Talking Horses: Benbatl looks better King George bet than hot favourite Enable", "bodyText": "The market on the King George VI &amp; Queen Elizabeth Stakes at Ascot on Saturday has turned into a one-horse book since John Gosden confirmed that Enable, the Oaks winner in England and Ireland, would take her place in the field. She seems likely to start at around 5-4 and has a pound or two in hand over Highland Reel on the ratings, with further progress likely. A fortnight between Group One races is a brisk turnaround for a three-year-old filly however, even when she wins as easily as Enable did at The Curragh. She is also taking on colts and older horses for the first time at this level and the assignment may not be as straightforward as the betting suggests. Highland Reel needs faster ground to show his best while Jack Hobbs might prefer more cut, so at the likely prices Benbatl (3.35) appeals as an each-way bet. Saeed bin Suroor’s colt will be making only his sixth start, was given plenty to do before finishing fifth in the Derby and returned to winning form at Ascot last time out with his best performance to date. Available at odds as long as 20-1 at the time of writing, he pays more for a place than Enable for a win and may not have much to find to take a real hand in the finish. Greg Wood’s Saturday TV tips Ascot 1.50 Nyaleti has just one win from three starts but has been operating at a higher level than her rivals and can end the unbeaten record of Dance Diva here. A reproduction of her close second behind Clemmie in a Group Two last time should be good enough. York 2.05 Starlight Romance is up another 3lb in the weights after a close second last time out but the winner there has gone in again since and Richard Fahey’s three-year-old has more scope for progress than most of her rivals. Ascot 2.25 Cheekpieces made a big difference to Alwahsh when he took a Nottingham maiden by seven lengths last time out, and his opening mark of 87 could well prove lenient if the headgear retains its effect today. York 2.40 Mid-to-low stalls have dominated in this race in recent years but there is plenty of pace drawn high this time and Watchable could run a big race at generous odds. David O’Meara’s gelding is reunited with the 7lb claimer Patrick Vaughan, who steered him into an excellent third place at this track in May, and his two starts since suggest he remains in form. Ascot 3.00 As ever this promises to be one of the strongest handicaps of the season but Viscount Barfield arrives on the back of a career-best run to win a Listed event at Chester two weeks ago. He goes best when he can follow a strong gallop and looks to be drawn with the best of the pace towards the near side. York 3.15 It is hard to avoid the claims of Autocratic after a ready success in the Brigadier Gerard Stakes last time and the four-year-old should continue his progress for Sir Michael Stoute, whose skill with similar types has been proved many times in the past."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}