{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/05/youtube-says-homophobic-abuse-does-not-violate-harassment-rules", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-05T20:27:09Z", "webTitle": "YouTube removes advertising from account accused of homophobic abuse", "webUrl": "https://www.theguardian.com/technology/2019/jun/05/youtube-says-homophobic-abuse-does-not-violate-harassment-rules", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/05/youtube-says-homophobic-abuse-does-not-violate-harassment-rules", "fields": {"headline": "YouTube removes advertising from account accused of homophobic abuse", "bodyText": "YouTube has removed advertising from material by a user who subjected a journalist to repeated homophobic abuse in videos, after the platform faced criticism over its failure to act. Carlos Maza, a video journalist for the US news site Vox, went public last week with a complaint that the rightwing YouTube personality Steven Crowder was engaged in a long-term homophobic harassment campaign. In a compilation video Maza created of some of his mentions on Crowder’s show, the host attacks Maza as a “gay Mexican”, a “lispy queer” and a “token Vox gay atheist sprite”. YouTube initially argued that Crowder’s “criticism” was debating rather than harassment, saying in a public statement on Tuesday: “Our teams spent the last few days conducting an in-depth review of the videos flagged to us, and while we found language that was clearly hurtful, the videos as posted don’t violate our policies.” It changed its decision on Wednesday, saying that upon review it found Crowder’s channel “has harmed the broader community and is against our YouTube Partner Program policies” and that it would be demonetised, meaning advertisers would be removed from the channel. “In the past, we felt our responses to some of these situations were slow and didn’t always address our broader community’s concerns,” YouTube said in a blogpost. “Our ultimate goal here is to streamline our response so we can make better, faster decisions and communicate them clearly.” The company initially said Crowder’s videos did not breach its harassment and cyberbullying policy, which explicitly bars “content that makes hurtful and negative personal comments/videos about another person”, or its hate speech policy, which bars creators from using “stereotypes that incite or promote hatred” based on attributes including ethnicity and sexual orientation. “This has been going on for years, and I’ve tried to flag this shit on several occasions,” Maza said when he posted the initial video about harassment. “But YouTube is never going to actually enforce its policies. Because Crowder has 3 million YouTube subscribers, and enforcing their rules would get them accused of anti-conservative bias.” Responding on Wednesday morning to YouTube’s decision, Maza said: “It’s going to get so much worse now. YouTube has publicly stated that racist and homophobic abuse doesn’t violate their anti-bullying policies. Crowder and his allies are going to be emboldened. I genuinely can’t imagine what LGBT employees at YouTube are doing right now. “You can harass queer people as much as you want as long as it’s sandwiched between ‘debating’.” He also appeared to be unsatisfied with YouTube’s decision to demonetise Crowder’s videos, saying: “Crowder’s revenue stream isn’t from YouTube ads. It’s from selling merch and ‘Socialism Is For Fags’ shirts to millions of loyal customers, that @YouTube continues to drive to his channel. For free.” YouTube’s response has sparked a wave of criticism, with many noting that it came five days into Pride month. The main YouTube accounts on Twitter and YouTube are decked with rainbow flags to celebrate the LGBTQ+ community. The company is still addressing its last crisis, after a New York Times report found that a paedophile ring that YouTube attempted to shut down in February was not only still operating, but also being aided by the company’s own algorithm. Videos of children in swimwear and underwear were being linked together by the video-sharing site’s recommendation algorithm, creating an automatic watchlist for paedophiles who trawl the site for “borderline” content that sexualises children without breaking child exploitation laws. The company refused to remove recommendations from videos of children, arguing that doing so would hurt creators who rely on the recommendations to drive an audience to their videos. It did, however, introduce a rule requiring any minor livestreaming on the site to be accompanied by an adult. In February, YouTube said: “Any content – including comments – that endangers minors is abhorrent and we have clear policies prohibiting this on YouTube. “We took immediate action by deleting accounts and channels, reporting illegal activity to authorities, and disabling comments on tens of millions of videos that include minors. There’s more to be done, and we continue to work to improve and catch abuse more quickly.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}