{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/jun/01/liverpools-win-is-brilliant-culmination-of-klopps-inclusive-project", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-01T22:50:14Z", "webTitle": "Liverpool’s win is brilliant culmination of Klopp’s inclusive project", "webUrl": "https://www.theguardian.com/football/blog/2019/jun/01/liverpools-win-is-brilliant-culmination-of-klopps-inclusive-project", "apiUrl": "https://content.guardianapis.com/football/blog/2019/jun/01/liverpools-win-is-brilliant-culmination-of-klopps-inclusive-project", "fields": {"headline": "Liverpool’s win is culmination of Klopp’s inclusive project", "bodyText": "And so, back into the red. In the end it seemed fitting that Liverpool should win this Champions League final through an effort of shared will. This was a night when the gears refused to click, the circuits rarely sparked, and when taking that last step was always likely to be matter of spirit and bloody-minded certainty. How do you make a champion team? At the final whistle in Madrid, as the air seemed to fizz and crackle and the red and white shapes melted into the green, Jürgen Klopp hugged Trent Alexander-Arnold and Andrew Robertson to his chest, his great beaming, bearded face looming over them like a proud father of twins. Liverpool’s full-backs have been a dual-track express train this season, making every part of this team function a little easier. They seem both deeply Liverpool and deeply Klopp too, a local lad with a midfielder’s range of passing and movement and an upwardly mobile Scot fed with that strange red-shirted fury, echoes of the great teams of the pre-modern era. A few yards away Jordan Henderson seemed in pain. He bent down and held his head, feeling the force of the moment, an impossible high in a career of tough times too. Henderson has seemed to be leaving this team pretty much ever since he got here. He hasn’t and has instead kept on coming for seven years. He is now captain of the European champions, a player whose force of will has seemed to bloom under Klopp’s touch. Talent, flash, easy gifts. These are some seriously overrated commodities. What makes a champion team? Even as both teams played below their limits here there were hints and signs and glimpses of light all over the pitch. For the last three years there has been a sense of puzzlement about the champions of Europe, the feeling in Real Madrid’s supremacy of a narrative that points only to itself, a triumph of brilliantly marshalled star power. But this has been coming; just as sometimes sport really does seem to be trying to tell you something. There had been talk before this game that Liverpool had to win here, that failure would have been a fatal dent in the regeneration of the club. This was never really true. By any metric just being present two years in a row was a sublime achievement for the players, the management, the owners, the – God help us – brand. Plus of course the story follows its own arc. It is easy to forget that Klopp’s first game in England was against these opponents, a 0-0 draw at White Hart Lane marked by a series of slightly wild collisions as that game of counter-press found a ragged first expression. This was a bookend: same teams, different stage, different energy, different scale. How did we get here? Nothing has been thrown away. The parts have been glossed and greased and worked at by a manager who, for all his talk of energy and fun, is a meticulous coach. Not to mention a coach who can read his club and the people around it. Shortly after that hug with Klopp Alexander-Arnold left the main body of Liverpool players and scuttled across a little naughtily to the red end all on his own to punch the air and take that wall of answering happiness. There is a kind of “third-way” football capitalism in all this. Liverpool under Klopp has been a pointedly inclusive project, geared to connect with something other than simply success on the pitch. Those hedge fund owners have invested brilliantly - not just in themselves or in the team (heavily) but in the ground and its surrounds, in understanding the importance of that connection. Alexander-Arnold embodies this. Aged 20 a sporting life won’t, can’t get much better. Another thing that makes a champion team: champion players. If this game really did have to be pointed one way by a moment of chance 22 seconds in, it was probably right that the man stepping up to benefit should be Mohamed Salah. What was Moussa Sissoko pointing at? Deep in the right hand of side of his penalty area, faced by Sadio Mané, who had stopped and was looking around for a pass, Sissoko raised his right arm like a boxing padman offering a target to hit. Mané obliged. Salah waited four times longer than the game had already run for the air to settle. His first touch was to spank the penalty kick hard and straight down the middle. After that Salah was poor here. There was a buzz when he took the ball. But he looked undercooked and cobwebbed. It is a part of Salah’s charm that he has these moments when he looks suddenly like someone playing with the dog in the garden, or having a morning kick-about on the beach. Which is quite a quality in a player who really should be winning the Ballon d’Or from here. It an early call, although not that early given the rhythm of the season, but Salah is surely the front-runner now. The top scorer for the champions of Europe. Twenty-nine goals this season. The supreme cutting edge in this team. And also a thrilling, uplifting presence, all ferreting imagination, unusual angles, carefree moments in the middle of all that hustle. Salah’s first game for Liverpool was at Watford in August 2017. He scored then as well. Seven members of the Liverpool team that day started here. Divok Origi, hammer of Barcelona and scorer of the second here, played that day. Joël Matip who pushed the ball to Origi to score also played that day. The team that drew with Watford are now champions of Europe. Klopp’s mania for coaching and improvement has been mixed with power signings to fill the holes (Alisson was magnificently solid here). It is a beautiful accomplishment; and a lesson in building that is, even now, likely to run and run."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}