{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/16/tom-watson-to-say-labour-must-adopt-clear-anti-brexit-stance-jeremy-corbyn", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-16T21:30:05Z", "webTitle": "Tom Watson to say Labour must adopt clear anti-Brexit stance", "webUrl": "https://www.theguardian.com/politics/2019/jun/16/tom-watson-to-say-labour-must-adopt-clear-anti-brexit-stance-jeremy-corbyn", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/16/tom-watson-to-say-labour-must-adopt-clear-anti-brexit-stance-jeremy-corbyn", "fields": {"headline": "Tom Watson to say Labour must adopt clear anti-Brexit stance", "bodyText": "Tom Watson is to challenge Jeremy Corbyn to put Labour at the forefront of the campaign against Brexit, using a speech on Monday to say: “Our members are remain, our values are remain, our hearts are remain.” The deputy leader’s latest intervention would have come ahead of a tricky meeting of Labour’s divided shadow cabinet – but members were told on Sunday evening that the meeting had been cancelled at short notice. Watson is expected to say: “We must bring the public back into this decision and we must argue strongly to remain in Europe. Our future doesn’t need to be Brexit. We can change our future. But only if Labour makes the case for it – and we must.” Corbyn has consistently resisted characterising Labour as a party for remain, insisting it must speak to both sides of the bitter divide in British politics. Launching his party’s campaign for the European elections last month, he said: “We could allow ourselves to be defined only as remainers or leavers – labels that meant nothing to us only a few years ago. But where would that take us? Who wants to live in a country stuck in this endless loop?” But Watson, will say Labour’s support for EU membership has been “whispered, not shouted” for too long. “I don’t support Europe despite being socialist; I support Europe because I am a socialist. Democratic socialism is achieving common causes by the strength of collective endeavour. That’s what Europe is,” he will say. “The core values of the EU are internationalism. Solidarity. Freedom. Those are British values. Those are Labour values.” Labour sources insisted on Sunday night the shadow cabinet meeting had been postponed because several members were unable to attend. But frontbench remainers immediately suspected the leadership was seeking to avoid a confrontation. Corbyn and some close allies are still sceptical about a further shift towards remain, fearing it would be seen by leave voters as a betrayal, which could lose them the working-class vote for a generation. But since the party’s disastrous showing in the European elections, when it came third behind the Brexit party and the Liberal Democrats on14% of the vote, pressure has been mounting for a decisive move towards backing a second referendum. As well as Watson from the social democratic wing of the party, and leftwing MPs such as Clive Lewis and Lloyd Russell-Moyle from campaign group Love Socialism Hate Brexit, the leadership faces a grassroots rebellion on the issue. There is a vigorous campaign for constituency Labour parties (CLPs) to pass motions demanding that Labour call for a referendum and back remain – which could be debated at party conference in the autumn. Some recent polls of Westminster voting intentions have shown Labour trailing behind the Lib Dems, whose forthright “bollocks to Brexit” message has helped them win over pro-remain voters from both the main parties. Corbyn made a minor but significant shift in the aftermath of the vote, saying Labour would now support “a public vote on any deal” – but he later said the prospect of a referendum was “some way off”. When the shadow cabinet meeting is rescheduled, Watson is likely to be supported by the shadow Brexit secretary, Keir Starmer, and the shadow foreign secretary, Emily Thornberry. Starmer told Labour members in an online discussion last week: “There are many in the Labour party who feel we need to be very clear about a second referendum and about making the case for remain. That’s certainly what I’m advocating … I hope we can resolve it pretty soon.” Thornberry was dropped as Corbyn’s stand-in for PMQs in favour of the shadow business secretary, Rebecca Long-Bailey, after publicly criticising the party’s Brexit stance at the European elections. “We were not clear on the one single thing that people wanted to hear,” she said after the results. Until recently, Corbyn could generally count on a majority against a referendum at shadow cabinet, but some leftwing shadow ministers who have previously been wary have edged towards backing the idea in certain circumstances, the Guardian understands, including the shadow justice secretary, Richard Burgon, and the acting shadow international development secretary, Dan Carden. Burgon tweeted last week: “Labour will do whatever it takes to stop an unelected Tory PM imposing no-deal on the country. That means a public vote or general election.” However, several others, including Jon Trickett and Ian Lavery, remain deeply sceptical, fearing the impact on leave voters."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}