{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/25/britains-top-jobs-still-in-hands-of-private-school-elite-study-finds", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-24T23:01:27Z", "webTitle": "Britain’s top jobs still in hands of private school elite, study finds", "webUrl": "https://www.theguardian.com/society/2019/jun/25/britains-top-jobs-still-in-hands-of-private-school-elite-study-finds", "apiUrl": "https://content.guardianapis.com/society/2019/jun/25/britains-top-jobs-still-in-hands-of-private-school-elite-study-finds", "fields": {"headline": "Britain’s top jobs still in hands of private school elite, study finds", "bodyText": "Members of Britain’s elite, who hold the top jobs in politics, the judiciary, media and business, are five times more likely to have been to private school than the general population, according to research. A study by the Sutton Trust and the Social Mobility Commission found that a tiny elite of privately educated people, many of whom went to Oxbridge, continue to dominate high-ranking jobs, where 39% had an independent education, compared with 7% of the general population. Critics described the figures as “scandalous” and called for urgent change. Researchers examined the educational backgrounds of more than 5,000 leading figures across nine broad categories including politicians, tech bosses, stars from the worlds of film, pop and sport, journalists, judges and FTSE 350 chief executives. In politics, they found that 39% of the cabinet (at the time the analysis was carried out) went to fee-paying schools compared with 9% of the shadow cabinet – down from 22% during Ed Miliband’s reign as Labour leader – while 29% of the 2017 intake of MPs were privately educated. Elsewhere, 65% of senior judges, 57% of members of the House of Lords, 59% of civil service permanent secretaries and 52% of Foreign Office diplomats come from a private school background. In the media, 43% of the 100 most influential news editors and broadcasters, and 44% of newspaper columnists went to fee-paying schools; 33% of those went to both private school and either Oxford or Cambridge. In the arts, 44% of top actors and 30% of pop stars went to independent schools. In stark contrast, in the world of football, just 5% of male international stars went to private school, the only area where the privately educated are underrepresented. In the world of rugby, meanwhile, 37% of international players were privately educated, and in cricket 43% of the England team went to independent schools. The study, called Elitist Britain 2019, found similar patterns in women’s sport, but it also found that 80% of female international players in football, cricket and rugby had attended university, far higher than in men’s sport. Women continue to be underrepresented in top jobs, but those who make it to the highest echelons are also considerably more likely to have attended a private school than the population at large, though they are less likely to have gone to Oxbridge than their male counterparts. The report identifies a “pipeline” from fee-paying schools through Oxbridge and into top jobs – 52% of senior judges took this route compared with 17% of all those examined. While it found there had been some increase in the diversity of educational backgrounds of those at the top since an equivalent exercise five years ago, change was happening slowly. Luke Heselwood from the Reform thinktank said: “These scandalous figures show that the UK is far from being a meritocracy. Fixing this will require serious reform to the education system as, despite improvements, the most advantaged are nearly 10 times more likely to attend elite universities than the most disadvantaged.” Dame Martina Milburn, the chair of the Social Mobility Commission, said: “Politicians, employers and educators all need to work together to ensure that Britain’s elite becomes more diverse in gender, ethnicity and social background. It is time to close the power gap and ensure that those at the top can relate to and represent ordinary people.” The shadow education secretary, Angela Rayner, said: “The old boys’ network and the old school tie still hold back talented and hard-working people from less privileged backgrounds. Labour will focus on giving every child the chance to flourish, not just a lucky few, focusing on social justice not just social mobility.” A spokesperson for the Independent Schools Council said: “Assumptions about independent schools are far too often based on misconceptions or stereotypes. Many people do not realise that the majority of ISC schools have fewer than 350 pupils, only half are academically selective, and most work in partnership with state schools.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}