{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/12/darwins-finches-sing-out-of-tune-mating-call-parasites-deform-beaks", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-11T23:01:21Z", "webTitle": "Darwin’s finches sing out-of-tune call after parasites deform beaks", "webUrl": "https://www.theguardian.com/environment/2019/jun/12/darwins-finches-sing-out-of-tune-mating-call-parasites-deform-beaks", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/12/darwins-finches-sing-out-of-tune-mating-call-parasites-deform-beaks", "fields": {"headline": "Darwin’s finches sing out-of-tune call after parasites deform beaks", "bodyText": "Tree finches made famous by Charles Darwin’s visit to the Galápagos islands in the 19th century have gone out of tune because of parasitic infections that damage the birds’ beaks and nostrils. Researchers found that male finches that picked up the fly parasite had malformed beaks and enlarged nostrils that led to “subpar songs”, making it harder for the birds to find mates and reproduce. The infection is caused by the Philornis downsi fly, which is thought to have been introduced to the islands by accident in the 1960s. The fly’s larvae infest birds’ nests and feed on the blood and tissues of their young. Surveys on the Galápagos islands show that the larvae are now rife and kill more than half of all nestling finches. Those that survive can have badly damaged nasal cavities and nostrils, and their beaks can be deformed to the point that they no longer close properly. In new research, Sonia Kleindorfer at Flinders University in Adelaide and colleagues examined the impact of the parasitic infections on what are commonly known as Darwin’s finches. Observations, measurements and sound recordings of the birds revealed that those with deformed nostrils had more “vocal deviation” when they sang to attract mates and produced lower notes than unaffected birds. The result was off-putting to females, and out-of-tune males struggled to find mates. Writing in the journal Proceedings of the Royal Society B, the researchers describe how critically endangered medium tree finches on the islands were so damaged by the parasites that they produced songs that sounded like other birds. The fly occurs on 13 of 15 islands surveyed to date and is considered the greatest risk to the survival of Galápagos land birds. Katharina Peters, a co-author on the study, said the work showed how even when not fatal, infestations of the fly larvae could disrupt the birds’ mating signals with “devastating effects” on populations. “This conclusion should be of particular cause for concern for the fate of Darwin’s finches,” the scientists write. Darwin collected many kinds of finches from the Galápagos during his voyage on the Beagle which set the stage for his ideas on evolution through natural selection. The birds are often credited as the inspiration for Darwin’s theory, but it was an ornithologist, John Gould, who realised that Darwin’s haul of finches were related. Darwin himself originally recorded the birds as members of different families."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}