{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/01/liverpool-fans-celebrate-champions-league-victory", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-01T23:05:15Z", "webTitle": "Liverpool fan: ‘Football transcends everything here. To win it will mean an awful lot’", "webUrl": "https://www.theguardian.com/football/2019/jun/01/liverpool-fans-celebrate-champions-league-victory", "apiUrl": "https://content.guardianapis.com/football/2019/jun/01/liverpool-fans-celebrate-champions-league-victory", "fields": {"headline": "Liverpool fan: ‘Football transcends everything here. To win it will mean an awful lot’", "bodyText": "On the roof of the Shankly hotel in Liverpool, they were on top of the world. The afternoon sun had long been replaced by heavy clouds. And finally, briefly, it rained when Divock Origi secured Liverpool’s sixth European cup. It rained beer. Cups hurled in the air in triumph. It rained tears: of incredulous joy from some, overwhelmed by reprieve from the agonising limbo of a precarious one nil. It was party time. Around 2,000 people gathered at the hotel named after the club’s most famous manager Bill Shankly. At least three floors were turned into packed viewing areas, where fans had gathered steadily all day. Many brought the banners they usually take to Anfield, plastering the walls with red and white flags and inflatable Champions League trophies. On the rooftop terrace the drinks had been flowing and didn’t stop as kick-off approached and the nerves went into overdrive . With his floppy hair, black-rimmed glasses and wide mouth full of glistening teeth, Frank McCabe spent the afternoon posing for selfies. The 55-year-old retired scientist played up to his Jürgen Klopp look-a-like status with a shrug and a grin. “If I let my stubble grow a bit more and wear my other glasses I get it even more,” he said. “I even know a few German phrases to throw in. Football transcends everything in this city. To win it will mean an awful lot.” Not everyone donned red football shirts. The high heels and designer dress quota was reminiscent of Ladies’ Day at Aintree. Mani Aulakh and her husband Jag watched with their children Tia, two, and Rio, 10 months. “Jag is a massive Liverpool fan,” says Mani, in a black T-shirt with the “Never give up” slogan worn by Mohamed Salah before the semi-final win over Barcelona. “I’m from Birmingham and we live in Warrington but I had the kids in the Liverpool women’s hospital so it says Liverpool on their passports.” Jag, juggling a beer in one hand and his baby son in the other, showed commendable coordination to punch the sky when Salah’s early penalty hit the back of the net. The pre-game carnival fizzled into jitters, bursts of singing and the occasional request to the heavens as the game wore on. One nil felt had certainly felt precarious for Tracey Roberts, from Prenton, Wirral, who was so on edge her vodka and tonic went untouched. With every stray pass she flinched. Gradually she watched from behind her hands. When the Liverpool keeper Alisson Becker was forced into a late save, the previously forgotten vodka was quickly swigged. By the end, as deafening choruses of “Allez, allez, allez” drowned out the commentary, Tracey was up and dancing. Then Gerry Marsden kicked in. That old ubiquitous soundtrack of this club, accompanied by the acrid smell of red flares as fireworks crackled in the sky. You’ll Never Walk Alone played long into the night. Not, perhaps, the best for dancing. It didn’t matter. “It’s been a long time coming,” says Nick Taft, from Bala in North Wales, who jigged on the spot like a man possessed. “I was born in Liverpool and just felt I had to be here tonight. It’s like every Liverpool fan worldwide who isn’t in Madrid flocked to the city. It’s so special.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}