{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/10/ancient-asteroid-crater-off-coast-scotland", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-09T23:01:44Z", "webTitle": "Ancient asteroid crater located off coast of Scotland", "webUrl": "https://www.theguardian.com/science/2019/jun/10/ancient-asteroid-crater-off-coast-scotland", "apiUrl": "https://content.guardianapis.com/science/2019/jun/10/ancient-asteroid-crater-off-coast-scotland", "fields": {"headline": "Ancient asteroid crater located off coast of Scotland", "bodyText": "The location of an ancient impact crater made by the biggest asteroid ever to hit Britain has been traced to a spot under the sea between mainland Scotland and the Outer Hebrides. Researchers at Oxford and Aberdeen universities found signs of the violent collision in Scotland on a field trip in 2008, but have only now pinpointed where the asteroid came down. Tests on rocks near Ullapool in north-west Scotland revealed that an object about a mile wide had crashed into a spot in the Minch, a strait that separates the mainland and northern Inner Hebrides from Lewis and Harris, six miles west of the village of Lochinver. The 38,000 mph collision, which thumped a 12-mile-wide crater into the ground, happened 1.2bn years ago, when most life on Earth was still in the oceans and plants had yet to take root on land. At the time, what is now Scotland was a semi-arid land that lay close to the equator. “The impact would have sent huge roiling clouds of dust and gas at several hundred degrees in all directions from the impact site,” said Ken Amor, an Oxford researcher who led the latest study. What is left of the crater is submerged in 200-metre-deep water and covered in sediment. The first hints of the impact came more than a decade ago when Amor was helping undergraduates on a geology field trip in the Scottish Highlands. On the last day, the scientists stopped in Stoer, a small village, to inspect an unusual rock formation known as the Stac Fada member (SFM). Previous researchers speculated that the distinctive red sandstone had come from a volcano, but Amor realised that “strange green blobs” in the rock resembled features of an impact crater that underlies the town of Nördlingen near the Danube in western Bavaria. Amor took samples of the SFM back to Oxford and found strong evidence of an asteroid strike: quartz crystals that had been deformed by the shock of an impact. He also found high levels of platinum and palladium, metals that are enriched in meteorites, the name given to space rocks that survive their fiery passage through the atmosphere to reach Earth’s surface. Having confirmed that an asteroid had come down near Stoer, Amor and colleagues at Exeter University set about finding the impact crater. Using three independent techniques that drew on the scatter of dust and rocks thrown up by the impact, and the orientation of tiny magnetic grains blasted into the sky, the researchers traced backwards to the point of impact. Details of the work appear in the Journal of the Geological Society. Assuming the crater has not been eroded away, it should be possible to detect with a seismic reflection survey of the kind used by prospecting oil companies, Amor said. Further studies of the rock might enable scientists to trace the meteorite back to a family of asteroids still orbiting the sun. It is unclear how common such impacts are because craters are wiped from Earth’s surface by erosion, burial and plate tectonics. However, asteroids of the size of the one that hit the Minch are thought to strike between once every 100,000 years and once every 1m years. While the impact would have been dramatic, sending a mushroom cloud and fireball high into the sky, it was minor compared with the spectacular strike in Mexico’s Yucatán peninsula 66m years ago, when a space rock estimated at six to 50 miles wide put an end to the reign of the dinosaurs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}