{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/12/uber-air-announces-melbourne-as-trial-city-for-flying-taxi-service", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-11T22:54:22Z", "webTitle": "Uber Air announces Melbourne as trial city for flying taxi service", "webUrl": "https://www.theguardian.com/technology/2019/jun/12/uber-air-announces-melbourne-as-trial-city-for-flying-taxi-service", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/12/uber-air-announces-melbourne-as-trial-city-for-flying-taxi-service", "fields": {"headline": "Uber Air announces Melbourne as trial city for flying taxi service", "bodyText": "Melbourne will be the first city outside the US to host trials of Uber Air, a service the company describes as “aerial ridesharing” that will shuttle people from rooftop to rooftop for the price of an UberX. The company has flagged test flights will begin next year, with commercial operations to start in 2023. Passengers will travel in “electric vertical take-off” contraptions. The service will operate using the Uber app, allowing passengers to travel across a network of landing pads called “Skyports”. Uber spokesman Eric Allison said the concept had the potential to reduce traffic congestion which costs the Australian economy an estimated $16.5bn a year. “The 19km journey from the CBD to Melbourne airport can take anywhere from 25 minutes to around an hour by car in peak hour, but with Uber Air this will take around 10 minutes,” Allison said. Dallas and Los Angeles in the US will also be pilot cities. Melbourne beat cities in Brazil, France, India and Japan. The Victorian treasurer, Tim Pallas, said the announcement was testament to Melbourne’s record of innovation. “Victorians have a can-do attitude and we hope Uber Air will give us the altitude to match it,” he told reporters in Melbourne on Wednesday. Pallas said there had been no request from Uber for financing. He said he wanted to put his hand up as the first customer. “I’m Uber excited,” he joked. RMIT University aerospace engineer expert Matthew Marino said the concept would potentially be safer than driverless cars. “While a driverless car would be faced with obstacles on the road like pedestrians on their mobile phones or other vehicles like trams and buses, aerial autonomous vehicles don’t have these obstructions,” he said. “We need to prove to people that this technology can be as safe as helicopters, which regularly fly in our cities. More research and development are needed in this area.” Centre for Urban Research expert Chris De Gruyter was sceptical about whether Uber Air can can solve transport problems. “These vehicles are very low capacity – similar to what a car could carry – while there are also questions about if these vehicles will create visual clutter in the sky and how environmentally friendly they are,” he said. “Another risk is empty running, where there are no passengers, but the vehicle has to travel to pick people up from another location.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}