{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/16/sala-beckett-theatre-samuel-barcelona-what-where-flores-prats-roca-gallery", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-16T07:00:51Z", "webTitle": "Sala Beckett: Barcelona’s inspired homage to the playwright", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/16/sala-beckett-theatre-samuel-barcelona-what-where-flores-prats-roca-gallery", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/16/sala-beckett-theatre-samuel-barcelona-what-where-flores-prats-roca-gallery", "fields": {"headline": "Sala Beckett: Barcelona’s inspired homage to the playwright", "bodyText": "Shortly before Samuel Beckett died in 1989, he received a request to name a new drama company and its theatre after him. Playwrights and thespians are habitually immortalised in this way – London can currently count the Pinter, Coward, Olivier, Gielgud and Garrick theatres, among others. But Beckett was not being asked to give his name to a gilded West End playhouse, an overture he would doubtless have detested and declined. Sala Beckett in Barcelona, founded by the actor Luis Miguel Climent and playwright José Sanchis Sinisterra, is as far from the plush velvet orthodoxies of commercial theatre as it is possible to imagine. Sala Beckett occupies a remodelled workers’ cooperative building in Poblenou, a former industrial quarter wedged between the sea and the heart of Barcelona. In Spanish, sala means simply a room or hall. “It’s a space for creation and encounter,” says current director, Toni Casares. “It’s not a listings theatre that opens its shutters 10 minutes before the performance and closes them again as soon as the audience has left. It’s a space where things occur, where things are cooking throughout the day.” Standing apart from the conventions of the industry and the culture of leisure, Sala Beckett puts on plays, but it also “shapes, experiments, searches and manipulates time”. Beckett’s subversive dissection of the human condition through the precise and visceral deployment of language, rather than scenography, runs like a darkly glittering seam through the workings of his eponymous theatre. Sala Beckett envisages the training of playwrights and the staging of performances to be innately conjoined, inviting audiences, who are not just seen as “customers for an industrial product”, to sit in on rehearsals and engage with actors. For Beckett, a supremely radical artist whose polymorphic writings sought to express “a condition of essentialism”, it seems a particularly apt afterlife. The physical setting for this afterlife was created by Barcelona-based architects Ricardo Flores and Eva Prats, pillars of the Catalan architectural world, whose oeuvre reverberates with lineages and cross-fertilisations. Both worked for the late Enric Miralles, architect of the exuberantly hectic Scottish parliament. In 2011, Flores &amp; Prats won a competition to design the current home of Sala Beckett, with a plan to renovate and reuse a building that had been derelict for 30 years. Originally a gathering place for the area’s working-class community, the Pau i Justícia cooperative contained a grocery market and a series of grand salons for meeting, socialising and entertainment. Other architects in the competition proposed demolishing it, but Flores &amp; Prats felt the building and its history epitomised the provisional spirit of Sala Beckett, with its quotidian rituals of work and discovery, where art evolves over time. Mortality and the passing of time were critical themes of Beckett’s work. What Where, the epigrammatic title of Beckett’s final play, is also the title of a new exhibition that considers the architecture of Sala Beckett. Some elements were shown at last year’s architecture biennale in Venice, but this presents a new perspective, focusing more intently on the relationship with Beckett. “It’s been an opportunity to find out how the design of a theatre relates to the activities taking place within it: writing and making theatre inspired by one of the 20th century’s greatest writers,” says curator Vicky Richardson. In an era of ossifying political mindsets, borders and national identities, Beckett, an Irishman who wrote in French, spent time in London and Paris and gave his name to a Catalan theatre company, still stands for confrontational modernity and the persistence of fluidly transnational culture. Somewhat surreally, What Where the exhibition is set in the Roca Gallery in west London, which was designed by Zaha Hadid, whose obsession with sterile, computer-generated form is the polar opposite of the tactile, hand-drawn approach of Flores &amp; Prats. With a penchant for layering styles and materials from different eras, the Catalan duo practise a kind of architectural bricolage – the notion might seem cliched, but has its origins in the French bricoler, “to tinker”. Choreographing a chimerical new spectacle through scavenging and reworking, Flores &amp; Prats are superbly seductive bricoleurs. Augmented by Beckett’s multilingual play scripts and his sole cinematic foray, Film, starring an ageing Buster Keaton, the exhibition’s main focus is an extraordinary set of models through which Flores &amp; Prats explore, interrogate and communicate ideas about space and atmosphere. Casares is used to working with models – when preparing a play, stage designs are tested on 1:20 scale mockups. So there was an obvious affinity between this and using models of the building to evaluate design proposals, sparking a conducive dialogue between Casares and his architects about what to remove and what to retain. Conventional architectural models tend to have an anodyne, abstract, flattened-out quality, but these are more like doll’s houses contained in their own specially constructed boîtes-en-valises, like miniature portable museums. Characterised by a realist meticulousness and luscious concern for detail, the models bring Sala Beckett’s architecture startlingly to life, capturing its multilayered, collagist quality of melding new and existing elements. Hypnotically compelling, these microcosmic iterations show how Flores &amp; Prats get under the skin of a particular project, probing, testing and refining. “Their work is a process without any predefined outcome,” says Spanish architect and critic Miquel Adrià. “It’s like a ball of thread that unwinds to create loops and layers of a personal and irresistible world that draws you in.” At one level this is expressed in a kind of archaeology of both exposure and accretion, of simultaneously scraping back and adding on. Huge wads of drawings in the exhibition reveal the process of documenting, by hand, the minutiae of the building’s original architecture, its cornices, ceiling roses, floor tiles, decorative windows and doors; an inventory of what Flores &amp; Prats describe as the “ghosts” from its past. “The building’s state of decay interested us,” they say, “not with a view to returning it to its original condition, but rather of bringing the ruin forward in time, with all its character of something unfinished, making it participate in a new reality”. Photographs of Sala Beckett show conspicuous traces of use: walls with peeling paint, knackered plaster and fragments of mosaic tiles. Like the activities it houses, the building is conceived as a work in progress, cut open and recast, its evocative friability forming a backdrop for new insertions, such as a curved bar and zinging vermillion doors. Yet for all its preserved distress and imperfect rawness, there is no attempt to cultivate or impose a forced aesthetic of arte povera. Rather, the architecture has an ease and generosity that makes room for performance, of both the social and artistic kind. By invoking the material and social history of the building as a means of reframing its purpose, Flores &amp; Prats contrive a narrative of uncommon richness and intensity. What Where: Crossing Boundaries in the Architecture of Sala Beckett is at the Roca London Gallery, Townmead Road, London SW6, until 31 August"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}