{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/13/frida-kahlos-only-known-voice-recording-may-have-been-found-in-mexico", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-13T03:43:45Z", "webTitle": "Frida Kahlo's only known voice recording possibly found in Mexico", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/13/frida-kahlos-only-known-voice-recording-may-have-been-found-in-mexico", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/13/frida-kahlos-only-known-voice-recording-may-have-been-found-in-mexico", "fields": {"headline": "Frida Kahlo's only known voice recording possibly found in Mexico", "bodyText": "Frida Kahlo might have one of the most recognisable and commodified faces in the art world, but what did her voice sound like? French photographer Giséle Freund once described it as “melodious and warm”, but thanks to the National Sound Library of Mexico, we may now know for sure. The library have unearthed what they believe could be the first known voice recording of Kahlo, taken from a pilot episode of 1955 radio show El Bachiller, which aired after her death in 1954. The episode featured a profile of Kahlo’s artist husband Diego Rivera. In it, she reads from her essay Portrait of Diego, which was taken from the catalogue of a 1949 exhibition at the Palace of Fine Arts, celebrating 50 years of Rivera’s work. “He is a gigantic, immense child, with a friendly face and a sad gaze,” she says, as translated by Agence France-Presse. (A different English translation of the text can be found on Google Arts &amp; Culture.) “His high, dark, extremely intelligent and big eyes rarely hold still. They almost come out of their sockets because of their swollen and protuberant eyelids – like a toad’s. They allow his gaze to take in a much wider visual field, as if they were built especially for a painter of large spaces and crowds.” It is estimated that the recording was made in 1953 or 1954. In the press release, Mexico’s secretary of culture, Alejandra Frausto, said if it is indeed Kahlo’s voice – a claim which authorities continue to investigate – it could be the only audio recording of the artist that exists. The library’s role is to preserve and make public documentary sound archives for Mexico. Its collection, amassed over a decade, features the voices of some of the country’s most important historical figures – but library national director Pável Granados said Kahlo’s voice was the “most requested and sought-after” by visitors. “Frida’s voice has always been a great enigma, a never-ending search,” Granados told a press conference. “Until now, there had never been a recording of Frida Kahlo.” The radio show the recording was taken from, El Bachiller, was named for its host Álvaro Gálvez y Fuentes “El Bachiller”, who has been described by the ministry of culture as “the main documentalist of the voices of his time”. The sound library has 1,300 El Bachiller tapes among its collection, which will need to be digitised and cataloged in order to ascertain if more of Kahlo’s voice is among them."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}