{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/04/robin-rae-obituary", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-04T11:17:27Z", "webTitle": "Robin Rae obituary", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/04/robin-rae-obituary", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/04/robin-rae-obituary", "fields": {"headline": "Robin Rae obituary", "bodyText": "My friend Robin Rae, who has died aged 90, was a figurative artist who – with oil on canvas – was able to transform the ordinary world into a dramatic vision. His solitary figures, buildings and huddled groups of people were all depicted in landscapes, some of which were identifiable but all of which possessed a haunting, Edward Hopper-like quality, many verging on the surreal. Robin was born in London to Arthur, a businessman, and Alice (nee Grande), a court dressmaker. He went to Colet Court school in Hammersmith, west London, and then, from 1945 to 1949, Ealing School of Art. There he identified with neo-romantic painters such as Graham Sutherland, Eric Ravilious and Paul Nash, and his work was exhibited in the Young Contemporaries exhibition at the Royal Academy. Moving to the Royal College of Art, he came into contact with two contrasting painters, Nash and Francis Bacon. Developing his own distinctive style, he produced work that was noticed by the young playwright Wolf Mankowitz, who organised two sell-out exhibitions at the Little Gallery in London, followed by a further show at the Ashmolean Museum in Oxford. In 1959 Rae became head of the etching department at Edinburgh College of Art, where the Scottish colourists, especially Anne Redpath, held sway. Deeply affected by the 1956 American expressionist exhibition in London, he temporarily turned to the abstract, bought big tins of oil paint and dipped enormous brushes in them. Then in 1964 he left Edinburgh to teach three-dimensional design on the foundation course at Liverpool College of Art. There he came to know a coterie of subsequently famous 1960s artists, musicians and poets, including Roger McGough and in particular Adrian Henri. The John Moores family and the Walker Art Gallery in Liverpool purchased his work at this time. Rae was his own severest critic, but had an interesting criterion for success, saying that: “If I really like something it makes me smile.” In 1970 he moved to Dorset, experimented with 3D constructions, and set up a silk-screen business with Kate Beaver, who became his second wife in 1972. Some years later he bought a printing press and began to etch once again; in 1987 he returned to figurative painting. Four years later he was given a major show at Dorset County Museum. I met him in 2000 after buying a painting and including him in a book, Reinventing the Landscape: Contemporary Painters and Dorset. In 2008 a retrospective of his work was held at the Sladers Yard gallery in Bridport, Dorset, and in 2018 there was a further exhibition at the same venue for his 90th year. He continued to paint until the end of his life. He is survived by Kate, by two daughters, Alice, from his second marriage, and Abigail, from his first marriage, to Sue Leyne, which ended in divorce in 1968, five grandchildren, Ethan, Theodora, Hermione, Florence and Naomi, and his sister Marjorie."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}