{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/10/labiomista-eco-park-koen-vanmechelen-genk-biodiversity", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-10T05:00:52Z", "webTitle": "Animal crackers: inside the world's most madcap menagerie", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/10/labiomista-eco-park-koen-vanmechelen-genk-biodiversity", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/10/labiomista-eco-park-koen-vanmechelen-genk-biodiversity", "fields": {"headline": "Animal crackers: inside the world's most madcap menagerie", "bodyText": "A huge steel cage pokes up through the trees on the edge of Genk in eastern Belgium. It emerges from a long, dark brick building that has the fortified look of a high-security laboratory. Through narrow windows, you can make out the inanimate bodies of pigs, chickens and strange winged creatures, lit by eerie neon lights, while a symphony of exotic squawks emanates from an aviary beyond. Hidden out here on the edge of a forest, it looks like some secret facility for developing future species. The reality is not far off. This is Labiomista, the otherworldly vision of artist Koen Vanmechelen, who has spent the last two decades conducting experiments with animals – from breeding the most “cosmopolitan” kind of chicken to exploring the immunological potential of camels. In a joint venture with the city, he has now built a €22m ecological park and studio complex, designed by Swiss architect Mario Botta, as a wild playground for his curious creations. “The building is really a metaphor for our relationship with the natural world,” says Vanmechelen, 53, standing on a terrace inside his glass-walled aviary. In the trees around him, Victoria crowned pigeons from New Guinea mingle with toco toucans from South America, while a big wreathed hornbill shrieks overhead, showing who’s boss. “We have the fruit-eating birds here, and the eagle cage at the other end of the building, symbolising the eternal tension of nature – predator and prey in an everlasting search for balance, with us humans in the middle.” Many artists take animals as their subject, but few can boast a collection of tropical birds, llamas, emus, camels, ostriches and alpacas roaming around a 24-hectare park, along with an army of several thousand chickens spread across eight farms around the world, from Detroit to Addis Ababa. In his new 5,000 sq m studio, Vanmechelen has conjured an alternative natural history museum full of taxidermied Frankenstein creations (some bred, but most stuck and sewn together), including a turkey-winged serval, ghostly white peacocks, and a Himalayan pheasant with an iguana’s head. Part Victorian Wunderkammer, part hipster restaurant decor, it recalls the work of eccentric 19th-century naturalist Charles Waterton, who conjoined parts of monkeys, fish and toads and presented them as exotic new discoveries. But, for Vanmechelen, it is the humble farmyard chicken that holds the most enduring appeal. His fondness for fowl began at the age of five, when he bred his first chick in a small incubator in his bedroom, and was struck by its struggle to break free from the egg, its quest for freedom. Later, working as a chef, he convinced the restaurant owner to let him use some surrounding land to keep chickens, a project that eventually led to him mixing a Belgian Mechelse Koekoek with a French Poulet de Bresse, right on the border of the two countries, in 1999. “I became interested in how every country has its own specific national chicken,” says Vanmechelen. “The Poulet de Bresse has a red head, white body and blue legs; the Chinese Silkie chicken has fluffy silk-like down; the American Jersey Giant chicken is the biggest in the world. But this monocultural specialisation is an evolutionary dead end.” Since then, he has been crossbreeding different national varieties in what he calls the Cosmopolitan Chicken Project, with the aim of creating the most diverse kind of multicultural chicken, carrying within it the genes of all the planet’s different breeds. “More genetic diversity means more resilience, immunity and fertility,” he says, showing off the taxidermied specimens of some of the 27 generations of breeding, neatly arranged in a vitrine. “The project is a symbol for breaking down barriers, opening borders and embracing cultural diversity.” Opening in July, Labiomista arrives at a tense time, when far-right nationalist groups are gathering momentum across Europe, with the extremist Vlaams Belang party recently making major gains in the Flemish elections. Pressures are particularly felt in Genk, a depressed former mining town with a multicultural population, where a large Ford factory closed in 2014. The mayor of Genk, Wim Dries, hopes Vanmechelen’s madcap brand of biocultural work will be “an engine to pull the city up, something that local people can be part of”, helping to turn this part of town into a kind of eco-art quarter. The future of the area has long been up in the air. When the Zwartberg coal mine closed in 1966, the land was acquired by the eccentric Wouters family, who opened a zoo here as a refuge for abused animals dumped by bankrupt zoos and circuses. It was doomed from the start, beset by accidents, overcrowding and poor conditions. Mouflons escaped, an employee was torn apart by bears, and monkeys crushed a visitor’s arm and bit off three of another girl’s fingers. A BBC documentary in 1994 described it as the worst zoo in the world. It closed in 1997, the city bought the park, and a number of failed plans came and went, from a golf course to a go-karting track and indoor ski-slope. When Vanmechelen’s studio in the nearby city of Hasselt faced demolition for a shopping mall, he concocted a plan with Dries, raised €9m from his network of collectors, convinced Genk to match it, and Labiomista (an invented word meaning “the mix of life”) was born. Sadly, the monumental Botta-designed studio building will be off-limits to the public (“How can I work here when I’m on show?” says Vanmechelen), but for an €8 entry fee, visitors will be able to explore the park, where emus, llamas, ostriches and camels roam in expansive enclosures between meadows and ponds. The former mine director’s villa has been renovated with a small exhibition and rooms for scientists in residence, while Flemish architects Van Belle &amp; Medina have designed a seductively swooping amphitheatre structure of intersecting concrete arches to host talks and workshops – which will be needed to help the public understand quite what’s going on here. Otherwise, there are gnomic information boards dotted around the park that try to explain the artist’s unorthodox research, such as growing mycelium on camel dung and feeding the resulting mushrooms to chickens in an attempt to transfer some of the antiviral properties found in camels’ milk. “We could make ice-cream to cure people,” says Vanmechelen. “Then we will start to love the camel as we love the chicken.” It is an entertaining tale when told by the twinkly artist, but much will be lost on the uninitiated visitor as they stare at the llamas and try to decipher the enigmatic captions such as: “Just like these new animals, man is a puzzle of characteristics and possibilities. Mirror and play. You can test which animals suit you best.” The success of the project will come down to how much it is a place to which the artist will bring his network of international collectors and biennale curators, and how much it is a place for the people of Genk. Vanmechelen insists there will be a lively outreach programme, that ticket revenues will go back into the community, and there are plans to build beehives with local people, but there is the lingering sense of a personal vanity project. Perhaps nature will have its way and take over, and the claims of a “reverse zoo” will come true. Vanmechelen originally planned to introduce wolves in part of the park, but, following recent wolf sightings nearby for the first time in a century, it seems they’ve already come back on their own. The high-security cage might be needed after all. Labiomista opens on 6 July."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}