{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/20/council-housing-its-back-its-booming-and-this-time-its-beautiful", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-20T06:00:12Z", "webTitle": "Council housing: it's back, it's booming – and this time it's beautiful", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/20/council-housing-its-back-its-booming-and-this-time-its-beautiful", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/20/council-housing-its-back-its-booming-and-this-time-its-beautiful", "fields": {"headline": "Council housing: it's back, it's booming – and this time it's beautiful", "bodyText": "A broad arched entranceway leads into a tree-lined courtyard where a playground is overlooked by balconies full of plants. Banded brick walls frame stone stairwells with deep oxblood and creamy white tiles. These connect to spacious decks of homes, each identified with a numbered tile. This splendour is just what you would expect to see in the Bourne Estate in Holborn, which boasts some of the finest public tenement housing of Edwardian London. Yet these blocks are not part of the 1905, Grade II-listed estate but a recent addition built by Camden as part of its new generation of council housing. Designed by architect Matthew Lloyd, the buildings exude a quality rarely found in developer-built flats – handsome proportions and crafted details mirroring the love and care that went into the surrounding estate, only brought up-to-date with bigger windows, higher ceilings and more generous spaces. It might sound like an anomaly, but this group of 75 homes is one of many such developments now appearing across London, as local authorities have begun to build their own housing again. They are mostly doing so for the first time in four decades, since Margaret Thatcher took away their powers to build. These were only returned in 2012 and, in the seven years since, London councils have built over 2,000 homes – compared to only 70 in the seven years before that. But it’s not quite social housing as we once knew it. Given the continued lack of central government funding, councils have turned to a more entrepreneurial model, usually including a substantial number of flats for private sale to subsidise the council accommodation. Hackney recently built a pair of David Chipperfield-designed towers, the sale of which helped pay for the regeneration of the Colville estate next door. In Camden’s case, its boutique apartments are marketed as the Camden Collection, with the breathless marketing spiel you would expect from a luxury developer. At the Bourne Estate there are 31 such flats – including two-bedroom ones on sale for £1.3m – in order to fund 35 new council flats and 10 at intermediate rent, leased below market rates. “People might think it’s strange for a council to be behaving like a developer,” says councillor Danny Beales. “But with the current constraints, it’s one of the only ways of funding investment.” Beales is cabinet member for Camden’s Community Investment Programme (CIP), an ambitious 15-year plan to pump over £1bn into schools, homes and community facilities across the borough, funded in large part by the sale of flats built on public land. Exploiting the high value of its central London location – described by the Labour council as its “North Sea oil” strategy – Camden has one of the biggest house-building programmes of all, with over 3,000 homes planned, 862 of which have been completed so far, around half for social and intermediate rent. CIP aims to build on the bold architectural heritage of the borough, which saw some of the most innovative housing of the postwar era – built under council architect Sydney Cook – from Neave Brown’s work at Fleet Road and Alexandra Road to Benson and Forsyth’s Corbusian Branch Hill and Maiden Lane. There may no longer be a borough architect, but Camden has tried to put design at the forefront, holding competitions for each site and involving residents in selecting the winning architects and developing their schemes. The results are diverse, ranging from Lloyd’s contemporary Edwardian tenements, to a clumsy attempt to emulate the white modernist language of Maiden Lane, by PRP architects, who have pumped up the low-rise concrete blocks to a steroidal scale. Peter Barber, king of quirky curvy rooflines, has injected a dose of fun with his Holmes Road Studios, providing housing for homeless people around an allotment garden, while Burd Haward have conducted agile urban dentistry in Gospel Oak, inserting a handful of homes into small infill sites. The biggest project of all is at Agar Grove, where a maligned 1960s estate is being overhauled by Hawkins Brown and Mae architects, in a long-term scheme that will see almost 500 new homes built to low-energy Passivhaus standards, responding to the crippling fuel poverty faced by many residents. The masterplan aims to reconfigure the site with streets and squares, introducing new routes through the currently inward-looking estate, including rows of maisonettes by Mae that take inspiration from the split-section layout of Neave Brown’s beloved Fleet Road estate. Ferdinand Daludado, who recently moved into one of the first new blocks, clad in dark purplish brick, couldn’t be more pleased with his airy flat at the top of the building, where he has transformed his big south-facing balcony into a lush hanging garden. “It is so much bigger and brighter than my previous flat on the estate,” he says. “And it only has one radiator, which I barely need to turn on in winter.” With an overall increase of 244 homes, the final tenure mix on the estate will be 216 homes for social rent, 37 at intermediate rent and 240 for private sale – which, in terms of proper council housing, represents an increase of just six homes. The council is quick to point out, however, that the flats are much bigger than those they are replacing, with the overall masterplan representing a third more social rented floor space than before. But the fact that the estate’s central tower block will be reincarnated as solely private flats is an unfortunate symbol of funding realities. While many of Camden’s new housing projects have been showered with industry awards and high praise from residents, the commercially-led nature of some of the plans has raised eyebrows. In Somers Town, an area of predominantly social housing between St Pancras and Euston where 50% of children are living in poverty, the council intends to build a 25-storey tower of luxury flats by dRMM architects, marketed as an “iconic residential development” of “100% private apartments”, on a patch of open green space. “They’ve lost the plot,” says Slaney Devlin, chair of the Somers Town Neighbourhood Forum, which has vociferously opposed the plans. “It’s brilliant that the council is building more social housing elsewhere, but the social value is being missed when they’re designing segregated developments like this. It’s astonishing for a Labour council to be building a tower of investment units on a park. If this is the answer, then they’ve asked the wrong question.” The wider masterplan is centred on a new school and nursery, although it’s now uncertain if the facility is needed, given a drastic drop in pupil numbers which means a school nearby is threatened with closure. “In this case,” says Devlin, “they just got it wrong.” Paul Tomlinson, Labour councillor for the ward, has also raised alarms about what he sees as the imbalance of the CIP programme. Describing the impact as “a kind of social cleansing”, he adds: “It’s great that we’re building again, but the new developments aren’t doing enough to tackle our long social housing waiting list. A lot of our poorer residents with larger families are having to move out of the borough. And now there’s doubt about being able to sell the private flats.” Given the current lull in the property market, the council is considering renting out a number of units – originally planned for sale – at private rent rates, prompting concerns that they will lose their resale value. As the market wobbles, the commercial risks that councils are taking become apparent. “Lack of investment at a national scale is the core of the problem,” says Beales. “To deliver significantly higher volumes of council housing, we need a much bigger grant.” There are signs that the next wave of development might be better focused on delivering homes for those in urgent need. Sadiq Khan, the mayor of London, responded to local authorities’ pleas last year, negotiating a £1bn fund from central government to build 11,000 new council homes over the next four years, set explicitly at social rent levels. It’s still not enough, but with Newham, Ealing, Hackney and Southwark each planning to build around 1,000 units from this pot, we may be inching towards a time when public housing is no longer an endangered species but a source of well-designed, high quality homes to be proud of."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}