{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/17/its-not-an-emoji-fatboy-slim-launches-smiley-exhibition", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-16T23:01:02Z", "webTitle": "It's not an emoji: Fatboy Slim launches smiley exhibition", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/17/its-not-an-emoji-fatboy-slim-launches-smiley-exhibition", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/17/its-not-an-emoji-fatboy-slim-launches-smiley-exhibition", "fields": {"headline": "It's not an emoji: Fatboy Slim launches smiley exhibition", "bodyText": "When is a smiley not a smiley? When it’s an emoji, according to Fatboy Slim, the DJ, musician, smiley aficionado, and now curator of a new art exhibition devoted to the iconic yellow symbol. Slim, aka Norman Cook, has amassed possibly the largest collection of smiley ephemera in the world, which is now to form the centrepiece of an exhibition, Smile High Club, opening 21 June. Items include a smiley toaster, cuff links, watches, shoes, scales, wristbands, clocks, jewellery and prints, paying tribute to Harvey Ball, who is credited for creating the logo 55 years ago, the same year Cook was born. “What I love is the classic Worcester smiley, which has certain dimensions, slightly off-centre. I don’t recognise emojis as smileys, they’re something completely different,” said Cook. Though the origins of, and copyright issues over, smilies have been the subject of debate, the smiley of which Cook is an avid fan was born in Worcester, Massachusetts in 1963, when artist Ball was commissioned by the State Mutual Life Assurance Company to make badges that would improve staff morale. “Over the years it has elevated from 200 badges made for an insurance company to this worldwide icon and this symbol of, what is for me, happiness, goofiness, stupidity and unconditional life,” said Cook. A giant smiley mural adorns the roof of his Brighton home. His single tattoo is of a Smiley face and crossbones. It became his Fatboy Slim logo, and his mantra: “Smile or die.” “The first ever 12-inch single I bought was Psycho Killer by the Talking Heads in 1977. That had a picture of a smiley T-shirt. That was the first semi-ironic use of it – it was everything that punk rock wasn’t,” he said. The symbol has been rediscovered by every generation: from corporate logo to acid house icon, inspiring artists such as Banksy in his Grin Reaper work to featuring in the noir superhero Watchmen film. “It’s a bit like the Hawaiian shirt: it’s never quite in fashion but it always comes round again,” said Cook. The exhibition, which will run at Underdogs Gallery in Lisbon from 21 June to 21 July, follows Cook’s collaboration with the Portuguese artist Vhils, real name Alexandre Farto, who owns the gallery. Those taking part include street artists The London Police; the US brand imagery and advertising artist Ron English; London artist and designer James Joyce; and Jimmy Cauty, one half of the electronic band the KLF, whose subversive stunts included burning £1m in cash on the island of Jura in 1994. Cook said he was “like a kid in a sweetshop” curating the exhibition. “The only thing that isn’t for sale in the exhibition is my smiley collection. In it is everything from a motorcycle helmet to condoms, to a toaster, portable ashtrays, slippers, cuff links, lighters – basically anything you can stick a smiley on,” he said."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}