{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/07/zoe-williams-sunday-fantasy-review", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-07T16:19:59Z", "webTitle": "Spanking, leather and grappling: the artist unleashing women's secret desires", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/07/zoe-williams-sunday-fantasy-review", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/07/zoe-williams-sunday-fantasy-review", "fields": {"headline": "Spanking, leather and grappling: the artist unleashing women's secret desires", "bodyText": "I entered Sunday Fantasy to the sight of a woman peeing through her fishnet tights: not an uncommon spectacle in the dark alleys off London’s Oxford Circus. However, this was neither drunken mishap nor Soho performance. Artist Zoe Williams’s new film installation is an unexpurgated exploration of female fantasy and sexual pleasure, a realm in which the erotic coexists with the disgusting, the playful and the oddly mundane. The pee, then, is deliberate and a little clumsy: an enjoyably awkward transgression. In Sunday Fantasy, Williams invites three women to enact their fantasies for her camera: she is both voyeur and facilitator, creating an environment in which the evening’s events take place. The fantasies are not straightforwardly sexual. In one setting, two women exert themselves energetically to remove the fantasist’s clothes while she does all she can to keep them on. The result is often more pillowfight than catfight, with the women wrestling hard only to collapse periodically in exhausted giggles. Another imagines the touch of leather-gloved hands reaching over from the back seat of a car: perhaps, she suggests, a BMW. The fantasist specifies other disconcerting details in a voiceover: the smell of cheap cigarettes and spilt whisky. In a third fantasy, a naked bottom is exposed through a circular hole in a satin sheet. The fantasist belabours it; smacking, pinching, nibbling, scratching. At times, the satin sheet shivers: perhaps from pleasure, but it looks more like uncontrollable laughter. Eventually the sheet is removed to reveal the body and its perfect circle of flushed pink flesh. The giggling and mess are significant. Williams’s title suggests a celebration of amateurism – these are Sunday fantasists, as one might be a Sunday painter. This is not work, it is play. Pleasure is not presented unadulterated. Discomfort is seeded between the eroticism: shots of squirming eels or insects scuttling up a rock are dropped in like shocks. The exhibition space is dressed with elements from the film, which is projected above a mirrored floor dressed with sheepskins. The pink-lit entry corridor offers erotic drawings: the upstairs gallery contains Williams’ ceramic sculptures and a series of glass vessels based on a Roman perfume bottle. In the film the glass bottles are the receptacles of fantasy. (And pee. Ditto the mirrored floor and ceramic sculptures.) By its nature, fantasy draws on what has passed to construct a possible future. The aesthetic of Sunday Fantasy is intensely referential. There are gothic overtones of sapphic vampire horror Daughters of Darkness. There’s also the rhinestone, high-heeled glamour of 90s lads’ mag photoshoots, albeit reappropriated and taken in odd and unpredictable directions via body paint, mud and cracked nail varnish. Williams’s previous work – Ceremony of the Void – was a lusty live performance worthy of Peter Greenaway’s The Cook, the Thief, His Wife and Her Lover. A group of young women clad in latex costumes were seated at a banqueting table laden with wine, cake and other smearable consumables. The table was dressed with ceramic vessels, and lovingly carved bread phalluses dangled from the ceiling. Over the course of the performance, interactions shifted from courteous to filthy. Messy, sexy, possibly rather drunk, Ceremony of the Void was alarming in its abandon. In Sunday Fantasy, Williams simultaneously explores the female erotic and her role as an artist. In enabling and stimulating the fantasies of others, Williams steps into a long artistic tradition: think of all those comely Madonnas and buff Sebastians painted for “private contemplation”. Sexual or otherwise, the business of art is the business of fantasy. Sunday Fantasy celebrates women’s sexuality and control over their own bodies at a time when, yet again, such things are under threat, both through legislation on abortion and a generation raised on porn confected with male pleasure in mind. As artists battle with platforms such as Instagram for the right to show the naked figure, an X-rated work like Sunday Fantasy complicates the idea that any absolute boundary exists between pornography and art. In a culture increasingly lacking in nuance, the mess and discomfort of an artwork like Sunday Fantasy feel important. At, Mimosa House, London, until 27 July"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}