{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/20/donna-ferrato-domestic-abuse-photos-holy-exhibition", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-20T06:05:03Z", "webTitle": "'He never hit her in front of me again' – Donna Ferrato's domestic abuse photos", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/20/donna-ferrato-domestic-abuse-photos-holy-exhibition", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/20/donna-ferrato-domestic-abuse-photos-holy-exhibition", "fields": {"headline": "'He never hit her in front of me again' – Donna Ferrato's domestic abuse photos", "bodyText": "For nearly four decades, the photojournalist Donna Ferrato has documented the effects of domestic violence on abused women and their families. Her book and series Living with the Enemy is one of the most important works on the subject. She launched a campaign in 2014 called I Am Unbeatable, which features women who have left their abusers. In 1981, Ferrato was commissioned by Playboy magazine in Japan to document the supposedly hedonistic lifestyle of Elisabeth and Bengt, a couple of New Jersey swingers. Ferrato’s pictures told a different story – the most famous of which, below, is included in Time magazine’s 100 most influential images of all time. Here, she tells the stories behind some of the most potent images in the collection. Bengt Hits Elisabeth, 1982 “This is the moment that changed my life. It changed Elisabeth’s life. I don’t know what it did to her husband – I don’t think he cared at all. But for the two of us women, it changed our lives. I’d never seen a woman being hit; I didn’t grow up with violence. I didn’t know he would ever hit her,” Ferrato said. “Late that night, I heard her screaming. I picked up my camera and went running to the bathroom. This was the very first picture I took in that room. When he went to hit her again, I grabbed his arm and said: ‘What are you doing?’ He said: ‘I’m just disciplining her because she is my wife and she is lying to me’. “Philip Jones Griffiths, my then partner and president of Magnum photos, said: ‘Donna, I’ve never seen anything like this, just keep doing it. Keep going.’ “I continued to spend time with them. He never hit her in front of me again. She became strong and got him out of her life after one more near-fatal incident.” Six-year-old child Diamond shouts at his father as the police arrest him for domestic violence, Minneapolis, 1986 “People are always very shocked by this. You don’t see that many pictures that have this level of real content to them: the boy is saying: ‘I hate you for hitting my mother, and don’t you ever come back to this house.’ Even the cops had never seen that. And I’d never seen a child stand up to his abusive father. That blew my mind. The mom hadn’t called the cops – the boy called the cops. He had just shown the police where his father had hidden the screwdriver. “It was pitch dark at nine o’clock in the morning, I was bouncing the flash off the ceiling – I didn’t even know how to bounce flash, but I was experimenting. That’s shooting in the dark – that’s like Jedi shooting!” Soldier getting ready for guard duty during the Gulf war, Hafar al-Batin, Saudi Arabia, 1991 “I went to Saudi Arabia to document women who were fighters, soldiers. She was cleaning her gun before going on duty that night. She’s doing her job. But this caption is my opinion – that it’s every woman’s right to serve, protect and kill. Because if we don’t, we end up dead from a lot of these men.” Donna Ferrato’s parents, Virginia, 1994 “Dad wasn’t physically violent but he was bipolar, he was unfaithful, he was chaotic, he was all over the place, and my mom did not know how to handle this. “For me, this is an important picture. I didn’t grow up seeing him beat her, but over the years I saw how he manipulated her, how he abused her psychologically. That’s what this represents – how a man can really abuse a woman, not physically, but psychologically and emotionally bringing her down. “She gave him everything, and he didn’t value it.” Millie Bianco, New Orleans, 1999 “This is a very important picture. I was at a domestic violence conference and all of a sudden I saw this woman, Millie Bianco, with a picture of her daughter, Lisa Bianco. Lisa was a very badly beaten woman. She took out a protection order and filed charges against her husband. He went to prison because the abuse was horrific. But he was always saying: ‘When l get out, I’m going to kill that fucking bitch. She put me in here; I’m going to kill her.’ “One day, the prison gave him a day furlough, with a car, to supposedly go and see his mother. Instead, he went to Lisa’s house. She had a beeper that would tell her when he came close, because he had to have a tag on his ankle. She was in the shower, the beeper went off, she went running out into the street naked. He was there with a sawn-off shotgun, and he beat her to death. “He got the death penalty and was executed, but for the mother, that’s nothing. It’s like, the system let him kill her.” International Women’s Day march, Madrid, 2019 “This was exhilarating. It just feels so good when you’re being carried away by a sea of women who are fed up and not going to take it any more. They’re chanting and they’re laughing and singing and feeling safe in the streets. It’s hard for women to feel safe now. Wherever we go we can get beaten, raped. It’s almost like we’re walking with a target on our backs when we go out alone.” Taryn Booker practising a spiritual ceremony called praise flagging, East Hampton, New York, 2011 “She’s an incredible walking miracle – what she’s survived, from three different men, terrible abuse, and from her early years: a lot of sexual abuse. She never knew her real value. Whenever she was in a relationship with an abuser, she’d be in and out of shelters. I met her in a shelter in the Hamptons and she told me she’d never go back to him, but she did. And the last time she left him, he almost killed her. “She said she’d never get involved with another abuser again. Then she got involved with another guy and everything seemed so perfect in the beginning, and you see, he gave her two broken legs and nearly choked her to death. Now she says she’s done with men, she’s really done, she’s focusing on her daughter. She’s focusing on life, she’s working hard. I can only hope and pray, because I think the next man she’s with will kill her. “And she’s such a powerful woman – she’s writing books, she’s very generous, loving, kind.” Self-portrait, Ohio, 1976-2018 “You’ve heard of The Picture of Dorian Gray, and the portrait in the closet that changed because he led a dissolute life? When I was about 27 and divorced, it was time for me to go out in the world. I felt like I needed to commemorate that moment with a self-portrait. So I turned myself into an old woman, because I knew that people didn’t respect young women, and took some pictures. I didn’t really look at them for 20 or 30 years. “But finally, when I looked at the film, on this frame only, the bolts are coming right out of my head. That’s weird. “That’s power – post-menopausal power, coming out! Because we get a lot more powerful as we get older!” The Living with the Enemy series is included in the book Holy, published by powerHouse Books in the autumn. Ferrato’s work is currently on display at two exhibitions in Madrid as part of PhotoEspaña"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}