{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/18/serpentine-galleries-chief-resigns", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-18T14:59:32Z", "webTitle": "Serpentine Galleries chief resigns", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/18/serpentine-galleries-chief-resigns", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/18/serpentine-galleries-chief-resigns", "fields": {"headline": "Serpentine Galleries chief resigns", "bodyText": "The head of the Serpentine Galleries has resigned after the Guardian revealed the ownership structure of NSO Group an Israeli cyber intelligence company whose software has allegedly been used by authoritarian regimes to spy on dissidents. On Tuesday, Yana Peel announced she was stepping down as the chief executive of the prestigious London art gallery so the work of the Serpentine would not be undermined by what she called “misguided personal attacks on me and my family”. In a statement, Peel said: “I have decided I am better able to continue my work in supporting the arts, the advancement of human rights and freedom of expression by moving away from my current role.” Last week, the Guardian revealed the Peel’s family’s links to Novalpina Capital, a private equity firm that in turn controls a majority stake in NSO Group, a $1bn (£790m) Israeli technology firm, according to corporate records in the US and Luxembourg. Novalpina was co-founded by Peel’s husband, Stephen. Novalpina took a majority of NSO shares, and NSO’s Israeli founders hold a minority stake. Human rights groups, activists and surveillance experts have accused NSO of licensing its powerful Pegasus software to countries, including Saudi Arabia, that used it to target individuals, hack into their phones and monitor their communications. Lawsuits against NSO allege the technology was used to target dissidents and their associates, including a friend of the Washington Post journalist Jamal Khashoggi, who was murdered in the Saudi consulate in Istanbul last year. Shortly after the Guardian’s report was published last Friday, Novalpina Capital announced it would strengthen internal checks to prevent NSO’s technology being used to violate human rights. The Guardian’s discovery raised concerns at Index on Censorship, the free-speech campaign group. NSO has come under sustained criticism from groups such as Amnesty International following allegations about the subjects of hacking attacks apparently using NSO technology. Omar Abdulaziz, a Saudi dissident based in Canada, alleged in a lawsuit filed in Israel that Saudi spies used NSO software to hack his phone and access his conversations with Khashoggi, who was later murdered by government operatives. A group of Mexican activists and journalists is also suing NSO in Israel. They allege Mexican authorities targeted their phones with Pegasus after paying NSO $32m to license the software. In her resignation statement, Peel said: “In light of a concerted lobbying campaign against my husband’s recent investment, I have taken the decision to step down as CEO of the Serpentine Galleries. “I am saddened to find myself in this position. I have dedicated the majority of my professional life to public service in the cultural sector. I am proud of all that has been achieved for art and artists in my roles as co-founder of Outset, chair of Para Site Art Space and supporter of many arts institutions in London. “The work of the Serpentine – and its incomparable artistic director – cannot be allowed to be undermined by misguided personal attacks on me and my family. These attacks are based upon inaccurate media reports now subject to legal complaints. I have decided I am better able to continue my work in supporting the arts, the advancement of human rights and freedom of expression by moving away from my current role,” it continued. “A word for the wonderful community of artist and supporters, with whom I will continue to engage. The world of art is about free expression. But it is not about bullying and intimidation. I welcome debate and discussion about the realities of life in the digital age. There is a place for these debates, but they should be constructive, fair and factual – not based upon toxic personal attacks,” it read. “If campaigns of this type continue, the treasures of the art community – which are so fundamental to our society – risk an erosion of private support. That will be a great loss for everyone,” it concluded. The Serpentine’s chairman is Michael Bloomberg, the former New York City mayor, whom Peel has called a mentor. Spokespeople for Bloomberg and the Serpentine did not immediately respond to questions on Tuesday about whether the two had discussed NSO. NSO has declined to comment on specific allegations of abuse of its technology, but has said it reviews cases when abuse is alleged to have occurred."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}