{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/11/zinging-rainbow-drainage-pipes-dulwich-pavilion-yinka-ilori-pricegore", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-11T07:00:27Z", "webTitle": "A zinging rainbow made of drainage pipes: inside the Dulwich Pavilion", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/11/zinging-rainbow-drainage-pipes-dulwich-pavilion-yinka-ilori-pricegore", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/11/zinging-rainbow-drainage-pipes-dulwich-pavilion-yinka-ilori-pricegore", "fields": {"headline": "A zinging rainbow stood on drainage pipes: inside the Dulwich Pavilion", "bodyText": "Red makes the heart beat faster, say the colour theorists and marketers, while yellow brings a sunny splash of happiness. Blue is a wave of serenity, orange a burst of energy, green a spark of fresh fertility, and pink a flash of excitement. You’ll feel an explosion of all these things, and more, when you encounter the Colour Palace, a new summer pavilion erected on the lawn of the Dulwich Picture Gallery in leafy south London, which pulsates with the shades of a zinging neon rainbow. “We wanted to bring the energy and excitement of a Lagos textile market to London,” says Yinka Ilori, the British-Nigerian designer who has worked with young architects Pricegore to realise this spectacular temple of colour for the London festival of architecture. Ilori, who specialises in upcycling vintage furniture with vibrant paint-jobs, returns to the Nigerian capital several times a year to seek inspiration in the psychedelic warrens of the city’s fabric markets, where layers of African wax-print textiles are hung from precarious wooden frames. The racks of fabric form a labyrinth of patterns, creating a dizzying spatial kaleidoscope as you walk through the aisles. The architects have cleverly translated this effect in their structure, by overlapping rows of two-metre-long wooden battens, painted with a geometric pattern on the outside face, and a different colour on each side, stacking the layers up to form a 10-metre cube. As you walk around the pavilion, the effect is mesmerising, like a three-dimensional lenticular postcard or a Victorian zoetrope; the colours shift before your eyes. In bright sunshine, the layers of contrasting stripes gleam with the iridescent shimmer of shot silk. Architects are usually too reticent to use colour, but this pulsating palace shows the joyful power of letting rip. This is the second biannual Dulwich Pavilion, an initiative conceived by the London festival of architecture and the gallery as a youthful alternative to the Serpentine Pavilion in Kensington Gardens, which hand-picks its architects from a cast of international luminaries. By contrast, the Dulwich project is aimed at giving younger practices a platform. The designers are chosen in an open competition of emerging architects with no more than seven years’ experience since graduation. (I was one of the judges this year.) The first practice, IF_DO, who erected a Miesian creation in 2017, have since tripled in size and are now working on a number of substantial commissions. Their project also helped to attract a wider audience to Dulwich Gallery, with 40% of visitors having never been before. Pricegore and Ilori’s colourful castle will no doubt help to continue broadening that demographic. It is the perfect foil to John Soane’s sober gallery building, which opened in 1817 as the world’s first purpose-built public art gallery, designed “in a plain and substantial manner” with bare brick walls, an unusually stark choice for the time. Pricegore have channelled the proportions of Soane’s cubic gallery spaces in the form of their pavilion, while their facade pattern of circles, squares and triangles echoes the primary geometries of the building. Raised on chubby red legs, made on a budget out of painted concrete drainage pipes, the pavilion beckons visitors inside, where the “backstage” structure is revealed as a soaring wooden space-frame, painted bright blue, from which the colourful timber fringes are hung. It looked like a simple idea on paper, but the structure ultimately necessitated 57 different kinds of steel bracket, developed with EngineersHRW, to hold the 8km of timber struts together, threaded through with wire bracing to resist the wind. Meanwhile, the facade panels were all prefabricated and painted in Newcastle by Raskl, using 350 litres of paint donated by Mylands, in 10 juicy shades of yellow, orange, red, pink, blue and green – which multiply into many more hues, as the vertical stripes meld together. The architects describe the design as a “theatre in the round” and, in a theatrical touch, visitors can climb up a pair of processional staircases to a raised gantry level, painted shocking pink, that winds its way through the structure and provides views down to the stage below and up into the cat’s cradle of intersecting battens and wires. Walking the looping gantry creates further optical effects as you catch glimpses through the layers of coloured fringe, and gives a raised perspective over the programme of talks, life-drawing classes, printmaking workshops and yoga sessions that will take place here throughout the summer. While last year’s structure was donated to a local primary school (which has yet to reassemble it), this year the pavilion is up for sale through design-conscious estate agents, The Modern House, in an attempt recoup the rest of the £150,000 construction cost, already partly covered by the Arts Council, an Art Fund crowdfunding campaign and donations. Wherever it goes next, the Colour Palace will certainly give the Serpentine Pavilion – set to be a moody grey slate canopy by Japanese star Junya Ishigami – stiff competition this summer. • Dulwich Pavilion is at Dulwich Picture Gallery, London, from 12 June to 22 September."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}