{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/11/uk-galleries-have-embraced-black-artists-says-exhibition-curator-zak-ove", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-11T14:21:12Z", "webTitle": "UK galleries have embraced black artists, says exhibition curator", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/11/uk-galleries-have-embraced-black-artists-says-exhibition-curator-zak-ove", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/11/uk-galleries-have-embraced-black-artists-says-exhibition-curator-zak-ove", "fields": {"headline": "UK galleries have embraced black artists, says exhibition curator", "bodyText": "Britain’s cultural institutions are more open than ever before to black British culture and the artists behind it, according to the curator of a landmark exhibition that charts 50 years of black creativity in the UK. Zak Ové, an artist and the curator of Get Up, Stand Up Now – which opens at Somerset House in London on Wednesday – believes black British artists are finally being properly represented in UK museums and galleries. “They’ve acknowledged a place for us,” said Ové, whose father, Horace Ové, is one of Britain’s most celebrated black film-makers and photographers. “That always existed in music, but now it’s open for the art world. “The horizons have broadened. Before, Africa was treated as something antiquated; African art was something old that you looked at in the British Museum. Black British artists were ignored, mostly. But now more institutions are opening themselves up to the contemporary artists, and showing contemporary life for people in the global diaspora.” Ové pointed to the opening last month of Tate Britain’s Frank Bowling exhibition, which gives the Guyanese-born British artist his first retrospective in the UK at the age of 85, as a sign of overdue acknowledgement. Set across multiple rooms at Somerset House, Get Up, Stand Up Now explores the development of black artists, film-makers and musicians in the UK, from Windrush generation pioneers such as the photographers Vanley Burke, Armet Francis and Charlie Phillips to contemporary artists including Grace Wales Bonner, musicians such as Gaika, and the film director Jenn Nkiru. For Ové, the exhibition is also a chance to look back at the nascent black British art scene and acknowledge the artists who helped redefine the idea of being black and British. “These artists made work which really challenged what it meant to be British, and pushed the idea that this is a multicultural society and we needed to be validated within it,” he said. “Most of those artists weren’t queueing up for a badge or an exhibition or acknowledgement. That was work they felt had to be made by any means necessary and the thing that was pushing that work was looking at who we were and how we fit in. In Get Up, Stand Up Now, I’m interested in how that older work can inform the current generation about how to be brave and how to question our position again.” As well as focusing on the early practitioners of the 1950s and early 60s, the exhibition also shows how their work set the blueprint for a later generation including John Akomfrah, Steve McQueen and Sonia Boyce, who all have work in the exhibition. “I’m trying to talk about where it began and the voices who made it possible, and asking what was pertinent for them and what is still pertinent now,” said Ové. “This is about the foundations of black British culture, my parents’ generation were informing their peers that we are part of British society, like any other. They were enablers who delivered our culture into mainstream British culture, and now it’s permeated into all elements of British life.” He believes the current generation of black artists have a wider reach thanks to social media and the internet. “It’s very fertile right now, and there are lots of reasons for that,” he said. “We’re in the digital age, where you’ve got a generation that can share work online globally. A show like this, it can be seen today by someone and then beamed out all over the world.” At a time when populism is on the rise and the idea of a Britain divided along class, political and racial lines is growing, Ové hopes the exhibition can show the UK is a country that has meshed together many cultural elements and is ultimately better off for it. “Black British culture in this country is not separatist,” he said. “We exist in British culture and we’ve brought our culture and there’s been an exchange. That’s been constant and it’s one of the things that makes Britain great.” Get Up, Stand Up Now is at Somerset House in London from 12 June to 15 September"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}