{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/22/private-polaroids-robby-muller-cinematographer-arles-like-sunlight-coming-through-clouds", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-22T14:00:13Z", "webTitle": "The private Polaroids of a celebrated cinematographer", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/22/private-polaroids-robby-muller-cinematographer-arles-like-sunlight-coming-through-clouds", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/22/private-polaroids-robby-muller-cinematographer-arles-like-sunlight-coming-through-clouds", "fields": {"headline": "The private Polaroids of a celebrated cinematographer", "bodyText": "The Polaroids were taken during rare moments of respite from work. On weekends, when he wasn’t completely immersed in his day job, Robby Müller would pull out a SX-70, a 600, a Spectra, or whatever model of Polaroid camera he was using at the time, and start capturing the everyday details he saw around him. Often it would be an interior shot of his hotel room: he’d notice light seeping through a pair of green shutters, or his own reflection multiplied to infinity in the bathroom mirrors, and take a picture. Or it could be a street scene: a deserted car park in Memphis or the neon-lit exterior of a Santa Fe bar. Pulling the print out of the camera, Müller would write the date and location on the back and tuck it under his T-shirt for safe-keeping. Later, he stored the Polaroids – around 2,000 of them, taken over three decades – in a wooden box at home in Amsterdam. The day job, for Müller, was as director of photography on some of the most strikingly composed films of the late 20th century. His closest working relationship was with Wim Wenders; he shot 12 of the German director’s features including Alice in the Cities, The American Friend and Paris, Texas. He also worked with Jim Jarmusch on Down By Law, Mystery Train and Dead Man, and Lars von Trier on Breaking the Waves and Dancer in the Dark. On these films, as well as others by William Friedkin, Peter Bogdanovich, Sally Potter and Michael Winterbottom, the Dutchman built his reputation as a fearless experimenter who preferred to shoot spontaneously, riffing on whatever caught his eye in the moment rather than constructing shots in advance. He used natural light, eschewing cumbersome lighting rigs where possible, and the resulting images – of lurid LA drinking dens in Barfly, or of Johnny Depp paddling down a monochrome river in Dead Man – seem to glow from within. After Müller died in Amsterdam last July aged 78, following several years of illness, Jim Jarmusch told the New York Times: “He was inspired by painters who used light the way Caravaggio and Vermeer did. I used to tease him that he should have been born in the same century as Vermeer.” Müller had a knack for finding beauty in the most unpromising places. To understand how he achieved this over more than 70 feature films, it’s worth taking a closer look at his off-duty camerawork. “He was always taking photographs,” says his wife, Andrea Müller-Schirmer, a Dutch art magazine photo editor who has curated an exhibition of Müller’s Polaroids which opens to coincide with the annual photography festival at Arles next month. “He never left the house without a camera, he always had at least three or four in one bag.” Polaroid cameras appealed to him because “they had this instant result,” says Müller-Schirmer. He would take a photograph, study the printed image a moment later, “and then take another one to improve what he saw.”Sometimes he took multiple Polaroids of the same situation; in one wonderful sequence, shot at the Mayflower hotel in Manhattan in 1986, sheer curtains billow in a breeze. At first the light from outside dominates, but over the course of six photographs the windows darken and the light from a bedside lamp takes over. It’s easy to imagine Müller filing this lesson away for a future piece of understated, but masterful, cinematography. From the sense of loneliness that haunts the Polaroids, and his keen eye for the tawdrier side of American life, it’s no surprise that Müller was an admirer of the painter Edward Hopper. But according to Müller-Schirmer, who met her future husband on the set of Wim Wenders’s Until the End of the World in 1990, the scarcity of people in his frames also reflected his character. “I think he was too shy to approach people and ask them [if he could take their photograph],” she says. The Polaroids have the feel of an intimate sketchbook, a way of working things out in private, and according to Müller-Schirmer they weren’t intended for public consumption. But a decade ago, the artist and film-maker Steve McQueen, who hired Müller to shoot his 2002 video installation, Carib’s Leap, and remained friends with the couple in Amsterdam, took one look at the collection and said, “Oh, these are so beautiful, you really have to do something with them.” In 2016, as part of a celebration of Müller’s work at EYE Filmmuseum in Amsterdam, a small selection of the Polaroids went on display, accompanied by two small photo books entitled Interior and Exterior. The forthcoming exhibition at Arles will feature a larger selection of the Polaroids, including first sight of Müller’s nature photography – among them the glorious images of trees that had caught McQueen’s eye. Preparing for both exhibitions, Müller-Schirmer went through the many thousands of images her husband captured before he was incapacitated by vascular dementia, which robbed him of his speech. They reminded her how thoroughly his job saturated his waking hours – “For Robby there was no division between life and work,” she says – and they also helped her to see the world around her with fresh eyes. Selecting just 100 or so Polaroids to go on show at Arles was no mean feat. “When I start to look back through them,” says Müller-Schirmer, “I always see new ones and think, Oh this is also very beautiful…” She pauses to take a breath. “Some of these images are also really magical.” Robby Müller: Like Sunlight Coming Through the Clouds is presented by Polaroid at the Place de la République 12, Arles, France, 1-28 July"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}