{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/24/queer-art-in-age-of-bolsonaro-ediy-performance-porn-far-right", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-24T16:21:10Z", "webTitle": "'We're afraid': the queer Brazilian sex artists targeted by Bolsonaro", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/24/queer-art-in-age-of-bolsonaro-ediy-performance-porn-far-right", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/24/queer-art-in-age-of-bolsonaro-ediy-performance-porn-far-right", "fields": {"headline": "'We're afraid': the queer Brazilian sex artists targeted by Bolsonaro", "bodyText": "‘Queer people have been afraid since the president was elected,” says Paulx Castello. “He has been demonising us from the start – but this was different. Here we were personally under attack.” The artist, who has a mohican, is now instantly recognisable to most Brazilians. In March, he featured in a sexually explicit video that was tweeted by Jair Bolsonaro, the country’s far-right president. The 40-second clip, filmed at a gay street party during the São Paulo carnival, showed Castello standing on a taxi shelter, exposing his backside and being urinated on. “I don’t feel comfortable showing it,” Bolsonaro told his 3.5 million followers, “but we have to expose the truth so the population are aware of their priorities. This is what Brazilian carnival street parties have turned into.” The next day, the far-right leader stayed on the offensive, tweeting: “What is a golden shower?” In their first interview since Bolsonaro’s attack, Castello and Jeffe, the other man in the video, say their actions – which were captured on a mobile phone and posted to Twitter by an anonymous user – were actually part of a three-hour guerrilla performance by a six-person art collective. They take the name Ediy, which means “arse” in Pajubá, Brazilian Portuguese gay slang. “We want to perform in public places,” Jeffe says. “Places where this sort of thing is not expected. We refer to it as ‘hacking the imagination’. But there is a context to the performance that the president’s video removed.” Walking through the crowds, they would intermittently stop to interact with each other, their gestures alternating between sensual dance and sexual acts. In the video, Castello twerks for the crowd with his finger in his anus. Urination features heavily in the rest of the work. Luiza Rolla, an actor who works with the collective, explains: “We had the idea to form a pornography collective in January. We had already started shooting videos. Art and pornography are so related – pornography has long been used in the production of art. Both express the desires of a society.” Bolsonaro’s reactionary rhetoric has plunged the country into a culture war. Numerous art exhibitions and theatre performances, many with queer themes, have been forced to close, either through direct political interference or from concerns about the safety of performers. Most recently, a show featuring nudity – by the Rio de Janeiro collective És Uma Maluca – was cancelled after an intervention from the Rio state governor, Wilson Witzel, a close ally of the president. Carnival is one of Brazil’s biggest tourist draws. In April, however, the president said the country should not welcome gay visitors. “If you want to come here and have sex with a woman, go for your life,” he told journalists. “But we can’t let this place become known as a gay tourism paradise. Brazil can’t be a country of the gay world, of gay tourism. We have families.” “It has been hard,” says Castello, of life since Bolsonaro’s tweet. “We were afraid of reprisals. We left the city to protect ourselves.” Nor were their fears misplaced. In the three months leading up to Bolsonaro’s election, homophobic hate crimes rose by 75%. According to the charity Grupo Gay de Bahia, 141 gay and trans people have been killed in Brazil this year. Yet, despite the dangers, the artists have returned to performance. Last month, the group – some naked, some dressed as animals or in PVC – performed at Esponja, an arts space in central São Paulo before an audience of 70 people. One person battered a naked man with a dildo strapped to their knee. Two other members of the collective tore off a man’s clothes with their teeth. Much of the event was broadcast live via a pornography website. Their work is certainly provocative but it is also steeped in theory: they cite Judith Butler’s gender studies and the Spanish philosopher Paul B Preciado’s writing on identity as inspiration. On sale were DIY publications with such titles as The Cis Gender Does Not Exist and Hate Towards Straights. They want their work to be considered social commentary as much as titillation, they explain. Castello’s solo work includes a 2017 short sci-fi film set in a post-apocalyptic future inhabited by sexually liberated cyborgs. The group is formed, they claim, of “dissident bodies” and their work constitutes art because it is against pornography, which “colonises and shrinks our sexuality”. In the immediate aftermath of Bolsonaro’s post, the pair issued a legal letter saying that as artistic acts, performed during a cultural event, their actions were protected under Brazilian law. But given that so much of the far-rightwing criticism of the arts frames it as depraved, do Ediy’s works not play into the president’s hands? Jeffe says their work addresses bigger issues than just Brazil’s current political climate. “It’s about undermining the social structure that we live under and confronting the language of morality.” “It’s not about left wing or right wing,” says Castello. “We’ve had a lot of criticism from the left too, even from gay people; people who have said that what we do is too much and that it will cause problems. “Pushing ahead with more performances, despite the risks, is a way of showing who we really are and what our work is actually about. We want to mimic pornography, but what we do is more than porn.” “We want to remove sex from being a subject shrouded in privacy,” adds Rollo. “We should all be open about our sexuality.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}