{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/13/freda-sack-obituary", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-13T15:37:32Z", "webTitle": "Freda Sack obituary", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/13/freda-sack-obituary", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/13/freda-sack-obituary", "fields": {"headline": "Freda Sack obituary", "bodyText": "The work of my friend Freda Sack, who has died aged 67 after a short illness, gave typographical shape to the commercial landscapes of the UK and beyond. An incredibly accomplished typeface designer, she made custom designs for well-known brands such as British Gas, NatWest bank, the Science Museum, the Lisbon Metro and the Yellow Pages. Her business partnership with the lettering designer David Quay, which went under the name of The Foundry, was one of the first of its kind, and its classic faces such as Foundry Wilson and Foundry Sans were accompanied by experimental revivals celebrating the Bauhaus and Foundry Gridnik. Freda was born in Enfield, north London, to Bernard Buckley, a police inspector, and his wife, Elizabeth (nee Cowling), a travel agent. She attended the Simon Langton girls’ grammar school in Canterbury, Kent, and then Rochester grammar school for girls, before gaining a place at Maidstone College of Art from 1969 to 1972. She had met John Sack, who managed a small engineering business, at a dance in Ashford, Kent, in 1968, and they married in Broadstairs three years later. A love of letterforms led Freda to join the Letraset type studio in Ashford in 1972. There, as a trainee, she learned her trade and soon moved up to be a type designer and stencil cutter. In 1983 she set up by herself and quickly made her own mark in the world of corporate design and brand identity, designing typefaces and logotypes as a freelance for many leading agencies and for clients such as British Airways and Vauxhall Motors. She and Quay then set up The Foundry in 1990 in Soho. A member of the International Society of Typographic Designers, Freda was its co-chair (with Quay) from 1995 to 1999, its chair from 2000 to 2004, and president from 2006 to 2010. She oversaw an expansion in the society’s student assessment and international award schemes, and through the organisation of lectures and exhibitions did much to promote typographical design in the UK and abroad. Her exceptional contribution to the society was recognised in 2018 when she was made an honorary fellow. Everything Freda did was in a male-dominated profession, but she resisted being singled out as a woman for her achievements, always preferring to be appreciated on the basis of merit. The more she gained in terms of recognition and success, the more she seemed to be energised to give to others. Many in the typographical world owe her a considerable debt in terms of the example she set, and for the encouragement she offered. She is survived by John and by a younger sister, Linda."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}