{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2019/jun/17/the-paper-museum-review-barber-institute-masterpieces-early-scientific-art", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2019-06-17T11:50:38Z", "webTitle": "The Paper Museum review – the pelican paintings that changed art forever", "webUrl": "https://www.theguardian.com/artanddesign/2019/jun/17/the-paper-museum-review-barber-institute-masterpieces-early-scientific-art", "apiUrl": "https://content.guardianapis.com/artanddesign/2019/jun/17/the-paper-museum-review-barber-institute-masterpieces-early-scientific-art", "fields": {"headline": "The Paper Museum review – the pelican paintings that changed art forever", "bodyText": "On 17 August 1603 – they chose the day for its excellent astrological alignments of Jupiter, Saturn and Mercury – a group of friends got together in Rome to found a society to study and record the natural world. They wanted to emulate the lynx, believed to be the most keen-eyed of animals, so they called themselves the Academy of Linceans. Their mission was to look at nature with the bright, sharp eye of the night-hunting cat. The Barber Institute’s exhibition of the pioneering masterpieces of natural history this secretive society commissioned is a journey to the dawn of modern science. Keen eyes look back at you everywhere. A pelican glares with a fierce, blue-pupilled orb, surrounded by circles of pink skin that resemble the orbits of planets. A civet stares out of another of these bold yet precise watercolours while also turning its anus to face the onlooker – the Linceans were interested in its anal musk gland as a source of precious scent. These sharply coloured drawings are the ancestors of every modern nature photograph and film. When a television documentary watches a sloth painstakingly make its way up a rainforest tree, the camera crew are following in the footsteps of the anonymous artist who produced the picture here of a South American sloth. It is actually one of the less accurate studies on show, for the Academy of Linceans didn’t have a living sloth to study, just bits of bone and skin and travellers’ tales from the New World. A drawing that shows corals and rocks looks, at first sight, like a modern scientific classification of nature, but these treasures are arranged partly by magical potency: coral was an aphrodisiac; polished jasper was health-promoting. Yet among the occult gems in this watercolour are fossils including a spiralling ammonite shell, ancient shark’s teeth, and a thick tube of fossil ivory the academy mistook at first for a giant’s bone before deciding it belonged to some kind of elephant – correctly, for it is a mammoth fossil. It is impossible to overstate the importance of these masterpieces of scientific art, yet until art historian David Freedberg chanced on them in a cupboard in Windsor Castle in 1986, they lay neglected for centuries, their connection with one of Europe’s first scientific academies forgotten. The new kind of art initiated by the lynxes became part of the “paper museum” of Cassiano dal Pozzo, a 17th-century lawyer, diplomat and scientific amateur. These albums of intricate learning eventually found their way into Britain’s Royal Collection. This show has been selected by art history and curating students at Birmingham University from the huge hoard in the Royal Library – and they’ve done a cracking job. There is even a case full of real fossils and minerals from the university geology museum to compare with Cassiano’s virtual cabinet of curiosities. The images are glowing relics of a revolutionary moment in art and science. In the 1600s, science was a visual enterprise. The most famous member of the Academy of Linceans was the pioneering astronomer and physicist Galileo Galilei. In 1610, Galileo published a small book entitled The Starry Messenger, in which he not only describes but illustrates with his own sketches what he saw when he first pointed a telescope at the night sky. His rugged drawings of the moon’s crater-scarred surface turned cosmology on its head, because up to then it was thought to be just a heavenly light in the sky. By showing that our satellite is a solid rock in space, Galileo provided mighty evidence for the Copernican belief that Earth, too, is a rocky sphere in orbit around the sun. The same kind of open, questing eye with which Galileo pioneered modern empirical science is in evidence everywhere in this show. It is especially powerful in the drawings of Vincenzo Leonardi. His watercolour of a peculiarly shaped lemon that looks as though it has fingers or tentacles is as startling and alien as a glimpse of a remote planet’s surface. This is a great work of art. It doesn’t take anything about a lemon for granted, but explores the mysterious contours of this unique, sui generis, mutant lemon. This is a new way of looking, refusing to be bound by convention, expectation or politeness. In another eerily objective watercolour, Leonardi looks at fragments of a dissected porcupine. He draws its snuffly snout and two severed paws, delineating each leathery pad, each claw, each hair, with mesmerising minuteness. You wonder if he used a lens, like Galileo. This is a study centuries ahead of its time – Charles Darwin would surely have found it useful. How safe was it to see the world through a scientific lens in 17th-century Italy, where the Catholic Church was triumphantly reasserting itself against the Protestant Reformation? Not safe at all. The scientist Giordano Bruno was burned alive in Rome’s Campo de’ Fiori. Galileo recanted after being threatened with torture by the Inquisition. The scientific revolution was driven underground. No wonder Cassiano dal Pozzo, who had to fight off suspicions he was an atheist, let his scientific drawings get lost in his vast collection of antiquarian studies. Even apparent piety can become subversive when you look hard enough. In a drawing that Cassiano commissioned of the chains of an early Christian martyr, the artist pays acute attention to every detail of rust on the aged metal. Piety becomes archaeology. It is only a few more steps to carbon dating. Looking is a dangerous habit to get into. • At the Barber Institute, Birmingham, until 1 September."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}