{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/21/jacqui-lambie-urged-by-independents-to-use-senate-vote-to-keep-medevac-laws", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-20T18:00:19Z", "webTitle": "Jacqui Lambie urged by independents to use Senate vote to keep medevac laws", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/21/jacqui-lambie-urged-by-independents-to-use-senate-vote-to-keep-medevac-laws", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/21/jacqui-lambie-urged-by-independents-to-use-senate-vote-to-keep-medevac-laws", "fields": {"headline": "Jacqui Lambie urged by independents to use Senate vote to keep medevac laws", "bodyText": "Independent MPs who passed legislation allowing the medical evacuation of asylum seekers are urging Jacqui Lambie to use her crucial Senate vote to keep the laws in place. The Coalition has indicated it will move to repeal the so-called medevac laws when parliament resumes next month, but will need the support of four crossbench senators to do so. One Nation’s two senators and independent Cory Bernardi support the government’s bid to wind back the laws, while Labor, the Greens and Centre Alliance are holding firm in support of the legislation. This means Lambie is likely to have the deciding vote. The former independent Wentworth MP Kerryn Phelps, who spearheaded the legislation, told Guardian Australia she had contacted Lambie on Thursday and would lobby her to support the medical evacuation laws. “I am very keen to sit down and have a chat to her about the medical aspects and medical protocols involved and the need for this legislation,” Phelps said. She said her message to the senator would be to “talk to the people who have worked on Manus and Nauru”. “Talk to the doctors who have put together a very robust and professional process of assessment to ensure that the requirements of the legislation are met and that these people cannot get the medical attention they need on Manus Island and Nauru,” she said. The Coalition has ramped up its pressure on Labor to side with the government to scrap the laws after the federal court ruled that a doctor could assess a patient’s need for a medical transfer from Nauru based on their medical file. The Centre Alliance MP Rebekha Sharkie urged Lambie to withstand the “scare tactics” of the Coalition, saying the bill was “a good piece of legislation that is saving lives”. “I would like to think that Jacqui will recognise how vulnerable these people are when we already have so many reports of self-harm since the election,” Sharkie said. The MP for the South Australian seat of Mayo also took aim at Bernardi for backing the government’s position, while also promoting his Christian beliefs. “We should be the good samaritan here and I find it quite disturbing that after all this time we are still having such a fear campaign around this legislation.” Bernardi said his position on the bill had not changed, and agreed with Dutton that the federal court ruling could make it easier for people to be transferred to Australia. Labor’s shadow home affairs minister, Kristina Keneally, labelled Dutton’s warnings about potential boat arrivals “scaremongering”, insisting there was no “pull factor” because the laws only apply to the current cohort on Manus Island and Nauru. “This legal action was always about a clarification of the law, and provides certainty that people on Nauru can submit an application to trigger the medevac legislation and process,” she said. “Applicants will still be assessed by doctors, both in Nauru and Australia.” But Dutton said Labor needed to change its position because people of “bad character” could come to Australia as a result of the legislation. “It is a bad law and it undermines border security in this country,” Dutton said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}