{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/29/election-scott-morrison-authority-colleagues-could-take-it-away", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-28T20:00:29Z", "webTitle": "The election gave Scott Morrison authority – but colleagues could take it away | Katharine Murphy", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/29/election-scott-morrison-authority-colleagues-could-take-it-away", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/29/election-scott-morrison-authority-colleagues-could-take-it-away", "fields": {"headline": "The election gave Scott Morrison authority – but colleagues could take it away", "bodyText": "Peter Dutton has taken up meditation. He shared this nugget of information on breakfast television this week. “A couple of good mates who have been very successful in sport and business swear by it,” the home affairs minister told the Nine network. It’s hard to know whether this dedication to mindfulness is good or bad news for Scott Morrison, who is spending the weekend with Donald Trump and other world leaders at the G20 before returning for the opening session of the new parliament next week. Dutton has been Eddie Everywhere this week, reprising his starring role as undertaker to Malcolm Turnbull’s prime ministership. Turnbull was blamed by Dutton for provoking critics into a leadership challenge with a preemptive spill, blamed for digging in and fighting for his job, blamed for speaking out periodically when he should be waiting gratefully for a diplomatic post or some other “thank you for pissing off quietly” trinket. Dutton was pitiless with Turnbull, who, history shows, prevented him from becoming prime minister last year by reacquainting himself during his last days in office with the ruthless character he had spent a whole prime ministership containing as part of a fruitless attempted detente with the conservative faction. Sign up to receive the top stories from Guardian Australia every morning When it came to Morrison, the bloke who sprinted through the middle and grabbed the trophy, Dutton’s tone was harder to pinpoint. There was certainly praise, but some of the praise could be read as mildly passive-aggressive. Dutton insisted during this week’s Sky News special exhuming the days of yore (yes, that’s last August) that he, Peter Dutton, could have won the May election. Dutton noted the recent election win was a team effort (“all of us had the discipline through the campaign to provide him with advice to stay on message”). He also predicted that Morrison would now “find his stride in this three years” (which begged the question where the “stride” had been previously) and Scott would lead them all to wonderful things, like a decade in power. Now perhaps I’m seeing low-level snark where there isn’t any. But I doubt it. And even if there was absolutely no edge to Dutton’s commentary, even if he wasn’t trying to remind Morrison publicly that the right faction of the Liberal party is still there, and he leads it, the fact of the matter is Dutton’s lusty prosecution of the history wars was unhelpful to Morrison, who wants to kick off the coming parliamentary term as if he is leading a soft and fragrant and cuddly first-term government, not a pack of jackals stripping a carcass at the fag end of the hundred year war. To nail this point we can line the two dispositions up in split screen. Dutton has been yammering all week about The August Incident. In contrast Morrison, who was interviewed for the Sky News series and supplied less than garrulous responses through a smile that looked more like gritted teeth, has said as little as possible. Asked in Osaka on Friday to reflect on a revelation this week that Turnbull sought, during last year’s melee, to raise with the governor general the constitutional eligibility of his challenger Dutton, Morrison went full Peloponnesian Wars. “Ancient history,” he said. “Were you aware of that at the time?” his interviewer, the ABC’s Greg Jennett, inquired politely. “All of that is ancient history,” Morrison said, clipped. Whatever Dutton’s claims to collective counsel equalling victory, Morrison spent the recent election campaign as a solo act. He swept the roiling chorus from public view. What a relief that must have been, just to lock them all in a cupboard for five weeks, and inspect carrots, and mullets, and the Townsville Strand. But government isn’t a solo act, and government is about to recommence. Morrison’s authority within the Liberal party is now significant. In no way am I discounting that reality. He won an election that most of his colleagues expected to lose right up until the votes started to be counted on 18 May. But he’s not a solo act any longer. The gravity of government, and the stresses and strains of leading this group of people, in full public view, asserts itself again from next week. Liberals are optimistic as they pack their bags for Canberra. People think the hundred year war is now behind them because most of the monocled generals shoving them out of the trenches are now out of the parliament. People assert they’ve now jumped a generation, and the inference is sanity will now prevail. Tony Abbott is gone. Turnbull is gone. Julie Bishop is gone. Christopher Pyne – who once told a reporter Turnbull was “Aslan to me”, and went to town on Dutton in this week’s Sky special – is also gone. Mathias Cormann, who was the critical figure in ending Turnbull’s prime ministership by the public act of withdrawing his support, remains, but looks like he’s been through a near-death experience that he’d be in no hurry to repeat. Morrison would not have wanted the new parliament to open at a time when all the books and docu-dramas about last year’s leadership ructions are all hitting the public domain because that clutters his opening days as prime minister, and this time he’s prime minister for real, not the night watchman. But all of this is fine if it’s transient, if it’s the storm before the calm. But the people who will decide that are not Morrison, but the men and women of the Liberal and National parties. That’s the truth. We can all bang on in semi-reverential or portentous tones about post-election Morrison’s authority, and pin mythological qualities on him; we can pretend leaders have magical powers to suppress the worst instincts of their colleagues, and have the ability to hit corrosive ambition with a stun gun and that’s the end of it – but it’s complete crap, and we don’t help prime ministers and party leaders, or the health of democracy, by promulgating this sort of fantasy. On the Sky documentary this week, Arthur Sinodinos, who has been a bureaucrat, a prime ministerial adviser in the Howard era, and a minister, had typically interesting things to say about the difficulties of the current governing environment. He said when he returned to Canberra in 2011 “the atmosphere was quite different to what it used to be; the authority of leaders seems to be considerably diminished”. Sinodinos said the 24/7 media environment gave all MPs access to a platform, and the drive to differentiate yourself from the colleague next to you sowed the seeds of dysfunction and division. It would be a valuable exercise, I reckon, to ask Kevin Rudd, Julia Gillard, Tony Abbott and Malcolm Turnbull – the cast of Australian prime ministers who have governed in the current age of disruption – to tell us how powerful they felt in possession of the prime ministerial office. For this to work, you’d have to insist they answered truthfully, preceded by a moment’s self-reflection. All of these people will have felt elation during periods of their service, and a sense of real achievement. But I suspect the answer to the question would be not that powerful. I don’t know how they felt, because I’m not in their heads, but I know how they looked: vulnerable, exposed, at the mercy of events, and at the mercy of colleagues. I don’t know if things will be different for Morrison. It’s possible they will be, because his form suggests that if there’s a narrow goat track up a steep hill to find, this bloke will find it, and keep running like a bandit until he reaches the summit. But he’s got a tough job. The domestic economy is faltering and the government might have to work out what’s more important: stimulus or a surplus. Morrison has spent the weekend attempting to navigate the cross-currents of great power contestation. Whether the Coalition accepts its governance responsibilities or not, Australia has begun the transition to a low-emissions economy, and that will either roll through the economy in unplanned fashion or the government can actually show up and guide the country through it. So as the new session opens, here’s my situation report. I don’t know if Morrison will be a good prime minister, or if his colleagues will let him be one. We are just going to have to watch, and wait. The story of the next three years starts Tuesday, with the opening of the 46th parliament."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}