{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/10/queens-birthday-honours-list-recognises-trailblazers-rosie-batty-and-ita-buttrose", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-09T20:04:06Z", "webTitle": "Queen's birthday honours list recognises trailblazers Rosie Batty and Ita Buttrose", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/10/queens-birthday-honours-list-recognises-trailblazers-rosie-batty-and-ita-buttrose", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/10/queens-birthday-honours-list-recognises-trailblazers-rosie-batty-and-ita-buttrose", "fields": {"headline": "Queen's birthday honours list recognises trailblazers Rosie Batty and Ita Buttrose", "bodyText": "Ita Buttrose, Natasha Stott Despoja and Rosie Batty have been given some of Australia’s highest civilian honours, in a Queen’s birthday honours list marked by female trailblazers. Monday night’s list has the highest percentage of female recipients yet at 40%, but is still below 50/50 parity, and close to the same 33% to 66% imbalance the awards have historically maintained since they were founded in 1975. The 2019 Australia Day honours list had set a new record of 37.5% female winners, up from the 33% in 2018. Buttrose, the founding editor of Cleo and current chair of the ABC, was made a companion of the Order of Australia (AC) – the highest civilian award under the Australian honours system. Former prime minister Kevin Rudd and actor Hugh Jackman joined her on that list. Batty, the anti-domestic violence campaigner and 2015 Australian of the Year, Stott Despoja, the former leader of the Australian Democrats and youngest female parliamentarian, and Michelle Simmons, the industry-leading quantum physicist and 2018 Australian of the Year, were all made officers of the Order of Australia (AO) – the second-highest honour. Li Cunxin, the artistic director of the Queensland Ballet and author of Mao’s Last Dancer, was also made an officer, as well as Johnathan Thurston, the legendary former captain of the North Queensland Cowboys, four-time Dally M Medallist and philanthropist with Indigenous charities. Pioneering TV chef Elizabeth Chong, ABC journalist Leigh Sales and author Charlotte Wood were made Members of the Order of Australia (AM). Chong, one of the first Chinese Australian chefs on television, told Guardian Australia she never expected the honour. “I was really surprised when I saw the envelope. When I opened it I was a bit overwhelmed. I immediately thought of my parents – my mum and dad who are no longer with me, and I wish they could have known. I had a few tears when I realised what had happened. “My own children and grandchildren were absolutely excited and proud as well. Mixed feelings, you have to feel proud and humble … I haven’t a clue as to how I got it.” She said she was “pretty chuffed” to be among other female trailblazers and to represent the Chinese Australian community. “I never thought about that side of things [pioneering],” she said. “But when I think back, it is 57 years since I started my cooking school … I think I have been called the first wok star, kind of like I’m a historical person. And I’m still going! And so is Ita. It’s wonderful. “I count myself as a bridge. When I did it, nobody was doing that, and it seemed like it was us and them. Now I think most Australians would think of Chinese food as part of their own culture. “A lot of new migrants, not only Chinese, have told me that when they came to Australia, they felt a bit strange and they didn’t feel a sense of belonging, and when they meet me, they have a sense of security. I never knew I gave them that. They came to a strange country and they saw an Asian face up there on TV and they thought ‘oh that’s nice’. And they kind of adopted me, as kind of their spokesperson. And that gives me a lot of pleasure and joy.” Actor Eric Bana, journalist Jane Caro and pop star Guy Sebastian were also made members of the Order of Australia, while Channel 10’s The Project host and Gold Logie winner Carrie Bickmore was awarded the medal of the Order of Australia (OAM). Stott Despoja, who was also the founding chair of anti-domestic violence organisation Our Watch, said she was proud to be recognised among so many “wonderful women, especially alongside a hero of our times, Rosie Batty.” “Working with her has been one of the most meaningful times of my life.” “I’m honoured also to work with my dear friend Carrie Bickmore … and to celebrate her good work and raising awareness of and money for brain cancer.” Stott Despoja said while it was pleasing to see a record number of women receive honours this year, she looked forward to the awards reaching gender parity in the future. “My message always to women - regardless of age or background - is one of sisterhood,” she said. “Working together to support each other to build a kinder, fairer and more respectful world should of course be everyone’s goal.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}