{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/commentisfree/2019/jun/07/our-prisons-are-a-manifest-failure-would-that-be-tolerated-in-any-other-public-system", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-06T18:00:40Z", "webTitle": "Our prisons are a manifest failure. Would that be tolerated in any other public system? | Kathleen Maltzahn", "webUrl": "https://www.theguardian.com/australia-news/commentisfree/2019/jun/07/our-prisons-are-a-manifest-failure-would-that-be-tolerated-in-any-other-public-system", "apiUrl": "https://content.guardianapis.com/australia-news/commentisfree/2019/jun/07/our-prisons-are-a-manifest-failure-would-that-be-tolerated-in-any-other-public-system", "fields": {"headline": "Our prisons are a manifest failure. Would that be tolerated in any other public system?", "bodyText": "If 45% of school children across Australia couldn’t read or do maths, would we reward schools with greater control over them? If 45% of public patients were misdiagnosed, or 45% of trains didn’t run and some occasionally crashed, would we continue running these systems as usual? Why then do we keep pumping money, and people, into our failed prison system? Australian governments claim that imprisoning people reduces crime and keeps Australians safe. And yet, across this country, 45% of released prisoners are back in jail within two years, accused or found guilty of committing crimes (43% in Victoria, 51% in NSW, 57% in the NT) and, periodically, as allegedly happened in Darwin this week, ex-prisoners commit gross acts of violence. Could such manifest failure be tolerated in any other public system? The predictable clamour after such tragedies is to lock prisoners up for longer. But as caging prisoners has demonstrably failed to make them safer, why would we hand them over for even longer, particularly given the astronomical cost of these failed institutions? Imprisonment does not lessen crime. Arguably, it makes some people more violent. It is obvious that prisoners do not spontaneously become more violent in jail for personal reasons. The evidence is clear that Australian-style prisons overwhelmingly damage prisoners, erode their self-control, expose them to violence and intensify trauma. Worse, they do this to people who are highly likely to have been victims of gross violence, and are imprisoned because of behaviour or circumstances driven by trauma or deep disadvantage, or simply because of their ethnicity, poverty or disability. If we accept that prisons can take people, control every aspect of their lives, and then send them back to the wider world a danger to themselves, their families and the community, we are saying that some people are simply bad and the role of prisons is to punish. Given that Australia has significantly higher rates of both incarceration and recidivism than similar countries, we must presumably also accept that Australians are intrinsically more violent than, say, Canadians or Germans. The answer then to the prime minister’s question about how good Australia is? Not very. If, however, Australians are not 150% badder than Canadians or 223% worse than Germans, or, indeed, 77% more deficient than we were 10 years ago, it is clear that imprisonment rates and moral failure are unconnected. And, in that case, why do we accept prison’s profound failure to do make us less dangerous with so few questions? Increasingly, governments use the care-for-women alibi to justify incarceration, conflating holding violent men to account with imprisonment. For many women, and indeed family violence workers, the promise of a violent partner finally being kept away from them and their children provides deep relief. It is profoundly understandable, given decades of failure to stop men’s violence, and women’s consequent terror and powerless. But not all women feel the same. When I heard that the Darwin killer was allegedly an ex-prisoner, I remembered a family violence client I worked with. Told that her violent partner would be charged, she was desperate for him not to be jailed. My colleague thought this was misplaced loyalty or a failure to understand how damaging his violence was. I realised that she’d seen her partner go to jail before and come out worse. I’d felt this dynamic in my own family, and had noted too that as prison numbers inflated in my home state, some services were starting to see jail time as a risk indicator for family violence perpetrators. Prison inflicts on its captives all the coercive control and violence we tell family violence perpetrators, and other prisoners, not to use. It subjects them to sexual and physical violence and arbitrary terror, separates them from their children, isolates them from other people they love and need, confines them in hostile conditions, belittles them, controls what they eat and how they exercise, stops them seeking adequate health and support services. When the state perpetrates such violence, it teaches violent men not that violence is wrong but that it is better to be a perpetrator than a victim. Many Indigenous activists, other people of colour and prison abolitionists make the compelling argument that prison has little to do with crime reduction and everything to do with the subjugation of rightful land owners and the control of poor people, people of colour and people with disabilities. Too often, prison is a holding – and breaking – place for survivors of powerful people’s crimes, as the high prison numbers of institutional child abuse and stolen generations survivors show us. This analysis explains why prison rates increase even when crime rates are down. The Darwin murders are another tragic reminder that prisons do not keep us safe. Prisons are places of gross state violence against citizens – and, in the case of immigration detention, against non-citizens – and this leaches out to non-prisoners. At a time when rates and costs of imprisonment keep jerking up, rather than calling for longer sentences we should be sheeting home responsibility to prisons, and the governments who fund them, for making us all less safe. Kathleen Maltzahn is a Melbourne academic who previously worked in the community sector with a focus on state and male violence against women and children."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}