{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/11/big-stick-energy-bill-coalition-mp-wants-economy-wide-power-to-break-up-big-companies", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-10T18:00:12Z", "webTitle": "'Big stick' energy bill: Coalition MP wants economy-wide power to break up big companies", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/11/big-stick-energy-bill-coalition-mp-wants-economy-wide-power-to-break-up-big-companies", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/11/big-stick-energy-bill-coalition-mp-wants-economy-wide-power-to-break-up-big-companies", "fields": {"headline": "'Big stick' energy bill: Coalition MP wants economy-wide power to break up big companies", "bodyText": "The Nationals MP Keith Pitt has broken ranks to endorse a push by the Centre Alliance to legislate an economy-wide power to break up big companies when the Morrison government’s controversial “big stick” energy package returns to parliament in July. The Queensland National, who has been one of the most vocal advocates of the “big stick” legislation, which allows energy companies to be broken up if they engage in price gouging, says a power to break up big companies should apply right across the economy, not just in the energy sector. Asked whether he supported a proposal by the Centre Alliance to broaden the divestiture power, Pitt told Guardian Australia: “I agree with them.” “This has been the position of the Nationals and supported by Nationals members for a long time. It’s been debated previously, and we know this type of legislation is in place in other major economies such as the United States and Britain and been very successful,” he said. Asked whether he would support non-government amendments when the package is debated in the new parliament, Pitt said: “I don’t support anything I haven’t seen and I’m yet to read anything that’s been put forward, but in terms of a general principle, I certainly support extending divestiture powers, particularly into areas like the supermarket duopoly, which we know has been detrimental to regional producers for a very long time.” Given Scott Morrison post-election governs in majority, the government should be able to steer the package through the lower house without amendments, unless Pitt is joined by more Nationals colleagues in a concerted push to broaden the divestiture proposal in the current legislation. The package is also vulnerable during Senate debate in the event any Nationals decide to break ranks. Any effort by the Nationals to beef up the divestiture power proposed in the big stick package would prompt significant pushback from Liberals. Liberals have already forced changes to the government package on the basis they were philosophically uncomfortable with it, because breaking up private companies offends core liberal values. The government had to overhaul its original proposal last December because of concerns expressed by a number of Liberal backbenchers. The energy sector and major business groups are also vociferous opponents of the package and have engaged in a substantial lobbying effort to try to scuttle it. Fearing pre-election the package was going to be put on the go slow, Pitt was one of a group of Nationals including George Christensen, Michelle Landry, Ken O’Dowd, Llew O’Brien and Barry O’Sullivan who put their leader, Michael McCormack, and the energy minister, Angus Taylor, on notice that the “big stick” package needed to be passed as a matter of priority. The same group is also championing government underwriting for a new coal-fired power station in Queensland. Taylor has indicated the “big stick” package will return for consideration when the new parliament reconvenes in July. At the end of May, the Centre Alliance senator Rex Patrick told Guardian Australia he would look to “broaden the application of divestiture across all sectors of the economy” once the divestiture package reached the Senate, because once the principle was accepted for one sector, it should be universally applied. Patrick also criticised the Morrison government for having a “hodgepodge” energy policy, and he said Centre Alliance positions on energy matters would be determined “in the context of providing clean, reliable and affordable power for Australians”. Crossbench amendments are relevant if Labor continues to oppose the package, which it did during the last parliament. The new Labor leader, Anthony Albanese, has so far declined to say whether or not Labor will maintain that position in the new term."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}