{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/05/cardinal-george-pell-begins-appeal-against-child-sexual-assault-conviction", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-04T18:00:11Z", "webTitle": "Cardinal George Pell begins appeal against child sexual assault conviction", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/05/cardinal-george-pell-begins-appeal-against-child-sexual-assault-conviction", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/05/cardinal-george-pell-begins-appeal-against-child-sexual-assault-conviction", "fields": {"headline": "Cardinal George Pell begins appeal against child sexual assault conviction", "bodyText": "Cardinal George Pell, once the financial controller of the Vatican and a close confidant of the Pope, will begin a legal fight on Wednesday to have his conviction for child sexual abuse offences overturned. Pell, 77, was convicted in December on four charges of an indecent act on a child under the age of 16, and one charge of sexual penetration of a child under 16. The verdict was subject to a suppression order and could not be revealed until February. In March he was sentenced to six years in jail, with a non-parole period of three years and eight months. The offending occurred in 1996 when Pell was the archbishop of Melbourne. After presiding over Sunday solemn mass at Melbourne’s St Patrick’s Cathedral, Pell walked in on two 13-year-old choirboys who had sneaked into the priest’s sacristy and abused them. Usually, a single judge considers the appeal application. If there are grounds for appeal, the matter immediately proceeds to a hearing, usually beginning on the same day, and is overseen by three judges who review the key evidence. If the case is accepted for hearing before Victoria’s court of appeal, it will be presided over by the supreme court chief justice, Anne Ferguson, the court president, Justice Chris Maxwell, and Justice Mark Weinberg. The prominent Sydney barrister Bret Walker will represent Pell. He will argue Pell’s conviction should be overturned on three grounds: that the verdicts were unreasonable and unsupported by evidence; that Pell was not arraigned in the presence of the jury panel; and that Pell’s defence team, led by barrister Robert Richter, should have been allowed to show a video animation of its argument during the closing address. The chief judge of the county court, Peter Kidd, presided over the trial and ruled the animation could not be shown because jurors might have viewed it as evidence, and evidence cannot be introduced during closing. Two days have been set aside for the appeal. If the conviction is set aside, the court may order a new trial, or acquit Pell. The process can take eight to 10 months between the hearing and a decision being delivered, but is likely to be expedited in Pell’s case due to his age and health, and the age and health of other witnesses. Only two of the three judges need to agree whether the conviction should be set aside. Pell’s trial was heard before Melbourne’s county court over five weeks. The complainant, who is now in his 30s, said he and another choirboy separated from the choir procession as it left the church, snuck back inside and made their way into the sacristy, where they drank sacramental wine. Pell walked in on them and told them they were in trouble, manoeuvring his robes to expose his penis. He stepped forward, grabbed the other boy by the back of his head, and forced the boy’s head on to his penis. Pell then did the same thing to the complainant, orally raping him. Once he had finished, he ordered the complainant to remove his pants, before fondling the complainant’s penis and masturbating himself. The complainant said the attack lasted only a few minutes, and the boys left the room afterwards, hung up their choir robes and went home. The other victim died in 2014 after a heroin overdose. Neither victim told anyone about the offending at the time. The complainant was attacked by Pell again a few weeks later. He said he was walking down a hallway to the choristers’ change room, again after singing at Sunday solemn mass at the cathedral, when Pell pushed him against the wall and grabbed his genitals. That attack lasted seconds. Pell strenuously denied abusing children when he was charged in June 2017, and has maintained his innocence since. He has been in Melbourne’s Assessment Prison since February."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}