{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/20/clean-energy-found-to-be-a-pathway-to-prosperity-for-northern-territory", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-19T18:00:46Z", "webTitle": "Clean energy found to be a 'pathway to prosperity’ for Northern Territory", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/20/clean-energy-found-to-be-a-pathway-to-prosperity-for-northern-territory", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/20/clean-energy-found-to-be-a-pathway-to-prosperity-for-northern-territory", "fields": {"headline": "Clean energy found to be a 'pathway to prosperity’ for Northern Territory", "bodyText": "Energy development in the Northern Territory is a typically Australian story: it is backing fossil fuels – in this case gas – when it could, as one of the sunniest places on Earth, be reaping economic and environmental benefits from renewable energy. That is the message from a report that makes the alternative case, suggesting embracing clean energy could dramatically expand the electricity, mining and mineral processing industries while reducing living costs. It says the NT economy could be transformed through incentives for renewable-powered manufacturing and downstream minerals processing, targets for mines to transition to 100% clean energy and electric machinery by 2030 and support for Indigenous communities to be equity partners in zero-carbon developments. It calls on the NT and federal governments to fund common infrastructure to turn what is known as the 10-gigawatt vision into a reality – for example, transmission lines connecting Darwin and Alice Springs to allow clean energy developments in remote locations. Eytan Lenko, chairman of the thinktank Beyond Zero Emissions, commissioned the report while living in Darwin in 2018 after seeing divisions in the community between people concerned about the health of the economy and those opposed to fracking. He says the full plan would cost businesses about $20bn out to 2030 on today’s prices, though the scale of the investment is expected to fall as clean tech becomes cheaper. It estimates it could create more than 8,000 jobs and yield more than $2bn in annual export revenue. Recommended projects range from immediately achievable to more ambitious, but Lenko says energy economics have shifted to a point where the entire plan is realistic with the right policy support. He points to cases where industrial sites have signed deals to run on solar rather than gas or diesel, which remain default fuels in the NT. The report quotes the NT Labor government’s 2017 renewable energy roadmap, which found an inflection point had been reached where it was sometimes cheaper to build clean energy projects than maintain fossil fuel plants and jobs could be created in energy-intensive industries powered by lower-cost renewable energy. Renewable energy costs 30%-50% more in the NT than elsewhere in Australia but this premium is expected to disappear if the industry reaches scale. “This is an alternative economic pathway to prosperity in the Northern Territory that doesn’t rely on extracting gas and performing acts that are damaging to the environment, don’t have a social licence and don’t bring that many jobs,” Lenko says. “Nobody is saying it will be easy – it’s definitely an engineering challenge – but I don’t think it’s any more of a challenge than large-scale fracking in the NT, which is equally complex.” The report finds adopting electric vehicles could lower the cost of running a car by as much 80%, given Territorians face inflated petrol prices and there are relatively few arterial roads that would need charging infrastructure. Similarly the report estimates replacing Darwin’s gas-fired electricity with solar power and batteries could cut electricity bills by about 30%. The report is co-written by the green group Environment Centre NT and will be launched on Thursday at the NT parliament by the territory’s renewables and energy minister, Dale Wakefield. It follows a similar Beyond Zero Emissions blueprint for the South Australian city of Port Augusta to replace coal with solar. That 2012 report helped kickstart a community campaign that by last year had yielded $5bn in planned investment in 13 clean energy projects, though the push suffered a setback in April when the flagship solar thermal plant was cancelled. The NT government has a target of 50% renewables for households and businesses by 2030, but the commitment does not apply to off-grid mines and developments. The government recently lifted a moratorium on exploration fracking for shale gas in the Beetaloo basin, about 500km south-east of Darwin, after an inquiry found risks associated with the industry could be managed. The inquiry also recommended that fracking be allowed only if all greenhouse gas emissions within Australia were offset. The NT government is yet to explain how this will happen. NT emissions are expected to have increased significantly – by about two-thirds – last year after the $54bn Ichthys LNG project started production. The report estimates they could double again, to nearly 50m tonnes a year, if the LNG and shale gas industries expand as proposed. It would push the NT’s per capita carbon pollution to nearly 200 tonnes, four times greater than any country. Shar Molloy, director of the Environment Centre NT, says the NT remains “incredibly focused” on gas, in part due to an unbending belief that renewable energy is more expensive. It led to federal Labor promising $1.5bn to open up the Beetaloo basin if it won last month’s election, a pledge that drew accusations it was backing a “carbon disaster” four times larger than Adani’s Carmichael mine. “There is a resistance to renewables and a failure to grasp that, given where the world needs to move, gas is not a transition fuel,” Molloy says. “This is an incredible export opportunity. There are markets in Asia that simply do not have the resource or space to do this themselves.” The NT government denies it is focused on gas alone. Wakefield says its number one priority is creating jobs and that both solar and natural gas have a role to play in the territory becoming a world-class energy export hub. She says she welcomes the Beyond Zero Emissions report as “an important step towards realising this vision”. The minister says the government is working on a range of reforms to implement its 50% renewable energy target. As evidence, she points to private sector investment in a $40m solar project at Katherine and the $43m Batchelor and Manton dam solar farms, which she says created 170 jobs. The report says there is a significant opportunity to build an industry in renewable energy-fuelled hydrogen, which is increasingly used in transport and electricity in Japan and South Korea, with estimates the global hydrogen market could be worth US$1.25tn by 2050. The report estimates the NT could capture two-thirds of the Australian renewable hydrogen industry. This alone would require nearly five gigawatts of clean energy capacity. It estimates another three gigawatts of renewable energy could be exported through new transmission lines to Asia and the Australian national grid. It says delivering this and other industries would require an ambitious plan and marketing strategy to attract clean tech industries; studies to assess which energy storage options, transmission lines and other clean technologies could best support solar farms; consideration of which incentives – whether interest-free loans, payroll tax holidays or cheap land for targeted companies – could lead to 100% renewable manufacturing. The report says the sort of support was provided to the Ichthys LNG project through the federal export credit agency – including millions of dollars in export credits and hundreds of millions in loans – could be made available to renewable-powered manufacturers. It recommends introducing incentives that would encourage companies to process minerals in the NT using renewable energy. Possibilities include charging a lower royalty rate for processed minerals and establishing a domestic reservation policy that required a proportion of minerals to be processed into metals locally. And it stresses the need for a green deal with Indigenous communities, based on the principle of free, prior and informed consent, so they share the benefits of a renewable energy boom. Most remote communities mainly rely on expensive and highly polluting diesel generation for electricity. The report says the technology now exists to stop using diesel and introduce near-100% renewable microgrids. It gives the example of Yuendumu, a community of about 700 people about 300km north-west of Alice Springs. It runs on a diesel generator supported by a two-year-old 500kW solar array, which provides about one-fifth of its energy. The report says it could use a renewable hydrogen microgrid – including solar panels, wind turbines, batteries and hydrogen fuel cells that store excess solar and wind energy – for 95% of its electricity at a cost of $10.7m. While Hydrogen fuel cells are still developing technology, it says this model is likely to be cheaper than diesel over 25 years. Lenko says: “We know the NT has the best renewable energy resource in the world and renewable energy is the cheapest form of energy. We just need to free our minds to look at what’s possible.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}