{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/28/scott-morrison-says-quick-resolution-of-us-china-trade-dispute-unrealistic", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-28T07:12:59Z", "webTitle": "Scott Morrison says quick resolution of US-China trade dispute 'unrealistic'", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/28/scott-morrison-says-quick-resolution-of-us-china-trade-dispute-unrealistic", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/28/scott-morrison-says-quick-resolution-of-us-china-trade-dispute-unrealistic", "fields": {"headline": "Scott Morrison says quick resolution of US-China trade dispute 'unrealistic'", "bodyText": "Scott Morrison says it is “unrealistic” to expect a quick resolution of the damaging trade dispute between the United States and China on Saturday at the G20 meeting in Osaka. After conversations with Donald Trump and Xi Jinping, Morrison told travelling reporters on Friday there was a determination to resolve the standoff but he was not “naive” about how quickly the two countries would come to terms because there were “real, substantial and difficult issues to be resolved”. The Australian prime minister said the economic implications of the trade dispute were significant, with the International Monetary Fund pointing to a potential hit to global growth. The IMF earlier this month predicted the tit-for-tat tariffs would cost $455bn in lost output next year. Morrison dined with Trump and senior American officials on Thursday night. He spoke with the Chinese president at the summit on Friday, and the prime minister said he raised the negative impact on global growth: “It is not a criticism, it is made as a candid observation and I am not the only one making it who is here.” He said while all the participants in the G20 forum were attentive to the risks associated with retaliatory protectionism, “ultimately it is for those two parties to resolve the issues”. Morrison said the deterioration in the relationship between Australia’s most important security ally and our largest trading partner reinforced the importance of Australia deepening relationships across the region. “What all this demonstrates is why Australia has to be out and about as much as possible, engaging with as many countries as we can, to secure as many opportunities as we can,” he said. “What we have to do is continue in the advocacy we are making, but not stand still.” He said after the US withdrew from the Trans Pacific Partnership, Malcolm Turnbull continued to pursue the trade pact with regional partners, and Australia would keep moving now despite the US/China tensions, pursuing the Regional Comprehensive Economic Partnership, because multilateral opportunities “are in our interest”. Morrison was asked earlier on Friday about Iran after the US secretary of state, Mike Pompeo, asked Australia to toughen its stance on Tehran and play a key role in a new “global coalition” against the regime. The prime minister discussed Iran with Trump on Thursday night, and on Friday morning he said any request for Australia to take part in military action in Iran would be considered “seriously and on its merits”, although he cautioned that line of thinking was premature. Later on Friday Morrison said the Trump administration had not made any specific requests of Australia. “We are not in that territory and no requests were made,” he said. “We are nowhere near that stage but there is a clear objective here from the US, which we will support, and that is to get [Iran] back to the table, to get a tighter set of controls and conditions in place that is good for more peace and the stability of the region.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}