{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/30/labor-accused-of-verbal-gymnastics", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-30T01:38:40Z", "webTitle": "Labor accused of ‘verbal gymnastics’ while waiting for crossbenchers’ decision on tax cuts", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/30/labor-accused-of-verbal-gymnastics", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/30/labor-accused-of-verbal-gymnastics", "fields": {"headline": "Labor accused of ‘verbal gymnastics’ while waiting for crossbenchers’ decision on tax cuts", "bodyText": "Labor will wait and see whether the Morrison government is able to pass its income tax cut package with the crossbench before making a final decision on whether to support or reject cuts for the highest income earners, according to the shadow finance minister. With federal parliament set to resume on Tuesday for the first sitting since the 18 May election, and with the $158bn package set to be introduced to the House on day one, Katy Gallagher told Sky News on Sunday Labor’s position was not locked. Gallagher said shadow cabinet and caucus would discuss tax cuts early in the week, but “we have to be able to make decisions in the parliament as situations unfold”. “If and when the government is able to get a deal with the crossbench, and that’s not for certain at this point in time, we would have to take decisions based on what was happening at the time,” Gallagher told Sky News. “The government doesn’t have the numbers yet, we’ve got a strong negotiating position that we’ve put and we are still trying to convince the government that is the way to go.” The Coalition’s tax plan has three stages, with the more immediate relief targeted at low and middle-income earners. Labor supports the first two stages, and wants to bring stage two forward as a stimulus measure to boost the flagging economy, along with accelerated spending on infrastructure. Labor is divided on stage three, which is not scheduled to take effect until 2024-25, with some in the opposition arguing the whole package should be waved through because the Coalition has a mandate, and others opposed on the basis the final stage gives tax relief to the highest income earners, and is fiscally unsustainable. Labor has argued the government should defer consideration of stage three. Gallagher said on Sunday the final tranche should be put off because “it’s a lot of money where it’s not clear about how it’s going to be paid for and, when you look at it in those individual years in 2024-25, that stage three is about $19bn a year”. The government could legislate the package with crossbench support if it can lock in the necessary four votes. The Centre Alliance bloc of two are confident a deal can be reached, and the government has the support of Cory Bernardi, which puts the returning Tasmanian senator Jacqui Lambie in the box seat. While parliament opens on Tuesday, the short week is largely ceremonial, and a day has been set aside for tributes to the late Bob Hawke. The tax package will be introduced on Tuesday but is not expected to hit substantive debate until Thursday. On Sunday, the trade minister, Simon Birmingham, declared Labor needed to “end the verbal gymnastics about exactly what their final position will be” and he warned that, if the opposition declined to support the package, it would be “a stain on the Labor party that will last all the way through to the next election”. Appearing on the ABC, Birmingham also dead batted questions about whether Scott Morrison’s supporters were active on his behalf in the week where Malcolm Turnbull was removed from the prime ministership. Questions about the events of last August have resurfaced as a consequence of the imminent publication of books about the boilover last August, and a Sky News documentary last week. The trade minister, who was a Turnbull backer, said he had “complete confidence that Scott Morrison did everything that he possibly could to support Malcolm Turnbull” and what individuals did in the ballots was a matter for them. “Much as any of us may try to influence those votes from time to time, each individual is responsible for their vote,” he said. Birmingham also said raking over the history wars was unhelpful to the government’s standing as a new parliament opened. “I mean, a discussion of these matters, looking backwards on them, it doesn’t really serve anybody’s purposes”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}