{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/04/federal-police-raid-home-of-news-corp-journalist-annika-smethurst", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-04T02:43:18Z", "webTitle": "Federal police raid home of News Corp journalist Annika Smethurst", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/04/federal-police-raid-home-of-news-corp-journalist-annika-smethurst", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/04/federal-police-raid-home-of-news-corp-journalist-annika-smethurst", "fields": {"headline": "Federal police raid home of News Corp journalist Annika Smethurst", "bodyText": "The Australian federal police have raided the home of News Corp Australia journalist Annika Smethurst investigating the publication of a leaked plan to allow government spying on Australians. On Tuesday police executed a warrant investigating the “alleged publishing of information classified as an official secret” which they said had the potential to undermine Australia’s national security. The warrant from an ACT magistrate gave police authority to search the home, computer and mobile phone of the News Corp Sunday titles’ political editor. The raid prompted outrage from News Corp Australia, which labelled it a “dangerous act of intimidation” targeted at public interest reporting. In April 2018 Smethurst reported that the heads of the defence and home affairs ministries had discussed draconian new powers to allow the Australian Signals Directorate to spy on Australian citizens for the first time. Under the mooted plan, spies would be allowed to secretly access emails, bank accounts and text messages with approval from the defence and home affairs ministers. Under current laws the Australian federal police and domestic spy agency Asio have the power to investigate Australians with a warrant and seek technical advice from ASD, which is not permitted to produce intelligence on Australians. In a statement the AFP confirmed it had executed a search warrant at a residence in an ACT suburb on Tuesday. “The matter relates to an investigation into the alleged unauthorised disclosure of national security information that was referred to the AFP,” the agency said in a statement. “This warrant relates to the alleged publishing of information classified as an official secret, which is an extremely serious matter that has the potential to undermine Australia’s national security. “No arrests are expected today as a result of this activity.” In a statement News Corp Australia described the raid as “outrageous and heavy-handed”. “The Australian public’s right to know information about government laws that could impact their lives is of fundamental importance in our society,” it said. “This raid demonstrates a dangerous act of intimidation towards those committed to telling uncomfortable truths.” News Corp Australia said it had “expressed the most serious concerns” about erosion of the Australian public’s right to know about government decisions that “can and will impact ordinary Australian citizens”. “What’s gone on this morning sends clear and dangerous signals to journalists and newsrooms across Australia. This will chill public interest reporting.” Digital Rights Watch chairman, Tim Singleton Norton, said it was “incredibly worrying” to see a raid investigating a public interest issue of “potential massive expansion of domestic capacity in Australian spy agencies”. “We fear that the powers given to the AFP to seize and search Annika Smethurst’s digital footprint represent a considerable risk to bold Australians who choose to expose wrongdoing in the public services,” he said. “This is a gross abuse of national security powers – using them to reinforce a culture of secrecy and lack of accountability in our law enforcement apparatus.” Australian law prohibits unauthorised disclosure of information by commonwealth officers, an offence which gives police powers to investigate leaks informing public interest journalism. Australia also has offences which make it unlawful for non-commonwealth officers to communicate or deal with information that has a security classification of secret or top secret or “damages the security or defence of Australia”. Journalists have a defence of dealing with protected information where they “reasonably believe” it is in the public interest to do so, but the media union has warned the law still effectively criminalises journalism. Police have conducted raids investigating leaks about the national broadband network, Peter Dutton’s ministerial intervention in the case of two foreign au pairs, and foreign targets of Australia’s spying."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}