{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/29/jodi-mckay-elected-new-south-wales-labor-leader-after-tense-meeting", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-29T11:50:22Z", "webTitle": "Jodi McKay elected New South Wales Labor leader after tense meeting", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/29/jodi-mckay-elected-new-south-wales-labor-leader-after-tense-meeting", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/29/jodi-mckay-elected-new-south-wales-labor-leader-after-tense-meeting", "fields": {"headline": "Jodi McKay elected New South Wales Labor leader after tense meeting", "bodyText": "More than three months after New South Wales Labor’s bruising state election defeat, the party has regrouped to appoint Jodi McKay its new opposition leader. State Labor MPs cast their secret votes for the contenders Chris Minns and Jodi McKay, both from the party’s right faction, at a tense meeting on Saturday. McKay secured 29 votes in the caucus room to Minns’ 21 votes. She also won 63% of the vote of 11,000 rank-and-file members. Tensions boiled over as MPs cast their votes, amid reports of a row between two members at the count. It’s the first time the NSW party has elected a leader using the rules former prime minister Kevin Rudd introduced at the federal level in 2013. The Liberal premier, Gladys Berejiklian, retained power at the NSW election in March, after which the opposition leader Michael Daley stood down. The state’s Labor leadership contest was delayed because of the federal election in May, but had been slowly bubbling away for the past month. McKay, 49, is a former journalist and Newcastle MP, who served as a junior minister in the Rees and Keneally governments before losing at the landslide 2011 election that swept Labor from power after 16 years in government. She returned to parliament in 2015 as the MP for the Sydney suburb of Strathfield after an Independent Commission Against Corruption inquiry into illegal donations found she had been the victim of a campaign to defeat her. McKay hopes that reputation will help restore trust in the Labor brand and that her upbringing in Gloucester in the Hunter Valley can help reconnect the party with regional voters. She had been serving as the opposition spokeswoman for transport. McKay is the third leader NSW Labor has had in a year, following Daley who took over after Luke Foley resigned last November over allegations that he had sexually harassed a journalist. Labor MPs are expected to meet again on Tuesday to vote on other leadership roles, including deputy leader. Jostling for front bench positions is also underway."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}