{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/11/penny-wong-says-union-boss-john-setka-needs-to-consider-position-after-reported-rosie-batty-comments", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-11T01:51:01Z", "webTitle": "Anthony Albanese moves to have John Setka expelled from the Labor party", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/11/penny-wong-says-union-boss-john-setka-needs-to-consider-position-after-reported-rosie-batty-comments", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/11/penny-wong-says-union-boss-john-setka-needs-to-consider-position-after-reported-rosie-batty-comments", "fields": {"headline": "Anthony Albanese moves to have John Setka expelled from the Labor party", "bodyText": "Labor leader Anthony Albanese has said he will move to expel union leader John Setka from the Labor Party, because his reported comments on domestic violence campaigner Rosie Batty are out of step with mainstream Australia. Speaking in Perth on Tuesday, Albanese revealed he had asked the party’s national executive committee to suspend Setka immediately, and would move a motion to have him booted from the party at the next meeting of the ALP’s administrative body. Setka, the Victorian secretary of the CFMMEU, has claimed he was “taken out of context” after the Age reported he told a union meeting Batty’s advocacy had led to men having fewer rights. On Tuesday, Setka said he had fallen victim to “dirty ALP politics” and that people were “making up lies about what I said”. Albanese said he had written to the national executive on Tuesday morning after speaking to Batty, who was made an officer of the Order of Australia as part of the Queen’s Birthday honours list on Monday. “My concern here is that John Setka undermines the credibility of the trade union movement through the position that he holds and the public views that he has expressed,” Albanese said. Setka told The New Daily on Tuesday he had the “utmost respect for Rosie Batty”. “Every time I see Rosie Batty I want to give her a hug,” he said. “I would rather be called corrupt. It’s not even an exaggeration of what I said. It’s an outright lie.” He did concede he had said lawyers had told him laws had been skewed against men following the Victorian royal commission into family violence and Batty’s campaigns. Sekta’s comments came after a concerted push to have him stand down. “If any of these allegation[s] are correct, John Setka must resign,” the ACTU secretary, SallyMcManus, said in a new statement on Tuesday. McManus did not address which allegations she was referring to but a spokesman said she was not addressing any matters before the courts. The ACTU secretary has been overseas for a labour conference but has now chosen to fly home early to deal with the unfolding crisis. Michelle O’Neil, the ACTU president, added: “We will not tolerate violence against women in our movement, our leaders must demonstrate our values.” The Victorian premier, Daniel Andrews, backed Albanese’s actions on Tuesday afternoon, saying Setka’s reported comments about Batty were “disgraceful and his refusal to apologise for them is appalling”. The Victorian government also intends to dump Setka from a government board – the Building Industry Consultative Council. Albanese’s comments come after Labor’s Senate leader, Penny Wong, also declared herself on the side of Batty and called on Setka to consider his position. “I want to say to Rosie Batty, I’m on your side,” Wong said. “I thought his comments about Ms Batty were completely inappropriate. They are not in step with the values of the broader labour movement or the Labor party.” On Tuesday the outgoing senator Doug Cameron called on Setka to resign. He said on Twitter he strongly supported the CFMMEU, but Setka should “put the movement and members first by resigning”. Batty, whose son Luke was killed by her estranged husband in 2014, told the ABC on Monday that Setka’s remarks were “ludicrous” and an example of “somebody whose leadership role really needs to be challenged”. “I’m quite astonished with those comments,” said Batty, who was on Monday appointed an Officer of the Order of Australia for her advocacy. “Rather than feel, you know, men have less rights, we have so much more to gain by recognising that moving forward we’re [moving to] a place of equality.” Last month Setka also told a Victorian court he would plead guilty to charges of harassing a woman. Setka’s role as state secretary is elected, meaning it would be hard to remove him unless he stood down. Sources close to the ACTU said that internal discussions around Setka’s future began some time ago. They said the ACTU would argue it would not be appropriate for Setka to remain in his role if a harassment conviction was recorded. The CFMMEU has been approached for comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}