{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/21/peter-dutton-condemned-for-vile-and-offensive-nauru-claims", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-21T06:09:43Z", "webTitle": "Peter Dutton condemned for 'vile and offensive' Nauru rape claims", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/21/peter-dutton-condemned-for-vile-and-offensive-nauru-claims", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/21/peter-dutton-condemned-for-vile-and-offensive-nauru-claims", "fields": {"headline": "Peter Dutton condemned for 'vile and offensive' Nauru rape claims", "bodyText": "Peter Dutton’s claim that pregnant rape victims on Nauru were “trying it on” by seeking abortions in Australia and then changing their minds is an appalling act of politicisation and victim blaming, federal politicians, advocates and lawyers for the women have said. On Thursday the home affairs minister was objecting to laws that allow critically ill refugees and asylum seekers to get treatment in Australia, when he claimed that many of the 1,000 or so brought to Australia were not actually sick. “Some people are trying it on,” he said. “Let’s be serious about this. There are people who have claimed that they’ve been raped and came to Australia to seek an abortion because they couldn’t get an abortion on Nauru. They arrived in Australia and then decided they were not going to have an abortion. They have the baby here and the moment they step off the plane their lawyers lodge papers in the federal court, which injuncts us from sending them back.” Dutton provided no details to back his claim, including the number of cases he believed were “trying it on”, but lawyers who have acted for multiple rape victims on Nauru said this applied to none of their clients. Jennifer Kanis, principal solicitor for social justice practise at Maurice Blackburn Lawyers, said the rapes of the women her firm represented had been reported and documented by authorities. “These are women who are victims of violent crimes and to say that their motivation is anything other than wanting to recover from those crimes is disappointing,” she said. Kanis said the women and children who had been sexually assaulted while on Nauru had been physically and psychologically affected by their harrowing experiences. “The minister would have the same information about our clients that I have, which makes it so disappointing to see them being miscast as anything other than people who have suffered a horrendous crime and who need medical attention.” Kanis also defended moves by people to seek injunctions, saying that to return someone after medical care would place them back in harm’s way and exacerbate their illnesses. George Newhouse, the principal solicitor at the National Justice Project, said the women who had been raped and needed abortions in Australia had been traumatised. “Their lives were violated and destroyed under the minister’s watch,” he said. “Using them for political gain re-traumatises them. “I know of cases where women were raped under his watch and needed termination, and the fact he’s using them as political cannon fodder is an absolute disgrace.” Clare O’Connor, SC, who co-authored a report on detained women in Nauru, accused Dutton of going after an “easy target” in attacking rape victims. “Most of the complaints about [the government’s] failures to provide adequate health care involve the mental deterioration of children, and what is he going to say about that?” she said. “So he picks on women because it’s easy to say women make things up. He isn’t the first and won’t be the last to say these sorts of things about women who report sexual assault.” O’Connor noted the government’s own files indicated that many women were victims of assault on Nauru but often did not report it. Greens senator Mehreen Faruqi said Dutton’s comments were “vile and offensive”. “Peter Dutton’s attempts to politicise reproductive health needs of women is truly appalling,” she told Guardian Australia. “He has a horrific history of attempting to prevent vulnerable refugee women from coming to Australia for medical reasons. His attempt to smear women seeking asylum is disgusting but not surprising.” The medevac laws streamline and codify processes for refugees and asylum seekers who require care they are not receiving in Papua New Guinea or Nauru, and follow several years of complaints that transfer requests under the previous system were being blocked or ignored by the Australian and Nauruan governments. During the Sky News interview, Dutton also suggested the government was better placed to return people under the already existing medical transfer mechanisms than it was under the medevac law. Kanis said there was “no difference” between the two systems when it came to returning people. “The medevac legislation doesn’t change anything about when someone can be returned or not,” she said. “The medevac legislation was about putting in place a system whereby people can get the medical attention they need in a timely fashion, and to dispose of this ridiculous situation we had last year where very ill people had to get court orders for urgent medical attention.” Guardian Australia contacted the home affairs minister for comment. The offices of the prime minister, opposition leader and both the minister and shadow minister for women declined to comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}