{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/29/five-year-lobbying-ban-needed-for-former-ministers-public-sector-ethicist-says", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-29T04:55:41Z", "webTitle": "Five-year lobbying ban needed for former ministers, public sector ethicist says", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/29/five-year-lobbying-ban-needed-for-former-ministers-public-sector-ethicist-says", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/29/five-year-lobbying-ban-needed-for-former-ministers-public-sector-ethicist-says", "fields": {"headline": "Five-year lobbying ban needed for former ministers, public sector ethicist says", "bodyText": "One of the chief authors of Australia’s ministerial standards has called for a legally enforceable five-year ban on ministers accepting jobs in related industries, warning that the current cooling-off period is “ridiculously low”. Howard Whitton, an ethicist and public sector integrity expert, had co-authored a set of ethical standards for the then Labor senator John Faulkner, which were later introduced by the Rudd government to govern ministerial behaviour in 2007. The current standards require that ministers do not lobby, advocate for or have business meetings with government, parliamentarians, or the defence force on “any matters on which they have had official dealings” in the past 18 months. The standards also say that ministers should not use information they have obtained in office for private gain. The standards are not legally enforceable, and ministers are punished for breaches largely at the discretion of the prime minister of the day, usually by public reprimand or demotion. Once a minister leaves parliament, it is often impractical to mete out punishments for breaches. Whitton said Australia must move to a statutory ban that is legally binding and has a cooling-off period of far longer than 18 months. “I think that’s ridiculously low, it should be five years,” Whitton told Guardian Australia. “And of course, it should be statutory like the American one is, where American members of Congress have gone to jail for breaching it. We need that.” The former defence minister, Christopher Pyne, announced this week that he had taken up a job with EY to help the consulting group expand its defence business. Labor has described the appointment as a breach of the ministerial standards, and the Centre Alliance senator Rex Patrick has called on Scott Morrison to show leadership and either bar EY from government contracts or tell Pyne to step down. The appointment has also frustrated the Australia Defence Association, which said ministers should be subject to the same requirements as high ranking military officers and senior defence public servants, who are typically required to avoid private work related to their previous dealings in government for 12 months. On Friday, the home affairs minister, Peter Dutton, raised the prospect of a referral to parliament’s powerful privileges committee. “Christopher will answer those questions,” Dutton told Channel Nine. “There is a process in the parliament where matters can be referred to a privileges committee. I am sure that Christopher would say that there is no conflict.” The Liberal senator Eric Abetz weighed in on Saturday, saying he too wanted to see a full disclosure of Pyne’s role to ensure standards had not been breached. “There is an issue here; I acknowledge and accept that but I wouldn’t pump it up to the manner that Senator Patrick has,” he told ABC TV. EY, meanwhile, issued a statement saying it would ensure no work Pyne did for the company would breach the ministerial standards. “Mr Pyne has made clear that he is totally aware of his obligations under the Ministerial Code of Conduct and is committed to adhering to them,” the company said. The revolving door between politics, lobbying, and big business has long been decried by integrity experts. A Grattan Institute study recently found that one in four ministers went on to work as lobbyists or for special interests. More than half of all registered lobbyists had some previous involvement in government or political parties, according to a Guardian investigation last year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}