{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/06/nsw-labor-leadership-hopeful-chris-minns-proposes-ban-on-fossil-fuel-donations", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-05T18:00:36Z", "webTitle": "NSW Labor leadership hopeful Chris Minns proposes ban on fossil fuel donations", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/06/nsw-labor-leadership-hopeful-chris-minns-proposes-ban-on-fossil-fuel-donations", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/06/nsw-labor-leadership-hopeful-chris-minns-proposes-ban-on-fossil-fuel-donations", "fields": {"headline": "NSW Labor leadership hopeful Chris Minns proposes ban on fossil fuel donations", "bodyText": "New South Wales Labor will stop accepting political donations from the fossil fuel industry and ban them altogether when it wins government, one of the candidates for the NSW Labor leadership Chris Minns has announced. In a pitch designed to burnish his credentials on climate change, Minns is today sending emails to branch members explaining his policy on climate change and his proposal to ban fossil fuel donations. “This is an important message to convey; we need a clean environment and clean politics,” he says in his email. “We can’t just put it in the too-hard basket. The time to take climate change action is running out. “That is why I’m announcing that under my leadership NSW Labor will refuse donations from the fossil fuel industry and in state government, we’ll change the law so no political party can received donations from those companies.” NSW already has bans on political donations from property developers, tobacco, liquor and gambling industry. Minns said the new ban would include companies producing coal, crude oil and natural gas. Minns is one of two candidates running for the leadership after former leader, Michael Daley resigned following his loss to Gladys Berejiklian’s Coalition government at the March state election. The leadership will be decided by a ballot of the rank and file who have 50% of the votes and by the Labor caucus which has the other 50%. Rank and file must vote by 21 June and the caucus will vote on 29 June, with a result expected the next day. Minns, the current water spokesman, is from the right faction, and has made action on climate change a central part of his pitch to the party. In the email he tells Labor members he plans to build a publicly-owned renewable energy company to create new jobs in the sector and that he will support strong renewable energy targets for the state. It is understood he’s backing Labor’s current policy of 50% renewable energy by 2030 and 100% by 2050. “The impacts of climate change are felt most strongly by the vulnerable and standing up for the vulnerable is what our movement is all about,” he says. But Minns has faced some early headwinds after the unions took umbrage at his maiden speech in parliament were he advocated less influence for unions in the party. He has since modified his stance and gained the support of several key unions. Minns is up against Strathfield MP Jodi McKay, also from the right, who has styled herself as a corruption fighter who is not beholden to the factional bosses within NSW Labor."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}