{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/05/peter-dutton-denies-prior-knowledge-of-afp-raids-on-abc-and-news-corp", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-05T09:26:53Z", "webTitle": "Peter Dutton denies prior knowledge of AFP raids on ABC and News Corp", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/05/peter-dutton-denies-prior-knowledge-of-afp-raids-on-abc-and-news-corp", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/05/peter-dutton-denies-prior-knowledge-of-afp-raids-on-abc-and-news-corp", "fields": {"headline": "Peter Dutton denies prior knowledge of AFP raids on ABC and News Corp", "bodyText": "The home affairs minister Peter Dutton says he had no prior knowledge of raids on the ABC and the home of a News Corp journalist, and has praised the “important” work of the Australian federal police. Following two consecutive days of raids on journalists who had reported on defence matters, Dutton sought to distance himself from the police investigations, saying they were independent from government. “The AFP have an important job to undertake and it is entirely appropriate they conduct their investigations independently and, in fact, it is their statutory obligation,” Dutton said. “I have had no involvement in the AFP’s investigation into these matters. Following the execution of each search warrant on 4 June and 5 June respectively, my office was informed that search warrants had been executed.” On Tuesday, the home of News Corp journalist Annika Smethurst was raided over a 2018 report which revealed the Australian Signals Directorate was considering a plan to allow the government to spy on Australians. The AFP said the story published information that was “classified as an official secret” which had the potential to undermine Australia’s national security. In a separate raid on the offices of the ABC in Sydney on Wednesday, AFP officers executed a warrant for information relating to a 2017 documentary detailing alleged war crimes by Australian troops in Afghanistan. The head of investigative journalism at the ABC, John Lyons, live tweeted the raid as it unfolded on Wednesday, reporting the agency downloaded more than 9,000 items. He said on Wednesday evening the AFP and ABC had agreed to a two week hiatus under which any documents could be challenged. There is no link between the two raids other than both being alleged breaches of the Crimes Act for the publication of classified material – “an extremely serious matter that has the potential to undermine Australia’s national security”, according to the AFP. In a statement, the AFP said it had assessed referrals from agency heads about the alleged breaches and had “sufficient suspicion that a criminal offence has been committed.” “When the AFP receives referrals it assesses them for criminality and does not make value judgments on the issue, instead identifying whether there has been any contraventions of commonwealth law, and when evidence as to whether the offence has been committed or otherwise,” the agency said. “AFP investigators are required to assess all the relevant facts in every matter. This includes enquiries into the classification of the information concerned, how it was handled and who had access to it.” Crucially, the agency also said it was unable to rely on revised secrecy offences inserted into the criminal code last year as the alleged conduct occurred before the new offences commenced. The opposition leader, Anthony Albanese, said the government had “serious questions to answer” about the raids, expressing alarm at the actions of police. “It is quite frankly I think outrageous that seven officers spent seven-and-a-half hours in her home, going through everything throughout her home, in the kitchen, in all of the rooms,” Albanese said about the raid on Smethurst’s home. “I find it quite extraordinary that just weeks after an election for a story that quite frankly is in the public interest that that story was published, people do have a right to know if the government has proposals to interfere with their privacy in a way that I believe is something that Australians should have a say over or at least knowledge of. “I would find it extraordinary if no one in the government knew anything about this.” Dutton said the remarks were an “attack on the AFP” and called on Albanese to apologise for the “inappropriate” comments. “I have the utmost confidence in the hardworking officers of the AFP who dedicate themselves to working to protect Australia’s interests at home and abroad,” Dutton said. “If Mr Albanese has any evidence of wrongdoing by the AFP he should produce the detail. If not, he should immediately apologise for his comments about the officers.” “Like all Australians, I believe in the freedom of the press. We have clear rules and protections for that freedom of the press and we also have clear rules and laws protecting Australia’s national security.” As the AFP conducted its raid on the ABC, Australia’s foreign affairs minister Marise Payne was in Fiji giving a speech to the Fiji Press Club in which she praised journalists, whom she said “perform a vital role in society”. “As far as the media and politicians are concerned, I think that we bring different, and differently valuable perspectives to what we do,” she said. “And as a long-term member of the parliament in Australia, I can attest that journalists perform a vital role in society. “I know the Fijian Media Association, ably led by Nemani, is doing important work also developing the next generation of journalists and reporters here in Fiji , and I am very pleased that apparently some are able to be with us here today,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}