{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/28/morning-mail-pynes-ey-job-annings-letter-to-queen-folau-seeks-apology", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-27T20:52:32Z", "webTitle": "Morning mail: Pyne's EY job, Anning's letter to Queen, Folau seeks apology", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/28/morning-mail-pynes-ey-job-annings-letter-to-queen-folau-seeks-apology", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/28/morning-mail-pynes-ey-job-annings-letter-to-queen-folau-seeks-apology", "fields": {"headline": "Morning mail: Pyne's EY job, Anning's letter to Queen, Folau seeks apology", "bodyText": "Good morning, this is Helen Sullivan bringing you the main stories and must-reads on Friday 28 June. Top stories The former defence minister Christopher Pyne ignited fresh criticism this week when he took a job with consulting giant EY to help expand its defence business. Pyne’s acceptance of the job has again put Australia’s revolving door between politics and business into stark relief. Rules governing post-ministerial employment are weak and unenforced. They look laughable next to the five-year ban Donald Trump placed on members of his administration becoming lobbyists in 2017. Pyne is far from alone. Australian politics is littered with examples of ministers from both major parties taking up roles in industries they were previously responsible for. A Grattan Institute study found one in four ministers go on to work as lobbyists or for special interests. A Guardian investigation last year found more than half of all registered Australian lobbyists previously worked in some role within government or for the major political parties. Fraser Anning has implored the Queen to not strip honours from robot sex expert Adrian Cheok. The outgoing far-right senator has written to the Queen and governor general pleading with them not to strip Order of Australia honours from one of his political party’s former candidates, who is also a robot sex expert. Cheok received a Queen’s birthday honour this month for “significant services to international education”. His award is facing a formal challenge on the basis of his past behaviour on social media. Less than a third of Greens party members are happy with its leadership selection process, with a leaked survey showing members want more say in the process. A report on parliamentary leadership models that surveyed almost 3,000 members has found just 30% support the current model that saw Richard Di Natale chosen by his federal parliamentary colleagues to lead the party in 2015. This month Di Natale flagged the party could give its members more say in the process after he was re-endorsed as leader after the election, with Adam Bandt and Larissa Waters confirmed as his co-deputies. Israel Folau says he will seek an apology from Rugby Australia over his sacking, and has claimed in an interview with Alan Jones and Peta Credlin that Rugby Australia offered him money to take down an Instagram post that stated hell awaits “drunks, homosexuals, adulterers, liars, fornicators, thieves, atheists and idolaters”. On Friday morning Folau will attend a hearing at the Fair Work Commission regarding his dispute with Rugby Australia and the NSW Waratahs, arguing his termination amounts to unfair dismissal on religious grounds. Folau told Jones and Credlin on Sky News on Thursday night the words in the post “came from a place of love”. “It’s not personal,” he said. “Just wanting to share that message of love that God is trying to extend to all people.” World Jamal Khashoggi warned a Moroccan journalist critical of Saudi Arabia his life was in danger before he was arrested and jailed for offences he has consistently denied, his wife has said. Asmae Moussaoui believes Saudi Arabia told the Moroccan government to silence her husband, Taoufik Bouachrine. A pregnant woman from Alabama has been charged with manslaughter after she was shot in the stomach during an argument, killing the foetus. The case has raised alarm among pro-choice groups who say it is shocking evidence of how the state’s restrictive abortion laws are now being used against pregnant women. Britain and other international powers are set for crunch talks to persuade Iran to abandon its efforts to enrich uranium, after Tehran temporarily held back on its threat to breach the 2015 nuclear deal. An EU parliament representative, Guy Verhofstadt, has attacked Boris Johnson’s “false promises”, saying the Tory frontrunner’s use of “pseudo-patriotism and foreigner-bashing” to win the keys to Downing Street is locking Britain into a no-deal Brexit. An accused rapist in Canada has been acquitted in two cases after a judge found one alleged victim to be “combative” on the stand and the other to be unreliable because her timing was off by one hour. Opinion and analysis Brigid Delaney caught the train and bus across Europe to impress a hot man – and to try to save the world. “Last year I met a real hot babe while swimming in a bay off a Greek island. Drying off we got to talking, then walking along the cliff, before finding somewhere nice to sit down for a drink. It was golden hour, the sun was going down over the sea, and all was right in the world. Then we started arguing about climate change. I told him about my trip so far, and he thought it was DISGUSTING the amount of flying I did. He had arrived in Greece by train and boat. “But that would take six weeks from Australia!” I protested. Nonetheless, I decided that next time I was in Europe I would travel overland.” Music has given Andrew Stafford something to believe in when he needed it most. When his mother, living with advanced Alzheimer’s, was transferred into care; when his marriage broke up; and when his battle with mental health began to get the better of him. In fact, music saved his life. Before the release of his new memoir, Stafford offers up 10 of the songs that got him through – from the Velvet Underground to Kate Bush to Neil Finn. Sport The Women’s Ashes series gets under way next week in Chelmsford. With the latest instalment of Anglo-Australian cricket rivalry in the men’s World Cup still fresh in our minds, emotions and senses are about to be further heightened. Seven matches, each allocated points, played across three formats mean this game will be showcased in all its glory, writes former Australian national women’s team captain Lisa Sthalekar. Virat Kohli and Mohammed Shami lead India’s demolition of West Indies in the Cricket World Cup. “India’s World Cup gaze is unwavering; only Afghanistan and the rain have caused even a blink,” writes Tanya Aldred. Thinking time: Tense Past Julie Gough has spent 25 years uncovering diary entries, news reports and official government records in an attempt to track the murders and massacres of Indigenous men, women and children during the black war. Her aim as an artist is to bring the hidden history of Tasmania’s genocidal frontier war to light – and her chilling, shocking and unmissable new exhibition, Tense Past, does just that, writes Steph Harmon. “In the early 1800s, the state’s Indigenous population numbered around 6,000; a generation later, it was just a few hundred. The names of the dead and circumstances of their murders have been largely excised from Tasmania’s story, but Gough has spent her career doing everything within her power to rediscover and preserve them. “I think I just keep doing the same artwork, sometimes,” she says deprecatingly, of the varied pieces that surround us. ‘I don’t want to keep beating my head against the wall.’” Media roundup The Age reports that “Victorians are being locked up at a rate not seen since the colonial days of the late 19th century.” The Sydney Morning Herald reveals the “fine print” of the Coalition’s tax cuts. The Australian has a photograph of Donald Trump and Scott Morrison giving a thumbs up on its front page, with the news that “Australia and the US are urging France to boost its Pacific influence as part of a new strategic and economic alliance that would act as a counterbalance to China’s.” Coming up Israel Folau’s wrongful dismissal cases against Rugby Australia and the Waratahs are listed for applications in the Fair Work Commission in Sydney. Scott Morrison will attend the G20 summit in Osaka. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}