{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/16/peter-dutton-confirms-plan-to-create-new-spying-powers-still-being-considered", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-16T04:37:48Z", "webTitle": "Peter Dutton confirms plan to create new spying powers still being considered", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/16/peter-dutton-confirms-plan-to-create-new-spying-powers-still-being-considered", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/16/peter-dutton-confirms-plan-to-create-new-spying-powers-still-being-considered", "fields": {"headline": "Peter Dutton confirms plan to create new spying powers still being considered", "bodyText": "Peter Dutton has confirmed that a plan to create new powers to spy on Australians – which sparked police raids at the centre of the press freedom row – is still on the table. On Sunday the home affairs minister claimed it was “complete nonsense” that the government supported spying on Australians but, in the next breath, called for a “sensible discussion” about whether the Australian Signals Directorate should gain such powers, which he argued could help disrupt paedophile networks and stop cyber-attacks. On 4 June the Australian federal police raided the home of News Corp Australia journalist Annika Smethurst, investigating the alleged publication of “official secrets”. The investigation relates to a report in April 2018 that the heads of the defence and home affairs ministries had discussed draconian new powers to allow the ASD to spy on Australian citizens for the first time. After the raids, several news outlets including the Sydney Morning Herald reported that Malcolm Turnbull had ruled out using Australia’s international spy agency to monitor Australians in a meeting of the national security committee of cabinet. On Sunday Dutton breathed new life into the proposal, despite telling the ABC’s Insiders program the report “wasn’t accurate”. “We don’t support spying on Australians,” he said. “That was a complete nonsense. “But where you’ve got a paedophile network that operates out of Manila that live-streams children being abused, there might be an ability for an Australian agency to try and shut that server down. “If that same server was operating in Fitzroy, here in Melbourne, then there would be very limited capacity in certain circumstances where it was masked or it was rerouted and … we weren’t able to shut that paedophile network down. “Similarly, in a relation to an attack on our Australian banks. If people weren’t able to tap-and-go and pay and conduct their business for four or five days, if the system was out – I think people would probably, by about the second or third hour, let alone a day, be demanding ‘What is the government going to do to put it back online?’ “At the moment we don’t have the sophistication or capacity to mount a counter-attack or have the technical capacity to be able to deal with that.” Dutton called for “a sensible discussion about whether or not we’ve got the ability to deal with threats we face”. “I think they are reasonable discussions to have in the 21st century,” he said. “We saw an attack on the major political parties in the run-up to this election, a cyber-attack.” The home affairs minister also cited cyber-attacks on the Australian National University. “This is a huge issue around cyber which is only just starting for businesses, small businesses, for people at home, kids online, this is a massive debate for us in the next decade and beyond.” The shadow home affairs minister, Kristina Keneally, said Labor was “always willing to consider emerging threats and what we need to do to address them”. “However, what we saw today in the media is a revival of a proposal to involve the Australian Signals Directorate in domestic work,” she told reporters in Sydney. Keneally called on Dutton to “explain to the Australian people and to the parliament what he is exactly looking to do, what safeguards will be in place, what oversight and what Australians will be subject to in terms of domestic surveillance”. Raids on Smethurst and the ABC, for the Afghan Files investigation into alleged unlawful killing by Australian special forces, have prompted enormous political backlash over press freedom, particularly because journalists themselves could face charges for publishing classified documents. So far the Coalition has refused to say how it will deal with community concern, with Labor calling for a review into national security and whistleblower laws while the media union and News Corp have suggested it could move straight to proposing legislation to protect whistleblowers and exempt public interest reporting from offences. Dutton defended the AFP raids, noting the police had sought information from the ABC “for a long period of time” and executed a warrant due to a “stalemate” in negotiation. He said the ABC had a right to defend its interests but the AFP had a “statutory obligation to investigate matters referred to it”, independently of government."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}