{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/28/greens-leadership-less-than-a-third-of-partys-members-happy-with-selection-process", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-27T18:00:58Z", "webTitle": "Greens leadership: less than a third of party's members happy with selection process", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/28/greens-leadership-less-than-a-third-of-partys-members-happy-with-selection-process", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/28/greens-leadership-less-than-a-third-of-partys-members-happy-with-selection-process", "fields": {"headline": "Greens leadership: less than a third of party's members happy with selection process", "bodyText": "Less than a third of Greens members are happy with how the party picks its leader, with a leaked survey showing members want more say in the process. A report on parliamentary leadership models that surveyed almost 3,000 members has found just 30% support the current model that saw Richard Di Natale chosen by his federal parliamentary colleagues to lead the party in 2015. Earlier this month, Di Natale flagged the party could give its members more say in the process after he was re-endorsed as leader after the election, with Adam Bandt and Larissa Waters confirmed as his co-deputies. The potential for reform of the Greens’ leadership process has been in discussion since 2016, with the party considering a direct vote of the membership, or a split vote of members and MPs similar to Labor’s model. The survey, which was undertaken by the Greens’ Participatory Democracy Working Group, found that while 27% of members were not sure whether the current method should be retained, 40% wanted a different model, with support highest among young members. About 70% of those under 24 wanted a change to how the leader was chosen, with support for a new model highest in New South Wales and Queensland. Men were less likely to support the current method than women. The results show that while there was not majority support for any other alternative model, a mixed method that combined the votes of parliamentarians and members received the greatest overall support, backed by 46% of people surveyed. More than half of those surveyed also supported a model of co-leadership in the party room, which is the model used by the Greens in Germany and New Zealand. The NSW Greens senator Mehreen Faruqi has publicly supported a directly elected leadership with a one member one vote model, and said many members had raised the idea of co-leaders. “It’s something we should be weighing up as part of this process,” she said on Twitter. Former senator Andrew Bartlett said co-leadership could happen “as soon as the Greens MPs next meet”. The survey found that more than half (54%) supported a model of co-leadership in the party room, with 34% opposed and 12% unsure. Support for the co-leadership model was highest in NSW, Western Australia and the ACT, with a significantly higher percentage of women (61%) supported the co-leadership model than men (49%). Advocates of changing the method of selecting the federal leader have been frustrated by the slow pace of resolution, and some believe the process has been thwarted by some of the federal incumbents. The debate was opened by Di Natale at the Greens’ national conference in 2016 but thus far remains unresolved. Guardian Australia understands the national conference of the Greens directed the party’s national council to set up a working group on participatory democracy in May 2017 and provide the national conference in November with options for improving the direct involvement of members in determining leaders, policy, campaigning and other party matters. That timetable overshot. The working group subsequently held a workshop at the national conference in May 2018. Party sources say three out of five groups split evenly between maintaining the status quo and direct election of the federal parliamentary leader under a one member one vote model, and the remaining two groups were in favour of one member one vote. Party sources say those discussions ranged between opportunity and risk. The risks of a change were it could cause disunity and put internal party conflicts into the public domain. Some felt the benefit of the status quo was it allowed the parliamentary team to select the leader best suited to the job. The opportunities identified related to closer engagement with the party membership."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}