{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jul/01/it-is-not-a-pipe-dream-five-things-australia-could-do-now-to-end-poverty", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-30T18:00:26Z", "webTitle": "'It is not a pipe dream': five things Australia could do now to end poverty", "webUrl": "https://www.theguardian.com/australia-news/2019/jul/01/it-is-not-a-pipe-dream-five-things-australia-could-do-now-to-end-poverty", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jul/01/it-is-not-a-pipe-dream-five-things-australia-could-do-now-to-end-poverty", "fields": {"headline": "'It is not a pipe dream': five things Australia could do now to end poverty", "bodyText": "The federal election is history, and those who had counted on a Labor government to focus on reducing inequality and easing poverty were disappointed. Scott Morrison’s government has made clear it has no intention of increasing the base rate of the Newstart payment for unemployed Australians – the most intense welfare campaign of the election – even though it has seen no real increase for a quarter of a century, and despite suggestions from the Reserve Bank governor, Philip Lowe, that an increase would be “good for the economy”. Yet the 10% of Australians living in income poverty remain (13% if you take the cost of housing into account), with up to a million of us living in persistent and entrenched poverty, unable to participate fully in life. As the Productivity Commission has noted, our poverty rate has remained stubbornly high for 30 years, despite Australia being one of the wealthiest countries in the world and enjoying decades of economic growth. As its former chairman Peter Harris has said: “Perhaps simply shifting money around and doing more of the same is not sufficient.” There are dozens of ideas about what we could do to reduce poverty. Here are five we could do now, if we chose. 1. Scale up things that work “It’s not a knowing problem; it’s very much a doing problem,” says Matthew Cox, the director of Logan Together, a 10-year community led project with one aim: use the evidence already at hand to give children aged 0 to 8 the best start in life. Why those years? Because the “science is incredibly clear” that “if the first years of life go well then those little kids turn into teenagers who do well and those teenagers tend to turn into adults who do well”. Logan is a fast-growing city of around 315,000 people about 45 minutes from Brisbane’s city centre. It is well known that poverty is concentrated: in Queensland, for instance, more than half of the most disadvantaged people live in just four places: Logan, Moreton Bay, Bundaberg and Ipswich. Cox outlines the challenge. In Logan, there are about 45,000 children aged 0 to 8. Most of them are doing fine, but about 15,000 are not. It means that, in five suburbs within the city, fewer than 20% attend kindergarten, when the evidence is that formal programs make a big difference to language and social skills when children start school. When Logan Together began in 2015, about 12% of women were receiving little or no antenatal care and between 5% and 6% were turning up to give birth without seeing a doctor at any time during pregnancy. This is in suburban Brisbane, not remote Australia. In some suburbs, between 10% and 20% of children arrived at school never having received a health check. Logan Together is a “massive collaboration” effort between about 100 organisations – from schools to churches to local sporting groups to government health centres – to deliver the few things children need at different stages of early childhood so that they begin life with the same chances as any other Australian child. It’s not a lack of money, with an estimate of more than $200m a year spent in Logan on human and family services alone. Cox calls it a “spray and pray” approach. “You spray human services out there, and you pray it’s made a difference,” Cox told a parliamentary inquiry on intergenerational welfare dependence last year. “We know it doesn’t. We know those sorts of highly pixilated, atomised, random acts of kindness into the community are actually pretty good at resolving people’s immediate crisis issues. They are really lousy at stitching together into a system that grows kids up well.” There are dozens of initiatives across Australia that have a similar approach – long-term, locally organised, working on solutions rather than responding to crisis. There’s Empowered Communities, an Indigenous-designed and led model that gives local communities greater authority about priorities for government spending and services. There’s Doveton in outer Melbourne, a world-leading, philanthropically funded experiment to overcome serious disadvantage through a purpose-built school integrating health and family services. There’s Tasmania’s Child and Family Centres, single entry points to universal, targeted and specialist services and supports from pregnancy to age 5. Cox says Australia needs a radical change in how it delivers services to vulnerable people. The “large centralised systems we have to deliver health and education but also social services just cannot operate flexibly in a differentiated way at the local level.” Governments of all hues see the need for change. “This is just good policy and notions of left and right mean absolutely nothing. [But] there is a very a long way to go. This is an enormous paradigm change for how the federation works in Australia, how social investment works. “The message is that there is a scalable, knowable and plannable response to poverty ... if we apply it to 50 to 100 communities we could make a really significant intergenerational change. “It sort of seems like we’ve have given up big ideas like that in the modern world, given up on the idea that you can do something conclusive about levels of poverty in this country. What we’re trying to prove is that it’s just not true, we can take action. It’s not a pipe dream. It’s a decision.” 2. Set a target In February, Canada got good news. Between 2015 and 2017, the poverty rate fell by more than 20%. That meant there were 825,000 fewer Canadians living in poverty. Put another way, Canada now has its lowest poverty rate in its modern history, 9.5%. How did this country, in many ways similar to Australia, achieve this when in many wealthy countries poverty rates remain the same, or rise? It set a target. Prime minister Justin Trudeau’s progressive government released the country’s first poverty reduction strategy last year. In November, it enshrined it into law. For the first time, Canada has an official poverty line based on the cost of a basket of goods and services people require to meet basic needs and achieve a modest standard of living. (Australia has no official measure of poverty, one reason why the discussion here can be so confusing.) Canada has set targets – a 20% reduction in poverty by 2020 (it is ahead of that goal), and a 50% drop by 2030, relative to 2015 levels. It set up the independent National Advisory Council on Poverty to advise the government on its strategy, and track efforts through an annual report tabled in parliament. Canada’s economy is doing well, creating jobs. The government has also taken specific steps to reduce poverty, including big increases to child benefits for low-income people with children. New Zealand is another country setting targets. Last year, it passed the Child Poverty Reduction Act, which aims to halve child poverty in 10 years. The prime minister, Jacinda Ardern, says she wants New Zealand to “aspire to be the best place in the world to be a child”. New Zealand’s rate of child poverty is 23% when the cost of housing is taken into account, compared with more than 17% in Australia. The chief executive of the Australian Council of Social Services, Cassandra Goldie, says targets can work to signal a national priority and to keep governments accountable. “I won’t speak for First Nation views around the Close the Gap agenda, but the one thing it clearly has done is helped back up the voices of First Nations communities who say, ‘See? Things are not changing with the way you mob are doing it’ … It’s the persistent constant monitoring of some of those basic metrics for First Nation communities and we need that as a country.” 3. Fix housing For a growing number of Australians, housing stress is acute. What’s happened, says Prof Hal Pawson, a housing policy and homelessness specialist at the University of NSW in Sydney, is intertwined with poverty. While some welfare groups argue that “anyone” can become homeless if a few things go wrong, it’s not really true. It’s poverty that leads to homelessness. Pawson was the lead author of Australia’s first comprehensive homelessness monitor in 2018, which found that after a decade when homelessness was fairly stable in Australia, it jumped by 14% in the five years to 2016, when 116,000 people were recorded as homeless. The rise didn’t happen in a vacuum. It’s the result of lack of affordable housing, especially affordable rents. It is no surprise that the biggest rises in homelessness were in our big cities, where housing affordability has worsened most and where median rents are highest. All this is linked to the rates of social benefits, especially the low rate of Newstart. It is exceptionally hard to rent privately on $277.85 a week, even with the maximum commonwealth rental assistance of $68 a week. Anglicare’s snapshot of advertised affordable rentals this year found just two listings across the country were affordable for the 500,000 single people on Newstart. Even for those on the minimum wage of $719.20 a week, fewer than 3% of rental listings were affordable. Pawson says these issues are structural – they are not the individuals’ fault. If the causes are complex, there is one thing we could do now to ease housing stress and homelessness. We could increase rent assistance for those on very low incomes and social security benefits renting in the private market. For many experts and welfare groups, this is at as important as increasing Newstart. The Grattan Institute’s report before the 18 May election argued for a 40% increase in maximum rent assistance – worth $1,410 for singles, at a cost of $1.2bn a year. Even that big rise would only provide the same real assistance to low-income earners as it did 15 years ago. Acoss argues for an immediate 30% increase and a review to ensure it meets people’s basic needs across the country. There is broad agreement, too, that rent assistance for people on Newstart, or single parents payments or aged pensions, be indexed to changes in rents, so its value is maintained. For decades, it has been indexed to the CPI, which rents have far outstripped. Where there is debate is around the need for increased direct government investment in social housing, where rent is below market rates. Many low-income people renting privately qualify for social housing but have little to no chance of securing a place. As Grattan and others point out, our stock of social housing – about 400,000 dwellings – has barely grown in 20 years, while the population has increased by 33%. So the waiting lists keep growing, those in social housing stay for longer periods, and poorer people find it harder to pay for rents in the private market, many spending half their incomes on rent. Research released last year from the Australian Housing and Urban Research Centre found that Australia needed to triple its stock of social housing over the next 20 years to cover the existing backlog of people in severe housing need, and to meet emerging needs. A quarter of a century of paltry investment meant a shortfall of 433,000 dwellings and the current construction rate – little more than 3,000 dwellings a year – would need to be expanded fivefold just to keep pace with population growth. Pawson sees small signs of optimism. After the “scorched earth” approach of prime minister Tony Abbott – who saw a minimal role for the commonwealth in housing – it was Morrison as treasurer who championed federal involvement, setting up the National Housing Finance and Investment Corporation (NHFIC) in 2018, to channel lower-cost finance to not-for-profit community housing providers. “Although NHFIC could be a game-changer, it can come into its own only when significant matching funds are offered by government,” Pawson says. “That’s what we will need to see by prime minister Morrison to finish the job started by treasurer Morrison.” 4. Think big “Poverty isn’t a lack of character, it’s a lack of cash.” One reason why Dutch historian Rutger Bregman’s 2017 book, Utopia for Realists, caused such a stir was that it challenged the deep assumptions about how wealthy countries think about poverty, and argued for a radical rethink. One of Bregman’s central proposals was a universal basic income (UBI), an idea that has attracted new interest since the global financial crisis as a possible way to counter rising inequality and persistent poverty in an era of insecure work. In the UK, Labour has said it would trial a UBI if elected. In Australia, the Greens support a trial but it has detractors, including among many of Australia’s welfare groups and poverty researchers. There are numerous UBI models but, in essence, it is a guaranteed basic income for all, enough to live on, without conditions or mean testing. In his book, Bregman takes on the often-unspoken thinking about poverty. Anyone who wants to end it, he writes, “must inevitably face a few tough questions. Why are the poor more likely to commit crimes? Why are they more prone to obesity? Why do they use more alcohol and drugs? In short, why do the poor make so many dumb decisions?” Jacqueline Phillips, director of policy and advocacy at Acoss, says our system is riddled with the notion that poverty is the fault of the poor. “The community sector points to the structural drivers of poverty and disadvantage and others emphasise personal responsibility,” she says. “That’s partly why we’ve ended up with all these programs like income management which are all based on the assumption that individuals on welfare are somehow defective. There’s individual behaviour issues at play and policies are designed to change those behaviours rather than changing the structure.” There is evidence that none of these assumptions is true and that poverty cannot be addressed without changing them. Bregman outlines the theories of Eldar Shafir, a psychologist at Princeton University, and his “science of scarcity”. Poverty consumes people to such an extent that they can focus only on the short term – how to pay the rent, how to pay the bills, buying a needed pair of shoes. There’s never a break, never the space to think about the longer term. Poor people “are not making dumb decisions because they are dumb, but because they are living in a context in which anyone would make dumb decisions”. Instead of trying to fix behaviour, we could turn that around. One example is known as Housing First – that the answer to homelessness is not crisis accommodation but a home, without conditions. Finland has proven it. Since the launch of Housing First in 2008, the number of long-term homeless people in Finland has fallen by more than 35% and rough sleeping has all but been eliminated. The idea is that people who are homeless don’t have to fix their problems before they get a home. Providing a home gives them the space and security to turn their lives around. It costs money, but over time, it saves money. Bregman and others argue that the UBI could have the same impact. A four-year trial in the Canadian town of Dauphin in the 1970s ensured that no one fell below the poverty line. In practice, 30% of the towns’ residents got a cheque in the mail each month, no questions asked. When it was evaluated – years later – it was found that people did not work less. Hospitalisations had dropped. Domestic violence was down, and school performance improved. Emma Dawson, the executive director of progressive thinktank Per Capita, is not a fan of a UBI. The cost would be huge to ensure people did not live below the poverty line, and Dawson believes Australia’s system of targeted assistance to those who need it most is the right structure. What she would like to see, though, is a “a targeted basic income, about making Newstart or youth allowance or disability payment a liveable payment without the massive conditionality that’s attached to it now”. Acoss is open to the debate, and it does propose a root and branch review of the social security system. Phillips says its immediate priority is to secure a basic minimum income for those who need it. Bregman’s book received both praise and criticism, but it was acknowledged that he was at least thinking beyond the next electoral cycle. He did identify that big changes rarely happen without utopian thinking. In a recent TED Talk, he said eliminating it was a decision countries could make, if they dared to think boldly enough. “Imagine how much energy and talent we would unleash if we got rid of poverty once and for all,” he said. 5. And yes, raise Newstart Experts say – repeatedly – the single biggest thing we could do to reduce income poverty is to increase Newstart and youth allowance (the unemployment benefit for young adults) and index it to rises in average weekly earnings. That’s because the base single rate of $277.85 for Newstart is about $150 a week below the standard income poverty line and more than half its recipients are living in poverty. Because Newstart is indexed to inflation rather than wages (as aged pensions are), it keeps falling relatively backwards, driving especially long-term recipients deeper into poverty. Living costs for those on Newstart are much the same as for those on the aged or disability pension, but the gap between them keeps growing – the single aged pension rate, for instance, is $422 a week, or around $24,000 a year with allowances such as an energy supplement. Acoss and other welfare groups argue that Newstart needs to be indexed to wage growth.. For instance, New Zealand in its latest budget made a historic change: indexing main benefits such as its job seekers payment to wage growth, not inflation. That change alone will see weekly increases of $NZ10 to $17 a week. Goldie says welfare groups and experts in poverty reduction will keep pushing for a real rise in the payment – a minimum of $75 a week. “It’s very important that we persist in highlighting where we are succeeding and where we are not,” Goldie says. “There are ideological views around the way you go about delivering better outcomes for people, but nobody’s going to say we want to increase the number people who don’t have enough food to eat.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}