{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/17/pms-department-in-laughable-battle-to-suppress-cabinet-meeting-dates", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-17T06:59:02Z", "webTitle": "PM’s department in ‘laughable’ battle to suppress cabinet meeting dates", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/17/pms-department-in-laughable-battle-to-suppress-cabinet-meeting-dates", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/17/pms-department-in-laughable-battle-to-suppress-cabinet-meeting-dates", "fields": {"headline": "PM’s department in ‘laughable’ battle to suppress cabinet meeting dates", "bodyText": "The prime minister’s department is mounting a costly legal battle to keep secret information the government has previously released, a situation described as “laughable”. The Centre Alliance senator Rex Patrick is trying to secure the release of the navy chief’s diary as part of his attempts to investigate why a $4bn arms contract was awarded to German shipbuilder Lürssen instead of Australian firm Austal. But the Australian government has resisted his efforts, arguing the diary contains dates of cabinet meetings and would therefore reveal confidential cabinet information and is exempt from freedom of information law. The Department of Prime Minister and Cabinet is so convinced the dates should be kept secret, it is mounting what could prove a costly case in the administrative appeals tribunal (AAT) to keep the diary from the public. Similar cases Patrick has been involved in have cost taxpayers $150,000. But Guardian Australia has seen documents that show the government has previously released diaries containing the dates of cabinet meetings without objection. Earlier this year, the government released to Patrick the diaries of the resources minister, Matt Canavan, which contained the dates of numerous cabinet meetings. Neither the minister’s office or the prime minister’s department raised any objection to the publication of cabinet meeting dates. Patrick said the information commissioner has already ruled that the navy chief’s diary should be published, finding cabinet dates were not exempt from release. “I do not agree with the department that the documents include ‘advice that is proposed to be provided to the cabinet for the purposes of deliberation by a minister or the government of the commonwealth’,” the information commissioner, Angelene Falk, said. “It is my view that the entries recorded in the documents do not contain any opinion, advice, recommendations, consultations or deliberations that have taken place.” Following that decision, the defence department agreed to release the documents, only for the prime minister’s department to intervene at the last moment. The PM’s department said it was seeking a review of the decision as an “affected third party” and that the diaries contained “cabinet-in-confidence material”. Patrick said that view was at odds with the previous release of similar material. “It’s laughable to suggest the dates that cabinet meetings are properly a secret, they are not,” Patrick said. “I know that, the information commissioner knows that, and so too does minister Canavan.” Asked about the inconsistency, the department said it believed the documents contained cabinet-in-confidence material. “Therefore, as the custodian of Cabinet information and processes, the Department has exercised its right of review,” a spokeswoman said. “As the matter is currently with the AAT, it is not appropriate to comment further.” “Questions in relation to the FOI decision by the Minister for Resources and Northern Australia should be directed to his Office.” Patrick has been one of many transparency advocates openly critical of the current FOI regime. Analysis by Guardian Australia shows FOI rejections are at their highest rate on record. Thousands of FOI requests are taking three months longer than the required, statutory timeframe to finalise, and FOI teams have shrunk in at least 20 government departments. The use of “practical refusal” grounds to block FOIs is at record highs and the regulator, the Office of the Australian Information Commissioner, has been chronically understaffed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}