{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/20/chris-dawson-former-teacher-charged-with-carnal-knowledge-of-underage-girl", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-20T05:44:08Z", "webTitle": "Chris Dawson: former teacher charged with carnal knowledge of underage girl", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/20/chris-dawson-former-teacher-charged-with-carnal-knowledge-of-underage-girl", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/20/chris-dawson-former-teacher-charged-with-carnal-knowledge-of-underage-girl", "fields": {"headline": "Chris Dawson: former teacher charged with carnal knowledge of underage girl", "bodyText": "Chris Dawson has been charged with having a relationship with an underage girl while working as a teacher on Sydney’s northern beaches in the 1980s. Police said the 70-year-old had been arrested by detectives just after midday on Thursday after earlier entering a not guilty plea in relation to the murder of his former wife Lynette at the Downing Centre local court in Sydney. Dawson has been charged with one count of “carnal knowledge by teacher of a girl between the ages of 10 and 17”. Detective Superintendent John Kerlatec, commander of the New South Wales police child abuse and sex crimes squad, said Dawson had been arrested in relation to a woman “who in 1980 was 16”. “All sexual assaults are treated very seriously and we seek to find justice for each and every victim,” he said. A former rugby league player and teacher, Dawson was charged with murder in December over the disappearance of his then wife, Lynette, on Sydney’s northern beaches in 1982. His arrest followed the case’s re-examination in a global podcast phenomenon, The Teacher’s Pet. The podcast, which was created by the News Corp-owned Australian newspaper and which has been downloaded more than 28m times around the world, uncovered fresh witnesses which police say helped lead to Dawson’s arrest in relation to Lynette’s disappearance. Kerlatec said the arrest was a result of Strike Force Southwood, established last year to investigate allegations of sexual assault and student-teacher relationships at high schools on Sydney’s northern beaches during the 1970s and 80s."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}