{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/19/morning-mail-election-spending-spree-trump-launches-2020-bid-matildas-win", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-18T21:07:22Z", "webTitle": "Morning mail: Election spending spree, Trump launches 2020 bid, Matildas win", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/19/morning-mail-election-spending-spree-trump-launches-2020-bid-matildas-win", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/19/morning-mail-election-spending-spree-trump-launches-2020-bid-matildas-win", "fields": {"headline": "Morning mail: Election spending spree, Trump launches 2020 bid, Matildas win", "bodyText": "Good morning, this is Helen Sullivan bringing you the main stories and must-reads on Wednesday 19 June. Top stories The Coalition awarded almost $1.4bn in grants through its regional development program in the lead-up to the election, with about half of the funding not subject to a competitive tender process. The spending included grants made through the Stronger Communities program, a political slush fund that gives every lower-house MP $150,000 to spend on community projects costing between $1,500 and $20,000. Almost $100m has been paid out since the scheme was announced in the 2015 budget. The battleground states of Victoria and Queensland – seen as crucial to the Coalition’s re-election chances – were the biggest beneficiaries of the spending, receiving $422m and $331m respectively. Donald Trump will formally launch his 2020 re-election campaign on Tuesday in one of the weakest positions of any incumbent president in modern times. Trump will seek to project self-confidence and portray himself as a winner when he takes the stage at the Amway Centre in Orlando, Florida, before a typically raucous 20,000-capacity crowd more than 16 months before election day. The rally “looks to be setting records”, he claimed in a tweet on Monday, adding: “We are building large movie screens outside to take care of everybody. Over 100,000 requests. Our Country is doing great, far beyond what the haters &amp; losers thought possible – and it will only get better!” But beneath the self-congratulation, there is cause for panic in Trumpworld. Once-triumphant share issue Afterpay is now the subject of an Austrac investigation. Last week, Australia’s financial crime watchdog, Austrac, ordered the popular buy-now pay-later company to appoint an external auditor over concerns about the company’s compliance with anti-money laundering and terrorism-financing laws. Stocks in the company have tumbled and questions are being asked about the timing of the audit – announced only a day after the company raised more than $300m in a share offering on the Australian stock exchange. The company has admitted it had been in talks with Austrac since August last year, but says it didn’t know about the order until after the share issue. World Dominic Raab has been eliminated from the contest to be Britain’s next prime minister after the second round of voting by Conservative MPs, but the outsider Rory Stewart will go forward. As expected, Boris Johnson topped the poll, the 126 votes he garnered cementing his lead over rivals and underlining the sense that his progress to Downing Street is now all but unstoppable. Angela Merkel has blamed dehydration after she started to visibly shake while welcoming the Ukrainian president, Volodymyr Zelenskiy, to Berlin. As a military band played the two countries’ national anthems, the chancellor’s whole body shook and she pursed her lips as she tried to contain the situation. Los Angeles has sentenced more people to death than any other county in the US, and only people of colour have received the death penalty under the region’s current prosecutor, a new report shows. Unidentified gunmen on motorbikes have attacked two villages in central Mali, killing at least 41 people in a part of the country where ethnic reprisal attacks have surged in recent months. Astronomers have come up empty-handed after scanning the heavens for signs of intelligent life in the most extensive search ever performed. During three years of observations they found no evidence of signals that could plausibly come from an alien civilisation. Opinion and analysis The journalist who writes a novel has an inhibition to overcome: the reflex guilt about making stuff up. For Taffy Brodesser-Akner, who wrote her first novel, Fleishman Is In Trouble, while working as a writer at the New York Times magazine, the anxiety of leaving behind fact and transcript was alleviated by the knowledge that at least no one was going to yell at her for hurting their feelings. Not that Brodesser-Akner specialises in hatchet jobs. Her profiles, most famously her deep dive into the world of Gwyneth Paltrow last year, are generous without giving her subjects a free ride. The globally shared concern with overtourism has been brought into sharp focus by the photos of climbers queueing to reach the summit of Mount Everest. Guardian Australian columnist Van Badham examines her own motivations for travel: “We are lured to overtouristed places because we want to share our own stories with the romances established around them, and project ourselves into the collective perception of their beauty and uniqueness. This is why the solution to overtourism is not rooted in how we do tourism, but in how communities can be invested in actively creating – or restoring – places of beauty. And not just to spread the crowds more evenly.” Sport Captain Sam Kerr led from the front as she scored all four goals in the Matildas’ 4-1 win over Jamaica in their crucial final Women’s World Cup group game. The result, and the swing in goal difference, saw Ante Milicic’s side qualify for the knockout stage of the tournament in second place, above Brazil, who could only beat Italy 1-0 in the other Group C match. Eoin Morgan has launched England to an easy Cricket World Cup win over Afghanistan. The England captain hit 148 from 71 balls, an extraordinary innings which contained 17 sixes, which is a record in ODI cricket, and only four boundaries. With a US$7m prize money pot it’s easy to see why the world’s best swimmers, including several Australians, signed up for the International Swimming League. It’s also easy to see why the sport’s governing body, Fina, have tried to put roadblocks in place. Thinking time: Murder, rape and contamination at Tanzanian mine When safari tourists drive to the Serengeti national park in Tanzania, few realise they are passing one of the world’s most contentious goldmines. From the escarpment above the plain, the North Mara facility is so large that it at first resembles a bare hillside. But look closer and the artificial mound is made up of tiers of reddish brown earth, from which a thin grey plume of smoke drifts up to the sky. Nearer still, you find a vast tailings reservoir filled with contaminated wastewater. Locals live in huts under the shadow of its mud and rock banks. Welcome to North Mara, one of the biggest mines in Tanzania, which since 2006 has been operated by London-listed Acacia Mining and predominantly owned by the world’s biggest goldmining company, Barrick, a Toronto-based firm that holds a 63.9% stake. For the past two decades, this mine has been a place of danger, extreme violence and allegations of environmental contamination. Media roundup The Australian’s front-page tease on Trump’s campaign launch today is Four More Years: Trump turbocharges his campaign to win again. The paper also reports that “Debt across Australia’s states will explode by more than $100bn” by the 2023 financial year. The Sydney Morning Herald reveals that Malcolm Turnbull was briefed by police investigating George Christensen’s trips to south-east Asia on six occasions. The ABC reports that a north Queensland jury has taken 15 minutes to acquit a high school teacher who had sex with a student. Coming up The joint investigation team into the downing of MH17 will outline developments at a briefing in the Netherlands on Wednesday. The high court is due to hand down its judgment in the case about whether a sperm donor should be considered the legal father of a girl after the mother gave birth through artificial insemination. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}