{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/05/scott-morrison-deflects-questions-about-raid-on-news-corp-journalist", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-05T01:37:40Z", "webTitle": "Scott Morrison deflects questions about raid on News Corp journalist", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/05/scott-morrison-deflects-questions-about-raid-on-news-corp-journalist", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/05/scott-morrison-deflects-questions-about-raid-on-news-corp-journalist", "fields": {"headline": "Scott Morrison deflects questions about raid on News Corp journalist", "bodyText": "Scott Morrison has tried to distance himself from Tuesday’s raid by Australian federal police on a News Corp journalist’s home, saying it “never troubles me that our laws are being upheld”. Speaking to journalists in London, the prime minister endeavoured to avoid answering questions about the raid on the News Corp Sunday political editor Annika Smethurst’s Canberra home, which came more than a year after she published a story about a top-secret proposal to broaden Australia’s domestic surveillance capabilities. “These are matters for the AFP and not the government,” he said. Despite repeated questions, including whether the government was seeking to expand the Australian Signals Directorate’s powers to allow it to spy on Australian citizens domestically, which now sits outside its legal mandate, Morrison said he would not comment on “security matters”. Asked if it bothered him to see a journalist’s home raided while speaking of the importance of freedom and democracy to Australia’s allies, Morrison said he believed in those values but was unapologetic about the raid. “Australia believes strongly in the freedom of the press and we have clear rules and protections for the freedom of the press,” he said. “There are also clear rules protecting Australia’s national security and everybody should operate in accordance with all of those laws passed by our parliament … It never troubles me that our laws are being upheld.” The raid on Smethurst’s home, in which AFP officers accessed her phone and computer, came 14 months after she wrote a report pointing to correspondence between the home affairs departmental secretary and the defence departmental secretary proposing increasing the scope of Australia’s surveillance agency. The home affairs minister, Peter Dutton, who had won a fierce cabinet battle to establish the portfolio less than six months before, dismissed the story as “nonsense”, while the departmental heads released a statement rejecting the report. At the same time, the leak was referred to the AFP for investigation and, in the weeks after the article, both Dutton and his department head confirmed that discussions about the ASD’s capabilities were continuing. The attorney general, Christian Porter, rejected allegations the government was behind the raid on Smethurst’s home as “utterly untrue” on Wednesday. Speaking to ABC radio, he said he had been unaware of it in advance, but conceded that Dutton, as the home affairs minister, may have known. While concerns about attacks on public interest journalism swirl at home, Morrison was also dealing with tensions between the UK and the US over reports Britain may allow Huawei to build part of its 5G infrastructure, despite fellow Five Eyes partners, including Australia, moving to lock the Chinese telco out of their networks. Australia shares intelligence with Britain, the US, Canada, New Zealand and the UK as part of the Five Eyes partnership. In 2018 Australia banned Huawei from building its 5G network, following advice from domestic security agencies. Australia has stepped up its assistance for the Solomon Islands and Papua New Guinea in building an internet cable, supplanting Huawei’s own offer, after concerns about Beijing’s “soft diplomacy” tactics. Asked if all Five Eye partners should have a consistent approach to dealing with Huawei, given its potential involvement in Britain’s network, Morrison said those questions were “matters for other sovereign governments”. “The matter when we considered it was done in accordance with Australia’s national interest and based on our own considerations. It is a sovereign matter for each and every government to make decisions in relation to its own national security and that would be the case for any one of the members of that group or any other nation.” Morrison’s visit to the UK coincided with that of the US president, Donald Trump, and growing escalations in trade conflicts between the Trump administration and traditional trading partners, including China. The prime minister said it was in the interests of all the countries involved that tariff issues be “resolved well and positively” between themselves. But in a speech to the Australia-UK Chamber of Commerce, Morrison espoused the benefits of the World Trade Organisation as the “best foundation we have for securing continued prosperity in a fast-changing world” and called for a dispute resolution process. “So we must remain committed to this task, to allow commercial society to flourish, to allow the people in this room – the entrepreneurs, the employers, the risk takers – to make the investment decisions so vital to future prosperity,” he said, in a speech reported by Australian Associated Press. “It is critical, therefore, that like-minded countries, including Australia and the United Kingdom, lend their support to WTO reform – to mend, not end, the rules-based trading system.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}