{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jul/01/morning-mail-trump-meets-kim-dutton-went-nuts-over-neg-toxic-coal-ash", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-30T20:51:56Z", "webTitle": "Morning mail: Trump meets Kim, Dutton 'went nuts' over Neg, toxic coal ash", "webUrl": "https://www.theguardian.com/australia-news/2019/jul/01/morning-mail-trump-meets-kim-dutton-went-nuts-over-neg-toxic-coal-ash", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jul/01/morning-mail-trump-meets-kim-dutton-went-nuts-over-neg-toxic-coal-ash", "fields": {"headline": "Morning mail: Trump meets Kim, Dutton 'went nuts' over Neg, toxic coal ash", "bodyText": "Good morning, this is Eleanor Ainge Roy bringing you the main stories and must-reads on Monday 1 July. Top stories Donald Trump has invited Kim Jong-un to the US after becoming the first sitting American president to enter North Korea. The apparently impromptu meeting came about after Trump tweeted an invitation to Kim on Saturday from the G20 summit in Osaka, Japan. After shaking hands with Kim in the demilitarised zone between the two Koreas and walking with him over the border, Trump said: “Stepping across that line is a great honour. Great progress has been made, great friendships have been made and this has been, in particular, a great friendship.” Trump said sanctions against the North would remain in place, but suggested Washington might be willing to offer concessions in return for piecemeal North Korean moves towards denuclearisation. “At some point during the negotiation things can happen,” he said. Malcolm Turnbull planned to bring on legislation giving effect to the national energy guarantee to stare down opposition from conservative dissidents in the Coalition party room, but pulled back after Peter Dutton and Christopher Pyne “went nuts”, a new book by the journalist and former political staffer Niki Savva says. The home affairs minister is quoted as saying, in an account confirmed by Pyne, that he and Pyne “effectively had the bill pulled”. The federal government must do more to protect the Aboriginal flag amid a licensing dispute, says Labor’s Indigenous affairs spokeswoman, Linda Burney. Last week the Indigenous affairs minister, Ken Wyatt, ruled out the government buying the copyright of the flag from its designer, the Luritja artist Harold Thomas. But Burney says the government must provide clarity for Aboriginal organisations, so they know whether or not they are able to use the flag. Toxic coal waste has been found to be a “ticking time bomb” for Australia, in a new report by Environmental Justice Australia. The report says toxins in coal ash have been linked to asthma, heart disease, cancer, respiratory disease and stroke. The US Environmental Protection Agency found the risk of public exposure from ash dams can last for decades, peaking 78 to 105 years after ash storage begins. The report says there have been problems at ash dams in every mainland state, including a history of groundwater or river contamination in Victoria’s Latrobe Valley and a failure to line dumps to prevent leaching in NSW’s Hunter Valley. Delta Electricity and the Australian Energy Council have rejected the report, saying it continues a campaign against fossil fuel power. World Tens of thousands of people have taken to the streets of cities in Sudan, in the first mass demonstrations since a crackdown on a protest camp early in June left at least 128 people dead. Protesters demanded that the ruling transitional military council hand power to civilians, as security forces fired teargas at them. An NGO rescue boat captain who has risked jail time after forcing her way into Lampedusa port in Italy with 40 migrants onboard has defended her act of “disobedience”, saying it was necessary to avert a tragedy. Donations have poured in for her legal defence. The French government has released a brief clip of a discussion at the G20 summit in Osaka involving four world leaders – and Ivanka Trump. Among widespread reaction on social media, most of it critical of the first daughter, Alexandria Ocasio-Cortez said such behaviour “hurts our diplomatic standing”. David Attenborough made a surprise appearance on the final day of Glastonbury festival, thanking the crowds for helping to reduce the use of plastic at the event. Opinion and analysis Earlier this year Erin Delaney revealed on Facebook a secret she’d kept from almost everyone. As a child she suffered physical and emotional abuse and severe neglect. “It was,” the 36-year-old Sydneysider says now, “a challenging journey through life. I never felt safe and I never felt grounded. You grow up hating yourself and thinking you caused it and you deserve it.” Delaney had always felt like she had two different selves: her secret, real self and a superficial, public persona cultivated to blend in. If Australian parents were a bank, they would be the ninth largest home loan lender in the country – bigger than the Bank of Queensland and knocking on the door of Macquarie, writes Naaman Zhou. “For many first-time buyers, a loan from their parents (the so-called “bank of mum and dad”) is crucial to gathering the money for a home deposit and getting approved for an eventual loan. But on 1 July, as part of recommendations from the banking royal commission, the big banks will be imposing new rules on this type of lending.” Zhou spoke to experts to better understand the complex changes. “Adult children can expect more rejections and lower approval amounts, while parents could end up in debt if the property market takes a turn,” he writes. Sport England have reignited their World Cup campaign with a stirring victory over India, Jonny Bairstow letting his bat do the talking with a match-winning century at Edgbaston. The stakes were impossibly high for the hosts after back-to-back defeats but Eoin Morgan’s side held their nerve in a 31-run success, ending India’s undefeated streak and reclaiming their own place in the top four. It is 12 months since Angelique Kerber won Wimbledon for the first time, a victory she celebrated by dancing alongside Novak Djokovic at the evening champions’ dinner. With the tournament kicking off tonight can Kerber defend the title, and will a new men’s grand slam champion be able to get so much as a look in with the big guns all in peak form? Thinking time: Can Australia end poverty? In New Zealand and Canada, poverty rates are falling dramatically. So what would it take to lift the forgotten Australians living in poverty? Ten per cent of Australians live in income poverty (13% if you take the cost of housing into account), and up to a million live in persistent and entrenched poverty, unable to take part fully in life. The federal election is history, and those who had counted on a Labor government to focus on reducing inequality and easing poverty were disappointed,” writes Gay Alcorn. “Scott Morrison’s government has made clear it has no intention of increasing the base rate of the Newstart payment for unemployed Australians – the most intense welfare campaign of the election – even though it has seen no real increase for a quarter of a century, and despite suggestions from the Reserve Bank governor, Philip Lowe, that an increase would be ‘good for the economy’.” As the Productivity Commission has noted, Australia’s poverty rate has remained stubbornly high for 30 years, despite “the lucky country” being one of the wealthiest in the world and enjoying decades of economic growth. As its former chairman Peter Harris has said: “Perhaps simply shifting money around and doing more of the same is not sufficient.” So what could work? Alcorn quizzes the experts for five ideas that would make a real difference. Media roundup Nearly 50% of Australians live with a chronic disease, the ABC reports, and many of them are preventable. Fake doctors and healthcare practitioners who have lied about their qualifications could now face jail time of up to three years, the Age reports, as part of a national crackdown on impostors who betray patient’s trust. And Rugby Australia may have accidentally opened another legal avenue for Israel Folau to pursue, after suggesting that sponsors were threatening to withdraw support if the Wallabies star wasn’t sacked, the Australian reports. Coming up David Hurley will be sworn in as Australia’s new governor general to replace General Sir Peter Cosgrove at a formal ceremony at Parliament House. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}