{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/25/australians-trust-in-china-at-lowest-point-in-surveys-history", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-25T18:00:22Z", "webTitle": "Australians' trust in China at lowest point in survey's history", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/25/australians-trust-in-china-at-lowest-point-in-surveys-history", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/25/australians-trust-in-china-at-lowest-point-in-surveys-history", "fields": {"headline": "Australians' trust in China at lowest point in survey's history", "bodyText": "Australians are increasingly wary about China, and worry about the potential for foreign interference in our democracy, according to new polling from a major foreign policy thinktank. The Lowy Institute poll suggests trust by Australians in China to be a responsible global actor has hit its lowest point since the survey began 15 years ago. Only 32% of the sample say they trust China to act responsibly, a 20-point plunge from the survey in 2018 and 15 points lower than the previous low of 47% recorded in 2008. Clear majorities also feel Australia is too economically dependent on China (74%) and there is too much inbound investment from Beijing (68%). Only 30% of survey respondents have confidence in the Chinese president, Xi Jinping, to be a positive contributor to global affairs, which is down 13 points since 2018. There has also been an eight-point increase in the number of Australians concerned about foreign interference in Australian democracy, with 49% of the sample rating it a critical threat to our national interests. The poll, conducted for Lowy by the Social Research Centre, is comprised of a sample of 2,130 adults. It was in the field prior to the federal election, in mid to late March. It has a margin of error of 2.1%. The poll, to be released on Wednesday, has been running for 15 years. The increasing negativity about China coincides with extensive reporting by Australian media outlets about Beijing’s use of soft power, concerns about increasing Chinese influence in the Pacific, the banning of Huawei from government contracts to build Australian infrastructure because of concerns that its links to the ruling Chinese communist government could jeopardise Australia’s security, and the ongoing flashpoint of the South China Sea. Australians are more comfortable with Australia’s other major foreign policy relationship – the United States – but the data suggests a lack of confidence in Donald Trump may be impacting perceptions negatively at the margins. More than 70% rate the alliance with Washington as important for Australia’s security, but that is down four points from last year. For context, the percentage slipped to 63% in 2007 when George W Bush was in the White House. Trump is trusted by only 25% of the sample to be a positive global actor, and 66% say he has weakened Australia’s alliance with the United States. Guardian Australia revealed during the recent election that growing concern about global heating was also a significant feature of the 2019 Lowy survey. More than 60% of adults (64%) ranked climate change number one on a list of 12 threats to Australia’s national interests, up six points from last year’s survey and a jump of 18 points since 2014. The result in 2019 is the first time climate change has led the list of threats since the question was first asked in 2006. Shifting sentiment on immigration in the survey is also interesting. Fewer than half of the respondents say in 2019 the current rate of immigration is too high, which is a seven-point drop from the previous year, where negative views spiked. But for context, the 47% recorded in 2019 is 10 points higher than the result recorded in 2014. While a majority of Australians remain positive about immigration, the survey suggests attitudes have crept negative in recent years. Sixty-seven per cent agree that “overall, immigration has a positive impact on the economy” and 65% agree immigrants strengthen the country, but these results have slipped from sentiment recorded in 2016. The negative movements are outside the margin of error. Perhaps surprisingly, Australians are sanguine about the state of their democracy – surprising in the sense that the result is more upbeat than studies like the Australian Election Study, which has recorded declining trust. In the abstract, 65% of the survey rates democracy ahead of other forms of government. Around a quarter (22%) backs non-democratic forms of government “in some circumstances” and 12% agree with the statement: “For someone like me, it doesn’t matter what kind of government we have.” In the specific, 70% of Australians are satisfied with the way our democracy is working, as the study notes, “despite having had five prime ministers in six years”. Australians also remain positive about free trade both for their own standard of living and for the economy, but the survey suggests we’ve become more wary about globalisation. Seventy-two per cent say globalisation is “mostly good” but this has dropped six points since 2017."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}