{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/27/angus-taylor-says-meeting-attended-by-land-clearing-investigator-had-nothing-to-do-with-case", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-26T20:21:01Z", "webTitle": "Angus Taylor says meeting attended by land-clearing investigator had nothing to do with case", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/27/angus-taylor-says-meeting-attended-by-land-clearing-investigator-had-nothing-to-do-with-case", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/27/angus-taylor-says-meeting-attended-by-land-clearing-investigator-had-nothing-to-do-with-case", "fields": {"headline": "Angus Taylor says meeting attended by land-clearing investigator had nothing to do with case", "bodyText": "An investigator from the unit examining alleged illegal land-clearing by a company part-owned by Angus Taylor was at a meeting between Taylor, Josh Frydenberg’s office and senior environment department officials – but Taylor denies the meeting had anything to do with the case. Guardian Australia revealed last week that Taylor met with Frydenberg’s office and department officials to discuss the federal government’s designation of critically endangered grasslands. The meetings occurred at the same time that New South Wales and federal investigations were underway into the poisoning of 30 hectares that contained the grasses on a property in the state’s Monaro region owned by Jam Land Pty Ltd. One of the directors of that company is Richard Taylor, the minister’s brother, and the minister himself holds an interest in the firm via his family investment company, Gufee. After lobbying by Taylor, Frydenberg’s office canvassed whether protections for the grasslands – known as the natural temperate grassland of the south-eastern highlands – could be watered down and if it could be kept secret. Taylor has said the briefing he received from the department was unrelated to the investigation. Emails obtained by Guardian Australia under freedom of information showed Frydenberg’s office specifically requested the department’s assistant secretary of compliance, Monica Collins, attend. The office of compliance investigates potential breaches of national environment laws and the department said last week Collins did not go to the meeting on 20 March 2017. But the department has now confirmed another compliance officer attended in her place. Labor and the Greens say it raises fresh questions about why the meeting was sought by Frydenberg’s office, on Taylor’s behalf, while Frydenberg was the environment minister and Taylor was the minister for cities. In response to questions, Taylor said: “I made no requests as to who participated in this briefing. “As the department has already confirmed, the briefing did not include discussion of compliance action.” The environment and energy department confirmed the compliance officer was present, along with Geoff Richardson, the assistant secretary of the department’s protected species and communities branch, as well as a member of Richardson’s staff. A spokesperson said the investigator attended the meeting “as an observer”. “The purpose of the meeting was to outline the technical aspects of the grasslands listing, which had been raised as the No 1 issue of concern to farmers in the Monaro region,” the spokesperson said. “Department officials were aware of the compliance matter and did not discuss the matter with Minister Taylor.” But Labor’s environment spokeswoman, Terri Butler, said there was a growing list of questions for both ministers. “The long list of unanswered questions for the treasurer and minister Taylor about this rapidly escalating ministerial ethics scandal is growing,” Butler said. “Who knew what and when? The government needs to come clean with the Australian people about this outrageous and deeply troubling set of allegations, which is eating away at public trust in the government.” The Greens’ deputy leader, Larissa Waters, said the party would demand an explanation when parliament resumes next week. “A federal anti-corruption body is long overdue and the Greens will push to ensure such a body has broad powers to investigate scandals like this one,” Waters said. The grasslands have been protected under Australia’s Environment Protection and Biodiversity Conservation Act since 2000. Their status was upgraded from endangered to critically endangered by the former environment minister Greg Hunt in 2016. Taylor, who has repeatedly denied making any representations regarding the compliance action, said he was briefed in his capacity as the member for Hume “given the significant impact of these changes on farmers in my electorate”. The critically endangered grasslands are mainly found on the Monaro plains, which are not in Hume. However, some communities of the grassland are found in Taylor’s electorate. Guardian Australia did not receive responses to a list of questions put to Frydenberg. His office referred back to the treasurer’s statements from last week: “The listing of natural temperate grassland of the south-eastern highlands was revised up from endangered to critically endangered on 6 April 2016,” Frydenberg said. “In early 2017, the member for Hume subsequently sought a meeting to understand the impact on his constituents of the revised listing. Following the briefing and since, no changes to the listing have been made.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}