{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/11/fraser-anning-candidate-given-queens-birthday-honour", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-11T03:23:12Z", "webTitle": "Fraser Anning candidate who is robot sex expert given Queen's birthday honour", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/11/fraser-anning-candidate-given-queens-birthday-honour", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/11/fraser-anning-candidate-given-queens-birthday-honour", "fields": {"headline": "Fraser Anning candidate who is robot sex expert given Queen's birthday honour", "bodyText": "A professor who advocates for sex with robots and ran as a candidate for Fraser Anning’s far-right micro-party at the May election, has been awarded a Queen’s birthday honour. Adrian Cheok was made a member of the Order of Australia for “significant service to international education”. Cheok initially joined the Palmer United party but quit to join Fraser Anning’s Conservative National party after he was told to “dumb down” his policies. At May’s federal election Cheok attracted 868 votes in the lower house seat of Boothby in South Australia. Last year Anning was widely condemned for invoking the “final solution” in his maiden speech to parliament, in which he called for a plebiscite on ending immigration by Muslims and non-English speaking people “from the third world”. In Jaunuary he used taxpayers’ money to attend a rally involving far-right extremists and filmed a video alongside its leaders, the convicted criminals Blair Cottrell and Neil Erikson. Anning also blamed Muslim migrants for the New Zealand terrorist attack in which a white supremacist killed 50 worshippers at two mosques. Cheok has posted some controversial material on social media, including a picture of Labor’s Senate leader, Penny Wong, with opposition leader Anthony Albanese and deputy leader Richard Marles captioned: “Two-and-a-half men.” He has also reposted a picture of a woman in a burqa casting a vote which says: “Who or what is voting for what or whom?” According to his website, Cheok is a professor at i-University Tokyo, a visiting professor at Raffles University in Malaysia, and the University of Novi Sad in Serbia. He was part of a team that invented a remote kissing gadget, called the Kissenger, which transmits the sensation of kissing between mobile phones. The artificial intelligence expert also heads the international Love and Sex with Robots conference. “It’s going to be so much easier, so much more convenient to have sex with a robot. You can have exactly what kind of sex you want. That’s going to be the future,” he told News Corp in 2016. “Actual sex with humans may be like going to a concert. When you’re at home you can listen to Beethoven’s ninth symphony, it’s good enough and once or twice a year you’ll want to go the Royal Albert Hall and hear it in a concert hall.” Comment has been sought from Cheok and the Australian Honours Secretariat."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}