{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/commentisfree/2019/jun/04/the-government-should-feel-a-great-deal-of-shame-at-this-astonishingly-low-interest-rate", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-04T05:45:12Z", "webTitle": "The government should feel great shame at this astonishingly low interest rate | Greg Jericho", "webUrl": "https://www.theguardian.com/australia-news/commentisfree/2019/jun/04/the-government-should-feel-a-great-deal-of-shame-at-this-astonishingly-low-interest-rate", "apiUrl": "https://content.guardianapis.com/australia-news/commentisfree/2019/jun/04/the-government-should-feel-a-great-deal-of-shame-at-this-astonishingly-low-interest-rate", "fields": {"headline": "The government should feel great shame at this astonishingly low interest rate", "bodyText": "So after a record 33-month run of doing nothing, the Reserve Bank has cut the cash rate to a record low of 1.25%. It is an astonishingly low number. By way of context, when John Howard and the Liberal party bragged, during the 2004 election, of keeping interest rates at record lows, the cash rate was 5.25% and the record low reached in early 2002 was 4.25%. No one should be bragging about this number – not the government, nor the Reserve Bank. Cutting the rate ensures the cash rate should remain below the inflation rate – meaning the rate is negative in real terms – a rarity in our history: Even during the global financial crisis the cash rate stayed generally 1% above the inflation rate. Having to cut it so low during a period when the economy is growing (albeit slowly) and unemployment is just above 5% is a pretty sad indictment of how the economy has been handled. Nothing in the governor’s statement justifying the rate cut could not have been said last month. He noted that “employment growth has been strong over the past year, labour force participation has been increasing, the vacancy rate remains high and there are reports of skills shortages in some areas. Despite these developments, there has been little further inroads into the spare capacity in the labour market of late.” When he talks of spare capacity he means underutilisation – those either unemployed or those seeking more work. Currently the rate is 13.7% seasonally adjusted, and it has been rising since February. Historically, inflation growth doesn’t begin to accelerate until the underutilisation rate gets near 11%, so we had a long way to go before the RBA needed to worry about triggering an inflation spike: The governor’s statement also noted that “the recent inflation outcomes have been lower than expected and suggest subdued inflationary pressures across much of the economy”. Given that the latest CPI figures came out on 24 April – two weeks before the RBA board met in May – showed core inflation growth at 1.6% and CPI growth at 1.3%, I’m not sure what other signs they were waiting for: It would seem the decision not to cut rates in May was a political decision – in that the bank did not wish to be seen to be interfering in an election campaign. The government, while it may take some solace from the fact the bank ensured it did not have to respond to suggestions the economy was faltering so badly the RBA needed to cut rates to a previously unheard of level, should still feel a great deal of shame at this rate. It has boasted about a strong economy, when plainly it is not so. It has also chosen to keep to the surplus mania at a time when the economy was crying out for fiscal stimulus to help reduce spare capacity and get wages rising. Instead it has left it all to the Reserve Bank, and is hoping that there are businesses and people out there who were thinking about borrowing, but decided the previous low rates were not enough to entice them, and that this extra 0.25% off the rate is enough to do so. The issue of course is whether the banks will pass on the full amount. They should. As the governor noted: “In Australia, long-term bond yields are at historically low levels. Bank funding costs have also declined further, with money-market spreads having fully reversed the increases that took place last year.” Yes short-term funding costs for banks did spike last year, but they are now back at previous levels: The rate banks are offering for term deposits above the cash rate is now lower than it was when the RBA last cut rates in 2016 – meaning the cost of long-term borrowing is also reduced: That the ANZ is only cutting its mortgage rates by 17 basis points rather than the full 25 is a disgrace. Over the past decade the gap between mortgage rates and small business loan rates offered by banks and the cash rate have grown ever larger: The only small thing in the banks favour is that over the past two years the average mortgage rate of all owner-occupier home loans has fallen while the rate offered has gone up – meaning people are starting to negotiate better rates: But that is no excuse for not cutting rates by the full amount. It also goes to the problem of using monetary policy to stimulate the economy – you need the banks to play along. I suspect this cut and the banks’ reaction will mean further cuts are still to come – something the market was predicting before this announcement. The market was fully pricing in another cut to 1.0% by October and around an 80% chance of a further cut to 0.75% by this time next year: If that happens it will mean the economy remains very much in the doldrums, and the government’s chances of actually delivering a budget surplus will be almost as low as the interest rates. • Greg Jericho writes on economics for Guardian Australia"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}