{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jul/01/labor-demands-government-do-more-to-protect-aboriginal-flag-from-being-held-hostage", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-30T18:00:27Z", "webTitle": "Labor demands government do more to protect Aboriginal flag from 'being held hostage'", "webUrl": "https://www.theguardian.com/australia-news/2019/jul/01/labor-demands-government-do-more-to-protect-aboriginal-flag-from-being-held-hostage", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jul/01/labor-demands-government-do-more-to-protect-aboriginal-flag-from-being-held-hostage", "fields": {"headline": "Labor demands government do more to protect Aboriginal flag from 'being held hostage'", "bodyText": "The federal government must do more to protect the Aboriginal flag, which people have said is “being held hostage”, according to Labor’s spokesperson on Indigenous affairs, Linda Burney. “People have told me they feel like the flag is being held hostage,” Burney told Guardian Australia. “The flag is one of our national symbols and a central part of Aboriginal and Australian identity. The flag should be about people and pride, not profit.” Last week the Indigenous affairs minister, Ken Wyatt, ruled out the government buying the copyright of the Aboriginal flag from its designer, Luritja artist Harold Thomas, following a licensing dispute that has affected an Aboriginal-owned business and two major football codes. The federal court found that Thomas was the sole copyright owner of the flag in 1997 and he has made a number of licensing agreements since then. In 2018, Thomas gave a worldwide exclusive licence to use the flag on clothing, to a non-Indigenous owned company called Wam Clothing, which sent notice to the Aboriginal-owned social enterprise Spark Health, to stop producing clothing featuring the design and is in “ongoing discussions” with the NRL and the AFL to licence the flag on their jerseys. Wam Clothing is part-owned by the Queensland businessman Ben Wooster, who was the sole owner of Birubi Art, a now-defunct company fined a record $2.3m last week for breaching consumer law by selling thousands of Indonesian-made items as Aboriginal art. Birubi Art went into voluntary liquidation in October 2018, so is unlikely to ever have to pay the fine. Sign up to receive the top stories from Guardian Australia every morning Asic documents show Wooster set up Wam Clothing in November 2018. He also began a new company, Gifts Mate, in May 2018 selling Aboriginal art and souvenirs online. Gifts Mate sells Aboriginal flag lapel pins and other merchandise featuring the “Birubi” logo. The Australian competition and consumer commission (ACCC) said it pursued a penalty against Birubi in liquidation to deter other companies from engaging in similar conduct. “The court specifically noted the activities of Gifts Mate in its judgment and the importance of ensuring that Gifts Mate does not follow Birubi’s choices as to the presentation of its products,” a spokesman for the ACCC said. “The ACCC will continue to monitor producers and retailers of Australian Aboriginal style products. Consumers are encouraged to contact the ACCC or their local consumer affairs regulator if they suspect any art dealers or retailers are engaging in misleading and deceptive conduct,” he said. Wooster is the sole director and secretary of Gifts Mate, which has the same business address as Birubi Art and Wam Clothing. When Ken Wyatt met with Harold Thomas last week he said: “Mr Thomas holds the exclusive copyright to the flag. It tells his story as both an artist and an Indigenous person. His main concern is to protect the integrity of the flag and I stand with him on this.” Thomas’s concerns “lie with the unethical use of the flag on souvenirs and in other situations where the flag is not reproduced in a faithful or professional manner, without the knowledge or agreement of him or his family”. But Burney has raised concerns about the current licensing arrangement, saying the current situation is “untenable and unworkable”. “There are clear links between Birubi Art, which has been fined $2.3m for selling fake Aboriginal art made in Indonesia, and WAM Clothing,” she said. “Neither of these businesses are Aboriginal organisations and WAM Clothing is now using the rights it has to the flag for profit.” Burney said the government must provide clarity for Aboriginal organisations, so they know whether or not they are able to use the flag. “Aboriginal organisations have no idea whether they will end up in legal trouble for using the flag – they are at the mercy of a company seeking to profit from it. “To be clear, this isn’t about Harold Thomas – and while the government has acknowledged the issue, more needs to be done to make sure the flag is available for use by our communities.” In response, Wyatt said “arrangements for the licensing of the flag are the responsibility of the owner Harold Thomas who has voiced his commitment to protect the integrity of the flag. “Mr Thomas has also publicly indicated his willingness to talk about options for using or reproducing the image of the flag. “My office is in ongoing discussions with the office of the shadow minister for Indigenous Australians in relation to the matters raised by Linda Burney.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}