{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/30/christopher-pyne-may-face-senate-inquiry-into-compliance-with-ministerial-standards", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-30T09:19:24Z", "webTitle": "Christopher Pyne may face Senate inquiry into compliance with ministerial standards", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/30/christopher-pyne-may-face-senate-inquiry-into-compliance-with-ministerial-standards", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/30/christopher-pyne-may-face-senate-inquiry-into-compliance-with-ministerial-standards", "fields": {"headline": "Christopher Pyne may face Senate inquiry into compliance with ministerial standards", "bodyText": "Labor is considering backing a Senate inquiry into compliance with ministerial standards which is being pursued by the Centre Alliance after controversy over Christopher Pyne’s decision to join a major consultancy firm. Pyne, the former defence minister, announced last week he had taken up a job with EY to help the consulting group expand its defence business. The current federal ministerial standards require that ministers do not lobby, advocate for or have business meetings with government, parliamentarians, or the defence force on “any matters on which they have had official dealings” in the past 18 months. The standards also say that ministers should not use information they have obtained in office for private gain. The guidelines are not enforceable, and transgressions are rarely policed. With parliament set to resume on Tuesday, Centre Alliance senator Rex Patrick has now called for a Senate inquiry into compliance with the standards. “Mr Pyne cannot unknow what he knows from nearly three years’ service at the top of the defence portfolio,” he said Sunday. “His acceptance of his new job with EY is unquestionably a breach of the spirit, and indeed the letter, of the prime minister’s standards. The question is now what is the prime minister going to do about it?” Labor’s Senate leader Penny Wong, who was critical of Pyne’s decision to join the firm last week, said the opposition was considering the Patrick proposal for a Senate investigation. “When even Mr Pyne’s own party colleagues raise concerns about his actions, as we saw with Senator Abetz … it is clear Mr Morrison needs to act to enforce his own code of conduct,” Wong said. The Greens have also expressed objection to Pyne’s new role. “The Greens have long campaigned to shut the revolving door of MPs and lobbyists yet it keeps on spinning,” said Larissa Waters, the party’s democracy spokesperson. “We want to see a five-year cooling of period for post-politics for-profit work that might raise a conflict of interest, and a lobbying register and code of conduct with teeth.” Abetz said he wanted to see a full disclosure of Pyne’s new role to ensure his former colleague had not breached the guidelines. The home affairs minister, Peter Dutton, suggested on Friday the issue might end up before the privileges committee. Pyne’s appointment has also prompted frustration from the Australia Defence Association, which says ministers should be subject to the same requirements as high ranking military officers and senior defence public servants, who are typically required to avoid private work related to their previous dealings in government for 12 months. The former defence minister issued a statement on Sunday saying he was aware of his responsibilities under the code and intended to abide by them. Pyne said the providing of occasional high-level strategic advice did not equate to lobbying or using information he had acquired in his portfolio. Patrick told Guardian Australia on Sunday there would be no need for a Senate inquiry if Morrison was prepared to take concrete action to enforce the standards. “There is a statement of ministerial standards, and it either means something or it doesn’t.” EY has issued a statement saying it would ensure that no work Pyne did for the company would breach the ministerial standards. “Mr Pyne has made clear that he is totally aware of his obligations under the ministerial code of conduct and is committed to adhering to them,” the statement said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}