{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/06/george-pell-appeal-prosecutor-struggles-to-answer-judges-questions", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-06T06:37:18Z", "webTitle": "George Pell appeal: prosecutor struggles to answer judges' questions", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/06/george-pell-appeal-prosecutor-struggles-to-answer-judges-questions", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/06/george-pell-appeal-prosecutor-struggles-to-answer-judges-questions", "fields": {"headline": "George Pell appeal: prosecutor struggles to answer judges' questions", "bodyText": "Prosecutor Christopher Boyce struggled through questions from three judges presiding over the appeal of Cardinal George Pell, finding it difficult to answer their inquiries about the victim’s evidence and the case. Pell, 77, is appealing his conviction on four charges of an indecent act on a child under the age of 16, and one charge of sexual penetration of a child under 16. On Wednesday his legal team, led by Bret Walker SC, argued it was improbable that Pell assaulted two 13-year-old boys after presiding as archbishop of Sunday solemn mass at Melbourne’s St Patrick’s Cathedral in 1996, and then a few weeks later assaulted one of the boys again. On Thursday Boyce put forward the prosecution’s arguments, which centres on the complainant being a believable and compelling witness who was able to confidently answer questions under a tough cross examination. Boyce was asked by one of the judges a couple of times to speak up shortly after he began, and several journalists left the room and watched from a live stream in another room because they were unable to hear him. The case is being heard in front of chief justice Anne Ferguson, court president justice Chris Maxwell and justice Mark Weinberg. Boyce started off by emphatically stating Pell’s victim “is clearly not a liar, he was not a fantasist”. Soon after he accidentally named the victim, whose name is suppressed to protect his identity. It is usually fine to use a suppressed person’s name in court so long as it not broadcast more widely, but Pell’s appeal is being livestreamed around the world. While the judges were quick to reassure Boyce that measures were in place to respond to such a mistake (the live stream has a delay of 15 seconds and was caught in time), Boyce was clearly rattled. Boyce moved on but continued to stammer and stumble throughout the questions. Boyce was asked by the judges about the argument from Pell’s lawyers that it was odd that the victim never spoke about his second assault to the choirboy who he was abused with the first time. Pell’s lawyers had argued the victim would have warned the other boy Pell had abused him again and to stay away from him. “Boys talk, don’t they?” Maxwell said, to which Boyce responded that boys just wanted to get on with their lives and “play footy or whatever they want to do”. In the trial, however, the victim told the court he pushed the abuse to the “darkest corners and recesses” of his mind. He feared talking about it to anyone would jeopardise his prestigious scholarship to St Kevin’s College, because being in the choir was a condition of that scholarship. Boyce eventually said the victim might not have spoken to the other boy about the abuse because he didn’t want his parents to find out, and because he was embarrassed. Weinberg responded: “Your best answer is surely that this is matter well within the competence of the jury to assess.” Boyce quickly agreed. Maxwell, who dominated the questioning, put it to Boyce that it was “wildly improbable” that someone of Pell’s height and stature would not have been seen approaching two choirboys. He was asked why Pell would then abuse those boys in a place with many potential witnesses. Boyce responded: “We’ve said somewhat ad nauseam if you are going to make it up… why make it up?” Many of the same issues put by the judges to Boyce were confidently navigated by prosecutor Mark Gibson during the five-week trial which concluded in December. However, it is not standard for the same prosecutor who led the trial to also lead the response to an appeal. Maxwell asked what advantage jurors might have had over the appellate judges in terms of assessing the evidence, given the judges reviewed video footage of the trial and also had the transcripts. It could not be argued only the jurors had the benefit of seeing body language and hearing tone, he said. “It’s difficult to answer,” Boyce responded. “Your honours are not in the same position of the jury. You’re just not. I apologise if I’m not being helpful as I might. Generally trial has a certain kind of … atmosphere to it.” Weinberg offered: “If it helps Mr Boyce … juries almost always get it right. Almost.” Walker was given 45 minutes to respond to Boyce’s arguments, and compared to Boyce he was confident. He said he took issue with the prosecution claim that the complainant’s evidence was “unimpeachable”. “We are unkind enough to say, well no … ,” Walker said. Walker said as an example the complainant had changed his story about when the offending occurred, originally saying one of the offences occurred in 1997. The hearing finished just after 4pm. Unlike during the trial, when Pell often sat with his head bowed, using a cane to assist him to walk to and from the dock, he appeared more engaged with the appeal, taking notes throughout and intently watching the prosecutor and judges. He has been in prison since he was sentenced in February. The judges will not only be considering arguments put by Walker and Boyce, but the entirety of the evidence put to jurors during Pell’s trial. They have reserved their decision, and did not state when they would return to the court to deliver it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}