{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/12/angus-taylor-wont-rule-out-reversing-nuclear-energy-ban-if-business-case-stacks-up", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-12T06:37:20Z", "webTitle": "Angus Taylor won't rule out reversing nuclear energy ban if business case stacks up", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/12/angus-taylor-wont-rule-out-reversing-nuclear-energy-ban-if-business-case-stacks-up", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/12/angus-taylor-wont-rule-out-reversing-nuclear-energy-ban-if-business-case-stacks-up", "fields": {"headline": "Angus Taylor won't rule out reversing nuclear energy ban if business case stacks up", "bodyText": "The energy minister, Angus Taylor, has not ruled out the Morrison government reversing the nuclear energy ban, if a “clear business case” showed the economics were sound as he dodged questions about how Australia would meet its Paris agreement targets. The first energy battle of the new parliament comes from within the party room, with a group of Queensland MPs, emboldened by that state’s strong showing for the Coalition in the May election, leading a push to have nuclear energy reconsidered as part of Australia’s power plan. While a peak lobby group representing the sector says a carbon price would be needed for nuclear to be an economically viable alternative, Australia’s law against nuclear power is another impediment. But Taylor says the government would consider nuclear power if the economic case stacked up. “I think, again, the prime minister has made many questions on this in the lead up to the election … right now it is illegal to build a nuclear power station and as he has said when there is a very clear business case which shows the economics of this can work, we are more than willing to consider it,” he said. Pushed on what that business case would look like, Taylor said he would not give “a lecture on business cases”. “I mean it is pretty straight forward, I mean the prime minister answered this question on a number of occasions before the election, there needs to be a clear business case,” he said, before being asked directly if the government would change the law in the event a case presented itself. “As I say, let’s not put the cart before the horse, if there is a clear business case there is a clear business case,” he said. The nuclear question is not the only quandary facing the Morrison government in the energy space, as discussions over the rules for the Paris emissions reduction target continue within the international community. The main debate centres around whether countries which exceeded their Kyoto targets can use the excess abatement as credit towards their Paris targets. In Australia, that amounts to about 367 megatonnes, which Taylor has previously described as “relatively small” in terms of the nation’s carbon budget, but “apocalyptic” to the economy if not used. Repeatedly asked what the government’s plan was in the event it was decided carryover credits could not be used, Taylor did not have an answer and instead reiterated that Australia had met its past targets. “The plan is clear, we have as a result of our actions, ensured that there is less carbon dioxide equivalent, in the atmosphere, than would have been the case,” he said. “… We have exceeded the Kyoto targets, we are expected to exceed the Kyoto targets by 367 million tonnes in 2020. The result of that is there is less carbon dioxide equivalent in the atmosphere parts per million than there otherwise would be, because of the hard work of Australians. “I have watched, I have watched, right across Australia, businesses, farmers, small and large, drive emissions reductions through all sorts of means, energy-efficiency initiatives, and the outcome has been extraordinary. I mean, there were a lot of people telling us we weren’t going to reach our Kyoto targets, but we’ve done it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}