{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/04/qa-labor-made-huge-error-in-being-silent-over-coal-joel-fitzgibbon-says", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-03T21:40:08Z", "webTitle": "Q&A: Labor made 'huge error' in being silent over coal, Joel Fitzgibbon says", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/04/qa-labor-made-huge-error-in-being-silent-over-coal-joel-fitzgibbon-says", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/04/qa-labor-made-huge-error-in-being-silent-over-coal-joel-fitzgibbon-says", "fields": {"headline": "Q&A: Labor made 'huge error' in being silent over coal, Joel Fitzgibbon says", "bodyText": "Labor made a “huge error” in failing to talk about its support for coal projects during the election campaign, the shadow minister Joel Fitzgibbon has said. Speaking on the ABC’s Q&amp;A on Monday, the Hunter MP said Labor had remained silent on its pro-coal positions for fear of losing inner-city seats, and instead lost outer suburban and regional seats to the Coalition. “We didn’t have any anti-coal generating policies but we weren’t prepared to talk about those things because no doubt we thought – and this is an admission from me and I’m happy to make it – we thought it was going to cost us votes in city seats,” he said. “And that was a huge error.” The agriculture and resources spokesman, who suffered a 15% drop in his primary vote, with record swings to One Nation in his previously safe seat, has been repeating this message since the day after Labor lost what was seen as an unlosable election. He said he raised concerns that Labor’s emphasis on its renewable energy policy, which was to achieve 50% electricity generation from renewable sources by 2030, alienated some voters. “I warned my colleagues that our emphasis on one side of the equation and the omission to talk about the other was damaging us and damaging us very, very badly,” he said. He said Labor should have emphasised that it would support Adani’s controversial Carmichael coalmine – which received a key environmental approval last week, but still has several hurdles to clear – provided it cleared all relevant environmental approvals and the Indian company was able to secure finance. “We weren’t prepared to say that,” he said. “People will come to their own conclusions about why we weren’t prepared to say that.” Energy policy specialist Matthew Warren said the debate should not be about coal versus renewables, arguing “it’s quite possible to have a coalmining industry long after you don’t have coal-fired generation in Australia”. The Liberal MP for Boothby, Nicolle Flint, who was also on the panel, repeated Scott Morrison’s claim that Australia was on track to meet its Paris commitment of a 26% to 28% reduction in emissions from 2005 levels by 2030: “Apparently we will meet them in a canter, is the phrase that is used.” Australia’s emissions have been increasing every year for four years. The new minister responsible for emissions reduction, Angus Taylor, missed the 31 May deadline for releasing the December quarterly emissions data, in his first act in the post. Flint said the Coalition was “technology agnostic” on electricity generation but stressed the importance of “reliability,” invoking the 2016 South Australia blackout as an example of what could happen if the supply was not reliable. Panelist Jimmy Barnes corrected Flint, saying that blackout was caused by storm damage to transmission infrastructure and not, as was incorrectly suggested at the time, due to an overreliance on renewables. Barnes also challenged Flint’s description of a campaign that activist group GetUp ran against her as having “encouraged a level of anger and aggression I hope that we never see again”. “I thought the Liberal party did the same thing with immigration,” Barnes said. “I watched every night and watched Peter Dutton not know the difference between a refugee and a terrorist, you know?” That kind of fear campaign was “very, very, very uncool,” said Barnes, who earlier on the panel described himself as a “closeted socialist … well, maybe not that closeted”. Author Sisonke Msimang agreed. “I don’t think that GetUp was a particularly good actor but I think it’s rich for the Coalition to talk about aggression in this campaign,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}