{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/23/culture-shock-politics-upended-in-era-of-identity", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-23T00:49:16Z", "webTitle": "Culture shock: politics upended in era of identity", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/23/culture-shock-politics-upended-in-era-of-identity", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/23/culture-shock-politics-upended-in-era-of-identity", "fields": {"headline": "Culture shock: politics upended in era of identity", "bodyText": "This is the first piece in ‘Next left: where to now for Australian progressives?’, a new series on what the election result means for the progressive side of politics and the path forward Political commentators reflexively overinterpret election results. The story we’ve been told is that the Coalition’s win means that “Australian voters” have rejected Labor’s radical plan for reform of the tax-and-spend system, confirming that Australians prefer stability and incremental change. Yet if one in 50 (2%) had voted the other way the pundits would have junked this narrative and told us, with great authority, that by endorsing Labor’s vision “Australian voters” showed they’re ready to embrace change. One in 50 could have switched to Labor if Clive Palmer had decided to spend his $60m on a new house instead of an election. Or if Labor had chosen a more credible leader. Or if, a week before election day, a minister had been outed cheating on his expenses. Yet such a random event would then have caused the pundits to offer a sharply different analysis of the state of Australian society. Poring over the seats won and lost, analysts have observed that many people voted against their economic interests, both at the lower end and the upper end. Some electorates dominated by low- and middle-income households, especially in the regions, voted conservative even though they would have gained from Labor’s plan to rebalance the tax system to benefit low-income households. Many in the wealthiest electorates shifted to Labor even though their taxes would be higher. It’s a phenomenon noted a few years ago in the US. Donald Trump promised huge tax cuts for the rich and no change to a desperately unfair health system, yet millions of Americans on the margins voted for him. Trump duly delivered on his promises and they still support him. Labor’s inability to attract enough votes has been blamed on its unduly complicated message. Some say its marketing misfired. People were confused and so voted against their own interests. The answer is a simpler message marketed more effectively, and by a leader who is more relatable. And Labor must cut back on the promises of improving the tax-and-welfare system because voters could not understand it, or because they are prey to scare campaigns. In other words, they blame confusion for voters’ irrational behaviour. But it’s more plausible that those who vote against their economic interests are as rational as other voters; it’s just that they don’t behave according to the pundit’s mental model – in which economic interests guide rational voting behaviour. For these citizens voting is less about economics than about culture. They are voting to protect a culture, that is, a social environment and way of life made up of values, behaviours and symbols that accord with their sense of who they are and where they fit. Those in wealthy suburbs who vote against their economic interests by supporting Labor or the Greens are also voting for culture; in their case, they want to change it. The argument that “money doesn’t buy happiness” is typically attributed to the comfortable middle classes, but it can apply at the other end too. At the lower end, those who vote against their economic interests might be worse off under a conservative government, but they will feel better because of the psychic wages they receive from knowing their anxieties are being recognised and addressed. These psychic wages compensate for any decline in material living standards. Progressives often have trouble understanding that culture can trump economics and around the world they are losing elections because the power of culture is growing while they continue to speak the old language. Culture now matters more than class, which is a dilemma for progressives in the cities who support the class interests of low-income people in the regions but represent a culture that many in the regions resent. The state of culture The message of Donald Trump’s slogan “Make America Great Again” was: “You’re losing the world you know, the one that gives you a firm identity, and I will bring it back.” In Australia, it’s the same sentiment that the Coalition, with the help of shock jocks and conservative commentators, has been exploiting, not least with its attacks on political correctness and defence of “religious freedom”. In regional Queensland, Western Australia and Tasmania, where Labor performed very badly, the culture many identify with is a nostalgic, inward-looking one resentful towards the cities. One Nation attracted the votes of this cohort and channelled them to the Liberal and National parties. It should be remembered that low-income electorates in the big cities still voted solidly for Labor. But over the last decades a new kind of voter has emerged, one driven by cultural anxiety, who no longer feels that Australia is the country he or she grew up in. And it’s not. It’s partly due to immigration, a situation created by John Howard as much as anyone else when he allowed a huge increase in the rate of migration, making parts of Australia’s cities feel alien. Feeling like “a stranger in my own country” is perhaps stronger among those who look on from elsewhere rather than those living in it. When the New South Wales Labor leader Michael Daley was forced out of office for saying that “our kids” are fleeing Sydney and being replaced by Asian immigrants with PhDs, in many parts of Australia people felt he spoke to their anxieties – even those who can’t stomach the race-baiting of Pauline Hanson. The most articulate spokesman for the alienated “white working class” is Mark Latham, who arguably foreshadowed the Trump model. Speaking after the election, on Sky After Dark, he bitterly denounced the inner-city lefty elites in defence of those who “hate the idea of a Plibersek, a Wong, a Keneally patronising and condescending and constantly inferring there’s something wrong with working people and only these elites know how working people should run their lives”. (Like One Nation, Latham has a woman problem.) Les Murray is their poet. Success heaped accolades and money on Murray but it could never wipe away the seething resentment he felt at being looked down upon by the elites. “It’s my mission,” he said, “to irritate the hell out of the eloquent who would oppress my people.” “His people” are the everyday people, the real people who they set themselves against the intellectual, the pompous, the fake. And so they vote for regional candidates who, from the cities, appear to be comical buffoons because they are buffoons who speak their language. The rise of the culture of resentment filled a gap left by the decline of traditional working-class culture, one that the working class could identify with and be proud of. The demise of Australia’s working-class culture was due mainly to the decline of manufacturing, with global shifts in the division of labour. It was hastened by the Hawke-Keating government’s industrial accords, which marginalised trade unions as activist organisations and eroded the political emotion on which the ALP was founded, solidarity. When Bob Hawke sang Solidarity Forever at the 2012 Australian Council of Trade Unions conference it was mere nostalgia, a wistful dirge for a time when the workers could be inspired by the sentiment. Without an effective trade union movement, the Labor party has lost its ballast. Yet the past clings on in the form of Anthony Albanese and the power of union bosses in the factions. When unionists “betray” the party by supporting the conservatives, as mining and forestry workers have, aren’t they only reflecting the society of self-interest that Labor governments as much as conservative ones created with their free market reforms? If Labor is to build a constituency based on socially and environmentally progressive ideas then it has to aim to win government not by splitting the difference between culturally backward-looking voters in regional Queensland and forward-looking voters in the cities, but by winning progressive voters in traditional Liberal party seats. That means no longer buying into the demonisation of the Greens, who are its natural allies in building a progressive future. After all, the Greens’ platform shows stronger commitment to social justice than Labor’s does, and Labor’s climate change policy is now (at last) based on the science and therefore close to the Greens’ one. Yellow vests Of course, the politics of the election were more complicated than I have presented them. But the argument I am making points to a profound underlying trend in Australian society. Identity politics among the young has been excoriated by commentators on the right; but identity politics is thriving in the bush. Just ask Barnaby Joyce. It’s no accident that the hi-vis jackets our political leaders donned at every campaign photo op are also the uniform of the gilets jaunes protesters in France. The gilets jaunes are raging against the wealthy cities and the smug elites that live in them. The yellow vest symbolises the common man; putting it on is a protest against his invisibility. It was a movement sparked by rising fuel taxes among those who depend on their vehicles. They were not opposed to action on climate change as such but objected to having to be the ones to pay the price for it. And they’d been anxiously watching boats carrying Syrians and Africans arrive on Europe’s shores. The gilets jaunes complain: “We no longer count in our own country.” A movement with no platform and no leaders, it’s a manifestation driven by resentment at the apparent complacency of those prosperous cities, and the rage is concentrated, as if by a magnifying glass, on Emmanuel Macron. In Australia too, the electoral power of culture is most intense in the struggle over how to respond to climate change. It reached its sharpest point in the election campaign when Bob Brown’s convoy of Adani protesters arrived to a hostile reception in Clermont in north Queensland. This was the climate change election. The climate question had moved from the margins to the mainstream for the first time. It wasn’t enough to push Labor over the line but, for a growing proportion of the electorate, perhaps now a third, and much higher among young people, it is the compelling issue that will not go away because the heatwaves are not going to stop and the scientists are not going to change their minds. The historical forces are moving, and it would be foolish for the Labor party to pull back now. In Britain, the House of Commons declared a climate emergency. In the US, Democratic party presidential contenders have transcended Barack Obama’s cautious strategy and are lining up to announce strong climate policies. After all, in a land of climate science denial, which half of science do you ditch to find the middle ground? The conservatives turned climate change into a cultural battle. When the Tea Party emerged in 2009, it did not take long, backed by Fox News and the Koch brothers, before climate change was added to the toxic brew of sins attributed to “the liberal elite”. Global warming was no longer a scientific and environmental issue but a cultural one. Prominent conservatives including Sarah Palin shifted from supporting action to cut emissions to denouncing global warming as a liberal plot. From a situation in which there was little difference between Republican and Democratic voters on the need to take action, within a few years of 2009 a wide gulf had opened up, to the point where in 2016 a man who dismissed climate science as a Chinese hoax was elected president. When Trump ridiculed climate change his people understood who the targets were – Al Gore, Hillary Clinton and the know-it-alls in the east coast cites. Metrophobia The conservatives who imported climate science denial to Australia saw their actions explicitly as part of their culture war. When climate change was sucked into the culture wars two worldviews faced each other uncomprehendingly. Those of an inward-looking and nativist disposition could argue that Australia shouldn’t cut its emissions because it will make no difference to the world; those with an outward-looking temperament insist that we are global citizens as well as Australians and must accept our responsibilities. Conservative politicians in regional Australia have been stoking a kind of metrophobia, playing up resentments against “city elites” and enlarging myths about latte-sipping sophisticates sneering at their backwardness. Environmentalists occupy the central place in this demonology. They refer not to “the Greens” but to “the inner-city Greens”. The demonisation of the Greens reached scandalous proportions in March when rightwing politicians and Murdoch commentators responded to the massacre of innocents by a neo-Nazi in Christchurch by denouncing “extremists from the right and the left”. There are no extremists of the left. To equate trespassing by animal rights activists to mass murder is grotesque and deeply offensive to the victims. Besides, animal rights activists are not environmentalists, as the conflicts over culling prove. The deniers who have taken over the Liberal and National parties are a radical fringe but they now dominate conservative politics. The moderates are afraid of them. Among the public, explicit denial of the science is the preoccupation of a small minority, perhaps 10%. But a larger portion shares the deniers’ antipathy towards environmentalism, and nowhere more so than in regional Queensland and Tasmania, where Labor lost the election. On the surface, the Adani mine is about jobs, but beneath it the mine has become the foremost symbol of the cultural rift between the regions and the cities. The anti-Adani convoy brought this cultural conflict starkly into view. If it’s not irrational to vote for culture over economics, it makes no sense to vote to protect a culture that is being overwhelmed by unstoppable natural forces. Climate activists of all kinds see the issue not so much as one of science (that’s settled), nor of economics (we should make the transition whatever the cost) but of moral obligation. They identify themselves as standing for the survival of humankind and the natural world. They cannot allow the Adani mine to go ahead because it is the symbol of the end of the world. What’s going to happen to us? The deniers have been returned to office, led by a man who gleefully rubbed a lump of coal in the faces of the opposition. The prime minister has handed responsibility for cutting Australia’s emissions to Angus Taylor, a man who appears to reject climate science and the facts about Australia’s problems in meeting its Paris targets. The appointment is a brazen two-finger salute to all those who take global warming science seriously. Then there is Matt Canavan. The minister for resources sees it as his duty to promote coal as vigorously as he can, including allocating public subsidies for the construction of new coal-fired power plants. Building new coal plants isn’t about economics or good energy policy; all of the experts and all of the energy industry executives agree it’s reckless. The banks won’t go near it. Canavan has castigated industry for supporting a transition out of coal. For Canavan, Taylor and Morrison, building a new coal-fired power plant would be a decisive win in their war against environmentalism. Winning the culture war is much more important than their commitment to the free market. But they can only hold back the tide for so long. The school kids who staged this year’s strikes sense they live under an ever-darkening shadow. Their fate is to be born into a time when there are no more dreams of utopia; the only hope is to avoid a worse dystopia. They will constitute a growing share of the electorate. Today’s self-funded retirees will be dead. The party that will govern Australia in the future will be the party of the young. It would be political folly, as well as morally indefensible, for Labor to step away now. The most powerful image from the school strike on 3 May was of a distressed girl speaking to the camera. “What’s going to happen to humankind?” she wept. “What’s going to happen to the whole world, if no one does anything?” The terror she is carrying around haunts more and more young people, who at school and at home have absorbed the implications for themselves of the unfolding climate crisis. Their feelings of dread are based on solid scientific facts, reinforced by experience each time a heatwave scorches the streets, autumn will not come, fire razes a forest that’s not supposed to burn, and the Great Barrier Reef limps on to its final death. It’s the future of politics in Australia. • Clive Hamilton is professor of public ethics at Charles Sturt University in Canberra"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}