{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/22/leaks-and-loose-lips-undermine-labor-unity-ahead-of-campaign-postmortem", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-21T20:00:52Z", "webTitle": "Leaks and loose lips undermine Labor unity ahead of campaign postmortem | Katharine Murphy", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/22/leaks-and-loose-lips-undermine-labor-unity-ahead-of-campaign-postmortem", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/22/leaks-and-loose-lips-undermine-labor-unity-ahead-of-campaign-postmortem", "fields": {"headline": "Leaks and loose lips undermine Labor unity ahead of campaign postmortem", "bodyText": "On the Labor side of politics, the beltway saga of Anthony Albanese versus John Setka has grabbed the headlines in recent weeks, with the public spat lumbering towards a decision point at the party’s national executive meeting on July 5. But the troublesome Setka losing his ALP membership is only one item of business for the looming national executive. Another important consideration for that meeting is Labor’s post-campaign review: who does it, and how broad is the scope of the inquiry. Campaign postmortems are always delicate exercises, particularly after contests a party expects to win. Everyone has legacies to defend, and nobody wants to get blamed for the debacle. While the decision hasn’t yet been made, the former South Australian premier Jay Weatherill, who has longstanding relationships with frontbenchers Mark Butler and Penny Wong (both strong supporters of Albanese), seems a lock as one of the reviewers. But there has been some argy bargy behind the scenes about which rightwinger should join him in the inquisition, possibly because Weatherill might be seen in some quarters as too aligned to the new power structure currently settling in to the opposition leader’s office, and some people might want a bit of competitive tension in the process. There is a view in Labor officialdom that the postmortem should concern itself with the nuts and bolts of what went wrong during the 2019 campaign, and why, rather than morph into addressing the more existential questions about where Australia’s social democratic party finds itself at this particular moment in history. It’s pretty obvious that Labor needs to assess its campaign performance as a matter of urgency, rather then indulge a Grand Poobah seminar, given the poor result on 18 May, and given senior players evidently believed they were winning the campaign as they were losing it. Notably, Labor’s national president Wayne Swan has moved with a certain amount of alacrity to put some shape around the postmortem. It’s clear he doesn’t want Labor’s 2019 economic platform completely decimated as a consequence of the review, and the reasons for that are obvious – he was a forceful intellectual advocate over the past term for the collective focus on inequality and redistribution. But Albanese is trying to draw some lines as he settles into the new job of leading Labor, and one of his clear early signals is the ALP needs to put more focus on aspiration as well as fairness – which is a bit of shorthand for Labor needs a growth narrative. In one of Albanese’s early forays, the new Labor leader said he wanted “to appeal to people who are successful as well as lift people up who aren’t as successful”. The difference between Swan and Albanese is a nuance rather than an order-of-magnitude rupture, particularly as the new leader is doubtless still working through what his “make aspiration great again” rhetoric will actually mean in practice, a process that plays out issue by issue. There will be an early indication of the post-election line drawing on Monday, when the shadow cabinet makes a decision about whether or not to support some or all of the Coalition’s income tax cut package. In the lead up to Monday’s decision, Labor MPs have been extemporising about what should happen about the income tax cuts. As well as the public thinking out loud, there has been some leaking too. Both of these activities are unusual in recent times, with Labor putting a premium on unity and discipline in the last term. This loose dynamic will either settle or it won’t, as Labor makes a collective decision about whether it wants to regroup and put itself on track to win the next election, or set itself up for a long stint in opposition. Going into Monday’s deliberation, it’s pretty clear Labor will support stage one and two of the government’s income tax cut package, but support for the third stage, which would create a flat tax rate of 30% for people earning between $45,000 and $200,000, remains moot at this point. Some in Labor are currently arguing they should just draw the line and pass the whole package. If the third tranche proves to be unaffordable, that’s the government’s problem, not Labor’s, and Labor can just repeal that element if it wins the next election, arguing circumstances have changed. This “let ’er rip baby” attitude is fine if all you are thinking about is producing some cognitive dissonance to stop News Corp from pumping out endless class warfare headlines. But it’s more complicated if you think you are a chance to win the next election, and then you are the newly elected government having to repeal the tax cuts you helped legislate because now, apparently, the imperative is getting the budget back on track. It’s hard to make the case you didn’t know at the time the package was fiscally reckless, because it’s pretty obvious the package is fiscally reckless. Even before you get to the point of being the new government having to repeal tax cuts you passed only a couple of years ago, you first have to be upfront and win an election while you are telling voters you are going to repeal the tax cuts you helped legislate a couple of years ago. Now call me old-fashioned, but that flip-flopping doesn’t sound like the most compelling election pitch I’ve ever heard, particularly as the 2019 result suggests Australians are pretty focused on their material interests right at the moment, and don’t like the thought of having to give concessions up, even if those concessions are fiscally unsustainable. While it’s always fraught to try and second guess a decision that hasn’t been made yet, particularly in circumstances where the leader has left all options open and is telling colleagues he wants a genuine discussion, I suspect Labor will caveat any support for stage three if that’s where the collective wisdom lands – apply some form of conditionality. In any case, current indications suggest the government is on track to get the tax cuts through with crossbench backing, which would just leave Labor having to determine what it says about stage three of the package over the coming term. In terms of the crossbench, all eyes are on the Senate swing vote, Jacqui Lambie, who is by all accounts, brimming with confidence, and content to let the “will she or won’t she” suspense build to a satisfying return-to-Canberra thunder clap."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}