{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/25/harry-and-meghans-new-home-cost-taxpayer-24m", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-24T23:01:27Z", "webTitle": "Harry and Meghan's new home cost taxpayer £2.4m", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/25/harry-and-meghans-new-home-cost-taxpayer-24m", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/25/harry-and-meghans-new-home-cost-taxpayer-24m", "fields": {"headline": "Harry and Meghan's new home cost taxpayer £2.4m", "bodyText": "The Duke and Duchess of Sussex’s official residence, Frogmore Cottage, may have been a gift to the couple from the Queen, but has cost the taxpayer £2.4m, royal accounts reveal. The 18th century Grade-II listed house, close to Windsor Castle, required extensive renovation to make it habitable for Harry, Meghan and their newborn son Archie. The couple paid privately for “substantially all fixtures and fittings,” said Sir Michael Stevens, keeper of the privy purse, responsible for the Queen’s accounts. Sources said an allowance towards the cost of fixtures such as a kitchen or bathrooms, to a publicly justifiable standard, would have been included in the £2.4m. For anything with a “higher spec” the couple would have paid the difference. The taxpayer’s bill included work to convert the five apartments in the building back into one single dwelling, which is now the couple’s official residence since they left Kensington Palace to set up their own royal household. Work included removing and replacing defective ceiling beams and floor joists, upgrading the heating and electrical systems, and installing new gas and water mains. The work took six months, and was completed a few months before the couple’s son was born on 6 May. Frogmore Cottage is owned by the Crown Estate and was a gift from the Queen, who was kept updated on the work. It had not been the subject of work for some years, and had already been earmarked for renovation, sources said. Over the tax year that Meghan married into the royal family, Prince Charles faced a £5.05m bill for expenditure covering the Sussexes’ and the Cambridges’ activities, as well as other capital expenditure and transfer to reserves. Charles pays for the public duties of both couples, as well as some of their private costs, out of his Duchy of Cornwall income, which was £21.6m in 2018-19. The £5.05m figure represented a rise of more than £1.5m on £3.5m in 2016-17. This two year period saw the announcement of Harry and Meghan’s engagement and their wedding. In addition, Charles’s non-official expenditure increased by £155,000, up 5.2% to £3.16m last year. It is known that the Charles contributed to the cost of the Sussexes’ wedding, and hosted their evening reception at Frogmore House, on the same estate as Frogmore Cottage. However, the Clarence House annual report includes no detailed breakdown of this cost, or the exact amount Charles has paid for the activities of the Sussexes and Cambridges, with sources stressing these details are private. The cost of the official air and rail travel for Charles and the Duchess of Cornwall rose by almost one third from £1.01m to £1.33m, reflecting the more prominent role the couple are playing in representing the 93-year-old monarch overseas. Their 11-day Caribbean islands and Cuba tour was the most expensive in terms of transport costs, with a bill of £416,576. The couple flew on the RAF VIP Voyager, used for carrying senior government officials and the royal family, to visit seven countries during the tour. Sources said the Voyager was the most efficient and appropriate form of transport in terms of both cost and security. Their four-day visit to France and Greece, again using RAF Voyager, saw £159,820 in transport costs. Prince William’s visit to to Jordan, Israel and the Occupied Palestinian Territories aboard the RAF Voyager and helicopter cost £73,938. The transport costs of the Queen’s visit to Liverpool, accompanied by Meghan, aboard the royal train, totalled £29,714. Although the royal train is the most expensive form of royal travel mile for mile, aides have consistently argued it provides security and convenience. The Sovereign Grant accounts show the Queen cost the taxpayer £67m in 2018-19 – an increase of almost £20m on the previous financial year. A major part of the rise was due to work updating infrastructure at Buckingham Palace as part of a 10-year overhaul, including replacing electrics, pipework, the removal of asbestos and the installation of new lifts, and of maintaining other occupied royal palaces. The Queen received a Sovereign Grant of £82.2m in 2018-19, which is set to rise to £85.7m in 2020-21."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}