{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/12/food-standards-agency-struggling-to-prepare-for-brexit-say-auditors", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-11T23:01:22Z", "webTitle": "Food Standards Agency struggling to prepare for Brexit, say auditors", "webUrl": "https://www.theguardian.com/politics/2019/jun/12/food-standards-agency-struggling-to-prepare-for-brexit-say-auditors", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/12/food-standards-agency-struggling-to-prepare-for-brexit-say-auditors", "fields": {"headline": "Food Standards Agency struggling to prepare for Brexit, say auditors", "bodyText": "The UK’s food safety body and local authorities are struggling to prepare for Brexit as they battle with other challenges such as climate change, population growth, crop disease and fraud, according to Whitehall’s spending watchdog. The National Audit Office (NAO) said the Food Standards Agency must bring in new laws on imported products after leaving the EU. This may not be possible in the near term owing to delays in the parliamentary programme, it said. About half of the food consumed in the UK is produced in the EU and other countries. The FSA spent £6.2m of its budget on EU exit preparations across 2017/18 and 2018/19 and received £15m of additional EU exit funding. The NAO said it had not seen any evidence of joined-up strategic thinking within government about the level of funding needed for a sustainable system to protect UK consumers from future food risks, or about how much local authorities and businesses should contribute. Gareth Davies, the head of the NAO, said: “The regulatory system is showing signs of strain with fewer food control staff in local authorities and delays in the checks they carry out on food businesses. This is at a time when the regulatory system faces increased challenges, particularly as we move towards new trading relationships after the UK leaves the EU.” Despite the potential for “catastrophic consequences” from safety failures, local authority spending on food hygiene fell by an estimated 19% between 2012/13 and 2017/18 because of funding pressures, auditors said. They said cuts to food hygiene and standards staff had led to some local authorities failing to meet their legal responsibilities to ensure businesses complied with the law. Less than half the food standards checks that were due between 2012 and 2018 to ensure products were as described took place. Nevertheless, the NAO said most food businesses were meeting hygiene requirements and levels of major foodborne illnesses were broadly stable. It said consumers needed better information about food, with only 52% of food businesses in England displaying hygiene ratings in their premises. The public also remained unclear about the information that outlets should provide on allergens in their products. Around 1 million people in the UK have an illness from food each year, potentially costing £1bn in loss of earnings, hospital admissions and the impact on individual wellbeing. Meg Hillier, the chair of the public accounts committee, said: “The FSA must take urgent action, including to address the gaps in its ability to assess compliance with food safety standards and to ensure preparedness for different scenarios following Brexit.” The FSA’s chief executive, Jason Feeney, said: “We will work very closely with other parts of government to determine the level of government funding required to ensure food safety and standards and post-EU exit will evaluate with other government departments the medium- and longer-term impacts on the food regulation system.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}