{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/26/saving-woman-hand-the-artist-rescuing-female-only-writing", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-26T13:00:16Z", "webTitle": "Saving 'woman hand': the artist rescuing female-only writing", "webUrl": "https://www.theguardian.com/books/2019/jun/26/saving-woman-hand-the-artist-rescuing-female-only-writing", "apiUrl": "https://content.guardianapis.com/books/2019/jun/26/saving-woman-hand-the-artist-rescuing-female-only-writing", "fields": {"headline": "Saving 'woman hand': the artist rescuing female-only writing", "bodyText": "Anyone who has ever fired off a text in haste will sympathise with the first point on 11th-century Japanese writer Sei Shōnagon’s list of “infuriating things”: “Thinking of one or two changes in the wording after you’ve sent off a reply to someone’s message.” This list, her messages, and her Pillow Book in which they’re recorded – a sparklingly acerbic, blog-style frolic through the lives of Heian-era aristocrats – were written using kana, a Japanese script mainly used by women for nearly a millennium to write literature, arrange secret assignations and express themselves freely within the confines of court life. Women in medieval Japan were discouraged from studying kanji – characters modelled on written Chinese which represent individual words – and began using kana, which transcribe words phonetically. A standardisation programme at the beginning of the 20th century saw 90% of the 550 characters used in kana die out. But these forgotten characters are now being kept alive by the artist and master of Japanese calligraphy Kaoru Akagawa, who became fascinated with them after deciphering letters from her grandmother. “Reading my grandmother’s letters was always difficult for me as a teenage girl,” recalls Akagawa. “Her handwriting looked like scribbling, and I used to ask her to write properly.” But years later, during Akagawa’s calligraphy training, she had a revelation while taking a journey along Himekaido, a historic trading route favoured by women travellers. Reading documents written in kana housed in castles and temples, Akagawa says: “I felt as if I were reading a history of my DNA.” Far from being scribbles, she realised, her grandmother had been writing to her using the same script. Akagawa uses the forgotten kana in a style of calligraphy called kana shodo, and also fuses traditional calligraphy with new techniques in a style she’s named kana art, where thousands of minutely painted kana form larger images and paper sculptures. “When people talk about Japanese calligraphy, they normally mean kanji shodo,” Akagawa explains, “a style imported from China, practiced by samurais and monks.” Kana shodo uses a script which was known by the 10th century as onnade, or “woman hand”, she continues, which became “the backbone of a female-dominated literary culture”. Sei Shōnagon’s contemporary Murasaki Shikibu wrote her masterpiece The Tale of Genji – often called the world’s first novel – using kana, which were often associated with private and emotional life. Men who wanted to reply to love letters sent by noblewomen used kana themselves to reply. And the tradition lasted for hundreds of years; the 19th-century novelist Ichiyō Higuchi used kana script for her sympathetic portrait of the life of a geisha, Nigorie (Troubled Waters). Japan’s government standardised writing in 1900, establishing the system of kanji, hiragana and katakana characters used side-by-side in modern written Japanese. Only 50 of more than 550 kana characters were retained, creating the gojūon (“fifty sounds”) syllabaries used today. By the second world war, knowledge of the older kana had almost vanished. One of the last generation to use the script in daily life was Akagawa’s grandmother, born in 1921: “When I told her I was learning kana shodo, she was very pleased.” Women have developed writing systems for their own use all over the world, partly because they have been excluded from education systems designed for men. Perhaps the most extraordinary example is nüshu, a code-like script understood only by women from Jiangyong county in China’s Hunan province, used to record autobiographies, songs, letters and embroidered poems. While the last woman to learn nüshu traditionally, Yang Huanyi, died in 2004, efforts by Hunan women and Tsinghua University professor Zhao Liming have resulted in drives to preserve it. In medieval Europe, where Latin dominated literary culture, women were a driving force behind the development of literature in the language of everyday speech. In 12th-century France, the court of Marie de Champagne, daughter of Eleanor of Aquitaine, fizzed with literary activity, with Marie commissioning some of our most enduring versions of Arthurian legends from poet Chrétien de Troyes. In 14th-century Britain – where English, French and Latin were all used to varying degrees – one version of popular gynaecological handbook The Trotula declared that it was translated into English “because women can better read and understand this language than any other”, sparing them the embarrassment of finding a man to translate it. Whether writing Japanese classics, love letters or embroidered messages, women have circumvented official communication channels in creative ways throughout history. As Akagawa remarks, such handwritten texts frequently feel very personal: “I’m always surprised how such a simple action as handwriting can affect audiences’ emotions so deeply.” Kaoru Akagawa will be giving a talk and demonstration of kana shodo at the Institute of English Studies, University of London, on 26 June, 6-7pm. Free entry, tickets can be reserved here."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}