{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/23/furious-hours-harper-lee-tim-lott-stephen-fry-heroes", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-23T12:00:43Z", "webTitle": "In brief: Furious Hours; When We Were Rich; Heroes – review", "webUrl": "https://www.theguardian.com/books/2019/jun/23/furious-hours-harper-lee-tim-lott-stephen-fry-heroes", "apiUrl": "https://content.guardianapis.com/books/2019/jun/23/furious-hours-harper-lee-tim-lott-stephen-fry-heroes", "fields": {"headline": "In brief: Furious Hours; When We Were Rich; Heroes – review", "bodyText": "Furious Hours: Murder, Fraud and the Last Trial of Harper Lee Casey Cep William Heinemann, £20, pp336 In 1977, Robert Burns stood trial in Alabama for the murder of the Reverend Willie Maxwell. As 300 people had seen Burns shoot Maxwell at a funeral a few months earlier, it should have been an open-and-shut case, but the outcome was rather different. The trial caught the attention of Harper Lee, who had struggled to write anything since the Pulitzer-winning To Kill a Mockingbird 17 years earlier. But despite following the case for a year, Lee’s work was never published. Casey Cep’s painstakingly researched book is a gripping account of both the trial and Lee’s obsession with it. When We Were Rich Tim Lott Simon &amp; Schuster, £16.99, pp432 On the eve of the millennium, a group of friends gathers to welcome in the new year, including Frankie, an estate agent determined to cash in on the property boom. Over the next eight years, we witness the rise and fall in the fortunes of the friends and the nation. Lott tends to overindulge in description and pop-culture references, but he nonetheless immerses the reader in the atmosphere of New Labour’s apparent invincibility and the events leading up to the 2008 financial crisis. Heroes Stephen Fry Penguin, £8.99, pp496 Following on from his hugely popular Mythos, Fry continues his tales of the Greek gods. Focusing this time on Olympian heroes, we have the labours of Hercules, Orpheus’s ill-fated trip to the underworld and Jason’s quest for the golden fleece. There is the story of Atalanta’s hunting prowess, told perhaps a little briefly, given she’s the only female Fry includes, and a dynamic account of the Oedipus myth. Fry is a natural storyteller – witty, erudite and engaging – and his lively retellings make for an entertaining read. • To order Furious Hours, When We Were Rich or Heroes: Mortals and Monsters, Quests and Adventures, go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}