{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/26/big-sky-kate-atkinson-review-sam-leith", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-26T08:00:10Z", "webTitle": "Big Sky by Kate Atkinson review – the return of Jackson Brodie", "webUrl": "https://www.theguardian.com/books/2019/jun/26/big-sky-kate-atkinson-review-sam-leith", "apiUrl": "https://content.guardianapis.com/books/2019/jun/26/big-sky-kate-atkinson-review-sam-leith", "fields": {"headline": "Big Sky by Kate Atkinson review – the return of Jackson Brodie", "bodyText": "Like John Banville, who writes literary novels slowly and his Benjamin Black thrillers quickly, Kate Atkinson has a twin-track publishing career. The prize-winning author of Behind the Scenes at the Museum, Life After Life and most recently Transcription also publishes crime novels featuring Jackson Brodie, a retired copper who works as a private investigator. Big Sky is the fifth of these. It reintroduces several characters from previous outings: here’s young Reggie Chase from book three, for instance, all grown up and working as a police officer; here, too, is the slinky Russian honeytrap Tatiana; and here’s Brodie’s glum, on-again-but-mostly-off-again girlfriend Julia. But the book works fine on its own, as all good crime series novels must. It takes its time to get going. There’s an excellently sinister opening – in a sort of pre-credits sequence, eastern European sisters Nadja and Katja are Skyping with the representative of an employment agency called Anderson Price Associates, who is arranging to fly them to the UK to take up jobs in high-end hospitality. Noo, the reader yelps, don’t do it. Sure enough, with the Skype connection severed, we learn that the swanky offices they can see behind “Mr Price” are a stage set. The opening chapters are full of little feints and teases. There’s the leisurely way in which the fates of Nadja and Katja are left undiscussed. Brodie sees a young girl climbing into a strange car and being driven off. There’s a near-drowning. A trophy wife gets the feeling that someone is following her. And yet, at least to start with, we’re firmly in the ordinary world of suburban golf bores, seaside attractions in one-horse northern towns and a disaffected private detective, dog and sullen teenage son in tow. In a way, this is one of the novel’s most serious jokes. Atkinson roasts the old chestnut of “the banality of evil” by introducing us to evildoers in the round: their small vanities, their pragmatism, their affection for their families and loyalty to their friends. The book begins a couple of miles north of Whitby. Brodie is living in modest rural digs, sharing custody of his son Nathan with Julia, getting on with his small life. We are introduced to a trio of golfing mates. Vince is a telecoms area manager in late middle age going through a divorce; Tommy is a prosperous bouncer turned haulier; Andy runs a failing B&amp;B with his formidable wife Rhoda. The narrative circles in its own time around the relationships and disappointments of its characters, but connections start to proliferate and secrets start to emerge. Does Jackson Brodie know he’s in a detective novel? He at least half suspects it, and as in Transcription Atkinson can’t resist a little salt-sprinkle of postmodernism. Brodie is always talking, a la Poirot, about his “little grey cells” (not that they do all that much work – his role in the plot is negligible and almost entirely accidental). One of his mantras, “If you get enough coincidences they add up to a probability”, is nicked from an old episode of Law &amp; Order. A villain’s threat is “like a detective novel”; something else “sounded like the title of an Agatha Christie novel”; someone else is “like a character accusing someone in a melodrama”; Brodie is told “You should write crime novels” and so on. There’s considerable vamping about with tone in Big Sky. The novel enjoys the absurdities of its genre – winks at them, even – yet manages at the same time to do a lot of work with the melancholy and absurdity of ordinary life. This, in a way, is a book of aftermaths – the aftermath of Brodie’s career; the aftermath of the clearing up of a historical paedophile ring – and it’s rich with the peeled-paint plangency of a seaside town that they forgot to shut down. Jackson is a mournful and defeated character. His career consists of low-grade snooping; his love life, such as it is, is a catalogue of regrets and small humiliations. At one point he ruminates on his dead brother, dead sister and dead mother: “He wished that he could just once hear his sister play a solo again. Or help his sister pin up the hem on a dress she’d made. Or have a goodnight peck on the cheek from his mother – the most intimacy she could manage. They were not a family who touched. Too late now. Jackson sighed. He was growing weary of himself.” Yet this is the same Jackson who, in more prankish mode, is seen talking down a would-be suicide using unattributed country and western lyrics. It’s a credit to Atkinson’s dexterity that despite these clashes of tone and register the novel manages to hang together, even though the subject matter – child sexual abuse, human trafficking – and the essentially comic mechanisms of the plot, its coincidences and confrontations, seem to be at odds. How seriously are we to take it all? Atkinson artfully avoids supplying or implying an answer. • Big Sky is published by Doubleday (£20). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}