{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/20/petition-netflix-cancel-amazon-prime-good-omens-christian-neil-gaiman-terry-pratchett", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-20T10:40:21Z", "webTitle": "Thousands petition Netflix to cancel Amazon Prime's Good Omens", "webUrl": "https://www.theguardian.com/books/2019/jun/20/petition-netflix-cancel-amazon-prime-good-omens-christian-neil-gaiman-terry-pratchett", "apiUrl": "https://content.guardianapis.com/books/2019/jun/20/petition-netflix-cancel-amazon-prime-good-omens-christian-neil-gaiman-terry-pratchett", "fields": {"headline": "Thousands petition Netflix to cancel Amazon Prime's Good Omens", "bodyText": "More than 20,000 Christians have signed a petition calling for the cancellation of Good Omens, the television series adapted from Terry Pratchett and Neil Gaiman’s 1990 fantasy novel – unfortunately addressing their petition to Netflix when the series is made by Amazon Prime. The six-part series was released last month, starring David Tennant as the demon Crowley and Michael Sheen as the angel Aziraphale, who collaborate to prevent the coming of the antichrist and an imminent apocalypse. Pratchett’s last request to Gaiman before he died was that he adapt the novel they wrote together; Gaiman wrote the screenplay and worked as showrunner on the BBC/Amazon co-production, which the Radio Times called “a devilishly funny love letter to the book”. But Christians marshalled by the Return to Order campaign, an offshoot of the US Foundation for a Christian Civilisation, disagree. More than 20,000 supporters have signed a petition in which they say that Good Omens is “another step to make satanism appear normal, light and acceptable”, and “mocks God’s wisdom”. God, they complain, is “voiced by a woman” – Frances McDormand – the antichrist is a “normal kid” and, most importantly, “this type of video makes light of Truth, Error, Good and Evil, and destroys the barriers of horror that society still has for the devil”. They are calling on Netflix to cancel the show. Gaiman responded to the petition on Twitter, writing: “I love that they are going to write to Netflix to try and get #GoodOmens cancelled. Says it all really. This is so beautiful ... Promise me you won’t tell them?” The publisher and science fiction critic Cheryl Morgan tweeted: “Miraculously God has already done it. Don’t tell them She put it on Amazon instead.” Return to Order is based on the writings of the author John Horvat II. It “calls upon Americans to put principles into actions by working toward what is called an organic Christian society”. Another of its petitions in April called on Walmart to “stop selling Satanic products” following a 2018 protest against a “blasphemous ice cream chain called Sweet Jesus”."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}