{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/21/the-adventures-of-maud-west-lady-detective-by-susannah-stapleton", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-21T08:00:36Z", "webTitle": "The Adventures of Maud West, Lady Detective by Susannah Stapleton review – thrills, danger, disguises", "webUrl": "https://www.theguardian.com/books/2019/jun/21/the-adventures-of-maud-west-lady-detective-by-susannah-stapleton", "apiUrl": "https://content.guardianapis.com/books/2019/jun/21/the-adventures-of-maud-west-lady-detective-by-susannah-stapleton", "fields": {"headline": "The Adventures of Maud West, Lady Detective by Susannah Stapleton review – thrills, danger, disguises", "bodyText": "In the 1920s Maud West, AKA “London’s Premier Lady Detective”, shared some of the highlights of her brilliant career with the readers of the distinctly dreggier end of the newspaper market. Her stream of thrilling anecdotes featured runaway heiresses, dodgy foreigners, stolen necklaces, car chases and forged wills. There was that time West found herself being shot at by a gang of enraged heavies in the backstreets of Paris. Or the case that involved her shadowing an elegant woman around Britain’s principal naval bases before unmasking her as “a highly-paid enemy spy”. But the real pièce de résistance came when West was cornered in a Brazilian drug factory while breezily jotting down the secret recipe for top-notch cocaine. No matter how tricky the situation or dastardly the foe, West insisted that she was never less than in total control. On one occasion an angry blackmailer burst into her Bloomsbury office with a triumphant cry: “I am fortunate in finding you alone Miss West.” At which point West coolly picked up a loaded revolver from her writing table: “‘Oh, not quite alone,’ I responded with a laugh.” It was now that the baddies usually gave up, ruefully admitting: “Good Heavens, we are nobbled”, before meekly handing themselves over to the firm but fair hands of a detective like no other. When that particular blackmailer showed up at her premises, West was presumably wearing her ordinary office clothes: a photograph from around this time shows her as a plump-faced, middle-aged woman in a sober yet stylish dress, completed by a single strand of pearls. Yet, as she liked to make very clear to the readers of Pearson’s Weekly, the Sunday Dispatch and a host of other downmarket rags, when she got down to serious detecting West was far more likely to look like someone else entirely. Dressing up as an old village woman allowed her to pass unnoticed as she embarked on her own particular version of Midsomer Murders. Disguising herself as a young floozy in order to entice tipsy young men into giving up their secrets was even easier: “A pair of heavy earrings make me look frightfully common.” Passing herself off as an itinerant fortune teller in order to extract gossip from a local servants’ hall was simply a matter of acquiring “a wonderful robe … covered with black cats and moons” and waiting for gossipy housemaids to spill the beans. The “discretion” that West always emphasised in her professional advertisements was indivisible from her gender. Infiltrating a country house as a parlourmaid allowed her to intercept a fateful letter in a lady’s boudoir before it reached its intended recipient. Decking herself out with those “frightfully common” earrings earned her an invitation to a gentleman’s private apartment, whereupon she quickly administered a sleeping draft before rifling through her new friend’s drawers for damning evidence that he was engaged in a dastardly blackmail plot. Once, she claimed, she had donned a navy dress and a bicycle and gone into the East End in the guise of a district nurse. It was West’s invisibility as a woman, combined with her ability to represent herself as a series of “types”, that made her such an effective detective, at least in her own wild telling. She could go anywhere because she was nobody. All the same, it was dressing up as a man that West claimed as her particular speciality. She was, she liked to boast to the American press particularly, a dab hand at squeezing into a three-piece suit, sticking on some facial hair and sauntering into such sacred male spaces as a gentlemen’s club in order to strike up a conversation with whichever blackguard she happened to be stalking at the time. Once she was a gambling man called “Jimmy” and on another occasion she was a foreign businessman in a bow tie. Yet the photographs accompanying these articles, featuring pantomime prosthetics, are so laughably crude that one wonders whether West really did manage to convince as anything other than a heavyset middle-aged woman with a large bust who for some obscure reason had decided to impersonate Charlie Chaplin. Her dogged insistence that she spent half her professional life passing successfully as a man does suggest that what we are dealing with here is not so much a master of disguise as a woman with a rich inner life who has found a way of channelling her urgent desire to cross-dress. Either that, or she has correctly intuited that hundreds of thousands of readers around the world find it titillating to read about a lady wearing trousers. In this breezy book, Susannah Stapleton doesn’t go deeply into any of this, but instead keeps her tone relentlessly larky. Indeed, her own persona is that of a latter-day Golden Age lady sleuth who has been commissioned to solve a tricky case of mistaken identity rather than worry too much about its whys and wherefores. Stapleton does, however, pause for long enough to acknowledge that West’s practice of passing herself off as someone else may not have been a matter of personal pathology so much as a symptom of the times. Far from being the barrister’s daughter she claimed, West was actually Edith Elliott, a sailor’s daughter from Deptford, south-east London. In an age of easier divorce, cheap travel and economic uncertainty, it made sense to imagine a new life for yourself if the old one no longer fitted. So it was lucky that there were lady detectives such as West on hand – she was neither London’s premier nor only female sleuth – to make sure that civilisation did not buckle in the process. Under her watchful eye, diamond necklaces were restored to their rightful owners, husbands went back to their wives (or at least paid them off handsomely), deeds to country houses were placed in the hands of legitimate heirs, and West went home to her life as a wife and mother in Finchley wearing a dress. The world had become legible once more. • The Adventures of Maud West, Lady Detective: Secrets and Lies in the Golden Age of Crime by Susannah Stapleton is published by Picador (£20). To order a copy go to guardianbookshop.com. Free UK p&amp;p on all online orders over £15."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}