{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/19/she-would-be-king-by-wayetu-moore-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-19T08:00:15Z", "webTitle": "She Would Be King by Wayétu Moore review – magical visions of Liberia", "webUrl": "https://www.theguardian.com/books/2019/jun/19/she-would-be-king-by-wayetu-moore-review", "apiUrl": "https://content.guardianapis.com/books/2019/jun/19/she-would-be-king-by-wayetu-moore-review", "fields": {"headline": "She Would Be King by Wayétu Moore review – magical visions of Liberia", "bodyText": "Three strangers with supernatural powers meet in Liberia’s capital Monrovia in the middle of the 19th century. Gbessa, a member of the Vai tribe, has been cursed as a witch and banished to an otherworldly forest where “yellow and plum-coloured insects piloted through the heat amid the shouts of forest beasts and spectres”. She limps home five dry seasons later, having discovered that she cannot die. Norman Aragorn sails from Jamaica after escaping his father, an odious British “scholar” who kept Norman and his enslaved mother captive, drooling over the chance to make his name by documenting their ability to vanish at will. June Dey is a runaway slave from a Virginia plantation, who fought his way out by flinging off attackers, dogs and bullets alike with supernatural strength, then boarded a ship he thought was bound for New York only to wash up on Africa’s Grain Coast instead. Wayétu Moore’s compelling debut novel assembles this trio of superhumans on Liberian soil during the waning days of the American Colonization Society’s mission to repatriate freed slaves there. Shot through with magic realism, it conjures up a phantasmagoric vision of the diaspora and its “infinity of broken men” that is grounded in the quotidian horrors of plantation life (“That place where we lost our language, lost ourselves”). All of this is grimly and powerfully evoked. Children are flogged, men beaten raw, women visited in the night by the men who own them. They are the familiar cruelties of this particular time and place but the things that happen in Moore’s novel are decidedly out of the ordinary. For instance, June Dey is born to a ghost, a woman who has already died years before without realising it, having hit her head trying to save a young girl from a whipping. She assumes that “every eye I searched for, even the children’s, avoided my passing” because they were angry that she didn’t intervene quickly enough rather than because they cannot see her. She finally catches on when she stumbles upon her own gravestone, then wonders whether she is “the only one who could not tell the difference between a life in bondage and death”. But Moore doesn’t linger on the brokenness for long. Her interest is in making men whole, so she sets about fashioning three mythic heroes and equipping them for a mission of restorative justice: Gbessa the immortal, Norman the invisible, and June Dey the invincible. The novel sparks into life when June Dey and Norman team up to patrol the coast, rescuing people from marauding illegal slavers. Norman’s unseen hands yank traders’ guns out of reach, their backs and sides pummelled by June Dey “with gathered fingers and a heaving chest” as bullets bounce off him, and waves of captives are freed in scenes that deliver reading pleasure as satisfying as it is bittersweet. Meanwhile Gbessa navigates her way into American-Liberian high society, shedding the language and traditions of her tribe as she is reshaped in the image of her latest companions, repatriated former slaves who have struck it lucky in their new homeland. These are a cabal of whispering, social-climbing gossips who convert her to Christianity and teach her English, wearing her down with the same bitter snobbery they learned in their turn. A freed American woman who has earned a fortune from coffee farms, employing tribesmen as field workers, declares with knife-edge irony: “I do not keep house girls and house boys in my home – because it reminds me too much of America.” The agony of this cultural shapeshifting is one of colonisation’s deep wounds and Moore reminds us that in Liberia the freed Americans became invaders themselves, their mansions and farms “poking into the villages of indigenous groups”. “Some of them don’t think all of us the same,” says Gbessa’s new friend Maisy, who is a member of another local tribe. “Some of them think they smarter and better fit to lead than those who were already here.” But both Gbessa’s old and new worlds are in the path of the Europeans and their assault on Africa, which is of course why our superheroes have been gathered there. The pieces are in place for a final showdown, as June Dey’s ghost mother, who has become a kind of ubiquitous narrating spirit, articulates the novel’s central question: “Now that you know your power what will you do with it?” Moore’s brand of magic realism is close kin to Beloved and The Underground Railroad, bending the rules of history and the natural world in order to move both closer to justice. When it comes to explorations of slavery in novels, there is little patience left for catalogues of atrocities, but an abiding interest in finding fresh ways of exhuming something useful from the murk. Give us alternative histories, unfamiliar forms, genre-leaping speculations. Moore’s novel pulls this off with an epic sweep. It’s a tour de force that crescendoes to its conclusion, reimagining the birth of Liberia in a way that is tender, humane and suffused with lyricism. • Sara Collins’s The Confessions of Frannie Langton is published by Viking. She Would Be King by Wayétu Moore is published by One (RRP £14.99). To order a copy go to guardianbookshop.com. Free UK p&amp;p on all online orders over £15."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}