{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/12/this-green-and-pleasant-land-by-ayisha-malik-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-12T07:59:02Z", "webTitle": "This Green and Pleasant Land by Ayisha Malik review – a modern comedy of manners", "webUrl": "https://www.theguardian.com/books/2019/jun/12/this-green-and-pleasant-land-by-ayisha-malik-review", "apiUrl": "https://content.guardianapis.com/books/2019/jun/12/this-green-and-pleasant-land-by-ayisha-malik-review", "fields": {"headline": "This Green and Pleasant Land by Ayisha Malik review – a modern comedy of manners", "bodyText": "Ayisha Malik’s hapless, hijab-wearing girl-about-town Sofia Khan was one of the most engaging, cliche-busting comic creations of recent years. As the protagonist of two books inspired by Malik’s adventures on the British Muslim singles scene, Sofia Khan Is Not Obliged and The Other Half of Happiness, Khan’s monologues combined Bridget Jones-ish expostulations – “Oh my actual God. There’s a man in my bed!” – with a dry turn of phrase that suggested covering one’s head can be a fashion as well as a religious statement. “Some people like shopping, some people like therapy, I happen to like praying.” Malik’s first non-Sofia novel takes place in a fictional south coast village named Babbel’s End, where the Muslim population numbers precisely three: mild-mannered accountant Bilal Hasham, his local journalist wife, Mariam, and their teenage son, Haaris. Bilal’s natural instinct to blend in has always been a bit of a disappointment to his mother, whose dying wish is that he grow a beard. This turns out to be the easy part; she also instructs him to build a mosque in the middle of the village. It’s an engaging scenario, in which a sleepy parish council instantly fears that the community is about to become a hotbed of fundamentalism. The problem is that Malik’s switch from the urban environment of the Sofia Khan books to a parodic stereotype of an English village results in writing that can become humdrum and flavourless: “Change was meant for fascist states and oppressive governments, not serene, bobbing-along, minding-its-own-business Babbel’s End.” Malik’s great gift is to present seemingly insoluble issues of faith and intolerance in a light, accessible manner. This Green and Pleasant Land is a laudable attempt to extend her range beyond romantic comedy, though the use of omniscient third-person narration can be ungainly at times. Bilal is a decent enough chap, yet Malik relies for internal characterisation on phrases such as “a plethora of questions began to tumble around his aching head”; while his wife finds that “life had become a series of taking deep breaths”. Above all, one misses the unrestrained, subversive voice of Sofia; a woman who clearly would be capable of shaking up the stultifying complacency of a place like Babbel’s End. What this book really needs is someone not afraid to stand on the village green and shout, as Sofia once did: “Terrorists don’t wear vintage shoes, you ignorant wanker.” • This Green and Pleasant Land is published by Zaffre (RRP £12.99). To order a copy go to guardianbookshop.com. Free UK p&amp;p on all online orders over £15."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}