{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/22/childrens-and-teens-roundup-the-best-new-picture-books-and-novels", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-22T08:00:07Z", "webTitle": "Children’s and teens roundup: the best new picture books and novels", "webUrl": "https://www.theguardian.com/books/2019/jun/22/childrens-and-teens-roundup-the-best-new-picture-books-and-novels", "apiUrl": "https://content.guardianapis.com/books/2019/jun/22/childrens-and-teens-roundup-the-best-new-picture-books-and-novels", "fields": {"headline": "Children’s and teens roundup: the best new picture books and novels", "bodyText": "There’s a star-gazing theme to picture books this month. Look Up! (Puffin) by Nathan Bryon and Dapo Adeola features science-crazed, irrepressible chatterbox Rocket, who is determined to get her whole town out watching a meteor shower – to the annoyance of her big brother, who would rather stay glued to his phone. Energetic and with a wry, sweet take on family dynamics, it will alert readers to the thrilling mysteries of the night skies. Astro Girl (Otter-Barry) by Ken Wilson-Max stars Astrid, another little girl intent on discovering the secrets of space, who enjoys acting out the challenges of zero gravity with Papa while Mama is away. When Astrid welcomes her back, the twist in the tale reveals that Mama might be an expert on space herself. A delightful combination of imaginative play and inspiring role model from a much-loved author-illustrator. Fifty years after the moon landing, young readers of five-plus can make their own lunar voyages with The Usborne Book of the Moon by Laura Cowan and illustrator Diana Toledano, a compendious, thoroughly readable volume that contains not only plenty of facts about the moon’s orbit and phases, but also the legends and stories told about it worldwide. Engagingly illustrated, with well judged, engaging text, this is the best and broadest kind of non-fiction. Back on Earth, Joyce Dunbar’s beloved duo Mouse &amp; Mole, richly illustrated by James Mayhew, have recently reappeared, reissued by Graffeg. This cosy pair enjoy the gentlest of Kenneth Grahame-style adventures, making plans for picnics, overindulging in roast chestnuts and toasted muffins, and trying and failing to get rid of excessive clutter; the perfect antidote to real-world worry. Meanwhile, in The Suitcase (Nosy Crow) by Chris Naylor-Ballesteros, a strange animal appears, dragging a suitcase he says contains a teacup, a table and the cabin where he used to make tea. When he falls asleep, exhausted by his journey, the other animals break open the case – only to discover a broken teacup and an old photograph. As the stranger wakes to find the others have built him a new cabin, a sense of new joy and hope arises; the story has a feel of Shaun Tan’s The Arrival, but for a preschool audience. For seven-plus readers with a yen for more modern-feeling escapism, Louie Stowell’s The Dragon in the Library (Nosy Crow) stars the book-fearing Kit, dragged to the library by her friends only to discover that she is a wizard, with a vital role to play in protecting the great dragon who sleeps within. Cracking pace, comic one-liners and a gleefully evil villain, brought to life by Davide Ortu’s illustrations, add up to a debut with broad appeal. For eight and up, more winged wyrms appear in The Secret Dragon by Ed Clarke (Puffin), appropriately set in Wales. Scientifically minded Mari is fossil-hunting on the beach when she discovers a tiny, curled-up creature; soon she’s facing the challenges of rearing a mischievous baby dragon while trying to study it and keep it out of trouble. Mari’s charged relationships with her mother and new friend Dylan, and her determination to get famous Dr Griff to verify her discovery so she can give the dragon her lost father’s name, give extra depth to this heart-warming story. Finally, from the superb Katherine Rundellcomes The Good Thieves (Bloomsbury), a heist story set in 1920s New York. This is as compelling as an Enid Blyton circus caper – if Blyton had written with inclusive compassion and the sort of limpid, elegant prose it’s a pleasure to sink into. Indomitable Vita Marlowe, whom polio has left with a weakened leg, is determined to break into the home her grandfather lost to swindlers and steal back his treasure. But the heist will need the help of circus boys Arkady and Sam, with their acrobatic skill and gift for charming animals, not to mention Silk, the pickpocket – and Vita’s own redoubtable marksmanship. Purring mafiosi, breathtaking feats of nerve and a crackling sense of atmosphere throughout make this book a single-sitting treat, showcasing Rundell at the peak of her powers. Back in the present day, Lisa Thompson’s Owen and the Soldier (Barrington Stoke) is brief, super-readable, and poignant. Owen’s dad isn’t around any more, and his mum is increasingly struggling to cope; he shares his feelings only with the crumbling stone soldier in the memorial garden, until the council announces plans to redevelop. Can Owen save the soldier? This slim, focused story packs considerable punch. Teenagers roundup Catching Teller Crow by Ambelin and Ezekiel Kwaymullina, Penguin, £7.99 In this Australian prizewinner focusing on two Indigenous teenagers, 15-year-old Beth Teller has died in a car crash, but her spirit remains visible to her grief-stricken police detective father. When Dad is called to investigate a murder, Beth meets Isobel Catching, a young witness, who can see her too. Catching’s strange story reveals the painful, long-buried secrets at the heart of the case, and shows Beth that she can’t stay stranded in the living world for ever trying to tend her father’s broken heart. Combining taut, intricate thriller with ancient Indigenous tales and the darker side of Australian history, this is a deeply poignant and original novel. Perfectly Preventable Deaths by Deirdre Sullivan, Hot Key, £7.99 When twin sisters Madeline and Catlin move to their new stepfather’s castle in the fictional Irish hamlet of Ballyfrann, the remoteness appeals to them at first. Everyone is apparently related, their stepfather’s cousin seems to be a witch and, of course, there are the stories of the girls who have gone missing there, year after year. Madeline and Catlin think they will be safe, though; they look out for each other. Salty hilarity and an assured evocation of siblings’ prickly closeness give way to unnerving folk-horror menace and gore in Sullivan’s latest lush, weird and lyrical book. ‘I Will Not Be Erased’ – Our Stories About Growing Up As People of Colour by gal-dem, Walker, £7.99 From gal-dem, an award-winning magazine created by women and non-binary people of colour, come essays and stories in which contributors write to their teenage selves as kindly, validating mentors. From Niellah Arboine’s “‘You Speak Well for a Black Girl’: Black Is Who You Are” to Sara Jafari’s emphasis on choice and autonomy when dating as a British Muslim, the pieces are warm, personal and sometimes traumatic. The authors assert their right to their own history, feelings and experience, and their refusal to be ignored."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}