{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/14/on-earth-we-are-briefly-gorgeous-ocean-vuong-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-14T06:29:08Z", "webTitle": "On Earth We’re Briefly Gorgeous by Ocean Vuong review – portrait of the artist as a teenager", "webUrl": "https://www.theguardian.com/books/2019/jun/14/on-earth-we-are-briefly-gorgeous-ocean-vuong-review", "apiUrl": "https://content.guardianapis.com/books/2019/jun/14/on-earth-we-are-briefly-gorgeous-ocean-vuong-review", "fields": {"headline": "On Earth We’re Briefly Gorgeous by Ocean Vuong review – portrait of the artist as a teenager", "bodyText": "Ocean Vuong’s grandfather was a US soldier posted to Vietnam; there he fell in love with “an illiterate girl from the rice paddies”. They married and had three daughters, but while his grandfather was visiting family in the US, the fall of Saigon forced the family apart. His grandmother, fearing her children might be taken for adoption in the States, put her three girls into different orphanages, and they weren’t reunited until adulthood. Vuong’s mother worked washing hair in a Saigon salon, and gave birth to him when she was 18. She was discovered to be mixed race, and so banned from working by the new communist regime, before the whole family was evacuated to the Philippines under the sponsorship of a US charity. Vuong was still a toddler when, after months in a refugee camp, they were admitted to the US. Vuong’s family story is at the heart of his 2017 debut poetry collection, Night Sky with Exit Wounds, which won both a Forward prize and the TS Eliot prize. In it, he writes: “An American soldier fucked a Vietnamese farmgirl. Thus my mother exists. Thus I exist. Thus no bombs = no family = no me. / Yikes.” His first novel also draws on elements of his life, to tell the coming-of-age story of Little Dog, the son of Vietnamese immigrant parents in the US. Through a fragmented narrative, we piece together the past of Little Dog’s mother, Rose, and his grandmother, Lan, in Vietnam – he was born there but can scarcely remember it. His father, who came with them to the US, is a shadowy figure, violent towards Rose, last seen disappearing in a police car after being arrested for beating her up. Little Dog grows up in Hartford, Connecticut; he’s lonely and bullied at school for being different, for his foreignness and for what’s perceived as his effeminacy. Because Little Dog narrates in the first person and gives us glimpses of his adult life as a writer, he seems to have followed a classic American upwards trajectory, making his way from being an outsider, through transformative educational experiences that aren’t specified in the novel, to entry into privileged literary circles – though carrying with him the burden of his doubts about that privilege. He has become the writer-narrator of the novel we are reading, which is framed as a letter addressed to his mother, even though she can’t read it. “What I am about to tell you you will never know … I am writing to reach you – even if each word I put down is one word further from where you are.” At the core of the book, alongside his fraught relationships with his violent-loving mother and crazy-wise grandmother, is Little Dog’s teenage love affair with Trevor, who appears at first to be the very embodiment of the masculine white America that is shutting Little Dog out. Trevor is a football fan living in an “Easter yellow” mobile home, surviving on junk food and Sprite. The grandson of the man who owns the tobacco barns where Little Dog has a summer job, and the son of a drunk who shouts at the TV, he messes around with guns and is a fan of 50 Cent. Their sexual connection is surpassingly passionate and tender, but can’t be maintained into adulthood – Trevor doesn’t want to grow up to be a “fag”, and anyway lives carelessly, putting himself in danger, trashing a truck, swallowing pills like sweets. The essential gesture of the novel is there in its title: in early youth, somewhere beyond the margins of conventional society, there’s a brief authentic flowering of life and happiness, which can’t be carried forward into disappointing, grown-up, settled existence. That nostalgic pattern so characteristic of US fiction, whose archetypal expression comes in The Adventures of Huckleberry Finn, exists in interesting counterpoise with the shape of Lan and Rose’s stories, their ungorgeous youth, their war trauma and blunt humour, the sheer dogged persistence and will to survive that carry them into emigration and the future. There are passages in the novel of real beauty and originality. Vuong writes wonderfully about work: the resigned camaraderie and irony, for instance, of the women working in Rose’s nail bar, where smells of “cloves, cinnamon, ginger, mint and cardamom” from cooking in the back room mingle with the toxic “formaldehyde, toluene, acetone, Pine-sol and bleach”, which damage their health and their hands. In the tobacco fields, where Little Dog stands out among the mostly Hispanic labourers, “you could hear their lungs working as they cut, the stalks falling in bright green splashes around their hunched backs … could hear the water inside their stems as the steel broke open the membranes, the ground darkening as the plants bled out”. The novel’s strength lies in its specifics, so exactly seen or smelled or tasted; the salt around Trevor’s neck: “ … from the two-hour drives to nowhere and a Burger King at the edge of the county, a day of tense talk with his old man, the rust from the electric razor he shared with that old man, how I would always find it on his sink in its sad plastic case, the tobacco, weed and cocaine smoke on his fingers mixed with motor oil …” Vuong is at his best pressing the words further and harder like this, in his effort to capture in their net the fleeting sensations of a real moment, make on his page the illusion of life. His frankness and precision, writing about Little Dog’s lovemaking with Trevor, is persuasive and moving, as is the unsparing description of grandmother Lan’s death. It’s more problematic when the flow of the story is freighted with too much of a different kind of writing: an explicit commentary on the meaning of what’s happening, or a sort of choric lyrical lamenting between scenes. “In a world as myriad as ours, the gaze is a singular act: to look at something is to fill your whole life with it, if only briefly.” Part of the problem may come with the framing device: because the novel is addressed to Rose, who can’t read it, it’s aimed too much rhetorically at the unresponsive air – which can’t talk back, or yawn or laugh, as one suspects Rose might. Tonally there’s a habitual recourse to plangency, to a dying fall. “Ma, there is so much I want to tell you. I was once foolish enough to believe knowledge would clarify, but some things are so gauzed behind layers of syntax and semantics, behind days and hours, names forgotten, salvaged and shed, that simply knowing the wound exists does nothing to reveal it.” It’s not that those ruminations might not be worth attending to, taken by themselves – though there’s a lot of repetition. Inside the long economy of a novel, however, too much prose in this register inhibits the flow, dilutes the story’s power to persuade us. The passionate politics of this book are most alive whenever we’re most lost inside the experiences of his protagonists. • This article was corrected on 15 June 2019. Little Dog’s grandmother is called Lan, not Lin. • Tessa Hadley’s Late in the Day is published by Cape. On Earth We’re Briefly Gorgeous is published by Vintage (RRP £12.99). To order a copy, go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £10, online orders only. Phone orders min p&amp;p of £1.99."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}