{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/09/salt-slow-by-julia-armfield-review-short-stories", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-09T12:00:25Z", "webTitle": "Salt Slow by Julia Armfield review – uncanny realities", "webUrl": "https://www.theguardian.com/books/2019/jun/09/salt-slow-by-julia-armfield-review-short-stories", "apiUrl": "https://content.guardianapis.com/books/2019/jun/09/salt-slow-by-julia-armfield-review-short-stories", "fields": {"headline": "Salt Slow by Julia Armfield review – uncanny realities", "bodyText": "Strange things happen in Julia Armfield’s debut collection of stories. Lovers turn to stone or rise from the dead. A PhD student collects male body parts to stick on to the lifesize outline she’s been hiding in her cellar. One protagonist shapeshifts into an insect; another gains a wolf for a stepsister. These tales draw thrilling vigour from Armfield’s conscientiously vivid approach to their dialled-up reality. An insomnia epidemic in one story sees sufferers stalked by their own sleep, mutinous and anthropomorphised. Television, we’re told in passing, isn’t really viable any more: “Fairly early on, a live morning show with a viewership of some 4 million was yanked unceremoniously off air because the host had been attempting to present a segment on seasonal salads with his Sleep in shot behind him.” Speckled with zoological terminology and unexpected collective nouns (“an anthology of cousins”), Salt Slow shares virtues and flaws with Daisy Johnson’s atmospheric 2016 collection Fen. Often the creepy goings-on act as a magical-realist delivery mechanism for avenging male exploitation of women’s bodies, although we can’t always tell for sure: one story, Stop Your Women’s Ears With Wax, runs on ominous hints of killings carried out by the cult-like fans of a girl band whose members perhaps aren’t human. But the book’s punchlines, while striking, can feel superficial, as in the denouement of Mantis, in which a girl turns the tables on the boy attempting to coerce her into sex at a party. The best stories retain emotional texture when treating this recurring theme of adolescent trials: the narrator who gets a wolf for a stepsister isn’t best pleased at first, but comes round once the new family member accompanies her home from school and gives a pestering classmate more than he bargained for. There’s a change of emphasis in the doomy title story, a kind of coded body horror involving a pregnant woman adrift at sea with her lover amid apocalyptic flooding. We’re blindsided when the apparent predicament of how the protagonist can give birth in such dire circumstances is dwarfed by an even more outlandish crisis. The trouble is, it feels like weirdness piled on weirdness. For all the shivers and shudders, Armfield’s habit of using everyday turning points as a diving board to plunge into the uncanny can look like a way to wriggle out of eyeballing its depths. Still, on this showing, she’s a writer whose next move you wouldn’t want to miss. • Salt Slow by Julia Armfield is published by Pan Macmillan (£12.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}