{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/16/10-minutes-38-seconds-in-this-strange-world-by-elif-shafak-book-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-16T08:00:46Z", "webTitle": "10 Minutes 38 Seconds in This Strange World by Elif Shafak review – powerful but preachy", "webUrl": "https://www.theguardian.com/books/2019/jun/16/10-minutes-38-seconds-in-this-strange-world-by-elif-shafak-book-review", "apiUrl": "https://content.guardianapis.com/books/2019/jun/16/10-minutes-38-seconds-in-this-strange-world-by-elif-shafak-book-review", "fields": {"headline": "10 Minutes 38 Seconds in This Strange World by Elif Shafak review – powerful but preachy", "bodyText": "Elif Shafak’s ninth novel in English tells the story of a Turkish woman reflecting on her life in the immediate moments after her brutal death. Leila, a fortysomething sex worker in Istanbul, has been murdered and dumped in a wheelie bin in the dark, damp outskirts of the city. But in the 10 minutes and 38 seconds after her heart stops beating, her mind continues to whirr, ranging over her memories, their scents and flavours. The novel, which opens in 1990, is not only a sensual journey into the complicated life of a prostitute known as “Tequila Leila” but the story of her cherished friends – five social outcasts who are also considered trash in an increasingly illiberal country. Shafak wants to give a voice to society’s untouchables: immigrants, underdogs and those who are considered freaks by their own families. “The Istanbul that Leila had known was not the Istanbul that the Ministry of Tourism would have wanted foreigners to see,” she writes. Many of Shafak’s themes are familiar from her previous work: violence against women, the massacre of Armenians, and the persecution of Yazidis, as well as the erosion of secularism and the rise of religious sects in Turkey. It’s a novel with a powerful premise, good intentions and an ingenious framing device. What’s more, Shafak is an inspiration to writers across the globe: a passionate feminist and champion of free speech who writes about political and sexual taboos. As a consequence, she has been threatened with jail time for “insulting Turkishness” and can’t risk returning to her homeland. In short, Shafak is very brave. What a shame, then, that 10 Minutes 38 Seconds in This Strange Land is so flat and flavourless. The novel’s most vital moments occur at the beginning when Leila, dumped in a filthy bin, must face up to the fact that “our individual passing had no impact on the order of things, and life would go on passing just the same with or without us”. The problem is that Shafak’s cliched prose soft-pedals the stark injustices she seeks to expose. Born in eastern Turkey, Leila is the daughter of her father’s second wife, but she’s raised by the first. As her father becomes increasingly devout, the women of the family are silenced and subjugated: “Things were not always as they seemed,” Shafak writes, “the sour could hide beneath the sweet, or vice versa…” At six, Leila has already fallen prey to a manipulative uncle who sneaks into her bed. When, at 16, Leila exposes her uncle, she’s forced to leave school and marry her abuser’s son. Horrified, she flees the family home for Istanbul, “the city where all the discontented and all the dreamers eventually ended up”. As soon as she’s drawn into prostitution, the novel becomes frustratingly remote from its protagonist. “How stubborn she was, how dangerously rebellious her soul,” Shafak tells us, “she was the walking embodiment of imperfection.” Yet it’s hard to get a sense of Leila’s adult self beyond those intimate moments in the bin at the beginning of the novel. The second half shifts focus to Leila’s “water family” – the outcasts who provide a safety net when her blood relatives desert her. There’s Sabotage Sinan (a weak man who has been besotted with Leila since childhood), Nostalgia Nalan (a sassy transvestite), Zaynab122 (a Sunni dwarf from a Lebanese mountain village), Hollywood Humeyra (an overweight singer), and Jameelah (a beautiful Somalian who doesn’t get a cute nickname). This group of oddballs are known as “the five”, which makes them sound like a squad from a Marvel franchise. I don’t think that’s accidental – there’s something a little gimmicky and schematic about the whole setup. What begins as an incisive investigation into violence against women becomes both preachy and hammy as the friends go to dig up her grave and the action descends into farce. Humeyra, the fat friend, insists on packing a picnic before they dig up their mate. Weedy Sinan, the only man, falls into the grave. Where Shafak does excel is in conjuring Istanbul, a “struggling, competing, clashing” place she can no longer visit. In many ways, the book is a love letter to the city and its most stirring passages bring alive its tensions: “Imperial Istanbul versus plebeian Istanbul; global Istanbul versus parochial Istanbul; cosmopolitan Istanbul versus philistine Istanbul; heretical Istanbul versus pious Istanbul; macho Istanbul versus feminine Istanbul… then there was the Istanbul of those who had left long ago, sailing to faraway ports. For them this city would always be a metropolis made of memories, myths and messianic longings, forever elusive like a lover’s face receding in the mist.” • 10 Minutes 30 Seconds in This Strange World by Elif Shafak is published by Viking (£14.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}