{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/05/top-10-novels-about-pariahs-richard-zimler-from-dickens-to-roth-", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-05T10:12:32Z", "webTitle": "Top 10 novels about pariahs | Richard Zimler", "webUrl": "https://www.theguardian.com/books/2019/jun/05/top-10-novels-about-pariahs-richard-zimler-from-dickens-to-roth-", "apiUrl": "https://content.guardianapis.com/books/2019/jun/05/top-10-novels-about-pariahs-richard-zimler-from-dickens-to-roth-", "fields": {"headline": "From Dickens to Roth: top 10 novels about pariahs", "bodyText": "Writing about pariahs lets an author explore the lives of individuals persecuted for their beliefs or desires and who are branded dangerous traitors or misfits. In my case, I cherish the chance to write about people whose voices have been systematically silenced – and who have vanished from official histories. In my four decades of reading about Jesus, I have often been struck by how his Judaism is swept aside or characterised in prejudicial terms. One of the reasons I wrote my novel The Gospel According to Lazarus was to give him back his Judaism – to permit him to be what he was, a Jewish mystic and healer. In my version of Saint John’s story of resurrection, Lazarus becomes a pariah because local authorities regard his revival as dangerous proof of Jesus’s astonishing healing powers and spiritual mastery. Forced to flee Jerusalem, he goes into exile on the island of Rhodes. Many years later, he discovers that Jesus’s message has become distorted by his followers. Profoundly disappointed and angry, he decides to risk his life and return home in order to voice his own unique perspective on his old friend’s mission. Here are my 10 favourite novels about pariahs. 1. Sirius by Olaf Stapledon What if you found yourself the only representative of your species in the world? Such is the cruel destiny of Sirius, a genetically enhanced dog with human-level intelligence. Raised at the Welsh home of the geneticist who creates him, he forms a loving bond with his human sister, Plaxy. Stapledon beautifully explores the ways that Sirius’s supersensitive nose informs his relationships and opinions. Disgusted by the miseries of war created by the planet’s dominant species, he decides to make a solitary life for himself beyond human conventions, incurring the wrath of those who regard him as a genetically engineered freak. 2. I Married a Communist by Philip Roth Starting in the 1990s, Philip Roth began to explore the fall from grace of protagonists who run afoul of American mores and politics. In this, his 21st novel, he deftly explores the shattering effect of Senator McCarthy’s anticommunist crusade on the country’s insecure Jewish community. The story focuses on radio icon Ira Ringold. When he is accused of inserting leftist propaganda into his scripts, his vengeful wife threatens to reveal his secret allegiances. Roth’s conflicted, many-layered characters give this work memorable force. 3. The Scarlet Letter by Nathaniel Hawthorne The Puritans of New England subjected unwed mothers to public humiliations, and in Hawthorne’s 19th-century masterpiece, Hester Prynne is made to wear an embroidered letter “A” (for adulteress) on her dress and live a solitary existence. She refuses to identify the father to authorities, but we soon discover that he is a local minister. What’s so tragic to the contemporary reader is that we know that such a courageous and intelligent woman would flourish in more tolerant times. 4. The Story of Harold by Terry Andrews The narrator of this fictional autobiography is a compassionate, witty and wildly promiscuous children’s book author and resident of pre-Aids Greenwich Village who discovers that he is most drawn to what he cannot have – a family and kids. His attraction to down-and-out misfits and sadomasochism seems to rule that out until he falls in love with a married father of six. When that relationship comes undone, however, Terry slides into suicidal depression. His narration is charged with magical exuberance, and his black humour bursts the confines of prose and emerges as a sharply ironic kind of poetry. 5. One Flew Over the Cuckoo’s Nest by Ken Kesey While serving a prison term for assault, Randle McMurphy fakes insanity in order to win a transfer to a psychiatric hospital. There, his rebellious antics, zest for life and sexual allure put him in conflict with the despotic and puritanical head of his ward, Nurse Ratched, who comes to see him as a disruptive misfit and rival. McMurphy soon earns her fury by encouraging his fellow patients to live more adventurously, and though readers know that he is unlikely to win this battle of wills, the length to which Ratched goes to ensure victory still comes as a terrible shock. 6. Invisible Man by Ralph Ellison The unnamed African American narrator of this groundbreaking 1952 novel begins his often grim and violent tale by describing how he has sought refuge in a hidden, underground room in New York City. In flashback, he reveals how racial prejudice and personal betrayals transformed him from an enthusiastic university student into a homeless and hounded outlaw. Ellison’s exploration of the African American struggle for visibility and equality has taken on renewed poignancy in an America run by a president who advocates racist and xenophobic policies. 7. Light in August by William Faulkner Faulkner’s fictional Mississippi always has its share of wretched outcasts, but the one who draws our attention in this complex, tangled narrative is Joe Christmas, a violent bootlegger. Christmas has light skin but his adoptive parents led him to believe that he has African American heritage, and this damning secret has created in him a seething self-loathing. When the home of his reclusive lover is burned down, the sheriff initiates a manhunt for Christmas. Will our protagonist end up spending the rest of his life in prison? Alas, Faulkner has more brutal plans in store for him. 8. The Chrysalids by John Wyndham Survivors of a nuclear holocaust live in a rural community that enforces Old Testament rules and regulations, eliminating anyone with a physical defect or mutation. Their isolated territory is surrounded by the Fringes, a lawless wasteland. David, the young narrator, soon reveals a damning secret: he is in telepathic contact with other youngsters who share his special abilities. He has also detected the existence of adult mind-readers in distant New Zealand. When his secret is discovered, he and his friends are hunted down as dangerous anomalies. While fleeing to the Fringes, they call out telepathically for help. 9. Lazarillo de Tormes The first picaresque novel, published in 1554 and written by an anonymous author, features a destitute and witty scoundrel named Lazarillo who seeks to better his fortunes while in the service of a miserly blind beggar, a brutal priest, a seller of indulgences and host of other hypocritical and unsightly characters. By creating a hero who is an amusing misfit and outcast, and by portraying Spanish society as morally bankrupt, the author earned the wrath of the Spanish crown – which banned the novel – and the church, which placed it on its Index of Forbidden Literature. 10. A Christmas Carol by Charles Dickens A bitter and greedy miser named Ebenezer Scrooge mistreats everyone around him. His philosophy? Kindness and compassion undermine the economic workings of society and encourage the poor to be lazy. Does that sound familiar? It should, because it’s neoliberal ideology in a nutshell. Scrooge is shunned and has no friends. One chilly night, three spectres pay him a visit: the Ghosts of Christmas Past, Present and Future. Will they terrify him into changing his ways? Dickens’s classic raises a psychologically astute question: can only the most terrible traumas truly change us? • The Gospel According to Lazarus by Richard Zimler is published by Peter Owen. To order a copy, go to guardianbookshop.com. Free UK p&amp;p on orders over £15."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}