{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/18/taffy-brodesser-akner-profile", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-18T07:00:46Z", "webTitle": "Profiling the profiler: an interview with Taffy Brodesser-Akner", "webUrl": "https://www.theguardian.com/books/2019/jun/18/taffy-brodesser-akner-profile", "apiUrl": "https://content.guardianapis.com/books/2019/jun/18/taffy-brodesser-akner-profile", "fields": {"headline": "Profiling the profiler: an interview with Taffy Brodesser-Akner", "bodyText": "The journalist who writes a novel has an inhibition to overcome: the reflex guilt about making stuff up. For Taffy Brodesser-Akner, whose first novel, Fleishman Is In Trouble, she wrote while working as a writer at the New York Times magazine, the anxiety of leaving behind fact and transcript was alleviated by the knowledge that at least no one was going to yell at her for hurting their feelings. Not that Brodesser-Akner specializes in hatchet jobs. Her profiles, most famously her deep dive into the world of Gwyneth Paltrow last year, are generous without giving her subjects a free ride. A profile many years ago of the TV anchor Don Lemon, in GQ, was gently satirical without being cruel. At the end of last year, a recalcitrant Bradley Cooper was given the benefit of the doubt by Brodesser-Akner, and the space, quietly, to hang himself. In the case of Gwyneth Paltrow – with whom, says Brodesser-Akner, she spent so much time that by the end “it started to get embarrassing” – the piece treated the Goop empire with seriousness, while still providing Paltrow’s critics with enough ludicrous details to carry on hating her. “You can make fun of it all you want,” says Brodesser-Akner, who went into the project sufficiently open-minded to have converted, these days, to using Paltrow’s zillion-dollar face creams. “But it’s not good to send someone into a story who’s just disgusted. I think the ambivalence is what people react to.” We are in a cafe near the 43-year-old’s house in New Jersey, 40 minutes from New York. Brodesser-Akner lives here with her husband, Claude, a journalist, and their two children, eight and 11. The novel came about in a burst of frustration after Brodesser-Akner was knocked back by her editor when she suggested doing a long reported piece on the state of divorce, which at the time all of her friends seemed to be going through. “She said we don’t really do that sort of thing any more. I pulled over into a Pain Quotidien and wrote the first 10 pages of the novel.” Fleishman is in Trouble follows the story of Toby Fleishman, a man in his early 40s whose marriage to Rachel has collapsed. Newly single, he is trying to have a sex life while also earning enough money to meet his ex-wife’s idea of a fulfilling existence and making sure his children get to camp on time. It is a funny critique of the intoxicating life of the recently separated – specifically those of Brodesser-Akner’s generation, who married before the advent of dating apps and who, upon divorcing, have a weird time adjusting to the new dating economy. (Kissing a new person after a long marriage is, observes Fleishman, akin to “the strange feeling of taking ice skates off after wearing them for hours and walking on plain ground”.) It is also an acute portrait of the dynamics of upper-middle-class Manhattan in which everyone is equally hideous. Fleishman is whiny and smug; his ex-wife, Rachel, a wealthy talent agent who talks to her husband as if he is her executive assistant, is neurotic and vile; their friends are mercenary. The novel is otherwise populated by the kinds of terrible people who run around in slogan-based gym wear (sample selection: But First, Coffee; Brunch So Hard Rachel; Eat Sleep Spin Retreat). It goes without saying, meanwhile, that the private school scene on the Upper East Side is the seventh circle of hell. What redeems Fleishman from being a depressing read is the sympathy and humour with which the characters are treated. Everyone is disastrous and everyone is human, and the writing is so sharp that one finishes the novel somehow feeling warm towards them all. It is also an excavation of the odd phenomenon of wealthy people who cannot be happy. The “poor person” in the novel is, in fact, Toby Fleishman himself, a successful doctor who makes almost $300,000 a year – an enormous amount of money relative to the average, and peanuts in relation to the hedge-funders he and his wife hang out with. His wife is embarrassed by his lack of ambition and the fact that he can provide neither a summer house, nor school fees for two kids, nor anything much beyond everything they need and nothing they actually want. At some point, Fleishman is asked pityingly by one of his banker friends what he would say if his kid came to him and told him he wanted to be a doctor. In fact, this is a question Brodesser-Akner used to field herself when she lived in Los Angeles – a city in which writers don’t enjoy much status. “I was writing for the New York Times and people thought it was a mommy blog,” she says with a laugh. Her interest is in the radical realignment of wealth in a city where, for example, anyone earning less than a million a year is within range of a private school’s financial aid scheme, and doctors are nowhere near the elite. “These were people who went to medical school in the 1990s and thought they were going to have a good life,” she says. “I guess I wondered if there’s any industry where you could live a whole lifetime without the ground shifting under your feet in such a profound way.” It was while living in Los Angeles in 2004 that Brodesser-Akner met her husband. She grew up in an orthodox Jewish household in Canarsie, Brooklyn, and had lived all her life in New York, studying at film school in the city before graduating and getting a job at a soap opera magazine. She went on to work at MediaBistro, GQ and the New York Times, eventually moving to California for a spell simply to experience another part of the country. Unusually, after marrying, Brodesser-Akner and her husband combined their names. (She is Akner; he, Brodesser). Even more unusually, after converting from Catholicism to Judaism, he volunteered to be circumcised in advance of the wedding. As Brodesser-Akner told the New York Times wedding page at the time, “he was drugged, but the amount of Xanax I was on rivaled it”. “He’s a very rare guy,” she says now, with a laugh. The name thing had been his suggestion; she had merely said that if and when they had children, she didn’t intend to have a different name from them. “My parents are divorced – my mother’s divorced twice – and it was always sad to me that we had different last names from the person who was raising us. I said to him you can do whatever you want, but my kids will have my name; do you want them to have your name, too?” When this all happened 13 years ago, changing his name was “an act of extraordinary generosity”, she says, although “a lot of my [female] friends who are having babies now, their children are just getting their names and the husbands are not. I love it.” It is the kind of shift in social dynamics that Brodesser-Akner is very good at documenting, although her concern, when starting the novel, was that as all journalists know, life is much stranger than fiction. “The thing about people is that they’re so bad at being consistent,” she says. “And that is the joy of writing about them. What if you can’t make that up? That’s the anxiety I had.” Fiction-writing entails less wear and tear than journalism and is in some ways easier on the nerves. You have a certain amount of power as a journalist, but you are also forever being told to sod off. When an interview subject refuses to honour their end of the transaction, stonewalling or giving single-word answers, she tends to “freak out internally. And I try to smile. I always have a few questions that you can just ask any time. A good one is ‘what did your childhood bedroom look like?’ An early mentor told me that. It forces them into a relaxed state of reminiscence.” There are some subjects who cannot be redeemed, however. This is what happened at the end of last year when Brodesser-Akner interviewed Cooper, a man laboring under the delusion that what readers of the New York Times magazine wanted from him was an interrupted 5,000-word lecture on A Star Is Born. He gave Brodesser-Akner nothing and in the end, all she could do in the article was show her workings, describing how her efforts to get him to behave like a human fell flat, and eventually resorting to that journalistic measure of last resort: the meta piece. It was awful, she says, although not as awful as some. “There was a time with Nicki Minaj where I said, ‘Please, just let me interview you; I have some questions for you, maybe you’ll like them.’ She fell asleep! It was my first story for GQ – all I had ever wanted was to write for GQ, and they gave me Nicki Minaj, and she was very hostile to me at first, and then she fell asleep.” In the end, says Brodesser-Akner: “I wrote 4,000 words about what I would’ve asked her and how I kept trying to wake her up.” Gwyneth, we know, was not like this. Brodesser-Akner had wanted to interview her for ever and had gone on a long campaign to secure the interview, assuring Paltrow she would take her seriously as a businesswoman, which she did. (And rightly so). She didn’t let her off the hook. I remember reading the piece and not liking Paltrow much more than I had going into it. I also wondered if, when the piece came out, she had felt betrayed. The story quoted from Dr Jen Gunter, Paltrow’s arch-nemesis who likes to point out the ludicrous and occasionally dangerous implications of, for example, suggesting underwire bras might cause cancer. In fact, says Brodesser-Akner, Paltrow liked the piece, posting it on her Instagram and letting it be known that she found it broadly flattering. Didn’t she flinch at the paragraphs detailing Goop’s appalling lack of fact checking? “Oh my God, no! She was like, you bet we don’t do fact checking! It’s part of her revolution. And don’t you always find that the thing you’re horrified to ask is the thing people really stand by?” What Brodesser-Akner hadn’t anticipated was what reporting on the story would do to her own psychology – the terrible Stockholm syndrome that can descend when you spend too much time with a subject. “There was a time in the middle when [Paltrow] became scared of me and my intentions. And after having gotten along so well, it made me so angry. But the anger was embarrassment that, oh, I thought we were getting along. Awful. I mean, I never hated her. I really liked her. And I thought she was so talented. And the thing that people hate – ‘Ugh, she’s just so privileged’ – how can you hold against her? It’s OK to be born wealthy. It’s very lucky. And also most of the people I know who were born privileged are incredible fuck-ups. They can’t figure out a goal or a motive. She [Paltrow] works so hard.” Did people get mad with you for not being more critical of her? “No. I didn’t hear any of that. I hope that I made a compelling case. And the thing I determined was that it was not about how I felt about her; it was about how I felt about myself in her reflection that was the issue. And it was unbearable to me. I’ve never been happier to be done with a story, to go back to being an average person as opposed to the least graceful person in the room, the least successful person in the room. I’m a fine successful person, but next to her ... ” By the end of the story, even Paltrow’s posture struck Brodesser-Akner as a rebuke. When she asked Paltrow how she managed to keep her back so straight, “she was like, ‘You think so?’ She’d never considered it. And then I was even more upset! If you can have that posture without thinking about it? I don’t even know what species you are.” The bottom line is you can’t be friends with these people; above a certain altitude, not even their friends can be friends with them. “These are people who no one makes requests of any more. They think they’re having a friendship, but they’re not.” Still, very occasionally the celebrity class system breaks down – and it’s extremely exciting for everyone. A couple of years ago, Brodesser-Akner flew to London to interview Tom Hiddleston and afterwards was papped in the street hugging him goodbye. The Daily Mail ran the photo under the headline “Tom Hiddleston caught bidding farewell to a mystery brunette”, whereupon Hiddleston rang Brodesser-Akner in agony. “He said, ‘I’m so sorry. Tell your husband I’m horrified.’” She bursts out laughing. “And I said you should not be horrified! It’s the best week of our lives!” Sometimes, the person with soft power on the sidelines does go to the ball."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}