{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/13/nathan-hollier-to-be-new-ceo-at-melbourne-university-publishing", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-13T01:22:23Z", "webTitle": "Nathan Hollier to be new CEO at Melbourne University Publishing", "webUrl": "https://www.theguardian.com/books/2019/jun/13/nathan-hollier-to-be-new-ceo-at-melbourne-university-publishing", "apiUrl": "https://content.guardianapis.com/books/2019/jun/13/nathan-hollier-to-be-new-ceo-at-melbourne-university-publishing", "fields": {"headline": "Nathan Hollier to be new CEO at Melbourne University Publishing", "bodyText": "Five months after the dramatic exit of its former CEO Louise Adler and five board members, Melbourne University Publishing have announced Nathan Hollier will take the reins of the company. His appointment is in keeping with the university’s new strategy for MUP, which is to reorient it as a primarily academic publisher with an advisory board appointed by the university, moving away from the commercial publishing strategy implemented by Adler. Adler and five board members resigned in January in protest over the university’s new strategy. Hollier is the founding director of Monash University Publishing, and is credited with transforming the university’s previously existing modest e-press into a print publisher of academic titles. He has spent nearly a decade in the role. Prior to that he was the editor and later chair of the board of progressive literary magazine, Overland, and an academic in literary studies at Victoria University. He has been heavily involved in the small press and literary industry in Australia throughout his career, co-founding and chairing the Small Press Network, serving on government and book industry advisory groups, working as an editor and writing regularly on the state of publishing in Australia. Hollier told Guardian Australia he hopes to “publish books that will address the important issues of our society, and will last the test of time as important contributions to our public life”. “I very much hope to publish for a broad audience and fulfil the traditional brief of a university press to publish books of scholarly grounding that reach people beyond the university,” he said. MUP board chair Professor Warren Bebbington said Hollier’s work at Monash “aligns well with the future plans for Melbourne University Publishing.” Hollier will begin as CEO of MUP on 1 July."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}