{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/booksblog/2019/jun/12/ghosts-shaped-my-life-out-of-print-childrens-classic-to-be-resurrected", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-12T14:43:11Z", "webTitle": "'Ghosts shaped my life': out-of-print children's classic to be resurrected", "webUrl": "https://www.theguardian.com/books/booksblog/2019/jun/12/ghosts-shaped-my-life-out-of-print-childrens-classic-to-be-resurrected", "apiUrl": "https://content.guardianapis.com/books/booksblog/2019/jun/12/ghosts-shaped-my-life-out-of-print-childrens-classic-to-be-resurrected", "fields": {"headline": "'Ghosts shaped my life': out-of-print children's classic to be resurrected", "bodyText": "So, it turns out I wasn’t the only terrified young reader. From the unnerving one-eyed ghost dog, Black Shuck, to the many gibbets pictured in its pages, Usborne’s World of the Unknown: Ghosts, out of print for more than 20 years, has inspired people from Reece Shearsmith to Nick Frost. Now a petition with more than 1,200 signatures, and a social media campaign backed by both the League of Gentlemen creator and the Hot Fuzz actor, have persuaded the eponymous children’s publisher to reissue the 1977 cult favourite just in time for this year’s Halloween. Shearsmith, who is writing a foreword for the new edition, says that the macabre contents of Ghosts had shaped his life. “Growing up in the 1970s, I was very much obsessed with horror, the supernatural and all things strange. My discovery of the Usborne World of the Unknown series in the school library came as such a blessing, seemingly targeted specifically for me and dedicated to everything I was fascinated by.” He said his later career, writing and starring in darkly comic shows such as The League of Gentlemen, Psychoville and Inside No 9, was significantly indebted to his early exposure to Ghosts. Laurence Rickard, a BBC screenwriter for the recent series Ghosts, says he had taken the book out of the library so many times as a child that eventually “they just gave it to me”. Looking at it now, I feel the thrill of remembered childhood terror. The images of Captain Kidd, Tom Colley’s skeleton in a gibbet, and the painting of the hideous one-eyed Black Shuck are bad enough, but it is the quiet matter-of-fact tone to the writing that still chills. Looking at the English village of Pluckley, which is said to be home to a dozen ghosts, the authors set out the dread facts – the hanging body of a schoolmaster, the black shape of a miller – along with photographs of the areas they are said to haunt. “There were no signs of supernatural activity when the photographer took the pictures,” the text notes, hinting (to my easily terrified childish mind at least) that it probably began minutes later. Ghosts are easy enough to dismiss in the light of day, but when they’re talked about as if they’re real – in a printed book, no less – alongside tips to help would-be spook catchers “spot” one, it sends shivers into the soul in the best, most delicious way. Usborne’s Anna Howorth, who spearheaded the campaign, says: “This was genuinely one of my favourite childhood books. It had such an impact on me as I read, reread and generally terrified myself … I had a sense that there was a cult following, and then when I heard that Reece was so influenced by it, I jumped on it. I was hopeful it would get wider support but quite surprised at how quickly it took off and just how passionate people were.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}