{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/17/dancer-from-dance-andrew-holleran-out-of-shadows-walt-odets-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-17T06:00:26Z", "webTitle": "Dancer from the Dance by Andrew Holleran; Out of the Shadows by Walt Odets – review", "webUrl": "https://www.theguardian.com/books/2019/jun/17/dancer-from-dance-andrew-holleran-out-of-shadows-walt-odets-review", "apiUrl": "https://content.guardianapis.com/books/2019/jun/17/dancer-from-dance-andrew-holleran-out-of-shadows-walt-odets-review", "fields": {"headline": "Dancer from the Dance by Andrew Holleran; Out of the Shadows by Walt Odets – review", "bodyText": "Given the twerpish, if unsurprising, views of the recently elected MEP Ann Widdecombe, here are two books that could provide some much needed insight and education; one reissued classic and one new read, drawn from a lifetime of thinking about the lives of gay men. Dancer from the Dance, the 1978 novel by Andrew Holleran, a pen name of Eric Garber, is being revived by Vintage, with a new introduction from Alan Hollinghurst. It charts a life that Garber knew well, the club and cruising scene of 1970s New York, a space he’d immersed himself in while trying to become a writer. As often happens with literature, Garber had to leave to truly write about the place and inhabit its subject. He adopted a pseudonym and chronicled life he’d seen first-hand; the result is a cult gay classic. Meanwhile, Walt Odets has brought his lifetime’s work as a clinical psychologist to bear on Out of the Shadows, a series of essays that extrapolate from the personal to the political and the universal. By utilising and repurposing, without flourish or bombast, the stories of men he has encountered, most often clients who have passed through his practice, Odets sets out to tell the story of a generation and a community, in the hope that the collective knowledge of loss, shame, lust and trauma might help gay men to rearticulate their past and find a new language to move forward. In his introduction to Holleran’s novel, Hollinghurst tells us that we are about to enter “a culture of manic sexuality, thriving in a city on the brink of collapse”. Thriving because we enter New York almost a decade after the Stonewall riots, but pre-Aids. The characters, though not always happily, inhabit a queer golden age of freedom and possibility. Despite being of its time, Dancer from the Dance is also timeless: the restless momentum the characters feel, being pulled to the next lover, the next party, the next anecdote. The descriptions of parties where clubbers are desperate for “their next look from a handsome stranger. Their next rush from a popper. The next song that turned their bones to jelly” feel as though they could be written about 2019; so, too, the notion that queer spaces are “a strange democracy whose only ticket of admission was physical beauty”. Even the insistence of certain characters to categorise men by their race, instead of their names, although it dates the novel, feels in step with the language and social codes of contemporary dating apps. This is not a hagiography of a community; we see both sides. Holleran’s unnamed narrator becomes transfixed with Malone, a newly out man who becomes the centre of attention on the New York scene. Under the guidance of ageing queen Sutherland, he gradually fits into his new surroundings, first as voyeur and then shy participant and then enthusiastic addict, and then as something approaching a god. Malone’s arc is not a singular Bildungsroman but, rather, constant, multiple cycles of love, “like the growing and dying of a plant”, Holleran tells us, “from indifference to love to extinction”. Through the sweat and haze of longing come piercing insights – about the closeness of gay male friendship, about the vanity and imperfections of men. The more one reads the novel, we realise that what Holleran has given us is our very own queer (queerer?) Great Gatsby: its decadence, its fear, its violence, its ecstasy, its transience. There is a moment early in the novel where one young boy confides in Sutherland: “You know, I hate being gay. I just feel it’s ruined my life. It drains me, you know, it’s like having a tumour, or a parasite!” That young boy is someone who would have benefited from the help of Walt Odets. Where Holleran’s novel takes its title from a line of Yeats, giving us a sense that the individual cannot be separated from the scene, Odets’s trick in Out of the Shadows is to zoom in on the singular as a way of saying something about the whole. Indeed, as he writes in his introduction: “only through self-discovery and self-acceptance can we most fully realise our lives”. Out of the Shadows could almost be read as an “after” to Holleran’s novel; when Odets gives us his ideas about the tripartite communities of gay men, he is talking about three generations who had to live and endure the difficult years that came after Holleran’s novel ends. About halfway through, Odets pauses and writes that “much of the remainder of this book is written for young men and their futures”. These are, he reminds us, the stories of older men about their younger years, but we are told them so that future generations may continue to learn from them. After all, as Odets reminds us, “a human society is not a thing; it is a group of people living in more-or-less tight proximity with a tradition”; so, too, community, queer community. An inability to learn from the past leads to ignorance and shame. Telling our stories, whether or not we do it with the same flair as Sutherland as he holds court in another fabulous outfit, is how we know we’ll survive and get stronger. One such moment of dazzling oration by Sutherland in Dancer from the Dance sees him turn to the subject of politics: “We live, after all, in perilous times of complete philosophic sterility, we live in a rude and dangerous time in which there are no values to speak to and one can cling to only concrete things – such as cock.” It’s a speech worthy of any politician in 2019. I’d vote for his or her party, and these two books would be the best manifesto on which to build a platform of queer love and self-acceptance, and ensure the foundations of our community are not further eroded. • Dancer from the Dance by Andrew Holleran is published by Vintage (£8.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99 • Out of the Shadows: Reimagining Gay Men’s Lives by Walt Odets is published by Allen Lane (£25). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}