{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/17/city-of-girls-elizabeth-gilbert-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-17T08:00:17Z", "webTitle": "City of Girls by Elizabeth Gilbert review – hymn to female desire", "webUrl": "https://www.theguardian.com/books/2019/jun/17/city-of-girls-elizabeth-gilbert-review", "apiUrl": "https://content.guardianapis.com/books/2019/jun/17/city-of-girls-elizabeth-gilbert-review", "fields": {"headline": "City of Girls by Elizabeth Gilbert review – hymn to female desire", "bodyText": "To the 15 million global readers of her travel memoir, Eat, Pray, Love, Elizabeth Gilbert has become a kind of guru and star of her own multi-season series; she shares each new twist of her life story with her millions of followers on social media and it’s reported by news outlets on both sides of the Atlantic. So it’s sometimes easy for her celebrity status in what the Washington Post called “the Oprahsphere” to eclipse the fact that she is also a very fine novelist. Her last work of fiction, The Signature of All Things, was a historical novel about an independent young woman pioneering her way in the world of 19th-century botany, but it was also about articulating female desire in an age when well-bred girls did not have the language to do so. Now, in her third full-length novel, City of Girls, she puts that desire quite literally centre stage. Her narrator, Vivian Morris, arrives in New York City in the summer of 1940, a well-bred virgin dismissed from her prestigious women’s college and sent by her Wasp-y east coast family to live with bohemian Aunt Peg, who owns a run-down old theatre. The Lily puts on modest musical revue shows with dancing girls for the local working-class audience and is always one step away from bankruptcy. Vivian immediately falls in love with Peg’s world and with the glamorous, racy life of the showgirls, who adopt her for her seamstress skills and task themselves with helping her lose her virginity, in one of the novel’s best comic set pieces. The Lily’s fortunes change when Peg’s old friend, acclaimed English stage actress Edna Parker Watson, arrives in New York with her dashing younger husband, refugees from the bombing in London. Peg’s estranged husband, Billy, now a Hollywood screenwriter, returns to write a new play for her. Gilbert has said that she wanted to write a novel in which female desire was celebrated, rather than punished as it has been for so much of literary history, but a story in which actions have no consequences would be as dull as one of the Lily’s early musical comedies, so inevitably Vivian causes a scandal that threatens the theatre’s newfound success and the integrity of her friendships. There are other hints, too, that unbridled sexuality in young women is not always simple fun. On one occasion, Vivian and her worldly, older friend Celia are taken to a hotel room by three men; Celia, sensing danger, sends Vivian out for cigarettes and returns later with a black eye. “I suppose our attitude was: Oh well – men will be men! You must understand, though, that this was long before there was any sort of public conversation about such dark subjects – and thus we had no private conversations about them either.” Vivian is recounting the events of her youth from the vantage point of her 90th year, in answer to a letter from a younger woman, Angela, who wants to know what Vivian had been to her father. The book takes nearly 400 pages to come to the heart of that relationship, but it has its roots in the war, whose shadow is never far from the glitzy, sparkling world of Manhattan clubs and cocktails. Gilbert’s attention to period detail and idiom is just as sharp here as in her previous novel, and the dialogue reads like the script of a sassy screwball comedy. But for all its verve and sparkle, what appears to be a novel about sexual awakening turns out to be a warm and wise meditation on friendship, on the choices women make, and on the way that multifaceted relationships and sexuality are far from being modern phenomena. • City of Girls by Elizabeth Gilbert is published by Bloomsbury (£16.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}