{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/21/nimko-ali-interview-talking-isnt-shameful-fgm", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-21T10:00:42Z", "webTitle": "Nimko Ali: ‘Orgasms and sexual pleasure are a human right. I guard these things with my life'", "webUrl": "https://www.theguardian.com/books/2019/jun/21/nimko-ali-interview-talking-isnt-shameful-fgm", "apiUrl": "https://content.guardianapis.com/books/2019/jun/21/nimko-ali-interview-talking-isnt-shameful-fgm", "fields": {"headline": "Nimko Ali: ‘Orgasms and sexual pleasure are a human right. I guard these things with my life'", "bodyText": "There is a Somali phrase, says Nimko Ali, that sums up the paradox of her status both as a survivor of female genital mutilation (FGM) and an activist seeking to eradicate it. “‘Bilaa xishood’. It means ‘Do you have no shame?’ Since the age of seven, when I started talking about my vagina after FGM, I was told that I should be ashamed. But I wouldn’t have been talking about these things if FGM hadn’t happened to me. FGM was the patriarchy’s way of trying to break me and keep me silent, but it made me the loudest person in the room.” As the co-founder of the charity Daughters of Eve and, latterly, The Five Foundation, 36-year-old Ali has devoted herself to campaigning against FGM and gender inequality for nearly 10 years. Her aim is to end FGM by 2030. It is a practice that, according to the World Health Organisation, has affected 200 million women and girls alive today. This goal is ambitious, she says, but achievable. When we meet over coffee in Soho, central London, she has just come from a photo call at Lancaster House for the recipients of the Queen’s birthday honours, in which she has been awarded an OBE. As Ali told the gathered press, her mother would be “both proud and embarrassed … The idea that I got my award for talking about my vagina is not something that is celebrated in my community.” Her mother may be similarly uneasy about Ali’s first book What We’re Told Not to Talk About (But We’re Going to Anyway), a series of intimate, illuminating and often devastating conversations with women on the subjects of sex, masturbation, periods, pregnancy, the menopause and more. It was initially called Rude, but Ali worried that that would suggest the contents were somehow shocking or indecent. These are conversations, she says, that take place in quiet corners between women but are rarely aired publicly due to fear of judgment. “It’s not shameful or rude,” she says. “It’s just doing what we’ve always been told not to do.” Ali spoke to 152 women across 14 countries in the course of her research; many she encountered through her campaigning. It wasn’t hard to get them to open up since, she says, “every woman I’ve ever met has a story to tell”. In the end, 42 made it into the book, all of whom appear under pseudonyms. We meet Becky, who is homeless and whose biggest challenge lies in dealing with her periods. Male rough sleepers, she says, “don’t know the fear of finally having enough money to buy something to eat but worrying about dripping blood on the floor while you wait in line for a bag of chips”. We are introduced to Ayaan, who suffered extreme tearing during childbirth which led to a fistula, causing her family to shun her, and Amina, who struggles to face up to the realities of menopause: “I’ve seen friends crumple at a cancer diagnosis,” says Amina, “not just because they had a serious illness, it’s more seeing their health and life just disappear in front of them. That’s what I felt. My future was gone in a puff of hormones.” I ask her which subject women found most difficult to discuss? “Sexual pleasure, definitely,” Ali replies. “Women don’t think they have the right to be happy, sexually. Especially empowered women, actually. I think orgasms and sexual pleasure are a human right. I guard these things with my life, though I have learned to become more diplomatic and nicer [to partners], and realise that men have emotions too.” In the book’s introduction, Ali reveals her dislike of the C-word as a pejorative. “I want to reclaim it,” she tells me. “Cunts are deep and warm and incredibly magical places where humanity came from, and into which men are trying to return. They want to be hugged by it. But because they’re not always intelligent enough to express that, they want to take it by force. And when you take it by force, it becomes less warm and less hospitable.” Ali isn’t one to mince her words on topics that some might view as difficult or embarrassing – as she notes in her book, “it’s not very British to talk about fannies”. Perhaps less well known is how funny she is. On politics, she remarks that “personally and politically, Tories have been better to my vagina than the Labour party, and I love them for that”. While she’s never voted Conservative, she reveals that she has been known to date “tall Tory men”. For starters, she says, they share childhood trauma. “They were sent to boarding school at seven and I had FGM. But also there’s the fact that they’re so privileged, that they’ve never needed to fight for anything. People say to me ‘How could you?’ and I say, ‘I want someone that comes home and his biggest issue is, ‘I couldn’t get a seat on the train today.’” By comparison, she finds men on the left of politics exasperating: “They can’t listen. There’s two things that they can’t understand and that’s when the left is racist and when the left is sexist. They’ll start questioning: ‘How do you know that’s racist?’ and I’m like, ‘Thank you, white guy. You’re asking that because you’ve never felt violated in your life.’ They don’t understand that they are at the top of the pyramid. They’re, like, ‘I’ve got struggles too’.” I ask her about the Conservative leadership contest and her backing of Boris Johnson, whom she first approached on Putney High Street to talk about FGM shortly after she’d moved to London. She says Johnson listened to her and worked to protect young girls in London when he was mayor. “I saw tribalism almost have my grandfather killed when I was a child because he was vilified for being successful, so I’m not about taking sides,” she explains. “For me, the personal is political, and there’s nothing more personal to me than my anatomy and those of girls around the world. My loyalty comes from the things that you do, not the tribal things you wear.” The eldest of six siblings, Ali – who calls Bristol home, but spends much of her time in London – was born in 1983 in Somaliland. When she was small the family would split their time between her maternal grandparents in the capital Hargeisa (her mother went back to have each of her babies), her paternal grandparents in Manchester, and Dubai, where her father worked in the oil industry. Her early life was immensely privileged. “My name means ‘a gift from God’ – I was a brat. That’s what happens when you’re the firstborn and the first grandchild, and you get to sleep in a gold cot.” When she was four, they settled in Manchester but then, late in 1988, went back to Hargeisa to stay with her grandparents, as Ali’s mother was heavily pregnant. Ali recalls lots of men coming and going around the house. Later she learned that her grandfather was funding a revolutionary militia preparing to bring down the military regime. One evening, government solders burst into the house and took her grandfather away; the next day they returned to take everyone’s passports. Bombs were falling across the city and Ali remembers her grandmother telling her to stand in the corner of a room to avoid falling masonry. Eventually, they fled the city by hiding in the back of trucks and headed to Djibouti, where Ali’s aunt lived. It was there, at her aunt’s house, that a woman arrived one afternoon wearing what looked like a black burqa – “I don’t know why, but I didn’t like her. To this day, if I feel uncomfortable with someone, I get up and leave.” Ali ran out of the house and had to be dragged back by her mother. “I had no idea what was going on. I didn’t want to scream, as up until then nothing wrong or harmful had ever come to me at the hands of my parents. When I got back into the house, this woman in black, who was the cutter, started shouting at me.” Ali doesn’t remember anything after this until she woke up hours later with her mother helping her go to the toilet. “The pain of peeing was beyond anything I’d known,” she recalls. She had undergone the most severe form of FGM, known as infibulation. This means that, as well as being cut, the edges of her vulva had been stitched together to ensure she couldn’t have sexual intercourse – “to which the obvious response is: ‘Hello, who is having sex with seven-year-olds?’”. On returning to Manchester, Ali told her teacher what had been done to her, expecting her to be appalled. Instead, she said: “Well, that’s what happens to girls like you. It’s like a bar mitzvah.” The family later moved to a council estate in Cardiff, which was a comedown from their wealthy lifestyle in Hargeisa – “I went from wearing Lacoste to C&amp;A. It gave me a humbling reality check.” At 11, she collapsed on the school playground from an infection caused by her FGM, leading to her surgical deinfibulation in hospital. She nearly died. After leaving school, Ali studied law at Bristol University, after which she got a job working as a civil servant in public health. While attending a Feminist Society event in 2006, she was asked by a local teacher if she would talk to a group of Somali girls at her school about aspiration. On meeting the girls, Ali discovered that all but one of them were FGM survivors. It was this, along with the birth of her niece, that prompted her to start campaigning against the practice. In 2010 she co-founded Daughters of Eve; three years later, worn out by her dual roles, she finally quit her job. Ali has long made peace with her mother and grandmother about what happened to her. “This is what was done to them – we have to understand the patriarchal system in which they lived. I’m still meeting girls today who say, ‘I don’t know if I can live without cutting my daughter.’ This is why I fundamentally think that if a woman has had FGM, there needs to be protective mechanisms put in place for when she has a daughter. Because those girls will be at risk.” Writing the book was a cathartic experience during which Ali learned a lot about herself. “From hearing about other people’s lives, I realise that I do want kids and I do want to settle down but there are things that I won’t sacrifice. If I wait and I don’t have kids, will I be OK with it? I think I will.” When she finally wins the war against FGM, I ask, what will she do professionally? “Aside from opening a B&amp;B?” she laughs. “My thing is convening unlikely minds. I don’t always work with people I agree with. I punch and hug at the same time. I want to be able to challenge power in a constructive way.” Much of what she does now, she says, is “just weird”, not least talking to Camilla, Duchess of Cornwall, or to Barack Obama, about her vagina. She’s proud of her OBE, but it’s nothing next to her pride in the children in her family, who are vehemently anti-FGM, even if they don’t all understand what it is. “There are 11 girls in my family who haven’t been cut, and that’s more than the women who have been cut. That change in one generation is amazing. It shows us what is possible when the silence stops.” • What We’re Told Not to Talk About (But We’re Going to Anyway) is published on 27 June by Viking. To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}