{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/09/the-lark-ascending-richard-king-review-music-landscape", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-09T08:00:22Z", "webTitle": "The Lark Ascending by Richard King review – hymn to country music", "webUrl": "https://www.theguardian.com/books/2019/jun/09/the-lark-ascending-richard-king-review-music-landscape", "apiUrl": "https://content.guardianapis.com/books/2019/jun/09/the-lark-ascending-richard-king-review-music-landscape", "fields": {"headline": "The Lark Ascending by Richard King review – hymn to country music", "bodyText": "“The art of music above all other arts,” said Ralph Vaughan Williams, “is the expression of the soul of a nation – any community of people who are spiritually bound together by language, environment, history and common ideals and, above all, a continuity with the past.” Vaughan Williams’s remarks about the formation of national and individual identity lie at the heart of Richard King’s new study of the connections between music and the natural world. Beginning with “the psychologically altered green fields of England [that] Vaughan Williams and the generation returning from the trenches encountered after the armistice”, King sets out to chronicle, over roughly the course of a century, the ways in which the English countryside and character have been shaped and reimagined by forces social, political, economic and, above all, artistic. In doing so, he embarks on a meandering, associative and highly idiosyncratic trip on which he reflects on the agrarian revivalists and utopians of the 1920s and 1930s; the form that rural Britain would take as the nation was rebuilt in the wake of the second world war; the “back to the land” movement of the 1960s; and the alterations to our understanding of the countryside that occurred during the 1980s, exemplified most notably by the spectacle of new age travellers assembling annually at Stonehenge, and by the women’s peace camp gathering outside the fence at Greenham Common to demonstrate against cruise missiles. The expedition ends with an extended meditation on the significance of the rave culture that flourished in England in the late 1980s and early 1990s, focusing most concertedly on the seven-day (illegal and law-changing) party that took place at Castlemorton Common in 1992. King, a bestselling cultural historian whose previous works include How Soon Is Now? (a study of the development of independent music) and Original Rockers (an account of the years King spent working at Bristol’s Revolver Records), approaches these phenomena by attending to the ways in which they were shaped by and accommodated within the history of 20th-century music. Why music? Because, for King, “from the song written to commemorate the mass trespass of Kinder Scout [in 1932] to the moment before the sound systems of the free festivals finally ran out of charge, music was the thread of this activity and flowed through the country like a river”. In an effort to substantiate this claim, King draws on a series of “headphone walks” (perambulations on which he listens to music) and an assortment of interviews he has conducted with an array of rural enthusiasts, film-makers and musicians, thinking along the way about the bucolic significance of Kate Bush, Brian Eno, Boards of Canada and Vaughan Williams, whose most popular composition, The Lark Ascending, “created the musical equivalent of a British landscape open to ‘every community’” and is of inestimable importance when it comes to understanding the lineaments of British life. Or so King argues. The resulting work is a peculiarly frustrating affair and most of the frustration is generated by King’s insistence that music be recognised as the defining impetus behind, and register of, the changes he describes. The association between music and landscape may, as he rather grandly puts it, feel at times “almost divine”, but it is also “an eternal association that resists analysis”. And, one might add, verification: almost nothing King says about the pastoral resonance of music moves beyond a kind of nebulous speculation. This, as he himself concedes, can be “exasperating” and contributes to a sense that his book as a whole eddies rather than builds. Often, the most engaging and enjoyable moments of The Lark Ascending occur when King is not discussing music at all. There is a lovely episode, for example, in which we learn of the environmental activists known as Ferguson’s Gang, a group of five or six anonymous women who in the late 1920s aimed to support the activities of the National Trust by delivering to the organisation substantial donations “elaborately sewn into the carcass of a goose”. But such moments are rare and do little to alleviate the impression that, on closing this book about the elevating reciprocity of music and nature, you have been on a journey that has dishearteningly failed to take flight. • The Lark Ascending by Richard King is published by Faber (£14.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}