{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/07/words-of-power-the-best-books-on-leadership", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-07T05:00:19Z", "webTitle": "Words of power: the best books on leadership", "webUrl": "https://www.theguardian.com/books/2019/jun/07/words-of-power-the-best-books-on-leadership", "apiUrl": "https://content.guardianapis.com/books/2019/jun/07/words-of-power-the-best-books-on-leadership", "fields": {"headline": "Words of power: the best books on leadership", "bodyText": "Despite our supposedly post-deferential era, we still seem rather wedded to strong leaders. We can only hope that whoever wins the race to be the next British prime minister will know the difference between authoritarianism and authority. For Max Weber, the key is legitimacy. But how do you define that in an age when leaders bow to ‘the will of the people’? Our discomfort with the notion that a chosen few hold sway makes it easier to find depictions of bad leadership than positive exemplars. Novels, from Joseph Heller’s Catch 22 to Herman Melville’s Moby-Dick to Miguel de Cervantes’s Don Quixote portray leaders as capricious, deranged and, well, quixotic. Likewise, in The Mirror for Magistrates, a Tudor collection of poems, the ghosts of eminent statesmen recount their misdeeds and comeuppances while gazing ruefully at their own reflections. The poems were intended as cautionary tales for others keen to don the mantle of power. Much scholarly ink has been spilled debating whether Machiavelli’s The Prince is a blueprint for pragmatic ruthlessness or a subversive satire. Machiavelli was a staunch republican who was arrested and tortured for his views. Did he dedicate his treatise to Lorenzo de’ Medici – the man who had him imprisoned – in a bid to rescue his reputation, or was he thumbing his nose? Changing attitudes towards authority can lead to long-respected literary characters being summarily knocked off their pedestals. Atticus Finch, the small-town Alabama lawyer who defends a black man in Harper Lee’s To Kill a Mockingbird, used to be a hero – he was even quoted admiringly by Barack Obama. But the publication of Lee’s earlier novel, Go Set a Watchman, revealed him as a more complex character. Leaders Eat Last, by the organisational consultant and “motivational speaker” Simon Sinek advises leaders to put underlings first in order to maximise their performance – presumably this also helps them forget that their boss is being paid three hundred times more than they are. A similar strategy leads to disaster for the nameless narrator of Daphne du Maurier’s luridly brilliant novel Rebecca. When she moves in to widower Maxim de Winter’s imposing family seat, Manderley, she finds it difficult to give the servants their orders. Rather than rewarding her for her liberal attitude, they are horrified by this breaking of protocol. Unpleasant aspects of class are at work here, but the novel also offers a counterintuitive lesson in the importance of rules and norms, of authority appropriately exercised. Our hapless narrator is overpowered by the precedents of her semi-mythical predecessor, Rebecca, and Manderley burns to the ground. The feminist scholar Jo Freeman published her essay The Tyranny of Structurelessness as a pamphlet in 1972 – presumably after sitting through too many meetings dominated by someone insisting that everyone’s voice is equally valid. In it she argues that an apparent absence of hierarchy often conceals informal and unaccountable leadership. Hannah Arendt was a prominent critic of totalitarianism, but she defended authority as the willingness to take responsibility. Whoever replaces Theresa May must at least acknowledge that they are in charge, rejecting the modish populism that paves the way for dictators. Ambition is more dangerous in disguise. • Anti-Politics: On the Demonization of Ideology, Authority and the State by Eliane Glaser is published by Repeater (£8.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}