{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/booksblog/2019/jun/10/poem-of-the-week-new-order-by-fred-johnston", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-10T10:00:04Z", "webTitle": "Poem of the week: New Order by Fred Johnston", "webUrl": "https://www.theguardian.com/books/booksblog/2019/jun/10/poem-of-the-week-new-order-by-fred-johnston", "apiUrl": "https://content.guardianapis.com/books/booksblog/2019/jun/10/poem-of-the-week-new-order-by-fred-johnston", "fields": {"headline": "Poem of the week: New Order by Fred Johnston", "bodyText": "New Order I enter a new order of things learn the language of blood-tests, platelets, reticulocytes, an Absolute Neutrophil Count, lymphocytes, even the chance, however remote, of Rocky Mountain spotted fever – somehow I am in that zone where blood will out where all things are fatal until proven innocent. How did I stumble here, when did the colossus yield to sand, where was I when the Sphinx moved a blasted paw under my feet and I went face-down into a deceit of years? When did the heart fail the rose, I didn’t see that coming; with my skull in the MRI scan’s pulsing sheath, what verses did I compose to its beat? It’s a shock, I tell you, to become like everyone else to be human, frail as God, ordinary as grass collapsing inward, drying up, unheroic, alarmed. A short group of poems concerning what the poet has described as a “cancer scare” opens Fred Johnston’s wide-ranging new collection, Rogue States. He goes on to explore many aspects of the “rogue state” beyond that of the cellular rebellions of the body. Even the title of this week’s poem, New Order, summons political associations, particularly of the rightwing kind; the reference to “that zone / where blood will out” may further the allusion. One of the reasons this particular poem attracted me is because it asks such a pertinent and difficult question about poetry and experience. Some poets would say that anything could be faced as long as they could write about it. Falling sick would be an unhappy experience but it might coexist with, and even feed, the passion to write about it. But to be sapped of the energy to translate the illness into the writer’s native language would intensify the experience unbearably. New Order is frank about this. Initially, the speaker finds poetic pleasure where he can, appropriating – or misappropriating – the authentic, melodic new language of pathology, inviting it to enrich the word hoard. (You can check out Absolute Neutrophil Count here and all you might or might not want to know about blood in general is here.) The verbal procedure seems to climax in graveyard humour about a nonexistent disease, listing “even the chance, however remote / of Rocky Mountain spotted fever”, but it turns out that such a fever, tick-borne, really exists – and may be a killer. At the end of the stanza, a smudge of the “habeas corpus” rule marks and gently mocks the scientific method “where all things are fatal until proven innocent”. A dramatic inner quatrain, forged from three, not wholly rhetorical questions encompasses an expanse of historical decay. It’s as if Ozymandias lamented the dust pile he has become. No subtle, riddling Sphinx trips up the protagonist: this monster, in a powerful, brutal image simply has to shift an already “blasted paw”. The phrase “deceit of years” is interesting: it suggests a delusion about the abundance of years imagined by an individual for themselves, and, perhaps, that all years will amount to nothing but sand grains. The word “deceit” has the hiss of sand in it. If Shelley hovers here, in the next stanza we meet the shadow of William Blake. There’s a brilliant mix of registers in the opening line-and-a-bit, sharpened by a well-judged line break: “When did the heart fail the rose, I didn’t see that / coming …” Refusing to reach a point of reconciliation, the speaker goes on to chart a graceless fall from the artist’s special status. He may have felt godlike once, but “God” is only another set of frail human responses to human frailty. Self-mockery crinkles the edges of the downfall, perhaps: “It’s a shock, I tell you, to become like everyone else.” The speaker seems to be joking but, again, he may merely be speaking the truth. The artist’s temptation is usually to dramatise his or her downfall, but grandiosity is refused by Johnston as he works through that final descent to halt on the throbbing ordinariness of the last word, “alarm”. As Hannah Arendt said of evil, illness is banal but to respond to it without being demolished by the banality is a triumph."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}