{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/06/salt-slow-by-julia-armfield-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-06T08:00:50Z", "webTitle": "Salt Slow by Julia Armfield review – darkly exciting debut collection", "webUrl": "https://www.theguardian.com/books/2019/jun/06/salt-slow-by-julia-armfield-review", "apiUrl": "https://content.guardianapis.com/books/2019/jun/06/salt-slow-by-julia-armfield-review", "fields": {"headline": "Salt Slow by Julia Armfield review – darkly exciting debut collection", "bodyText": "Julia Armfield won the 2018 White Review short story prize for “The Great Awake”, a strange tale of epidemic insomnia that was distanced yet warm, delicately told but strongly engineered. No one sleeps all that well in Salt Slow, her debut collection, either. They all have too much energy. In “The Collectables”, a group of friends are burning Jenny’s last boyfriend in a pit at the end of the garden. Not the boy himself, of course, only the objects that represent him. Photographs. A note he wrote on a napkin. A “grisly confetti” of toenail clippings carefully collected from the bin. The fire leaves an awful smell, to explain which Jenny, Miriam and the narrator tell the neighbours they have been purging themselves of evil spirits. By then, Simon the boyfriend is off in St Austell with another girl, and they post him the ashes in a shoebox. Later, they discuss how much more convenient it would be if you could assemble a man from parts of other men. “Formerly Feral” opens with a woman adopting a wolf cub. Later, she marries the central character’s father, and brings the cub with her, clad in “a blue pinafore dress she described as its special occasions outfit”. Inside a few pages, the narrator, destabilised by the marriage – not to say the lupine stepsister, who is known as Helen – has begun to let herself go; or, strictly, go wild. Will there be an exchange of personalities? An empathic humanising of the one to parallel the beasting of the other? Or is some creepier, less sentimental Ovidian process under way? A town, the narrator’s father advises her, is “only as interesting as its bad apples and only as safe as its lunatics”, a contorted judgment that perhaps tells us more about Armfield’s preferences than about the events she is preparing to unfold. The first question you ask of all these stories is, what’s happening here? The answer is a kind of tender cruelty, and often a transformation, hardly noticeable to begin with, then helter-skelter. Clues are subtly underplayed, hidden off-topic, allowed to accumulate; by the time they seem less throwaway it’s too late to ignore them. The apotheosis of this principle, perhaps, is “Stop your women’s ears with wax”, which follows a popular all-girl band on tour. Against their energy and impatience, everything seems clogged and slowed-down, often by a man, with the refrain: “Nothing I can do, sweetheart … ” Then the manager of a previous venue is discovered locked in his own office with a merchandise T-shirt stuffed down his throat. Gig by gig the band elicits a growing wail of frustration and fury from its all-female following, who leave behind a lengthening trail of similar accidents to men. Men aren’t always a blockage, Armfield’s characters will concede, but they are often as you see them in family snaps: “Nothing obviously wrong with any of them; they all wear logo T-shirts, like to pose next to barbecues, all seem partially blinded by the sun.” And, whether solid, dependable gardeners or adolescent boys serving in chip shops, they come to grief at the hands of women who are busy making friends with the voodoo in their genes. The narrator of “Mantis” prefers to read “Greek myths and ghost stories, tales that come in under fourteen pages and culminate in violent lessons ... stories of swans and spiders, bay trees, narcissi, girls transformed into monsters by rivals playing dirty”. You feel that even if she isn’t speaking directly on behalf of the author, they would have plenty to agree on if they met at a book signing. But if one of the delights of Armfield’s method is the richness of her allusions, her gleeful repurposing of myth and folktale, another is the liveliness of the symbols themselves, which are always evolving with the narrative: they reverse, combine, dance about in the corner of the eye. Is “Helen” really a wolf, or does wolfness only represent the girl? Violence teases you from under the skin, then pours out into the story. Nothing remains as you first thought, and you’re never quite sure of your ground. Armfield, meanwhile, enjoys herself as the sly oracle, pretending to hide your fortune in a riddle but really telling it simply and outright. You’re nodding your head in agreement and not getting the joke. What makes this collection so exciting? It’s the way the salty, unsentimental underpinning of mythology combines itself with clinical contemporary observation: “Someone had once told Miriam she looked like Princess Anne and this throwaway comment had come, over time, to form the basis of her whole personality.” It’s the way that although Armfield is full of tenderness for her characters, she never apologises on their behalf; she’s fantastical, but never less than realistic. It’s the satisfying lean towards the macabre and the metamorphic, balanced by wickedly clever prose and a sense of humour that seems to loom up like a character in itself, having been lying in wait in a corner all along. It’s the way that every paragraph balances itself perfectly between the visceral and the cool. • M John Harrison’s You Should Come With Me Now is published by Comma. Salt Slow by Julia Armfield is published by Picador (£12.99). To order a copy go to guardianbookshop.com. Free UK p&amp;p on all online orders over £15."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}