{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/23/the-impeachers-review-andrew-johnson-trump-impeachment", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-23T05:00:37Z", "webTitle": "The Impeachers review: Andrew Johnson and the men who nearly trumped him", "webUrl": "https://www.theguardian.com/books/2019/jun/23/the-impeachers-review-andrew-johnson-trump-impeachment", "apiUrl": "https://content.guardianapis.com/books/2019/jun/23/the-impeachers-review-andrew-johnson-trump-impeachment", "fields": {"headline": "The Impeachers review: Andrew Johnson and the men who nearly trumped him", "bodyText": "Brenda Wineapple’s new book was surely timed for this moment. Working with the support of a grant from the National Endowment for the Humanities in 2016 and 2017, her research predated the Mueller investigation. But in some quarters, the tantalising thought of a third impeachment of a president was already in the air. Her book, therefore, is not merely the story of a trial (and likely associated corruption), engrossing though that is. It is also the story of how a nation torn by civil war and grieving the memory of Abraham Lincoln took a very different turn during the presidency of Andrew Johnson. Its consequences persist. In short, this is a story about race in American politics and thus, as Wineapple writes, Johnson’s impeachment was “neither trivial nor ignominious”. Johnson was a unionist Tennessee Democrat who served as Lincoln’s military governor of that state and was nominated as vice-president on the “National Union” ticket in 1864, to appeal to conservative Democrats. From the start, his administration was controversial. He was confronted by a Republican majority in Congress which, in the main, strongly disapproved of policies on Reconstruction which granted pardons to many former Confederates, who then gained civil office and often regained their old lands. The “Radical Republicans”, led by Thaddeus Stevens and Charles Sumner, held that Reconstruction must above all protect the rights of the newly freed slaves and enshrine their liberty with the right to vote, at least for men. Congress passed many laws, not least the Civil Rights Act of 1866 and the Reconstruction Acts, over Johnson’s vetoes, setting up a fierce confrontation. Johnson famously said he believed in “government for white men”. Hundreds of African Americans died in riots in New Orleans and Memphis that showed the new freedoms would not be easily kept. Johnson’s supporters dismissed the scores of murders as “isolated incidents”. Johnson dismissed military leaders in the southern states and appointed governors who would support him. Impeachment had been placed in the constitution in case of “Treason, Bribery, and other high Crimes and Misdemeanors”. Once the House of Representatives votes articles of impeachment, the Senate becomes a trial court, the chief justice presiding. Yet in 1868 politics was higher in the minds of many key senators than justice, particularly justice for African Americans. The chief justice, Salmon P Chase, had ambitions to be the Democratic nominee for president. Many Republicans were concerned that conviction of Johnson, which would have put the Radical Republican senator Benjamin Wade in the White House, would hurt the chances of Ulysses S Grant. Implicit or not, parallels abound with current American life. Johnson’s “Swing Around the Circle” railroad trip featured rallies at which his language was (at best) strong and intemperate, including personal attacks on Congress. During the trip, the president even told a supporter: “I don’t care about my dignity.” Senator John Sherman of Illinois complained that Johnson had “sunk the presidential office to the level of a grog-house”. Unsurprisingly, analogies to the current situation are emphasized, however subtly, throughout Wineapple’s book. The author writes that “the highly unlikeable President Johnson was impeached … by men who could no longer stand his arrogance and bigotry, his apparent abuse of power, and most recently his violation of law.” She notes the contrast between the “moral verdict” against Johnson and the question of whether he had committed illegal actions that would justify removal from office. She highlights “the president’s morbid sensitivity, his need for absolute loyalty, and his wariness”. In case the analogy is not sufficiently clear, she titles one chapter “Resistance”. Yet Johnson was acquitted by one vote. Was he guilty? The evidence seems indisputable. The secretary of war, Edwin Stanton, had been fired in violation of the Tenure of Office Act. As Stevens asked, “[I]f this direct attempt of the president to violate a law made by the Congress of the United States doesn’t render him liable to be impeached, what does?” But the article on which Johnson was most nearly convicted was the catch-all 11th article, which accused him of offenses including violations of the separation of powers but also of autocratic actions and other behavior inconsistent with the office. Stevens spoke truth in declaring that “Congress is composed of men, and not angels”. Wineapple highlights the Republicans who did not hold the moral high ground but also notes that “some men of good faith had voted to acquit”. The debate over whether impeachment is a fundamentally political act continues today. And the deep irony is that if some additional southern states had been readmitted to Congress, which the Radicals opposed on constitutional grounds, the (likely) Republican senators would have voted to convict. Wineapple’s most important concern is not Johnson but, as the title implies, those who had the political courage to engage in the battle, of whom “many did firmly and forcefully maintain that impeachment implied a commitment to – and responsibility for – a just nation”. In making the attempt, highlighting the plight of African Americans and defending the powers of Congress, impeachment “had not succeeded, but it had worked”. One suspects this book – as well as Alexander Hamilton’s Federalist Paper 65 – may be on Speaker Pelosi’s nightstand."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}