{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/11/witchcraft-cheese-theft-archive-200-years-crime-ely", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-11T11:54:52Z", "webTitle": "From witchcraft to cheese theft: archive sheds light on 200 years of crime", "webUrl": "https://www.theguardian.com/books/2019/jun/11/witchcraft-cheese-theft-archive-200-years-crime-ely", "apiUrl": "https://content.guardianapis.com/books/2019/jun/11/witchcraft-cheese-theft-archive-200-years-crime-ely", "fields": {"headline": "From witchcraft to cheese theft: archive sheds light on 200 years of crime", "bodyText": "From the tragic case of Cecilia Samuel, found guilty of drowning her newborn baby in a ditch in Wisbech, to William Sturns, accused of stealing three cheeses, 200 years of crimes in the diocese of Ely are being catalogued for the first time. Dating from 1557 to 1775, the cases being catalogued by Cambridge University Library archivists range from witchcraft to murder, highway robbery to forgery, and trespass to vagrancy. Cecilia Samuel’s brief entry reveals she was hanged for her crime; the alleged cheese thief, William Sturns, was found not guilty. In another case discovered among the collection of nearly 270 files and rolls from the Isle of Ely court of assizes, Margaret Cotte is accused of causing the death of one Martha Johnson by witchcraft, “being seduced by diabolical instigation out of premeditated malice she did certain wickednesses and diabolical magical arts”. Cotte was found not guilty in 1577. “Martha and Margaret may not appear in any other records. This is all we know about them,” said archivist Sian Collins. “This project enables us to hear the voices of people from all backgrounds whose names come tumbling out of the records. Many of these people, long dead and forgotten, and for whom there is no other surviving record, will now have a small piece of their story told.” The region’s records, which cover court proceedings and papers, including depositions, jail delivery, jury lists, inquests and examinations, are “particularly rich” according to Cambridge University Library. This is because Ely’s bishops were granted fiscal and judicial privileges over a large swathe of Cambridgeshire until 1836; in the rest of England and Wales, only Durham held such control over royal jurisdiction. This means the court records in the collection are “extraordinarily” broad. A completed catalogue, put together in a partnership between Cambridge University Library and the Cambridgeshire Family History Society will be finished by September 2020, thanks to a £40,000 gift from the latter, which hopes to make the information available online. Records for the case of Cecilia Samuel state that she was indicted for “not having God before her eyes, but being seduced by a diabolical instigation, with force and arms assaulted the male child then and there alive in her hands … in the ditch called the Castell dike in Wisbech and feloniously killed and murdered the said male child against the peace of the said queen, her crown and dignity etc.” “Cecilia says that she is not guilty and thereon for good and ill puts herself upon the country [opts for jury trial],” says the manuscript, before recording a sentence of death by hanging. Collins said: “In this day and age we have a little bit more compassion for people and we ask ourselves why was Cecilia driven to do that. Was she in desperate circumstances, was she suffering in this way? It seems here [that the ruling] was a fairly swift process. There isn’t much to laugh about in these records.” In another case, in 1642, Joanne Tylney of Newton, wife of a labourer called Simon, cut the throat of her 18-week-old baby because it would not stop crying and was found by neighbours sitting quietly next to the body and the knife that she had used. “All that she said when asked why she had killed the child was that now it would be quiet – although she later retracted her confession,” said Collins. “Records such as this can be challenging and upsetting, but their value in helping us understand this period in time for everyday lives is incalculable.” Not every crime recorded is as serious: early findings from the collection also reveal details of an intriguing theft in Wisbech in 1564, when Ralph Carter, a brewer from London, stole 15 yards of “Russell Worsted” cloth worth 20 shillings. And on 20 November 1580, the yeoman John Webbe of Thetford answered a plea of defamation from William Tyler. According to the records, Joan Tyler, the wife of William, heard Webbe say: “Tyler thy husband is a knave, a rascall &amp; a thief for he stole my goodes thefyshely [thievishly] in the night.” The Ely assizes survived until 1972, when they were replaced by crown courts. In the period covered by these records, Collins said: “Courts were an option for a surprisingly large proportion of the population … and the records are a cornucopia of information about everyday life and communities.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}