{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/28/guy-gunaratne-citizen-of-now-interview", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-28T10:00:19Z", "webTitle": "Guy Gunaratne: ‘In London, you learn to code-switch ... I’ve always thought of that as a superpower’", "webUrl": "https://www.theguardian.com/books/2019/jun/28/guy-gunaratne-citizen-of-now-interview", "apiUrl": "https://content.guardianapis.com/books/2019/jun/28/guy-gunaratne-citizen-of-now-interview", "fields": {"headline": "Guy Gunaratne: ‘In London, you learn to code-switch ... I’ve always thought of that as a superpower’", "bodyText": "When Guy Gunaratne was a teenager he would catch the bus home from school in north-west London, listening out for the chat of his fellow passengers. “Like this one kid who said to his friend, ‘Come on, you’re moving like molasses.’ That rattled in my head for so long. It’s so inside,” he says. “London can be an unkind place to live and grow up in, but I just love the way we spoke, and to make something out of where you’re from, loving the kind of things people usually forget or dismiss, is a thrilling experience.” Gunaratne’s debut novel, In Our Mad and Furious City, was longlisted for last year’s Man Booker prize and shortlisted for a string of others before winning the Jhalak prize and the International Dylan Thomas award for writers under 40 last month. The Dylan Thomas jury described it as astounding, provocative and enticing, but not an easy read. “People bring their own baggage to my baggage and that’s good,” responds the author, who packed his novel with things people would prefer to dismiss or forget, not least the murder of off-duty soldier Lee Rigby, who was hacked to death in broad daylight in a south London street in 2013. A lightly fictionalised version of the murder opens the novel, and is all the more shocking for the reaction it provokes on the street. “The black younger had stopped soldier-boy and struck him down with a cleaver,” we are told. “He called himself the hand of Allah but to us he looked as if he had just rolled out the same school gates as us. He had the same trainers we wore. Spoke the same road slang we used. The blood was not what shocked us. For us it was his face like a mirror, reflecting our own confused and frightened thoughts.” Most of the novel is written in a pungent first-person patois, which the author calls “road dialect” (while conceding that it’s officially known as Multicultural London English or MLE). But this opening rings out like an omniscient chorus. So how closely does it reflect his own feelings? Gunaratne was in Finland when the news of the murder broke but watched the endlessly repeated film footage. “The thing that shocked me was one of the killers: the way he expressed himself really did remind me of the kind of people I grew up with. There was a perverse identification which disturbed me to the extent that I knew it was something I needed to navigate for myself.” There’s a ferocious energy in the language of the novel that is reminiscent of James Kelman’s How Late It Was, How Late or even Anthony Burgess’s A Clockwork Orange, and seems always on the point of combusting. It pushes at convention: Gunaratne’s “ennet?”, for instance, stands in for the ubiquitous “innit?”. But its heightened particularity, what Gunaratne calls “insideness”, seems a million miles from the softly spoken 35-year-old man sitting opposite me, who talks delicately and carefully, unafraid to let silences bloom as he picks his way through his thoughts. He wouldn’t talk like this to his old schoolfriends, he points out. “But publishing is pretty middle class and I’ve had to accommodate. In London, you learn to code-switch quite well and I’ve always thought of that as a superpower in a way. You’re able to express yourself with different vocabulary in different situations, not through any pretence but because the way you express yourself matters, and your social condition is inherited through your inheritance of dialect.” Gunaratne was born in 1984 into a Sri Lankan family in Neasden, north-west London, where the novel is set. His father had arrived at 16, speaking little English, and worked his way up to a clerical job at the Sri Lankan high commission. His mother started on a supermarket check-out desk before moving to the cash office at Ikea. “I’ve always been quite conflicted about Neasden,” he says. “It’s a place you pass through on the way to the Hindu temple and Ikea and it’s cleaved in half by a motorway. Anyone who landed there would only stay for a short while but for some reason my parents stayed on.” His father would reminisce about long-gone pubs where, in the 1950s and 60s, lines of Irish itinerant workers would wait to be picked up in vans. They are memorialised in the novel in Belfast-born Caroline – one of two older narrators – though in the words of one of his central triumvirate of troubled “youngers”, “everything just switched hands, like bish-bash-bosh to the next lot. Polish settled this time. Might be Somalis next, or Albanians. Hard-nut lot, ennet. Fucking Turks maybe.” Education was important to his parents, though they couldn’t afford fees, and he was sent to a tough local school while his “super-smart” older brother won a bursary to a more desirable one outside the area. “I didn’t enjoy it, but no matter how rough that school was I felt I had to make something out of it: you have to make art from the place that you’re from even if it’s not as nourishing as other places,” he says. In the absence of inspiration from his environment he sought it from books, hanging out in Willesden library, scouting for bargains in charity shops, and falling in love with a generation of American Jewish writers – novelists such as Isaac Bashevis Singer and Saul Bellow “who talked about not mingling”. Being Jewish and from Chicago, Gunaratne discovered, had something in common with being from a Buddhist family in Neasden. Though writing was “a kind of background noise” throughout his childhood – “something I was always compulsively doing” – his family “quite sensibly” didn’t encourage it. He had no role models, so he did what teenagers have always done: rebelled. And his rebellion just happened to coincide with the rise of grime music. “There was something about grime that was indifferent to pleasing – it said: ‘This is just for us’,” he recalls. “It was the music we listened to and some of my friends emceed. I didn’t, but Channel U [a short-lived grime and rap satellite TV outlet] was very important to me: it screened music videos that looked like the kind of places I was from.” Part of his rebellion was against the placidity of his parents’ generation, their compliance with being defined by the prejudices of others, which is recalled by the elderly West Indian Nelson in the novel as “a sorta deep-down shame … when I realise that this Britain here did not love me back, no matter how I feel for it”. If grime offered one form of kickback for Gunaratne, another came from post-colonial literature (one of the boys is called Selvon after Sam Selvon, whose 1956 novel The Lonely Londoners pioneered the use of “creolised” English). In particular, he clicked with Derek Walcott’s demand that mango and breadfruit trees should be accorded the same iconical status in English poetry as the elm and the oak. “I realised I could write about a chicken shop as if it was a church, or of playing football on a concrete playground as football reporters write about Barcelona,” he says. The random jobs he landed after leaving school convinced him he wasn’t very good at “anything that was likely to bring in an income”, so he signed up for a film and television degree at London’s Brunel University, where he made some short films, then went on to City University to study current affairs journalism. “I had this maniac idea of war reportage,” he says. “We’d always hear stuff about the civil war in Sri Lanka. My parents would go back there, and we lived there for a year when I was about 10.” He fell in love with a fellow student, Heidi Lindvall, and together they set up a film production company. They went to Sri Lanka a week after the civil war had ended to write a story about suppression of the media. It did well and gave them a calling card for television, so Gunaratne spent most of his 20s travelling around world trouble spots, “interviewing people who were vulnerable, and just listening and not flinching”. Did it feel dangerous? There were times – such as negotiating unmapped landmines in Sri Lanka – when it got “a bit interesting”, he says. Though the couple were based in London, they followed their work around and were living in Berlin by the time Gunaratne finished the manuscript he had been writing every morning for a couple of years. Once he found an agent, things moved very quickly. There was a bidding war, “so we were in the wonderful position of being able to choose”. But he’s taking his sudden success in his stride, saying: “I do almost miss that feeling of naivety, but I’m very aware that someone growing up in Neasden doesn’t usually get to do this.” He now flits between London and Lindvall’s native Sweden where he is working on a second voice-driven novel, though this time with a single voice. Having recently become a father, he says that “any time at my desk feels like a gift. And the good thing is I live in Malmö: it’s healthy to have that bit of geography between the first book and the second.” But he is also acutely aware of how fragile his privileges are. The chicken shop in In Our Mad and Furious City is called Ray’s Chicken Paradise and is staffed by an Indian assistant known as “freshie Dave”, as in “Fresh off the boat”. “His sort were the frontline now,” says Pakistan-born Yusuf, the son of an imam in a radicalising mosque. “These words like ‘Paki’, which we did our best to pacify at school, had come back sharper and took chunks out of faces like my own and Freshie Dave’s.” In Our Mad and Furious City is an inexorable 48-hour sprint towards riot and tragedy, its depiction of social alienation eerily prefiguring the debate about Shamima Begum, the east London schoolgirl who found herself stranded after running away to Syria. Gunaratne responded to the Begum story with a heartfelt plea to “assert our belonging as being grounded in law. Anything less and we abdicate our collective responsibilities as members of civil society.” Like it or not, he wrote on his website, Shamima Begum is as British as the rest of us. “It was here, in Britain, that she was radicalised. And it is here that she should face justice. The only way we can begin to understand the pathologies behind those who choose to follow ideologies of hate groups is to bring them home.” The case has provoked concern, on behalf of his parents in London and his baby daughter in Sweden, as well as for himself. “I feel quite deeply alarmed,” he says. “Some people revel in unbelonging because if you’re not wholly one thing or another you become a citizen of now, and as a writer I don’t think there’s anywhere as interesting to be. But I’m concerned that the material conditions of being British are changing, and these things need confronting.” • This article was amended on 1 July 2019 to remove an incorrect reference to Neasden being a borough."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}