{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/23/bodies-of-men-the-love-story-taking-on-toxic-masculinity-in-a-time-of-war", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-22T23:48:02Z", "webTitle": "Bodies of Men: the love story taking on toxic masculinity in a time of war", "webUrl": "https://www.theguardian.com/books/2019/jun/23/bodies-of-men-the-love-story-taking-on-toxic-masculinity-in-a-time-of-war", "apiUrl": "https://content.guardianapis.com/books/2019/jun/23/bodies-of-men-the-love-story-taking-on-toxic-masculinity-in-a-time-of-war", "fields": {"headline": "Bodies of Men: the love story taking on toxic masculinity in a time of war", "bodyText": "How can you be a man and be anti-war? This is the question that Sydney-born novelist Nigel Featherstone, who is a pacifist, considered while he took up a three-month writing residency in a military library. He set out to discover what happens to very different expressions of masculinity placed under military pressure. “Australia does have a very defined, toxic brand of masculinity,” says the bespectacled Featherstone, seated by the window at his local pub facing the railway station at Goulburn, north-east of Canberra, while men on stools at the nearby bar sink beers and televisions on the walls screen horse-racing results. “I had to be really careful of not imposing today’s politics on the past. I was writing about an era of very different principles and values. But how many of those men in the second world war went overseas to prove themselves as men, to go and fight, to kill and be killed? I wanted to show that love can be brave and failing to pull a trigger can be brave.” During his writing residency in 2013, amid students in armed forces uniforms, on the University of New South Wales campus at the Australian Defence Force Academy in Canberra, Featherstone pulled from the library shelf US journalist Charles Glass’s book Deserter: The Untold Story of World War II, about three young soldiers who fled conflict, and UNSW historian Peter Stanley’s book Bad Characters: Sex, Crime, Mutiny, Murder and the Australian Imperial Force. The latter contained a brief story about a Scottish man who volunteered for the Australian army in Melbourne in 1915 and survived Gallipoli. However while still serving, he was caught in an intimate moment with another man. The Scotsman fled, rather than face decades in an Australian military prison for this homosexual act. The two books inspired Featherstone to write Bodies of Men, a novel centred on two young men who become lovers. One, William Marsh, has been raised in a religious, middle-class Sydney north shore family under the scrutiny of a conservative politician father who believes using guns is “what men do”. Marsh becomes a corporal by age 21, serving with the Australian army in Egypt in 1941. Meanwhile his childhood friend James Kelly – “quite an effeminate young man” – is the working-class son of a pacifist wharfie and unionist but, having enlisted and been sent abroad, is accused by the Australian army of going awol. Yet it’s Kelly, not Marsh, who takes action in a violent skirmish with the Italian enemy. Says Featherstone: “A lot of the book is having a go at traditional masculinity, conservative politics and patriarchy.” The young men’s fathers’ competing takes on manhood imprint on their sons: Marsh’s father, Roy, forbids his son from seeing Kelly again when he spies the teenagers holding hands. But William Marsh will in time question the dominant narrative of masculine control and understand that his body has its own desires. Roy Marsh is a “complete fraud”, says Featherstone, and the character “probably comes from my experience spending the first 18 years of my life growing up on the north shore where I just saw a lot of these people supposedly living really successful lives but behind closed doors it was all just fake and miserable family life”. Featherstone, 50, who has been with his partner Tim Phillips for 22 years, was the youngest of three boys to a dentist-turned-artist and a mother who worked in a bookshop. The couple later divorced. “My parents are in no way these parents [in the book] but there was certainly this atmosphere of, ‘This is the way that men behave. Men are strong. Men are independent. Men control the family.’” Later, Featherstone sends me a link to a recent essay he wrote about his late mother in which he notes the marriage of his parents had always been “fraught”. His mother also believed having a writer in the family was “not appropriate” and advised him to write under a pseudonym. Her disapproval may have arisen because Featherstone “often wrote about gay characters – did she worry that readers would conclude that she must have made a mistake in the way she had raised me?” he muses. “That is likely”. Bodies of Men demonstrates that Christianity reinforces rigid views of what a man can be: heterosexual and in charge. Feeling attracted to a man, the teenage William sublimates his same-sex desires, holding himself up instead to Bible words of “justice, purity and virtue”. When he and James finally kiss, religious teaching makes its mark when William declares this passion is “wrong”. The author went to an Anglican school. Decades later, his alma mater was one of the 34 Anglican schools in Sydney that last year wrote a letter to the federal education minister, asking to preserve a clause in the Sex Discrimination Act that allowed religious schools to expel LGBT students and sack teachers. “So I don’t know really how much has changed,” he notes drily. Featherstone goes further with his questioning of the Australian masculine mythology. Some of the Australian soldiers in the book call Italian prisoners of war “dago pricks”, while those who beat these PoWs up are said to be “blooded”. One of the Australian soldiers in the Western Desert is seen numerous times with his arms around the waist of a local girl nicknamed Desert Rose, who is “no more than 12 years old”. Later the same girl is found chained at the ankle to a bed in an Italian dugout. The Anzac legend is deemed sacrosanct in many quarters, so is Featherstone expecting any blowback? “As I was writing the book we had all this stuff in the media about Gallipoli, and every battle seemed to get its own centenary commemoration. You’re right, we just can’t go anywhere near criticising anything to do with Anzac. But I think you can respectfully debate the power of that myth. “It seems blasphemous talking about it in this pub,” Featherstone says in a hushed tone. “I realised I’d never been to an Anzac Day memorial service. So this year, I went to the local [Goulburn] dawn service. The park was packed. It was deathly silence. Everybody was being so respectful. Then they did all the official bits. “There were attempts to talk about Afghanistan, about female service personnel, attempts to talk about post-traumatic stress disorder. But then it was just Gallipoli, Gallipoli, Gallipoli, Gallipoli, Gallipoli, Gallipoli, Anzac, Anzac: ‘We acknowledge especially Gallipoli.’ I thought, of all the wars, why is it we keep going back to this failure that we keep celebrating? “Then there was the national anthem, of which everyone sang the first verse and not the second verse, just because they didn’t know it. Then it finished. “I realised it was post-dawn, and I looked through the audience: everyone was Caucasian. I saw people wearing Australian tracksuit pants and beanies and it started to feel so nationalistic. “I remember walking home, thinking ‘Now I feel like I’ve been to a Reclaim Australia rally’. I felt dirty. It felt confronting. I think conflation of military history and nationalism is quite dangerous.” • Bodies of Men by Nigel Featherstone is published by Hachette Australia"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}