{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/27/pedro-banos-how-they-rule-the-world-penguin-antisemitism-julia-neuberger", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-27T13:01:37Z", "webTitle": "Penguin stops printing Pedro Baños book after antisemitism claims", "webUrl": "https://www.theguardian.com/books/2019/jun/27/pedro-banos-how-they-rule-the-world-penguin-antisemitism-julia-neuberger", "apiUrl": "https://content.guardianapis.com/books/2019/jun/27/pedro-banos-how-they-rule-the-world-penguin-antisemitism-julia-neuberger", "fields": {"headline": "Penguin stops printing Pedro Baños book after antisemitism claims", "bodyText": "Penguin Random House has stopped short of demands to withdraw Pedro Baños’s How They Rule the World from sale, but will print no further copies of the book after an external review found the Spanish-language edition contains “echoes of Jewish conspiracy theories”. The publisher initially rejected allegations of antisemitism in the book, which claims to reveal “the 22 secret strategies of global power”. But after continued pressure from organisations including the Campaign Against Antisemitism, which called for the book’s withdrawal, Penguin commissioned an external review, led by Julia Neuberger, which yesterday announced its results. Imprint Ebury is therefore printing no more copies of the English-language edition and has frozen stock, sending no further copies out to retailers. Three thousand copies are believed to have been printed, with around 500 copies sold to date. Rights to translation revert to the Spanish publisher. The allegations of antisemitism first arose when the author Jeremy Duns questioned why passages from the Spanish language edition of How They Rule the World had been omitted from the English translation. Duns discovered that a section tackling the Rothschild banking dynasty, who are often subject to antisemitic conspiracy theories, did not appear in the English version, and accused Penguin of having knowingly published “a Spanish antisemitic conspiracy theorist … because to cover it up they’ve removed passages about the Rothschilds”. After an internal review from the publisher found that while Baños, a colonel in the Spanish army, “clearly expresses robust opinions”, they were not antisemitic, continued pressure led Penguin Random House to commission an independent external review led by Neuberger. It found “echoes of Jewish conspiracy theories” in “certain passages and references” in the Spanish-language edition. She was helped by two Spanish antisemitism experts, Martina Weisz and Stefanie Schüeler-Springorum, with the team working to review the content of both editions of the book. The panel did not consider either the UK or the Spanish edition of the book to be antisemitic, but said that Ebury should have “asked more questions and conducted deeper due diligence to determine whether it was appropriate to publish”. Penguin called the issue “highly sensitive and nuanced” and accepted the review’s findings. “Penguin Random House UK publishes for readers of all backgrounds, faiths and nationalities, ” said chief executive Tom Weldon, “and the review and our resulting actions underline our commitment to that mission. But it also demonstrates that, in this particular case, our publishing judgement fell short; we must learn from that and improve.” Neuberger praised the publisher’s “speedy” reaction. “There clearly were some complex questions here, but the thoroughness with which the publisher investigated shows considerable integrity,” she said. Duns called the decision “good news” on Twitter, but added that “the idea the Spanish edition isn’t antisemitic is an insult to people’s intelligence, and I’d like to know how the changes happened in the English version”."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}