{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/04/wg-sebalds-the-rings-of-saturn-is-our-reading-group-book-for-june", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-04T09:00:30Z", "webTitle": "WG Sebald's The Rings of Saturn is our reading group book for June", "webUrl": "https://www.theguardian.com/books/2019/jun/04/wg-sebalds-the-rings-of-saturn-is-our-reading-group-book-for-june", "apiUrl": "https://content.guardianapis.com/books/2019/jun/04/wg-sebalds-the-rings-of-saturn-is-our-reading-group-book-for-june", "fields": {"headline": "WG Sebald's The Rings of Saturn is our reading group book for June", "bodyText": "The Rings of Saturn by WG Sebald has come out of the hat and will be our reading group choice for June. Originally published in Germany in 1995 as Die Ringe des Saturn, Sebald’s landmark work of psychogeography and melancholic speculation was translated into English by Michael Hulse and published here in 1998. It was quickly recognised as a classic, garnering ecstatic reviews and topping end-of-year lists. Typical was James Wood’s encomium in the Guardian: Anxious, daring, extreme, muted – only an annulling wash of contradictory adjectives can approach the agitated density of WG Sebald’s writing. More simply, this German who has lived in England for over 30 years is one of the most exciting and mysteriously sublime of contemporary European writers. That fits our theme of European literature neatly – although I’m conscious of the irony that we’re going to be reading a book about England, plenty of it set within walking distance of my own house in Norwich. Or, non-walking in Sebald’s case, who details a long period of recuperation spent in the Norfolk and Norwich hospital, as well as the journey he undertook before he injured his back, tramping around coastal Suffolk from Lowestoft to Southwold to Bungay. There’s also far more to The Rings of Saturn than the English landscape. It also takes in the Holocaust, slavery, the decline of herring catches, the destruction of English elms, the lives of silkworms. A few years ago in the Guardian, Paul Macinnes gave a neat example of its variety: “Sebald spends two days in Southwold, a spell that prompts a mental journey into the history of colonial exploitation in the Congo and the links between Joseph Conrad and English knight, Irish nationalist and, ultimately, British traitor, Roger Casement.” It’s a strange, potent mix that has inspired many writers in the 20-odd years since it was first published – but has never yet been matched. I’m looking forward to revisiting it and hope you’ll join me. Just in case you’re still wavering, have a look at what James Wood, Will Self, Iain Sinclair, and Robert Macfarlane have to say about a writer so important he’s earned his own adjective – and about what it means to be Sebaldian. By way of further encouragement and thanks to Vintage, we have five copies of The Rings of Saturn to give to the first five people from the UK to post “I want a copy please”, along with a nice, constructive suggestion in the comments section below. If you’re lucky enough to be one of the first to comment, email the lovely folk on culture.admin@theguardian.com, with your address and your account username."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}