{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/07/the-best-recent-science-fiction-review-roundup", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-07T11:00:37Z", "webTitle": "The best recent science fiction – review roundup", "webUrl": "https://www.theguardian.com/books/2019/jun/07/the-best-recent-science-fiction-review-roundup", "apiUrl": "https://content.guardianapis.com/books/2019/jun/07/the-best-recent-science-fiction-review-roundup", "fields": {"headline": "The best recent science fiction – review roundup", "bodyText": "Agnes Gomillion’s debut novel, The Record Keeper (Titan, £8.99), is set in the year 170AE (After the End), and is Arika Cobane’s account of her life as an American slave. The third world war has devastated societies worldwide and the US is in the grip of a totalitarian regime. Its ruling white elite maintain an uneasy peace and dubious social cohesion through the enforcement of state-sanctioned slavery. Arika, one of the black underclass, is a privileged “record keeper” whose work rewriting history is part of the programme to maintain the privileges of the ruling whites. But when Arika meets rebel and malcontent Hosea Khan, her prejudices and expectations are subverted and she embarks on a course of action that will change everything. Gomillion has written a brutally honest, often heartbreaking novel that examines slavery and racism while offering redemption and hope. Megan E O’Keefe’s first SF novel after several award-winning fantasies is Velocity Weapon (Orbit, £8.99). Badly injured in a battle between warring planets in the far future, gunship pilot Sanda Greeve regains consciousness aboard an enemy vessel only to discover she is missing half a leg – and then things get even worse. She is more than 200 years adrift from her own time and her homeworld has been destroyed, along with everyone she knew and loved. She is the lone human aboard the ship with only a miserabilist AI for company, until she discovers that one other human survived the battle: Tomas, an enemy combatant. The narrative shuttles between Sanda’s fight for survival, her brother’s desperate search for her more than two centuries earlier, and her attempts to make sense of what has occurred in the intervening years. While there is nothing cutting-edge in Velocity Weapon, O’Keefe deploys the tropes of wide-screen space opera with admirable facility and spins a brilliantly plotted yarn of survival and far-future political intrigue. Velocity Weapon is the first in a series. Ada Hoffmann’s The Outside (Angry Robot, £10.99) is another debut SF novel featuring a strong female lead and fascinating artificial intelligences. Yasira Shien – autistic, gay and a scientific genius – is working on a revolutionary new energy reactor when it explodes, killing scores of innocent people and ushering in dark Lovecraftian forces from the Outside. We’re in a far-future universe where AIs have taken on the role of gods and rule the universe with draconian laws, placing limits on human use of technology and rewarding the faithful with tech-augmented afterlives as cyber-angels. Following the explosion, Yasira is apprehended by the angels and forced to track down her scientific mentor, Dr Evianna Talirr, who is plotting to bring about the downfall of the godlike AIs. Despite the occasional introspective longueur, The Outside is a gripping examination of the battle between good and evil on a grand scale; Yasira is a complex character torn between faith and doubt in her search for the truth in a dark universe where nothing is as it first appears. Jackson Ford’s The Girl Who Could Move Sh*t With Her Mind (Orbit, £8.99) hits the ground running with a great first line: “On second thoughts, throwing myself out the window of a skyscraper may not have been the best idea.” It proceeds at breakneck speed through almost 500 pages of madcap adventure, with some terrific jokes and plenty of tension. Teagan Frost is a sassy young woman with a dry line in humour and the ability to move objects with her mind. She would rather be leading a normal, nine-to‑five life, but instead works for a government department on shady black ops: when a body turns up, murdered in a way that makes Teagan the prime suspect, she has just one day to prove her innocence with the help of a likable collection of crazy friends and acquaintances. The Girl Who Could Move Sh*t With Her Mind is a fine SF comedy, and a sequel is in the works. Screenwriter SK Vaughn’s first science fiction novel, Across the Void (Sphere, £14.99), reads like a checklist of popular SF blockbuster tropes: a strong female lead battling to survive against the odds, a wrecked starship, a helpful AI and a conspiracy. In 2067 May Knox, commander of the Stephen Hawking II, a research vessel on a mission to a moon of Jupiter, recovers consciousness to find her ship dysfunctional and her crew missing. Adding to her woes, she has no memory of the mission or her life back on Earth. What follows is the nailbiting story of survival in space as she attempts to repair the ship and guide it to Earth with the help of the shipboard AI. The narrative alternates between her travails and the attempts by her earthbound husband, a Nasa scientist, to get her back, hampered by a conspiracy at the heart of the agency. Across the Void has its moments of high tension but is marred by a congested and unconvincing finale. • Eric Brown’s latest novel is Murder Served Cold (Severn House)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}