{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/29/fleishman-is-in-trouble-taffy-brodesser-akner-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-29T06:30:40Z", "webTitle": "Fleishman Is in Trouble by Taffy Brodesser-Akner review – smart, funny story of love and sex", "webUrl": "https://www.theguardian.com/books/2019/jun/29/fleishman-is-in-trouble-taffy-brodesser-akner-review", "apiUrl": "https://content.guardianapis.com/books/2019/jun/29/fleishman-is-in-trouble-taffy-brodesser-akner-review", "fields": {"headline": "Fleishman Is in Trouble by Taffy Brodesser-Akner review – smart, funny story of love and sex", "bodyText": "Fleishman Is in Trouble is a remarkable work of ventriloquism from the New York Times Magazine journalist best known for her revealing profile interviews with the likes of Gwyneth Paltrow and Jonathan Franzen. Taffy Brodesser-Akner’s debut is ostensibly the story of Toby Fleishman, a 41-year-old hepatologist whose estranged wife Rachel drops off their kids at 4am one night and then, with a casual text message, disappears out of their lives. Toby is an angry man – and understandably bitter about Rachel’s self-centred hostility – but somewhat cheered that, since he was last single, there is suddenly internet dating. All of New York is “now crawling with women who wanted him … Women who would fuck you like they owed you money.” It is a promising start, especially for fans of Franzen or Philip Roth, or the type of contemporary writer who can often be found on the shortlist for the Bad Sex in Fiction award. But Fleishman Is in Trouble is so much smarter than a Great American Novel wannabe written by another clever man. The story is told mostly in the third person, with Toby as its centre and hero. It is written as if casually, but densely filled with backstory and digression; a chapter may begin with making pancakes for a sullen pre-teen daughter, then lead skilfully into love, betrayal, honour, desire and block universe theory, before looping back neatly to where it started, as magazine articles often do. Early on, however, the narrator begins to intrude into the story, first with a “we”, and then a “me” and an “I”. The narrator is Libby, an old friend who met Toby when they were 20 during a “junior year abroad” in Israel, but who has lost touch since they both married and had children. It is she who describes Toby’s marriage – it could be any marriage – only very occasionally inserting herself into the narrative. We learn that Libby was a journalist on a men’s magazine; that she looks like all the other mothers at the parent–teacher association; that she’s a stay-at-home mom who grudgingly misses her paid job, while recognising that stay-at-home motherhood is much the easier option. “Now that I stay at home, I can say it out loud. But now that I don’t work, no one is listening.” Brodesser-Akner shows great skill as Libby the narrator takes on Toby’s perspective to pass judgment on the women in his life, from his overbearing mother to his cruel ex-wife and antagonistic daughter. (Libby’s own voice, when we hear it, is quite distinct.) Toby has a tendency to look at people as a medic. He encounters “a blonde with the kind of nose job done so early in her teens that the columella nasi was dripping out from beneath the tower of the septum”. His phone constantly pings with proffered images of cleavages and thongs and disembodied ass, and he even starts to fall for one hook-up, until he sees her in daylight. At no point is the novel less than sympathetic towards Toby’s position, as he navigates work and sex (so much sex) as well as his children’s distress and social crises. However, to see the world through his eyes is to not really like women. As a scared and overweight little boy, pushed into a Weight Watchers meeting for adults, he recalls how he “listened to a room full of sad women talk about how unlovable they were and how temporary they felt in their bodies”, and was disgusted by them. Toby, through Libby, gives an account of his marriage, and of Rachel’s failure within it, which is so convincing that his calculating, social-climbing, absent wife could never begin to mount a defence of herself. And yet, in a final section, also narrated by Libby, she does – and it is devastating. At the end, Libby also reveals herself. She has been disappointed by life. By her ageing body. By the roles she has chosen, and those assigned to her. But as a former journalist, she is sick of hearing about women’s disappointment. Interviewing women, it “was all the same story, which is not to say it wasn’t important. But it was boring”, she confides. “The first time I interviewed a man, I understood we were talking about something more like the soul … [So] I imposed my narrative on to theirs … I wrote about my problems through them … Trojan horse your way into a man, and people would give a shit about you … My voice only came alive when I was talking about someone else.” What Brodesser-Akner has achieved here, by Trojan-horsing herself into Toby’s point of view, is to quietly reveal the souls of the women in the story. But more than that, to show that all stories – about marriage, love, loss, hope and disappointment – really are universal. Libby believes that “all humans are essentially the same, but only some of us, the men, were truly allowed to be that without apology”. This is an honest, powerful, human story with no apologies. And it will do the “American Novel” a power of good. • Fleishman Is in Trouble by Taffy Brodesser-Akner is published by Wildfire (RRP £18.99)."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}