{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/04/lunch-with-wild-frontiers-phill-savidge-review-britpop", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-04T08:00:27Z", "webTitle": "Lunch With the Wild Frontiers by Phill Savidge review – Britpop years writ large", "webUrl": "https://www.theguardian.com/books/2019/jun/04/lunch-with-wild-frontiers-phill-savidge-review-britpop", "apiUrl": "https://content.guardianapis.com/books/2019/jun/04/lunch-with-wild-frontiers-phill-savidge-review-britpop", "fields": {"headline": "Lunch With the Wild Frontiers by Phill Savidge review – Britpop years writ large", "bodyText": "Jane Savidge - formerly Phill Savidge - was co-founder of Savage and Best, a PR firm credited with shaping Britpop and taking indie music out of the music papers and into the tabloids. Blur and Oasis aside, it represented the main players of the era including Suede, Pulp, Elastica, the Verve and the Auteurs. Britpop memoirs like Savidge’s are wistful celebrations of a time before digital technology put paid to the record industry and the music press; Camden, the scene’s epicentre, as much of a lost dominion as the Carnaby Street of the 60s. Lunch With is her account of the halcyon days when the liquid lunch and three-day benders were part of the job. Britpop was a cultural moment informed by 60s nostalgia and this tenor defines much of her story. Evoking a swinging London film such as Smashing Time, Savidge paints a picture of herself as a Midlands record shop ingenue hightailing it to the big smoke on a whim. She effortlessly falls into PR after drunkenly typing a press release for her own band, and this sense of classless social mobility and wide-eyed innocence runs throughout the book. In its good-natured account of a time when everything seemed up for grabs, it resembles Stoned, Andrew Loog Oldham’s chronicle of his early 60s heyday. The subtitle promises A History of Britpop and Excess in 13½ Chapters, but it’s essentially a love letter to a line of work that now appears quaint in a world of data harvesting and viral marketing. Savidge presents herself as a young turk creating an adjunct career to rock stars of an equivalent age, and she clearly relishes the process of turning people into legends. Her career begins with making up stories about minor acts for £50 a week and quickly escalates to the point where her promotion of Suede is so successful that it’s easier to weigh the band’s press cuttings than count them. The promise of PR as rock’n’roll becomes a reality, with Savage and Best gaining endless plaudits and having as good a time as their clients. In the post-Britpop years, Savidge moves away from indie music, promoting superclubs, exclusive restaurants, Andrew Lloyd Webber, Bollywood composer AR Rahman and Dave Stewart. She moves in circles full of opulence and excess, but the grubby charm of the Britpop era has gone. The story becomes less about creative coups and more about done deals with the already famous. For Savidge, the death knell comes backstage at a Suede gig in 2002. Rounded upon by someone she assumes is a young music journalist, Savidge answers a series of box-ticking questions only to discover the writer is from a marketing agency employed to determine whether or not the band should be covered by the NME. Lunch With depicts PR as a nebulous long-gone profession, a realm of schmoozers and hustlers, stunts and fabrications, a lifetime away from the current culture of paid-up social media influencers. As such, it’s a useful slice of pop history with enough anecdotes to reel in 90s nostalgists wistful for the years when we “never had it so large”. • Lunch With the Wild Frontiers by Phill Savidge is published by Jawbone Press (£14.95). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99 • This article was amended on 15 May 2020 to update some personal information."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}