{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/08/rough-magic-by-lara-prior-palmer-review", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-08T08:00:09Z", "webTitle": "Rough Magic by Lara Prior-Palmer review – winning at 19 a 600-mile horse race", "webUrl": "https://www.theguardian.com/books/2019/jun/08/rough-magic-by-lara-prior-palmer-review", "apiUrl": "https://content.guardianapis.com/books/2019/jun/08/rough-magic-by-lara-prior-palmer-review", "fields": {"headline": "Rough Magic by Lara Prior-Palmer review – winning at 19 a 600-mile horse race", "bodyText": "This is a memoir of a very young woman winning a very long horse race in Mongolia. Lara Prior-Palmer was 19 when in 2013, to the surprise of all, she became the first woman to win the 1,000km Mongol Derby (the course of which is based on Genghis Khan’s 13th-century horse messenger system). I am afraid of horses, bored by competitive sports and no more interested in Mongolia than a person of average curiosity should be, and yet I found Rough Magic strangely compelling. It’s not the writing, which veers between adolescent philosophising (“animals were our first teachers”) and moments of raw brilliance. It’s not the quest narrative of the race, because we know from the beginning that our heroine wins. It’s not the landscape, because Prior-Palmer resists romanticism (“little rock there again, little bush here again”), and if you’re trying to ride across the steppe as fast as possible, landscape is mostly an inconvenience. The charm of Rough Magic is rather that of the narrator herself, an English ingénue who could come straight from Vita Sackville-West until you see glimpses of Shirley Jackson. She enters the race after the deadline, far too late to train or even assemble the right kit for racing such a huge distance on 25 Mongolian horses. She eats all her snacks when bored at start camp before the race begins, and for the same reason takes all her painkillers, antibiotics and anti-inflammatories out of their packaging and jumbles them together unrecognisably. She forgets to take the pill and doesn’t pack sanitary protection so she ends up bleeding on to the saddle. She doesn’t take a change of clothes or toilet paper, is nowhere near the 5kg baggage limit, can’t work the GPS. And yet, in narrative terms, she knows exactly what she is doing: the mythical version of this story, she says, “appealing to a certain British psyche”, is “girl on erotic power animal traverses the exotic”. For most of the race she is ambivalent about the idea of winning – such a conformist obsession, unfamiliar to a natural truant, the black sheep of a family committed to getting on and getting in (to Oxford) – and the moment of triumph brings embarrassment and anticlimax. The effort, anyway, was not exactly to be first, but to stop Devan, a pink-clad Texas blonde from winning. Devan annoys Lara from the beginning by being well-trained, well-prepared, well-sponsored and hubristically certain of her own victory. Someone needs to take her down: “She does need toppling. Momentarily I imagine her with antlers.” But at the end, when Devan lies weeping, “quaking like a washing machine”, there’s just awkwardness. It’s the resistance to the obvious narratives that makes Rough Magic so appealing: the book undermines lazy women-in-the-wilderness tropes at every turn. The narrator is not “feisty” or “quirky”, just a bright young woman out of her depth, persisting out of cheerful spite and narrative momentum rather than any noble calling. She’s annoyed by the horses at least as often as in mystical communion with them. She cries when things hurt, argues with her brothers in her head, doesn’t call home even when she wins. The insistence on a messy, mildly malicious and generally uncooperative form of youthful success is fresh and very cheering. • Rough Magic is published by Ebury (£16.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}