{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/28/brenda-maddox-obituary", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-28T17:01:48Z", "webTitle": "Brenda Maddox obituary", "webUrl": "https://www.theguardian.com/books/2019/jun/28/brenda-maddox-obituary", "apiUrl": "https://content.guardianapis.com/books/2019/jun/28/brenda-maddox-obituary", "fields": {"headline": "Brenda Maddox obituary", "bodyText": "The “wicked stepmother” may have its roots in Norse mythology and Grimms’ fairy tales, but the stereotype was still much in force in 1975, when Brenda Maddox, who has died aged 87, wrote The Half Parent: Living with Other People’s Children. The semi-autobiographical book began with an account of her meeting, in her late 20s, her future husband John Maddox’s children, a “boy of eight and girl of five, whose lives I was going to put right”. It was a chilly summer night. John and the children’s mother had been separated for some time. Six weeks earlier, the mother had taken her own life. Green lichen grew on the outside of the house; inside, mildew was coming through the walls. Their mother’s decline had forced the children (Piers and Joanna, now known as Imma) to become precociously self-reliant. Exiled to the top floor of their home, they fought much of the time, ate nothing but sweets and baked beans “cooked” on a toy electric stove, wore what they chose and stayed outside as late as they wanted. For much of the decade that followed, during which Brenda married their father and went on to have three more children of her own, the two stepchildren tussled with her even as they wanted a sense of order in their lives, a mother figure who went to their school plays and sat in the front row. “You couldn’t have had a harder job,” commented one psychiatrist whom she interviewed for the book. At that time, books about blended families were still unusual in Britain, and The Half Parent would be passed by hand from family to family as they negotiated the grating reality of trying to create domestic bliss. Published when Brenda was 43, it was the spur she needed to give up her job as home affairs editor of the Economist and become a full-time author. And it gave her the confidence to go ahead with her next project, the life of Nora Barnacle, James Joyce’s wife and muse and the inspiration for the character Molly Bloom in Ulysses, even when much of the Joycean literary establishment advised her not to. Joyce’s quasi-official biographer, Richard Ellmann, wrote to her saying how much he disliked “book-length studies of people who are clearly not of great importance themselves”. He took pains to point out that Barnacle’s meagre correspondence and literary output would make it “possible neither to give a full character portrayal, nor to evolve a feminist tract” about her. Brenda persisted and proved him wrong. In the libraries of Dublin and Trieste she found a wealth of correspondence. The famous “dirty letters” between Joyce and his muse helped make Nora: The Real Life of Molly Bloom a bestseller. It won the Los Angeles Times award for biography in 1988, and was translated into eight languages. In 2002 it was made into a film starring Ewan McGregor and Susan Lynch. Brenda had Ellmann’s letter framed and hung it in her lavatory. Meticulous research, married to a highly readable writing style and a sharp eye for the telling anecdote or detail, won Brenda a number of further biographical commissions, including DH Lawrence: The Story of a Marriage (1994), Yeats’s Ghosts: The Secret Life of WB Yeats (1999), Rosalind Franklin: The Dark Lady of DNA (2002) and Maggie: The Personal Story of a Public Life (2003), a tie-in to a four-part television documentary, Maggie: The First Lady, broadcast on ITV, that Brenda always said she wrote “for the money”. “She wrote effortlessly,” said her son Bruno, to whom Nora is dedicated. “There wasn’t a morning when I didn’t wake up to the sound of her clacking away on her typewriter. But there was always something defensive about the way she threw herself into words.” Born Brenda Murphy into a largely Italian-American family in Bridgewater, Massachusetts, her father, Brendan, a doctor, died when she was three. Her mother, Edith (nee Giamperoli), who had had meningitic polio, used a wheelchair, but still managed to support the family through giving square-dancing lessons. Brenda attended Bridgewater high school. Her flair for writing then won her a scholarship to Radcliffe College, in Cambridge, Massachusetts. Her local priest advised her to turn down the offer, for fear that the cerebral temptations of the Ivy League might lead her to turn her back on Catholicism. “And that,” Bruno remembers her saying, is “exactly what happened”. Jobs were scarce when Brenda graduated in 1955. She first found work at a greeting card company. Her repeated attempts to get into journalism eventually found her a job as science correspondent for the Quincy Patriot Ledger on Boston’s South Shore. In the summer of 1958, at a UN-sponsored “atoms for peace” talk in Geneva, she would later write, she “felt someone looking at me across the room”. The eyes belonged to John Maddox, then science correspondent of the Guardian, later editor of Nature. They married in 1960 and settled in Roehampton, south-west London. Brenda worked from home for the Economist while raising four children (a son died in infancy). Her first book, Beyond Babel, about the future of telecommunications, was published in 1972. In The Half Parent she recalled: “My husband and I could not have been better suited, although we had grown up thousands of miles apart. We were good at school, loners, readers, escapers from poor, ambitious families and from claustrophobic small towns that had given us an incurable preference for city life. After time spent in academia, his much longer than mine, we had discovered the guilty delights of journalism. We might have been matched by computer.” After John retired in 1995 (and was knighted the same year), the couple spent their weekdays happily writing at home in Kensington, west London. Weekends were spent in Wales, at their farmhouse in the Brecon Beacons. In the early years of the Hay festival of literature, the pair served as vice-presidents. John died in 2009. Brenda’s death occurred on the date over which Ulysses unfolds, known to all Joyceans as “Bloomsday”. It was the date, Brenda always believed, on which Joyce realised that Nora was exactly what he had been looking for – “a Catholic girl without a Catholic conscience”. Maddox is survived by her daughter, Bronwen, by Bruno, and by Piers and Imma. • Brenda Maddox, biographer and journalist, born 24 February 1932; died 16 June 2019"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}