{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/booksblog/2019/jun/21/the-curse-of-jeremy-hunt-why-his-name-is-hard-to-say", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-21T05:00:39Z", "webTitle": "The curse of Jeremy Hunt: why his name is hard to say", "webUrl": "https://www.theguardian.com/books/booksblog/2019/jun/21/the-curse-of-jeremy-hunt-why-his-name-is-hard-to-say", "apiUrl": "https://content.guardianapis.com/books/booksblog/2019/jun/21/the-curse-of-jeremy-hunt-why-his-name-is-hard-to-say", "fields": {"headline": "The curse of Jeremy Hunt: why his name is hard to say", "bodyText": "Linguistics experts have been picking over a particularly juicy problem for the last few weeks: why do presenters from James Naughtie to Nicky Campbell keep replacing the first letter of Jeremy Hunt’s surname with a C? When Victoria Derbyshire became the latest of many broadcasters to use a derogatory term for female genitalia to refer to the Conservative leadership hopeful – there’s even a Viz cartoon about it – experts at the University of Pennysylvania’s Language Log started asking why. “I wonder if the leading K sound is because they expect to say Corbyn then change to Hunt too late,” pondered one. Another wrote: “It seems to me that the similarity between a ‘h’ and a ‘k’ sound (at least when it’s a strongly pronounced ‘h’) is part of the picture.” Sam Steddy, a linguistics lecturer at Queen Mary University of London, believes there are a few factors leading to the constant slips of the tongue. First, there’s the spoonerism dating back to the current foreign secretary’s former cabinet role. Or, as Naughtie said on the Today programme in 2010: “First up after the news I’m going to be talking to Jeremy Cunt – Hunt, the culture secretary.” “There are particular circumstances which make that spoonerism so predictable,” says Steddy. “It’s a really good rhyme. The vowels are all the same, particularly in hunt and culture secretary and the expletive. The ‘u’s are all virtually the same, there’s only one consonant and the rhymes of the syllables are identical. They’re all really alike – and the more alike things are, the easier they are to get mixed up.” Adding to this is that the scansion of “Jeremy Hunt, the culture secretary” falls on both Hunt and culture. “When we make sentences we don’t tend to string nouns together, at least not in that number, and that can do funny things with stress,” says Steddy. “If you’ve got a name like Jeremy Hunt, there’s an identifiable stressed syllable in Hunt and then culture, so they’re both the most emphasised syllable. Probably by virtue of that, the ‘h’ and the ‘c’ are more liable to being swapped around.” Then there is the fairly similar tongue movement required to make the two sounds. “You’ve got to get your tongue a little further back in the mouth to make the ‘h’, but the ‘c’ is created at the back of the mouth cavity so the similarity there could well lend itself to confusion,” says Steddy. “Maybe he should have insisted people describe him as state secretary for culture.” But even this might not have solved the issue: presenters might be getting their Jeremies muddled up at the last minute and introducing him as Corbyn. Or, as Steddy says: “There’s also people being afraid of making exactly this mistake” – Andrew Marr made the same slip-up as Naughtie just a week later. “There had been some outcry and he was trying really hard not to do it – and then did.” For anyone clutching their pearls over broadcasters dropping the C-bomb, even Hunt has become accustomed to it, telling the Telegraph that it wasn’t always an accident. “I had this when I was at school. Personally I think people should just grow up and get over the fact that my last name rhymes with a rather unpleasant word,” he said. Could the presenters’ views of Hunt’s achievements in politics have anything to do with it? “Well, he’s not popular is he. He’s never been popular,” says Steddy. “That’s obviously a contributing factor, too.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}