{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2019/jun/15/torn-apart-the-vicious-war-over-young-adult-books", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2019-06-15T08:00:15Z", "webTitle": "Torn apart: the vicious war over young adult books", "webUrl": "https://www.theguardian.com/books/2019/jun/15/torn-apart-the-vicious-war-over-young-adult-books", "apiUrl": "https://content.guardianapis.com/books/2019/jun/15/torn-apart-the-vicious-war-over-young-adult-books", "fields": {"headline": "Torn apart: the vicious war over young adult books", "bodyText": "Earlier this month, the author and screenwriter Gareth Roberts announced that his story was being removed from a forthcoming Doctor Who anthology. Having been shown Roberts’s past tweets about transgender people, BBC Books said that his views “conflict with our values as a publisher”. At least one of the book’s other contributors, Susie Day, had promised to withdraw from the project if Roberts were included. “I raised my concerns, and said if he was in, I was out,” Day said. A few days before, at the Hay festival, the Irish author John Boyne had described a campaign against his own book, My Brother’s Name Is Jessica, about a boy and his trans sister. He was insulted on Twitter for his appearance and his sexuality. (Like Roberts, he is gay but not trans.) Some critics proposed a boycott of Boyne’s novel, which was not withdrawn. Others made veiled threats to his safety. “I don’t feel it’s my job as a reader or a writer to tell anyone what they can or can’t write,” Boyne said. “We are supposed to use our imaginations, to put ourselves into the minds and the bodies of others.” The campaigns against Roberts and Boyne are not new, or isolated. Since March, I have been sending discreet messages to authors of young adult fiction. I approached 24 people, in several countries, all writing in English. In total, 15 authors replied, of whom 11 agreed to talk to me, either by email or on the phone. Two subsequently withdrew, in one case following professional advice. Two have received death threats and five would only talk if I concealed their identity. This is not what normally happens when you ask writers for an interview. But things aren’t normal in YA right now. In January, a new Chinese-American author, Amélie Zhao, withdrew her forthcoming fantasy novel Blood Heir, and apologised for the way it handled slavery, which she said was based on the Asian experience, not the American one. Zhao had found an agent during a Twitter pitching event for authors from marginalised groups, but as Ellen Oh, co-founder of the campaign group We Need Diverse Books, explained in a tweet: “You are not immune to charges of racism just because you are [a person of colour]. Racism is systemic, especially anti-blackness.” Zhao described the reaction to her debut as “devastating”, and now plans to release an amended version in November. Another of Zhao’s critics was Kosoko Jackson, whose own debut novel A Place for Wolves, about a romance between two teenage boys during the Kosovo war, was scheduled for release in March. Jackson is black and gay, and a professional sensitivity reader, which means he reads books before publication and offers advice on how they handle matters of identity. Yet on 22 February, he too was accused of insensitivity, for allegedly minimising the suffering of Albanian Muslims. “I’ve never been so disgusted in my life,” said the first review to make this point, on the reading community website Goodreads.com. On 25 February, comments below the review began to discuss sending an open letter to Jackson’s publisher. On 28 February, he posted a note apologising to “those who I hurt with my words” and withdrew the book. In April, the British YA author Zoe Marriott was widely accused of cultural appropriation for writing a Chinese-inspired fantasy novel called The Hand, the Eye and the Heart. These are just the latest battles in a war that seems to be escalating over who should control the way that people from marginalised communities appear in YA fiction. In August 2016, the Mexican-American author EE Charlton-Trujillo’s verse novel When We Was Fierce was delayed after several bloggers criticised its attempt to capture the voice of a black teenager. It has still not been published, and is not mentioned on Charlton-Trujillo’s website. In the months that followed, three speculative fiction novels, The Black Witch by Laurie Forest, American Heart by Laura Moriarty and The Continent by Keira Drake, attracted protests for their allegedly racist content. Forest published regardless, and with great success, despite a campaign of one-star reviews and emails to her publisher. Moriarty published, too, although Kirkus magazine, which had defended The Black Witch, downgraded and revised its review of American Heart, because it said the article “fell short of meeting our standards for clarity and sensitivity”. Drake, however, was convinced by her critics, 455 of whom signed a petition demanding that The Continent, “a racist garbage fire” according to one fellow author, be delayed to allow “additional editorial focus”. A substantially revised version appeared in March 2018. The YA community is a much tighter group than the scattered loners who write adult fiction. “Young adult” means books suitable for readers aged 12 to 18, and the grownups who write them exhibit en masse the same idealism and energy, the defiance and conformity, and the love of social media for which teenagers are famous. Spend time weaving through the Twitter feeds of YA bloggers and authors and you’ll find a supportive atmosphere for struggling writers, along with a widespread belief that the novels they produce should be good in all ways, moral and artistic. In particular, every author I’ve spoken to agrees that marginalised people must be represented in books more accurately and often than in the past. It is something they have more reason to care about than most, since young people on average are more liberal and less white than the general population in both the US and the UK. It is also natural to write more cautiously when about half the people reading will be children. The YA category is still a teenager itself, with origins in the Harry Potter years at the beginning of the century. Its first big identity discussion took place in 2012, when the film of The Hunger Games surprised some loyal but inattentive readers with the news that two of the main characters were black. In May 2014, a new fan convention in New York called BookCon announced an all-male, all-white panel for its Blockbuster Reads event, and We Need Diverse Books grew out of the protests that followed. In September 2015, Corinne Duyvis, a Dutch YA author, proposed the Twitter label #ownvoices to promote books in which “the protagonist and author share a marginalised identity”. It has since become a kind of quality assurance mark for many campaigners, since it means that a book will help diversify both the characters and authors in YA fiction, while guaranteeing that the author knows what life with the character’s identity is like. In autumn 2015, Kirkus began a policy of noting the skin colour of major characters in children’s and YA books, and assigning own-voices reviewers to them. Kirkus also started to provide what it called “sensitivity training” to its reviewers. The employment of sensitivity readers became routine in US YA publishing at around the same time. Many of the battles around YA books display the worst features of what is sometimes called “cancel culture”. Tweets condemning anyone who even reads an accused book have been shared widely. I have heard about publishers cancelling or altering books, and asking authors to issue apologies, not because either of them believed they ought to apologise, but because they feared the consequences if they didn’t. Some authors feel that it is risky even to talk in public about this subject. “It’s potentially really serious,” says someone I’ll call Alex. “You could get absolutely mobbed.” So I can’t use your real name? “I would be too nervous to say that with my name to it.” None of the big three UK publishing groups, Penguin Random House, HarperCollins or Hachette, was available for comment. Another author I will call Chris is white, queer and disabled. Chris has generally found the YA community friendly and supportive during a career spanning several books, but something changed when they announced plans for a novel about a character from another culture. Later, Chris would discover that an angry post about the book had appeared anonymously on Tumblr, directing others to their website. At the time, Chris only knew that their blog and email were being flooded with up to 100 abusive messages a day. “These ranged from people telling me that … I was a sick pervert for tainting [their] story with my corrupt, westernised ideas,” Chris says, “to people saying [I] had no right to appropriate [their] experiences for [my] own benefit and I must immediately stop work. Some emails and comments consisted of just four-letter words.” There were threats of beatings and sexual assault. One message made the threat of a group “coming to my house in the middle of the night, and breaking in so that they could give me a lethal overdose”. Some messages came through Goodreads, although Chris does not know if they were linked to the main YA community. The “vast majority”, and all of the most violent threats, “came from an ideology that I would identify as left”, Chris says, and every message made the same demand. “Stop writing this. Don’t write this. You can’t write this. You’re not allowed … ” Chris now realises that it would have been best to call the police. In fact, they told no one. The messages continued for about a year, during which time Chris stopped sleeping, found it hard to write, and became increasingly depressed. At last, from a mixture of financial necessity and the feeling that the punishment was already happening, Chris finished the book, which has since been published. The original Tumblr post remains online. For publishers, supporting a book accused of racism could seriously harm their reputation, yet the price of withdrawing one could be enormous. “It is a topic that is discussed on a daily basis in private groups on Facebook,” says an author I will call Paris, who has twice been nominated for the Carnegie medal. “There is a huge demand for books to be more sensitive to minority groups, but there is also a concern that this censorship, pre-publication, is the wrong way to go about it.” In Paris’s case, after months of debate, an entire series was withdrawn by the publisher. “The books were literally going to print that morning,” Paris remembers. “They ended up paying for the entire series, so I got all my advances and it never got published … It was mind-boggling. Just bizarre.” Does Paris know why they pulled it? “Because the publisher was scared of Twitter. They admitted this, because there are things like a racist character in the book. They were worried that people would say, ‘This has got a racist character. The author must be racist.’” The publisher was certain that the books were fine, Paris says, but felt it could not risk an accusation of racism. “They are paranoid, and [the] sales [department] were second-guessing everything. They went through [the books] and went, ‘That could be misconstrued as offensive. That could be offensive. That could be offensive …’” ••• The idea that sensitivity is too subjective to understand, let alone enforce, frustrates many of those who campaign for it in the YA community. Rather than being a righteous mob trying to silence other opinions, they regard themselves as simple fact-checkers, providing a service that is welcomed by authors. “I see sensitivity reads as a form of peer review,” says one, who asked not to be identified. “There are some things as a white, cis, straight person that I may not notice or even consider. I recall a huge moment for me was reading about black ballerinas dyeing their pointe shoes to match their skin. It’s such a small thing, but I never had to think about that when I did ballet; the shoes always matched my skin.” Heidi Heilig runs a YA Facebook group with more than 1,700 members. She says that the community is much more moderate and reasonable than many outsiders have been led to believe. “There is a sect of people who say, ‘Any criticism is censorship,’” she says. “There are people who say, ‘You can only write a character from a certain race if you are of that certain race.’ But a lot of the conversation falls somewhere in the middle.” Far from being afraid of criticism, Heilig says that many writers in her group are eager for feedback on identity matters, and many writers from marginalised groups are happy to provide it without accusing anyone of anything. None of this, of course, is seen by the outside world. “We care about our peers,” Heilig says. “We don’t want to drag people. That is the worst and last option. The first thing to do is try to help.” Meanwhile, many mildly racist books are still published without controversy, she believes, and some of the controversy we see has an important but hidden private context. “I don’t think that the fears you’re talking about are borne out by reality. People make this out to be so hard, but honestly I don’t think it’s that difficult. What we’re looking for is good writing, so you either know what the tropes are and subvert them, or break the tropes entirely. I don’t understand why there’s such a push to do the same old thing.” Ellen Oh has been reluctant to talk publicly since her tweets about Blood Heir, for which she received death threats against herself and her family. She reported the worst cases to the police, and in the end deleted her social media accounts. Criticism is healthy, Oh believes, but she feels that outsiders have made things needlessly unpleasant. “I wish we did not have these mob reactions,” she says. “The YA community used to be a safe place where bloggers and writers could communicate and share book news. It’s become so different … There are extremes on both sides, and it is hard to find the truth among all the vitriol.” Mary Watson, a mixed-race author who grew up under apartheid in South Africa and now lives in Ireland, agrees. “I think there have been many careless and even damaging representations of people of colour in books,” she says, “and as a reader I’ve experienced it throughout my life. Sometimes it’s just eye-rolling, sometimes it makes you want to shut the book in exasperation, so I understand that there’s a lot of anger about how people are represented. I absolutely get that. But the way that things have played out this year doesn’t sit comfortably for me … I absolutely agree that sloppy representation should be spoken out against, but I think this should happen in ways that encourage constructive dialogue rather than cancellation.” Sophia Bennett, a British author, welcomes many of the changes in YA over the past five years, but sees a clear line that critics should not cross. “One thing that saddens me about the way that the argument is polarised on social media is how many people comment negatively, particularly, on books that they haven’t read,” she says. “I think that is an unhealthy attitude for a readership to have. They don’t want to make up their own minds based on their own experience.” ••• There are other reasons, beyond the page, why the YA community might be upset right now. According to research by Melanie Ramdarshan Bold at University College London, after a period of rapid growth in the early 2000s, the number of YA books being published in the UK peaked in 2012, since when it has declined rapidly. In 2016, the latest year in the study, just 167 different YA authors were published in the UK, less than half the number of 2012 and fewer than in any year since 2006, when the dataset begins. Overall, sales of young adult fiction fell in the US last year, and in February the Bookseller revealed a very steep drop in UK sales, which are now at their lowest point for 11 years. There are many theories to explain this, including the idea that YA has become overloaded with social justice themes – although this was hardly a problem for The Hate U Give, a huge blockbuster by Angie Thomas, which concerns the shooting of a black teenager by a white police officer. The YA wars may die out in the months ahead, as people grow weary of the arguments. Or the conflict may appear to die out, if timid publishers purge anything that they can imagine being questioned. The wars may even spread. There have been two pre‑publication campaigns against adult novels on the basis of identity so far this year. A petition demanded the withdrawal of The Cape Doctor by EJ Levy because of the way it handles the gender of its central character. In May, They Called Me Wyatt was cancelled after its author Natasha Tynes tweeted a photograph of a black subway worker eating, against the rules, on a Washington DC train. Tynes was widely accused of racism. At the time of writing, on Goodreads, her book has received 1,970 one-star reviews. She is now suing her publisher. It may not be realistic to hope for restraint on social media, but it is clearly what’s required. If authors are only human and make mistakes that need to be corrected, then critics are also human, and must be ready to admit some mistakes of their own. In January, Kosoko Jackson was an authority on negative tropes in fiction. In February, he was a perpetrator, as unreliable as everybody else. Heilig herself praised A Place for Wolves on Goodreads, then later apologised for being “flippant and disrespectful”. Still, correction hurts, so it is always tempting to dismiss the “social justice warriors” or the “arrogant racists” on the other side. Ironically, it can even happen when writers argue over how to avoid stereotypes. Nothing is more normal than being wrong. • This article was amended on 15 June 2019 to correct the name of John Boyne’s book My Brother’s Name Is Jessica."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}