{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/26/uk-economy-cliff-edge", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-26T05:00:13Z", "webTitle": "'The UK is headed towards a cliff edge' – two experts on the economic outlook", "webUrl": "https://www.theguardian.com/business/2019/jun/26/uk-economy-cliff-edge", "apiUrl": "https://content.guardianapis.com/business/2019/jun/26/uk-economy-cliff-edge", "fields": {"headline": "'The UK is headed towards a cliff edge' – two experts on the economic outlook", "bodyText": "David Blanchflower Professor of economics at Dartmouth College in the US and member of the Bank of England’s monetary policy committee (MPC) from 2006-09 Uncertainty rules the waves, not only on who the next prime minister will be but also who will be the next chancellor and the next governor of the Bank of England. Mark Carney is done early next year and the appointment is down to whoever is chancellor before the year is out. Markets have no clue what sort of economic policy the UK government will have by year end. Will the UK still be in the EU? And if not, under what trading arrangements? Why would anyone invest right now? Discussions of who will be prime minister are increasingly looking like a clown show, and as far as discussions of economics go, they are basically in fantasyland. The rising likelihood of no-deal Brexit has hit the pound. Boris Johnson or Jeremy Hunt walking the country over the cliff would do severe damage to living standards. The burst of stockpiling in the first quarter ahead of the original Brexit deadline will now start to act as a drag on the economy, as companies run down those stocks, so we should expect an impact over the coming months even if no deal is avoided. The Bank expects zero growth in the second quarter, but it might well even be negative. The backdrop to the dashboard this month is evidence of a slowing global economy as the US Federal Reserve signals rate cuts, with the first at their July meeting. Growth is also weak in the eurozone. Brexit discussions couldn’t be taking place at a worse time. Any new governor for the Bank of England is likely to be busy soon. Despite claims by Threadneedle Street that wage growth was set to explode, pay growth has slowed again – falling back towards 3% a year. Wages after inflation are the same as they were in December, and still 5.5% lower than they were at the start of the great recession. In my new book, Not Working: Where Have all the Good Jobs Gone? I argue that underemployment is what explains why UK wages have been kept in check. The latest government figures show the underemployment rate – measured as the number of part-time workers who want full-time jobs as a percentage of employment – remains well above pre-2008 levels. Right now it feels as though the UK economy is headed towards a cliff edge. Andrew Sentance Independent business economist and member of the Bank’s MPC from 2006-11 There was a bit of a shock when GDP went into reverse in April. But this appears to be accounted for by manufacturing shutdowns which were brought forward as a contingency against a no-deal Brexit. When we get these blips in the official data it helps to look at business surveys. The CBI industrial trends survey – which has been monitoring the progress of the UK economy for more than 60 years points to a slowdown in manufacturing output as stock positions built up to deal with a no-deal Brexit start to unwind. But both the backward-looking and forward-looking expectations of manufacturers remain positive. Sluggish growth in the second quarter looks the most likely outcome, consistent with the pattern of growth over the past couple of years. Meanwhile, the pound remains weak and this will continue to squeeze consumption through its impact on inflation. The political world is in turmoil and the idea that Boris Johnson will become our prime minister fills me – and many other business people – with horror. At this time of crisis, I believe most business executives would want a safe pair of hands running the country rather than the erratic and mercurial Johnson. The confusion and uncertainty created by the Tory leadership campaign is not helpful for business confidence but it may not have a major impact on UK economic growth. Other issues, such as the trade conflict between US and China as well as rising conflict in the Middle East, are likely to prove more material to our economic prospects."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}