{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/19/hargreaves-lansdown-confronted-neil-woodford-in-late-2017", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-19T18:30:44Z", "webTitle": "Hargreaves Lansdown confronted Neil Woodford in late 2017", "webUrl": "https://www.theguardian.com/business/2019/jun/19/hargreaves-lansdown-confronted-neil-woodford-in-late-2017", "apiUrl": "https://content.guardianapis.com/business/2019/jun/19/hargreaves-lansdown-confronted-neil-woodford-in-late-2017", "fields": {"headline": "Hargreaves Lansdown confronted Neil Woodford in late 2017", "bodyText": "Investment group Hargreaves Lansdown has revealed it first confronted fund manager Neil Woodford about the level of unquoted, hard-to-sell assets in his now-suspended Equity Income Fund more than 18 months ago, and said it believed he would bounce back from a period of poor performance. In a letter to Nicky Morgan, MP and chair of the Treasury select committee, Hargreaves’ chief executive Chris Hill also disclosed that 291,520 of the firm’s clients – or around one in four of its total customer base – were hit by Woodford’s decision to halt withdrawals from the £3.7bn flagship fund on 3 June. The suspension has left £1.6bn of Hargreaves’ client investments trapped for at least 28 days. Hargreaves has been criticised for promoting Woodford’s flagship fund on its Wealth 50 list of favourite investments, despite a series of bad market bets that led to a surge in redemptions and the fund’s eventual suspension. The investment group only removed the fund from the Wealth 50 when it was suspended. It has since tried to repair its reputation by apologising to investors and waiving its platform fee until the fund is reopened. Hargreaves also disclosed that it had earned more than £41m in fees from its clients’ investments in the Woodford fund. Shares in the FTSE-100 group lost another 3% to close at 1859p. They are down 18% since the Woodford fund was gated. Hill said Hargreaves had remained confident that Woodford would eventually deliver improved returns, given his successful track record over a near 30-year career that stretched back to a two-decade stint at Invesco. In the letter to Morgan, Hill said: “For the first two and a half years from launch the Woodford Equity Income fund was among the top performers in the sector, but by the end of 2016 the fund started to underperform. “We had seen the fund manager display similar underperformance in 1999, but then bouncing back strongly to 2003 and again underperforming in 2009, rallying strongly to 2016. We believed there was a reasonable expectation that he would do the same again.” Hill said the £41.1m fee would have been charged regardless of the fund its customers chose, and that commission earned from Woodford was handed back to clients through a “loyalty bonus”. Hargreaves explained that it had been in close contact with Woodford since November 2017, when it first raised concerns over the fund’s level of small and unlisted investments. Private company investments are illiquid, meaning they are harder to turn into cash to meet requests for withdrawals. A more liquid fund makes it easier to pay back investors if they decide to exit and reduces the likelihood of a suspension. Hill said Woodford assured the broker in November 2017 that he would not invest in any new unlisted stakes. In January 2018 the investment broker started having monthly discussions with Woodford about the unquoted stakes and, in April this year, Woodford told Hargreaves he would sell all of the fund’s private holdings entirely. Hargreaves was not aware that last year Woodford twice breached EU rules that capped private investments at 10%. Hill said the broker only learned about those breaches this week, from details revealed in a letter sent to select committee by Financial Conduct Authority boss Andrew Bailey. “They did not inform us of this on either occasion,” Hill said. A Woodford spokesman said that it regularly supplies data to clients at the end of each month, and that both breaches were resolved by the time that data was due. “The agreement with Hargreaves Lansdown was to inform them of any month-end breaches only,” the spokesman said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}