{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/16/unsafe-medicines-stolen-in-italy-entered-nhs-supply-chain", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-16T19:03:35Z", "webTitle": "Unsafe medicines stolen in Italy 'entered NHS supply chain'", "webUrl": "https://www.theguardian.com/business/2019/jun/16/unsafe-medicines-stolen-in-italy-entered-nhs-supply-chain", "apiUrl": "https://content.guardianapis.com/business/2019/jun/16/unsafe-medicines-stolen-in-italy-entered-nhs-supply-chain", "fields": {"headline": "Unsafe medicines stolen in Italy 'entered NHS supply chain'", "bodyText": "Medical authorities in Britain have launched an internal inquiry after unsafe medicines for common conditions were stolen from Italian hospitals, sold to UK pharmacies and potentially reached patients. Criminal gangs linked to the mafia infiltrated the NHS supply chain in 2014, which resulted in prescription medicines for prostate cancer, epilepsy and schizophrenia being imported into the UK. More than 10,000 units of stolen drugs had arrived in the UK by 2014, according to an investigation by Channel 4 Dispatches, with four types of unsafe medicine sold to pharmacies. The medicines were not counterfeit, but given the time they spent outside of the regulated supply chain they were classed as “falsified”. The Medicines and Healthcare products Regulatory Agency (MHRA), which did not alert the wider public at the time, said it believed the risk to public health was low since they were legitimate medicines. However, during a review of its 2014 investigation into reports of stolen medicines sold for use in the UK, the regulator found that records concerning the probe were incomplete – prompting an internal review to ensure it was adequately protecting the regulated supply chain. “In 2014, following reports of medicines being stolen in Italy and sold to the UK, we undertook an investigation and acted to make sure products on the UK market were safe,” said MHRA chief executive Ian Hudson. “We received this information more than a year after the thefts occurred. “In addition to this case, the MHRA has seized falsified medicines from the regulated supply chain only nine times in the last decade, and there is no evidence any of these medicines made it to patients.” A well-known high street pharmacy chain said to have stocked and prescribed the medicines is to be named on Monday by Dispatches. The first indication that the stolen Italian medicines had entered the UK’s supply chain came in March 2014, when a German pharmaceutical wholesaler purchased breast cancer drugs which were found to have been tampered with and had become ineffective. The Italian regulator investigated a number of major thefts between 2011 and 2014 that saw thousands of critical medicines for serious illnesses go missing, later entering official medical supply chains across Europe. It is understood that the MHRA wrote to wholesalers and asked them to ensure the affected products did not enter the supply chain, and to quarantine such medicines if necessary and contact those they supplied requesting they do the same. The MHRA does not hold prescribing data, and has no direct evidence that patients received these medicines. However, it acknowledged that “there is a possibility that some of these medicines reached patient level”. Former Liberal Democrat health minister Norman Lamb led calls for a review. “People first of all need to be told that they may have received medicines that came through an illegal route,” he said. “And what I find extraordinary is that there hasn’t been openness about this having happened.” All medicines in the UK have carried a unique barcode since February 2019, which allows their veracity to be authenticated after the MHRA implemented the EU Falsified Medicines Directive."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}