{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/19/monsoon-accessorize-seeks-landlords-support-for-rescue-plan", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-19T11:28:07Z", "webTitle": "Monsoon Accessorize seeks landlords’ support for rescue plan", "webUrl": "https://www.theguardian.com/business/2019/jun/19/monsoon-accessorize-seeks-landlords-support-for-rescue-plan", "apiUrl": "https://content.guardianapis.com/business/2019/jun/19/monsoon-accessorize-seeks-landlords-support-for-rescue-plan", "fields": {"headline": "Monsoon Accessorize seeks landlords’ support for rescue plan", "bodyText": "Monsoon Accessorize is to launch plans for a rescue package after its owner, Peter Simon, agreed to offer landlords a share of future profits worth up to £10m in return for rent cuts. Simon, who founded Monsoon as a London market stall in the 1970s, is also thought to have offered to invest £34m in the 270-shop fashion retail chain to keep it afloat. At least half of landlords and other independent creditors must vote to approve the rescue plan, an insolvency procedure known as a company voluntary arrangement (CVA), which would enable Simon to reduce the size of his stores and pay less rent. The procedure has been delayed for several weeks as landlords sought additional sweeteners from Simon, including an equity stake in the business. The battle is the latest standoff with landlords who are fighting back against a string of CVAs by struggling retailers that want to close stores and pay reduced rents. Last week, landlords won rights to a 20% share in any proceeds from a future sale of Arcadia Group in return for backing a CVA of Sir Philip Green’s retail empire. Simon balked at offering a similar stake in Monsoon but has instead offered landlords a share in profits. Monsoon’s business structure means it is less reliant on the backing of landlords, as other creditors including clothing suppliers have a bigger share of the vote."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}