{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/26/bathstore-goes-into-administration-putting-over-500-jobs-at-risk", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-26T12:46:51Z", "webTitle": "Bathstore goes into administration, putting 500 jobs at risk", "webUrl": "https://www.theguardian.com/business/2019/jun/26/bathstore-goes-into-administration-putting-over-500-jobs-at-risk", "apiUrl": "https://content.guardianapis.com/business/2019/jun/26/bathstore-goes-into-administration-putting-over-500-jobs-at-risk", "fields": {"headline": "Bathstore goes into administration, putting 500 jobs at risk", "bodyText": "Bathstore, the UK’s biggest bathroom specialist, has collapsed into administration after failing to find a buyer, putting more than 500 jobs at risk. The loss-making company has appointed administrators at the business services firm BDO, which said the retailer would continue to trade for now in the hope it could be sold as a going concern. So far, administrators have not received any offers. Bathstore has 132 stores and 529 staff. Most employees – 405 people – are shop workers, while 124 are in the head office in Welwyn Garden City, Hertfordshire. Ryan Grant, the joint administrator, said: “Despite significant investment into the business over the past five years, Bathstore has struggled to overcome the well-documented challenges facing the UK retail sector. “The appointment was made after several months of difficult trading and the failure of ongoing talks to find a buyer for the business. Bathstore is continuing to trade in administration while the administrators seek a buyer.” He said Bathstore should be able to fulfil the majority of outstanding customer orders, although all installation services have ceased. Customers will be contacted directly but can also find information on the company’s website. It is the latest retailer facing a financial crunch, with many others going out of business or closing stores. The British Retail Consortium says retail conditions are the toughest in a decade. It is understood that Bathstore’s owner, the American billionaire Warren Stephens, who backed a management buyout in 2014, was unwilling to put in more cash to save the business before this month’s rent day. The company was founded in 1990 by Patrick Riley and Nico de Beer, who opened the first shop in Croydon. Bathstore made a pre-tax loss of £22m in the year to 31 July 2017 with sales of £141m, according to the last set of results filed with Companies House. The loss reflected exceptional costs of £11m, including a £5.4m writedown on the value of its stores and leases. Last year, the company embarked on a turnaround plan. Stephens provided a £15m loan and extended the maturity of previous loans to the end of next month. It also appointed a new chief executive, Ian Herrett, who joined in May 2018 from the builders’ merchants Wolseley UK. Its rival Better Bathrooms slumped into administration in March with the loss of 325 jobs. The £1bn-a-year bathroom retail sector has been hit by the slowdown in the housing market and weak consumer confidence, with sales of big-ticket items particularly hard hit."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}