{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/26/bonmarche-rethinks-rescue-bid-after-weak-trading", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-26T09:21:12Z", "webTitle": "Bonmarché rethinks rescue bid after weak trading", "webUrl": "https://www.theguardian.com/business/2019/jun/26/bonmarche-rethinks-rescue-bid-after-weak-trading", "apiUrl": "https://content.guardianapis.com/business/2019/jun/26/bonmarche-rethinks-rescue-bid-after-weak-trading", "fields": {"headline": "Bonmarché rethinks rescue bid after weak trading", "bodyText": "The struggling clothing chain Bonmarché said trading in recent months was so poor it was recommending a £5.7m rescue bid from the billionaire Philip Day, less than three months after rejecting it. The firm, which sells fashion for women over 50 and has 312 shops, said weak sales in the first quarter meant there was a greater risk that pre-tax losses this year would be more than the £5m-£6m previously forecast, making the offer from Spectre – Day’s Dubai-based investment vehicle – more appealing. Calling on shareholders to accept the offer, Bonmarché said in a statement: “While the board’s view remains that the offer does not adequately reflect the potential longer-term value of the business, the increase in uncertainty that has developed reflecting the trading and financial position of the business during the first quarter of the financial year makes the certainty represented by the offer potentially more attractive in the short term.” The offer from Day, who owns more than a dozen retail brands, including Edinburgh Woollen Mill, is pitched at 11.445p a share. Shares were trading at 15p on Tuesday, a day before the latest statement from Bonmarché, and fell more than 20% to 11.38p on Wednesday. Bonmarché said trading in recent months had been poor because of continued weakness in the clothing market and a lack of warm weather to counteract it. Whereas in the past the expectation was that better weather would boost sales later in the selling season to offset this dip, it said the clothing market was not following the patterns of previous years. Retailers are under mounting pressure from rising wage costs and business rates, a shift to online shopping and declining consumer confidence, amid uncertainty around Brexit. High street stalwarts Marks &amp; Spencer and House of Fraser are among those to have shut poorly performing stores. According to the British Retail Consortium, retail conditions are the toughest they have been for a decade. Day’s rescue plan includes the closure of unprofitable stores, which would lead to significant job losses among Bonmarché’s 1,900 employees. He also wants to cut the size of its head office, review staffing at its distribution centre, reduce clothing ranges and renegotiate supplier terms. Bonmarché said Day had not yet taken up its invitation to discuss future plans for the business with the board but added that with his retail experience he would be a successful long-term owner. Day’s Spectre bought out the private equity backer Sun Capital to take control of Bonmarché in early April. He paid nearly £3m for a 52.4% stake, triggering a mandatory takeover offer for the remaining shares."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}