{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/04/ex-john-lewis-boss-online-retailers-pay-more-tax-andy-street-business-rates", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-04T18:19:24Z", "webTitle": "Ex-John Lewis boss calls for online retailers to pay more tax", "webUrl": "https://www.theguardian.com/business/2019/jun/04/ex-john-lewis-boss-online-retailers-pay-more-tax-andy-street-business-rates", "apiUrl": "https://content.guardianapis.com/business/2019/jun/04/ex-john-lewis-boss-online-retailers-pay-more-tax-andy-street-business-rates", "fields": {"headline": "Ex-John Lewis boss calls for online retailers to pay more tax", "bodyText": "The former boss of John Lewis has said online retailers such as Amazon should pay more tax and that a solution for struggling town centres would be to turn them into “free trade zones”. Andy Street, who became the mayor of the West Midlands two years ago, said high-street retailers were being crippled by an outdated business rates regime in need of an overhaul. “This system is past its sell by date,” Street told MPs on the Treasury select committee. “It was designed in 1990 when businesses made money in a very different way.” The committee is investigating the impact of business rates, the commercial equivalent of council tax, and is considering alternatives to the property-based tax. Business rates raise about £30bn a year for the exchequer but are increasingly being blamed for exacerbating the decline of the high street after the recent revaluation hit retailers hard in parts of the country where property values had soared. The chancellor, Philip Hammond, has announced a digital services tax will come into force next year. The tax, which targets the big US tech firms, including Google, Facebook and Amazon, is expected to raise around £400m a year. Street said this was a “good start” but that there was a “huge well” of money to go after. He suggested that one way to revitalise town centres would be to create free trade zones, with additional policing, infrastructure, and public realm improvements paid for by imposing higher taxes on online businesses. The model would involve giving local authorities extra powers, including the power to reduce business rates and relax planning rules, he said. Street joins the chorus of business leaders calling for a “full review of business rates”. Last month the president of the CBI, John Allan, called for a rethink of the “uneconomical, unsustainable and unintelligible” tax. Tesco has also call on the government to impose a 2% online sales tax to help pay for a cut in business rates for shops. Critics of business rates argue they favour online retailers which operate from cheaper out-of-town premises. Amazon’s business rates bill was just £63.4m last year, almost £40m less than Next. This is despite Amazon reporting UK sales of nearly £8.8bn – more than double that of Next, which has about 500 stores. The high street is being rocked by sweeping changes in shopping habits as consumers increasingly browse online rather than visit their high street. This shift has seen a swathe of retailers use an insolvency process known as a company voluntary arrangement to close stores and seek lower rents, a trend that means chain stores are disappearing from UK high streets in record numbers. Last week it emerged that Boots could close up to 200 of its 2,500 UK stores over the next two years as it battles competition from discounters and online specialists. Sebastian James, its managing director, told the inquiry that Boots’ rates bill was £144m last year with some of its bigger stores each accounting for£1m bill which was equal to the wage costs. James has suggested the government impose a “business rate levy” based on a retailer’s turnover instead."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}