{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/18/donald-trump-attacks-ecb-for-currency-manipulation", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-18T13:21:51Z", "webTitle": "Donald Trump attacks ECB for 'currency manipulation'", "webUrl": "https://www.theguardian.com/business/2019/jun/18/donald-trump-attacks-ecb-for-currency-manipulation", "apiUrl": "https://content.guardianapis.com/business/2019/jun/18/donald-trump-attacks-ecb-for-currency-manipulation", "fields": {"headline": "Donald Trump attacks ECB for 'currency manipulation'", "bodyText": "Donald Trump has accused the European Central Bank of unfairly manipulating the euro, further raising the stakes for Washington in its trade and diplomatic disputes around the world. The US president suggested in a tweet that comments by Mario Draghi, the head of the ECB, had triggered an immediate slide in the value of the euro versus the dollar, “making it unfairly easier for them to compete against the USA”. Reopening a spat over transatlantic trade with the EU that has repeatedly flared up during Trump’s presidency, he warned Brussels it had been “getting away with this for years, along with China and others”. Trump’s comments come after Draghi used one of his last major speeches before stepping down as ECB president to say the central bank could act to loosen monetary policy – cutting interest rates or revamping its quantitative easing bond-buying programme – to stimulate the eurozone economy. Economic growth in the single currency area has struggled to generate momentum in the past 18 months, while inflation across the bloc has stayed below the ECB’s target level of 2%. Growth in key member states, including Germany, Europe’s largest economy, has come close to stalling, while Italy slid into recession. “In the absence of improvement, such that the sustained return of inflation to our aim is threatened, additional stimulus will be required,” Draghi said, speaking at the ECB’s annual meeting in Sintra, Portugal. The euro weakened across the board on foreign exchanges straight after the speech, dropping by 0.3% against the dollar to trade a two-week low of $1.1182 on Tuesday. A weaker currency can help businesses to sell goods at more competitive prices to overseas buyers. Trump has long complained that the US buys more from EU firms than is sold the other way, similar to his criticism of China. With just four months of his eight-year term left, the slowdown in the eurozone may threaten to unpick Draghi’s legacy. The Italian is widely seen as having saved the euro after a promise in 2012 to do “whatever it takes” during the sovereign debt crisis. Draghi’s latest intervention will likely help to reassure markets that the ECB is ready and willing to act despite his forthcoming departure, while laying down the gauntlet to his successor to maintain lower borrowing costs to support the eurozone economy. However, the ECB faces challenges given its limited firepower, with interest rates at record lows of zero and -0.4% for bank deposits. The central bank could cut interest rates deeper into negative territory, or buy more government bonds than previously allowed under its QE programme. Growth in the eurozone has stuttered in recent months in part because of the Trump administration’s trade war with China, which has sapped global trade and cut demand for EU exports. Draghi warned that trade disputes were among factors affecting growth in his speech advocating potential stimulus. “The risks that have been prominent throughout the past year, in particular geopolitical factors, the rising threat of protectionism and vulnerabilities in emerging markets have not dissipated,” he said. The US is also approaching a period of weaker growth, after repeated interest rate hikes from the US Federal Reserve served as a headwind, and as support from tax cuts introduced by Trump gradually fades. Investors believe the Fed could be forced into interest rate cuts this year as a consequence. There are, however, hopes of a resolution in the US-China trade dispute, after Trump said he would meet with the Chinese president, Xi Jinping, at the forthcoming Japan G20 summit next week. In a tweet that prompted financial markets around the world to rally, the US leader said: “Had a very good telephone conversation with President Xi of China. We will be having an extended meeting next week at the G-20 in Japan.” The FTSE 100 closed up more than 85 points at 7,443, while the Dow Jones Industrial Average gained by more than 300 points on Tuesday afternoon."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}