{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/24/disney-soros-wealth-tax-call-for-higher-taxes-us", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-24T19:40:56Z", "webTitle": "Disney and Soros among super-rich urging US government: tax us more", "webUrl": "https://www.theguardian.com/business/2019/jun/24/disney-soros-wealth-tax-call-for-higher-taxes-us", "apiUrl": "https://content.guardianapis.com/business/2019/jun/24/disney-soros-wealth-tax-call-for-higher-taxes-us", "fields": {"headline": "Disney and Soros among super-rich urging US government: tax us more", "bodyText": "More than a dozen prominent US billionaires are calling for a new government tax on extreme wealth to help combat income inequality, provide funding for climate change initiatives and range of public health issues. Addressed to “2020 presidential candidates”, billionaire signatories to the letter include financier George Soros, heiresses Liesel and Regan Pritzker, Abigail Disney and Facebook co-founder Chris Hughes. The letter calls for a raise in federal wealth taxes to “substantially fund” new investment in sectors including clean energy, universal childcare, student loan debt relief, improvements in infrastructure, and tax relief for low-income families. “America has a moral, ethical and economic responsibility to tax our wealth more,” the 19 signatories to the letter urged. “Instituting a wealth tax is in the interest of our republic,” they added, arguing that a moderate tax on the wealthiest Americans enjoys the support of a majority of Americans. It is estimated the tax could generate nearly $3tn in revenue over 10 years. The proposal is likely to draw broad support from Democratic candidates, among whom the idea of an extreme wealth tax has gained traction. Senator Elizabeth Warren has proposed a 2% tax on assets of $50m or more in assets – including stocks, bonds, yachts, cars and art – and a further 1% on assets over $1bn. Warren estimates such a tax would affect 75,000 families, and raise $2.75tn over 10 years. In a related move on Monday, Senator Bernie Sanders announced a plan to erase $1.6tn in outstanding student loan debt. Dubbed “The College for All Act”, the cost of releasing 45 million Americans from higher education debt would be met by new taxes on Wall Street transactions, not from the personal income of billionaires. The proposal goes further than Warren’s student loan plan, which caps debt forgiveness at $50,000 and offers no relief to those earning more than $250,000. The initiatives are established on the same premise: an inequitable distribution of wealth exacerbated by inequitable tax burden across the income spectrum. The letter to presidential candidates follows public worries from America’s very rich about growing inequality. Warren Buffett, founder of Berkshire Hathaway, published an essay in 2011 noting that his effective tax rate was “actually a lower percentage than was paid by any of the other 20 people in our office”. That prompted the idea of a “Buffett Rule”, supported by then president Obama, mandating that millionaires pay at least a 30% rate. In April, Ray Dalio, the founder of Bridgewater, the world’s biggest hedge fund, expressed fears about the income inequality gap. The yawning gap between rich and poor is a “national emergency” that poses an “existential risk for the US”, Dalio wrote in an 8,000-word blogpost on LinkedIn. “I believe that all good things taken to an extreme can be self-destructive and that everything must evolve or die. This is now true for capitalism,” he wrote. The JP Morgan boss Jamie Dimon, investment chief Warren Buffett and Blackstone chairman Stephen Schwarzman have all publicly worried that income inequality has become an impediment to a functioning society. A recent analysis of a Federal Reserve report found that the wealthiest 1% of Americans saw their net worth grow by $21tn over the past 30 years, while the wealth of the bottom 50% fell by $900bn."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}