{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/06/ford-to-close-bridgend-factory-in-september-2020", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-06T09:35:11Z", "webTitle": "Ford to close Bridgend factory by September 2020", "webUrl": "https://www.theguardian.com/business/2019/jun/06/ford-to-close-bridgend-factory-in-september-2020", "apiUrl": "https://content.guardianapis.com/business/2019/jun/06/ford-to-close-bridgend-factory-in-september-2020", "fields": {"headline": "Ford to close Bridgend factory by September 2020", "bodyText": "Ford has confirmed that it will close its Bridgend engine plant in September 2020 with the loss of 1,700 jobs, in the latest blow to the embattled British car industry. Workers at the plant were informed on Thursday morning about the decision, which is a major setback for the south Wales economy and an automotive sector bracing for the impact of Brexit. Ford blamed the closure on the imminent end to a contract for engine production for Jaguar Land Rover (JLR) as well as a global decline in demand for the Ford engines made in Bridgend. The news comes in the wake of thousands of UK job cuts announced this year by Honda and JLR. Stuart Rowley, the president of Ford in Europe, said the closure was prompted by the US carmaker’s global cost-cutting drive, including about 550 white-collar job cuts announced in the UK last month. However, he added that Bridgend was more expensive than other plants building the same engine because it only had demand for less than a fifth of the 700,000 engines it produced in its peak years. He said: “Changing customer demand and cost disadvantages, plus an absence of additional engine models for Bridgend going forward make the plant economically unsustainable in the years ahead.” Production of Ford’s 1.5 litre Dragon engines will cease in February, followed by the end of production for JLR in September 2020. The closure will cost Ford $650m (£512m) in redundancy and pension payments. Ford has three factories in the UK, the others being a plant in Dagenham, east London, which produces diesel engines for vans, and a gearbox plant in Halewood, on the outskirts of Liverpool. Rowley said the remaining two sites – which employ a total of 2,100 people – have a “very firm future” and that there were no plans for further job cuts at either. Rowley renewed Ford’s warnings that it would have to carry out a further review of its operations – including the possibility of closing more British factories – in the case of a no-deal Brexit. However, he insisted that Brexit was not a factor in the decision to close Bridgend. “This action has nothing to do with Brexit,” he said. “If Brexit had never happened would it have been a different decision? The answer to that is no.” Ford received some interest in taking over Bridgend, including from Ineos, the chemicals company owned by the billionaire Jim Ratcliffe, which is planning to manufacture a new off-road vehicle. However, those plans did not come through and Rowley said the plant was not a contender for much-hoped-for investment in battery assembly because of its distance from Ford’s car assembly factories. Ford is only the latest in a string of international carmakers to reduce their UK operations this year. Honda announced in February that it planned to shut its Swindon plant in 2021, with the loss of 3,500 jobs, and Nissan has reversed its decision to build the new X-Trail vehicle at its Sunderland plant. JLR, the Indian-owned company that runs Britain’s largest carmaking operation, is also cutting thousands of jobs. The Bridgend closure will leave Toyota’s Deeside engine plant and Aston Martin Lagonda’s new St Athan plant as the only major carmaking locations in Wales. Jeff Beck, a regional organiser at the GMB trade union, which represents workers at the plant, said the decision was “a real hammer blow for the Welsh economy and the community in Bridgend”. Steve Turner, assistant general secretary of the Unite union, said Ford had betrayed workers in “an act of gross industrial sabotage”. The plant indirectly supports the jobs of another 12,000 people in the local economy, according to estimates supplied to Madeleine Moon, the Labour MP for Bridgend. Ford will repay £11m in state aid given to it by the Welsh government to support the plant. While Ford insisted Brexit was not a factor, Moon said company executives had been outspoken in their warnings over the viability of the Bridgend operations to government ministers – even when offered similar support to the £61m awarded to Nissan. “They made it absolutely clear that a hard Brexit without a customs union and the single market would make it impossible to operate here,” she said. “You can’t keep throwing money at companies to get them to stay.” The Ford plant has manufactured petrol engines since 1980 and supplies the company’s factories across Europe. The company is undergoing a round of steep cost-cutting around the world. It announced widespread job losses across its European operations in January and said it would consider closing plants."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}