{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/26/trump-and-xi-trade-talks-loom-large-over-g20-meeting-in-japan", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-26T02:12:25Z", "webTitle": "Trump and Xi trade talks loom large over G20 meeting in Japan", "webUrl": "https://www.theguardian.com/business/2019/jun/26/trump-and-xi-trade-talks-loom-large-over-g20-meeting-in-japan", "apiUrl": "https://content.guardianapis.com/business/2019/jun/26/trump-and-xi-trade-talks-loom-large-over-g20-meeting-in-japan", "fields": {"headline": "Trump and Xi trade talks loom large over G20 meeting in Japan", "bodyText": "Trade talks between Donald Trump and Xi Jinping are expected to dominate the upcoming G20 summit in Osaka, where the two leaders are expected to meet on the final day of the event. Despite the highly anticipated meeting between the US and Chinese presidents on Saturday, the first since trade talks broke down in May, few expect a substantive agreement to end almost a year of trade tensions and months of deteriorating ties between the world’s two largest economies. “I think at best we could see a superficial agreement to halt further escalation of the trade war and an agreement to resume negotiations,” said Scott Kennedy, a US-China expert at the Center for Strategic and International Studies in Washington. Ahead of the meeting, Trump has threatened to implement more tariffs on another round of Chinese goods, worth $300bn, including on everyday products used by US consumers like electronics. The standoff has rattled the world’s financial markets amid nervousness about potential disruption of the international trade system and knock-on implications for global growth. Asian markets were down on Wednesday morning after US Federal Reserve chairman Jerome Powell cast some doubt on expectations of a cut in interest rates. There have been signs the two sides want to restart talks. US and Chinese officials have spoken over the phone in the days leading up to the two-day summit, which begins on Friday in Japan, and US vice president Mike Pence delayed giving a critical speech on China. According to Japan’s Asahi newspaper on Wednesday, the G20 leaders will call in a draft communique for the “promotion of free trade” as a means to achieve strong global growth. The text also stressed the importance of creating a positive cycle where the benefits of solid growth are distributed broadly across economies, the Asahi said. But experts say it is unlikely that the two sides were willing to make significant concessions. “We should see this as a momentary pause but markets shouldn’t expect there to be a deal,” Kennedy said. “I don’t think either side will ever meet the other side’s bottom line.” Masahiro Ichikawa, senior strategist at Sumitomo Mitsui Asset Management in Tokyo, said the markets were fully focused on the G20 but were not optimistic. “Market expectations for a meaningful breakthrough being achieved in U.S.-China trade talks are quite low, so any signs of an improvement could bode well for risk sentiment,” he said. Senior US officials said this week that Trump’s stance had not changed and that he was “quite comfortable” with the position of the administration at the moment, and with any outcome of the talks. Chinese state media have promised the country will “fight to the end” and have framed the trade war as an attempt by Washington to constrain China’s development. Chinese vice commerce minister Wang Shouwen said on Monday: “We should meet each other halfway … both sides need to compromise and make concessions, not just one side,” he said. “Mutual respect means each side must respect the other’s sovereignty.” The official People’s Daily said in an editorial this week: “Retreating on any issue related to China’s core interest means giving up the future of China’s development.” The trade talks come amid mass protests in Hong Kong over a controversial extradition bill, a topic Beijing has said will not be discussed at the summit. The meeting also takes place amid what some have called a digital cold war between the US and China. The US has placed Chinese technology companies including Huawei on a trade blacklist while China has threatened to release its own list of blacklisted US firms. “The Trump-Xi talks could open the path for renewed trade negotiations to defuse the US-China trade and technology wars that have been escalating in recent weeks,” said Rajiv Biswas, Asia Pacific chief economist at IHS Markit. Observers say that even if a trade agreement or truce is reached, the era of broader US-China rivalry and tension over politics, security, human rights, and business as well as trade, is only just beginning. “Trade negotiations are a very thin slice of what is now a comprehensive and enduring strategic competition that will most certainly get worse before it gets better,” said Jude Blanchette, senior adviser and China practice lead at the Crumpton Group, an advisory group in Washington. Ominous prospects of Middle East conflict also loom over the summit, after Iran shot down a US drone following accusations by Washington that it had attacked two tankers in the Gulf of Oman. A White House official said Trump would meet at least eight world leaders, including Saudi Crown Prince Mohammed bin Salman, Turkish President Tayyip Erdogan and Russian President Vladimir Putin, to win support for sanctions on Iran. Japans prime minister Shinzo Abe wants the G20 summit to focus on reforming the World Trade Organization, empowering female workers and reducing plastic rubbish in the ocean. As Trump prepared to leave for Japan, a White House official told Associated Press that the president’s chief of protocol, Sean Lawler, was leaving the administration amid a probe of his management of staff. The official spoke on the condition of anonymity."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}