{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/04/sir-philip-green-arcadia-pension-deficit-topshop", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-04T21:13:43Z", "webTitle": "Sir Philip Green agrees to put £25m into Arcadia pension fund", "webUrl": "https://www.theguardian.com/business/2019/jun/04/sir-philip-green-arcadia-pension-deficit-topshop", "apiUrl": "https://content.guardianapis.com/business/2019/jun/04/sir-philip-green-arcadia-pension-deficit-topshop", "fields": {"headline": "Sir Philip Green agrees to put £25m into Arcadia pension fund", "bodyText": "Sir Philip Green has agreed to pump an additional £25m into Arcadia Group’s pension fund, in a deal with regulators that could pave the way for a rescue restructure of his fashion retail empire. Arcadia Group has handed security over additional property assets to the fund in response to a demand from the Pensions Regulator that the former billionaire inject another £50m to fill the group’s pension black hole. The pledge comes on top of a promise by the Green family and Arcadia, which owns Topshop, Topman, Dorothy Perkins, Wallis, Burton, Miss Selfridge and Evans, to put £360m into the pension over three years. The regulator, Arcadia’s pension fund trustees and the pension protection fund, which acts as a lifeboat for collapsed companies savings schemes, said the package was sufficient to have secured their backing. The Pensions Regulator said: “We recognise that the best support for any pension scheme is a trading employer and we feel the CVA [company voluntary arrangement] proposals now provide the right balance between security for the pension schemes and the chance of sustainability for the company.” The trustees said the deal “materially enhances the security of the benefits of the 9,500 Pension Scheme members” and provided “the best outcome achievable.” Ian Grabiner, the chief executive of Arcadia said: “We hope that the landlords and other creditors will follow suit and we can get the company back on a strong footing in all the markets where we trade.” Labour MP Frank Field, who as chair of parliament’s work and pension committee led an inquiry into events at BHS, said: “It is good to see some evidence that the Pensions Regulator is finally changing its approach, especially with this customer who we know has form. But the Pensions Regulator must keep its foot in the door giving access to the Greens’ personal wealth: this time it must not settle for anything less than a funding level that will ensure the Arcadia pensioners receive their full entitlement.” Arcadia’s plan to cut rents and close stores via the CVA insolvency procedure relies on reaching an agreement with the Pensions Regulator over funding of the retailer’s pension deficit of up to £750m. As a major creditor, the fund will have a significant vote at a meeting on Wednesday that is required to secure the CVA and avert a collapse into administration for Arcadia, which would put 18,000 jobs at risk. A source said Green, whose latest run-in with the regulator comes after he was pressed into pumping £363m into the pension fund of collapsed department store BHS two years ago, wanted to make a “squeaky clean” deal that could not be questioned in future. The group, which operates 570 shops, must win approval from 75% of its creditors, most of whom are landlords. The restructure will enable it to close at least 23 stores and cut rents by up to 70% on nearly 200 more. In return, Green has promised to hand landlords a 20% stake in the business and invest an extra £50m in cash in stores, part of a £135m turnaround plan intended to help Arcadia compete with rivals such as Asos, Zara and H&amp;M. The turnaround includes spending £75m on a new hi-tech distribution centre in Daventry and a step up in wholesale sales, including taking Topshop on to fashion retailer Asos’s online platform for the first time. Arcadia has also pledged £60m to upgrade its online operations. More than one landlord told the Guardian on Tuesday that discussions were still ongoing with Arcadia and they had yet to decide if they would back the restructure. While trade creditors are understood to have backed the deal, Arcadia’s complex plan, which involves seven CVAs of property holding companies, hands much more power to landlords. They do not want to see empty shops, but many are keen to see Arcadia’s wealthy owning family invest more in making the remaining stores a success before giving the deal their blessing. Topshop and Outfit are seen as viable brands with a future, but some of Arcadia’s other brands are struggling after years of under-investment. If Arcadia does lapse into administration, only Topshop is expected to attract significant interest and some other brands could disappear from the high street. Alongside the CVA, Arcadia’s restructure includes the closure of a further 25 UK stores as the group puts the property holding companies of Miss Selfridge and Evans into administration. Miss Selfridge’s London flagship will close in July. Change is happening outside the UK, too. Arcadia is to close 11 Topshop stores in the US and has closed two of its three remaining Australian Topshop stores in the past month, according to local reports."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}