{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/30/corporate-debt-could-be-the-next-subprime-crisis-warns-banking-body", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-30T10:31:27Z", "webTitle": "Corporate debt could be the next sub-prime crisis, warns banking body", "webUrl": "https://www.theguardian.com/business/2019/jun/30/corporate-debt-could-be-the-next-subprime-crisis-warns-banking-body", "apiUrl": "https://content.guardianapis.com/business/2019/jun/30/corporate-debt-could-be-the-next-subprime-crisis-warns-banking-body", "fields": {"headline": "Corporate debt could be the next sub-prime crisis, warns banking body", "bodyText": "Corporate borrowing poses a danger to the global financial system and could trigger a crisis in the same way US sub-prime mortgages sparked the 2008 banking crash, the organisation that represents the world’s central banks has warned. Citing the US and the UK as the worst offenders, the Bank for International Settlements (BIS) said in its annual health check of the global financial system that a dramatic rise in borrowing in recent years by businesses with low credit scores meant the market for corporate debt was becoming increasingly unstable. While it was not clear whether or how a crisis might unfold, the $3tn (£2.4tn) market for low-grade corporate debt was already “overheating” and risked provoking a panic that could send market values crashing as happened 11 years ago. The Basel-based watchdog said a surge in the sale of collateralised loan obligations (CLOs), which are collections of low-grade corporate debts packaged for sale to investors, was reminiscent of the steep rise in their forerunner – collateralised debt obligations – which “amplified the sub-prime crisis”. Echoing warnings earlier this year from the OECD, Agustín Carstens, the BIS’s general manager, said he was especially concerned at the way corporations had used complex debt products that lie outside the view of financial regulators to extend the level of lending. “Perhaps the most visible symptom of potential overheating is the remarkable growth of the leveraged loan market, which has reached some $3tn,” he said. “While firms in the US – and, to a lesser extent, the UK – have accounted for the bulk of the issuance, holdings are spread out more widely. There is most concern about corporate debt, more than the household or sovereign sectors.” He added that regulators needed to stay vigilant to limit the potential impact from a slowdown in economic growth. Carstens is a former head of Mexico’s central bank and last month ruled himself out of the running for the top job at the Bank of England when Mark Carney leaves in January, saying he preferred to stay at the BIS. He said the demands of investors for higher returns had pushed finance companies increasingly to lend money to firms with poor credit scores. “For quite some time, credit standards have been deteriorating, supported by buoyant demand as investors have searched for yield,” he said. The BIS also called on governments to respond to the slowing global economy by boosting investment spending and pushing through business and tax reforms to ease pressure on central banks. The US Federal Reserve is under pressure to cut interest rates at its meeting later in July in response to a slowing US economy while the European Central Bank has signalled that it will cut borrowing costs across the 19-member eurozone as long as inflation remains around 1%. Carstens said short-term pressures from falling economic growth was married to longer-term structural shifts in the labour market to keep interest rates low. He said wage increases across the developed world are unlikely to be high enough to spark an increase in inflation, leaving central banks to keep monetary policy low for several more years. “Even though we have seen higher wages recently, they have not translated into higher prices. Fiscal policies can be refashioned to be growth friendly,” he said. Technological advances, including robots and artificial intelligence, are making many traditional blue and white collar jobs redundant. This is likely to depress wage demands and will mean the pressure on prices remains muted. Carstens said businesses were also absorbing wage rises rather than passing them on to the consumer in higher prices, squeezing margins and depressing profits. Without a strong underlying pressure on prices, there will be no need for central banks to increases interest rates from their historical lows."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}