{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2019/jun/05/us-interest-rate-cut-expectations-markets-services-sector-uk-eurozone-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-05T17:45:51Z", "webTitle": "Philip Green: Arcadia rescue on the brink as vote dramatically delayed - business live", "webUrl": "https://www.theguardian.com/business/live/2019/jun/05/us-interest-rate-cut-expectations-markets-services-sector-uk-eurozone-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2019/jun/05/us-interest-rate-cut-expectations-markets-services-sector-uk-eurozone-business-live", "fields": {"headline": "Philip Green: Arcadia rescue on the brink as vote dramatically delayed - business live", "bodyText": "Sir Philip Green tried to bully his landlords, and it has backfired, says our financial editor Nils Pratley: Without wishing to panic anyone, it would probably be wise to use up any Arcadia gift cards in the next few days. Just in case creditors don’t approve the company’s restructuring next week - in which case such cards might prove useless. My colleague Miles Brignall explains all here: If you’re just tuning in, here’s our news story on the Arcadia rescue: Sir Philip Green’s Arcadia fashion empire is teetering on the brink of administration after a crucial vote to rescue the business and secure 18,000 jobs was postponed – when the billionaire appeared to be losing the support of his landlords. Green’s Arcadia business – which includes Topshop, TopMan, Miss Selfridge, Evans, Wallace and Dorothy Perkins – said another vote would be held next Wednesday, in a bid to push through proposals for store closures and rent cuts. Arcadia needed 75% support to win approval and stay in business. An attempt to win backing for that plan had to be pulled after a meeting lasting more than five hours, as it became clear that Green was facing defeat – and likely administration. The company has a pension deficit of up to £750m, which would have to be supported by the taxpayer if the company collapses. Arcadia said on Wednesday said it needed more time to conduct further dialogue with a few landlords and “ensure the long term sustainability of the group, its 18,000 employees and its extensive network of loyal suppliers”. In another blow to the UK economy, Ford is planning to close its Bridgend engine plant in Wales. The move would put more than 1,500 jobs at risk, my colleague Jasper Jolly explains: The company is meeting worker representatives at the south Wales plant on Thursday. A source with knowledge of the process said the plant would close. A Ford spokesman said the company was “not going to comment on speculation”. Ford is only the latest in a string of major international carmakers to seek to drastically reduce its UK operations this year. Honda in February announced it planned to shut its Swindon plant in 2021, while fellow Japanese carmaker Nissan reversed a decision to build its new X-Trail vehicle at its Sunderland plant. Here’s a breakdown of the structure of Arcadia, which is actually owned by Lady Tina Green of Monaco..... Writing in the Independent, Jim Moore says Arcadia has proved an old City rule -- never call a vote you can’t win. He explains that landlords called Sir Philip Green’s bluff - refusing to wave through another insolvency deal to allow a retailer to shed unprofitable stores and cut the rent on others.... Landlords, including big ones, have been getting increasingly fed up of retailers putting the burden of their difficulties on to their shoulders. They also reasoned that if Sir Philip secured the big rental discounts he’s after then other tenants would demand the same, and perhaps threaten to follow him down the CVA route in time. It’s fair to question the role he personally played in all this too, with his aggressive, abrasive style of doing business and the demands he’s made of landlords in the past. This could have contributed to the reluctance of some to give any quarter now he needs their help. You reap what you sow in business. So they called his bluff and what do you know: the struggling empire, which includes Topshop, Miss Selfridge and Burton among others, hasn’t immediately gone into administration as had been threatened. More here: The landlords who voted against Arcadia CVAs today would not have done so lightly, says Stephanie White, real estate expert at legal firm Stevens &amp; Bolton LLP. She points out that they would suffer if Green’s empire collapsed, as Top Shop, Miss Selfridge, Burton and Dorothy Perkins are all familiar sights on the high street. If Arcadia does not survive then some significant brands will disappear from our shopping centres and some landlords could be facing 4 of 5 vacant units in a row. That result would have a serious impact on the value of the landlord’s estate, it would impact on other tenants, and in time it would create a potential business rates liability that the landlord needs to manage. “Obviously, landlords would support a rescue plan if they thought it would leave them better off, but the trend for retail CVAs to lean on the landlord in every case is not sustainable. The landlords who voted against the CVA are choosing to send a message that they will not pick up the bill for every failing retailer on the high street whilst the other creditors walk away unscathed.” More reaction to the delay to the vote on Arcadia’s future: Sunday Times City editor Oliver Shah (who wrote the book on Philip Green), says the Arcadia rescue looks to be in trouble: Retail analyst Sofie Willmott says landlords have fought back, rather than roll over and accept rent cuts to bail Green out. Analyst Mark Faithfull suspects landlords will now squeeze Green hard..... Arcadia’s chief executive, Ian Grabiner, has claimed that there is a ‘reasonable prospect’ that the restructuring will be approved next week. He says: It is in the interests of all stakeholders that we adjourn today’s meetings to continue our discussions with landlords. We believe that with this adjournment, there is a reasonable prospect of reaching an agreement that the majority of landlords will support. But for that to happen, surely Arcadia will have to sweeten its offer to landlords? Green will have to put more money in, or offer than a bigger stake in the restructured Arcadia. Otherwise, administration looms.... Creditors were actually voting on seven different Company Voluntary Arrangement deals to rescue Arcadia today. It appears that some of those CVAs were going to be rejected by creditors-- forcing Philip Green to dramatically pause the voting, to try to persuade landlords such as Intu (who voted against) to change their mind. Analyst Nick Bubb thinks the retailers have called Green’s bluff -- he had claimed that they had to accept rent cuts and store closures today. Clearly not.... This is quite extraordinary. The future of Sir Philip Green’s retail empire, including Top Shop and Miss Selfridge, could hand in the balance for another week. The vote has now been delayed until Wednesday 12th June, meaning we could go through this drama again in a week’s time. The retail magnate is clearly desperate to use the time to persuade landlords that his offer is better than plunging the whole empire into administration. But this is extremely worrying for its workforce. The decision to adjourn today’s crunch meeting is a very strong signal that landlords had not backed Sir Philip Green’s proposal to restructure Arcadia. He needed 75% of creditors to back the plan -- but as we’ve already heard, some were unwilling to accept the proposed rent cuts. NEWSFLASH: The creditors meeting to decide the fate of Arcadia and its 18,000 staff has just been dramatically adjourned. More to follow! Retail analyst Mark Faithfull says landlords face a tough choice -- but surely letting Arcadia collapse would do more damage to their business than agreeing to rent cuts. The BBC’s Simon Jack points out that UK landlords are running out of patience with retailers demanding a rent cut. Previous Company Voluntary Arrangements (CVAs) have been used by retailers to shed underperforming stores, leaving landlords to take the financial hit. As Sir Philip Green is a multi-millionaire with a glamorous lifestyle and a love of luxury yachts, property groups may be unwilling to cut him a break..... Property Week’s David Parsley has heard that Green has been “begging” landlords to support the rescue deal. The future of 18,000 jobs hangs in the balance, as we await news from the creditors meeting. This is from Ben Martin of The Times: The result of the Arcadia vote seems to have been delayed. Sarah has heard that Philip Green is phoning creditors trying to persuade them to back the proposal - even though the voting actually happened a couple of hours ago.... Arcadia is just the latest in a string of UK retailers to battle for survival. House of Fraser, for example fell into administration last summer - a journey which Debenhams also took two years ago, as the high street crisis deepened. Arcadia’s financial position now looks extremely serious. With debts rising, and sales and profits down, Arcadia says it simply cannot afford its rental bill of £170m per year. So, it’s asking creditors to agree to some stores shutting, and hefty rent cuts on others. Arcadia has warned that if today’s CVA is rejected, the group is “highly likely, either immediately or after a short time period, to enter into insolvent administration or liquidation”. Such a collapse would put 18,000 jobs at risk. Green has promised landlords a 20% stake in the business and a £40m compensation fund in an effort to secure their backing. He also pledged to make a £50m cash investment in updating stores and online sales infrastructure at Arcadia – a sum which underpins the group’s £135m turnaround plan. More here: It’s understood that British Land and Hammerson - two major Arcadia landlords - were planning to vote in favour of the Arcadia structuring. British Land has 24 Arcadia stores, I believe, while Hammerson owns 18 of its shops. But with Intu (35 stores) and Aviva reportedly voting against (and this isn’t confirmed yet), the vote of Land Securities (with 12 stores) could be crucial. Here’s some photos of Arcadia’s chief executive, Ian Grabiner, arriving at County Hall in central London for today’s vote. Grabiner seems to have declined the chance to speak to Sky’s business correspondent Adam Parsons. The Telegraph’s Ashley Armstrong has heard that the mood among Arcadia’s creditors was “fairly fatalistic”, as they voted on whether to accept the restructuring plan. The BBC’s Jamie Robertson says a decision on Arcadia could be imminent.... One of Arcadia’s biggest landlords has decided to oppose the restructuring deal, according to Sky News. It reports that Intu Properties, which owns Manchester’s Trafford Centre and Lakeside in Essex, is to vote against Arcadia’s company voluntary arrangements (CVAs) today. That would be a blow to Green’s chances of getting 75% support from creditors (most of whom are landlords). Sky’s Mark Kleinman wrote: A source close to Arcadia confirmed that Intu - which declined to comment - had informed it of its decision not to support the proposed overhaul of Sir Philip’s company, which would involve steep rent cuts at more than 150 stores, and the closure of about 50 more. Other major landlords, including British Land, are understood to be leaning towards backing the CVA plans, although many will not make their decisions until the meeting in Central London gets under way. There’s also chatter that Aviva Investors could try to block the rescue. Oliver Buhus, operations director of clothing supplier Paragon, is also attending the CVA meeting. He told us that said if Arcadia collapsed it would have “severe implications for the industry as a whole.” For that reason Buhus has backed the CVA as it was the “logical choice”, saying: “I believe in the CVA and the plans for the business as a whole.” “It’s a storm that needs to be weathered. The ship needs to be renavigated and hopefully to come out the other side in a better place.” “It’s worrying for everyone in the supply side. It’s catastrophic if an entity like Arcadia is no longer around. They have spearheaded British fashion..... the potential effect on the industry is monumental.” My colleague Sarah Butler is outside today’s crunch meeting on Arcadia’s future. She spoke with Julian Lochrane who attended the meeting to vote on behalf of three landlords. Lochrane told her that they had all backed the restructuring deal as there was “not much alternative” “They threatened administration and [if that happened] we don’t get even what they are offering at the moment.” He said landlords were “feeling pretty bruised” after a string of CVAs by high street retailers and were being singled out as the “low hanging fruit”. The Sunday Times’s Sam Chambers also suspects today’s vote will be very close: Back in London, the future of Sir Philip Green’s Arcadia retail empire is hanging in the balance. Creditors have been locked in meetings for hours, voting on whether to accept or reject a company voluntary arrangement that would restructure Arcadia. If the deal goes through (and it could be close), Green will be able to shut scores of stores and lay off hundreds of staff, with landlords agreeing to cut the rent on other shops. But if the proposals are rejected, then Arcadia will fall into administration. That would put the future of the whole empire, which includes Topshop, Burton and Miss Selfridge, into serious doubt. Green needs 75% of creditors to back the plan. Most of them are landlords, who have to decide whether to accept steep cuts to their rental income. We’re hearing that a result on the CVA could come within the hour.... Yesterday Green agreed to put an extra £25m into Arcadia’s pension fund, to persuade Britain’s pensions regulator to support the restructuring. The International Monetary Fund has weighed in on the US-China trade dispute, warning that it will cost the world economy deeply. In a new blogpost, IMF chief Christine Lagarde warns that more than $450bn will be wiped off global output if Washington and Beijing impose tariffs on all reciprocal trade, as has been threatened. Our economics editor Larry Elliott explains: The International Monetary Fund has called for a speedy end to the deepening trade war between the United States and China after calculating that the tit-for-tat tariffs will cost $455bn (£357.5bn) in lost output next year – more than the size of South Africa’s economy. Christine Lagarde, the IMF’s managing director, underlined her organisation’s growing concern at the most serious outbreak of trade tension since the 1930s and said “self-inflicted wounds” had to be avoided. In a paper prepared for the meeting of G20 finance ministers and central bank governors in Japan this weekend, the IMF calculated that the recently announced intensification of protectionism would cut global gross domestic product by 0.3% in 2020. More here: The latest surveys of America’s services sector paint a rather contradictory picture. Data firm Markit has just reported that services growth hit a three-year low last month, with companies reporting a slowdown in new orders and meagre output growth. That pulled Markit’s US services PMI down to a mere 50.9 in May, down from 53.0 in April, the worst since early 2016. That’s shows a sharp deterioration (50 points = stagnation, with anything higher showing growth) So far, so bad. But the Institute for Supply Management has a much more upbeat assessment of the situation. Its rival Services PMI has jumped to 56.9 in May from 55.5 in April (which had been a 20-month low). According to the ISM, service sector activity grew steadily last month, despite other indicators suggesting the US economy. I mentioned in the opening post that investors are treating bad news as good news this week. Poor economic data is being taken as a sign to buy stocks, on the grounds that central bankers will cut interest rates (usually good for asset prices). And this trend is continuing. The US stock market has opened higher, with the Dow and the S&amp;P 500 gaining 0.5% in early trading. Traders are concluding that the slump in US job creation last month makes an early Fed rate cut even more likely. One of the leading players in Italy’s government has hit back at the EU, suggesting that Rome is being treated unfairly. Deputy Prime Minister Luigi Di Maio, the leader of the radical Five Star Movement, has posted on Facebook that Italy will talk constructively with Brussels over its budget plans. But Di Maio (with some justification), argues that other countries have run much higher deficits than Italy without being sanctioned. He writes: “We will go to Europe and sit around a table with responsibility, not to destroy but to construct. “But it’s very annoying that every day a new way is found to speak badly about Italy and this government.” Significantly, Di Maio also ruled out ditching plans to reverse raising Italy’s pension age to 67 -- despite criticism that it will worsen the country’s financial position. Getting back to Italy.... the EC’s main concern is that its debt is ‘snowballing’, as its deficit grows and asset sales fail to bridge the gap. Bloomberg explains: “Italy’s public debt remains a major source of vulnerability for the economy,” the commission said in its report. The ratio of the nation’s debt to gross domestic product will “rise in both 2019 and 2020, up to over 135%, due to a large debt-increasing ‘snowball’ effect, a declining primary surplus, and underachieved privatization proceeds,” according to the report. “While refinancing risks remain limited in the short term, the high public debt remains a source of vulnerability for Italy’s economy,” the commission added. More here. Newsflash from America: Job creation by US firms fell sharply, and unexpectedly last month. There were just 27,000 new hires by private sector companies in May, according to the closely watched payroll report from ADP. That’s down from 271,000 in April, and is the lowest since 2010 -- when America’s economy was struggling back from the financial crisis. ADP reports that small US businesses cut 52,000 jobs last month, while small firms hired 11,000 people and large company payrolls grew by 68,000. It is further evidence that the US economy has slowed this year, as the trade war with China raises the risks of a recession. It is likely to also fuel predictions that America’s central bank will be forced to cut interest rate soon. Green party MEP Sven Giegold says Germany should also face the wrath of the EU -- for not spending enough! Giegold argues that it’s wrong to penalise a country for running a budget deficit, without penalising those who also run large surpluses (they are, after all, part of the same situation). “The Commission must end its selective approach to dealing with transgressions in the Eurozone. The excessive current account surplus of Germany is destabilising the Eurozone, just as the excessive budget deficit of Italy does. This Janus-faced approach to dealing with instability in the Eurozone only serves to undermine the long term stability of the whole project.” But.. he also supports the move against Italy: Unfortunately, Italy continues to flaunt the rules of the Stability Pact, so an excessive deficit procedure is logical. A common currency needs common rules, and we will only have stable Eurozone if the rules are adhered to. “However, while the Commission is forced to act, it must ensure that the Italian people do not suffer at the will of the market or the whims of their fractious government. Prime Minister Conte’s appeal to revise common budget rules should be listened to carefully, as governments need more scope for spending during crises and incentives for investment as well as binding rules for reserves during the good times.” Markus Ferber, an MEP representing Germany, has welcomed the Commission’s recommendation to plunge Italy into an excessive deficit procedure. Ferber says Italy deserves everything it gets -- and wants France to also face disciplinary action for failing to cuts its borrowing. “Italy deliberately decided to ignore the European fiscal rules and it feels like groundhog day. Unlike before, the European Commission has to be tough this time. The Italian government does not seem to understand any other language after all. Had the European Commission not backed off the last time, the current escalation could have been avoided. It is a mistake only to look at Italy though. The European Commission’s own Spring Economic Forecast predicted that France will also miss the deficit threshold. If the European Commission wants to be a credible defender of the Stability and Growth Pact, it has to treat all offenders equally and that means also launching a procedure against France.” This chart shows how Italy is only at the start of the excessive deficit procedure process (the bottom of the pyramid). Ultimately it could be fined 0.2% of its annual GDP (or around €3.5bn, according to my rough maths). It’s not clear how taking money off Italy will help it lower its borrowing. Europe’s leaders may also be reluctant to take a step that would worsen relations with Rome, and could also hand populist leaders such as Matteo Salvini another tool for his eurosceptic push. Today’s Commission report on Italy shows that its public debt stood at 132.2% of GDP in 2018, far above the EU’s 60% limit. Many other countries have debt piles over 60% of GDP too, but the EC is unhappy that Italy’s deficit isn’t falling fast enough (in its view). “Moreover, Italy is not projected to comply with the debt reduction benchmark in either 2019 or 2020 based on both the government plans and the commission 2019 spring forecast.” Agnese Ortolani of the Economist Intelligence Unite has tweeted more details: The EC has good news for Madrid -- it recommends that Spain should be removed from its excessive procedure, having brought its deficit into line. Spain was sanctioned back in 2016, and threatened with fines unless it lowered its deficit (leading to tax rises and spending cuts). Italy’s stock market has fallen into the red, as traders digest the EC’s recommendation. The FTSE MIB is now down 163 points, or 0.8%, to 20,065, with banks stocks falling by 1.7%. It’s the only European market showing losses today, with the EU-wide Stoxx 600 up 0.5%. European commissioner Pierre Moscovici is making more conciliatory noises towards Rome - suggesting that sanctions can yet be dodged. Speaking alongside Dombrovskis in Brussels, he says Italy’s government can still avoid being dragged into an excessive deficit procedure: “As always with all member states, we are ready to look at new data that could change this analysis..... My door is open. Such data would, I suspect, have to show Italy cutting some of its spending and tax-cutting plans. Journalist Dave Keating has also flagged up that Italy hasn’t been hit by disciplinary action yet -- but the process has certainly moved closer. Valdis Dombrovskis, the EC’s vice-president for the euro, is explaining today’s decision - and putting the boot into Italy. He tells reporters that Italy has not complied with Europe’s debt rules. That’s because its deficit is forecast to hit 2.5% of GDP this year, over the target of 2%. Dombrovskis also warns that “recent policy choices” have damaged Italy’s economy, a pop at the (fragile) coalition of right-wing Lega Nord and anti-establishment M5S parties. He points out that Italy’s growth has almost ground to a halt (it only just escaped recession), and that servicing its national debt (over two trillion euros) is taking up a lot of its budget. In theory, an excessive budget deficit procedure could end with Italy being fined by Brussels, and being forced to accept stricter oversight of its tax and spending plans. We’re not there yet, though. The EC says disciplinary action is warranted against Italy, because it has only made limited progress in hitting European budget targets. It also says Italy has backtracked on structural reforms, a criticism of its coalition of right-wing and anti-establishment parties who took power last year. NEWSFLASH: The European Commission has escalated its battle against the Italian government over its debt levels, recommending that disciplinary procedures are launched. The EC has concluded that Rome’s budget is not compliant with EU rules, and that it would be “justified” in opening disciplinary procedures against Italy’s government. The Commission has NOT opened a “excessive deficit procedure’ against Italy today, though -- first, European Union states must have their say in two weeks time. But even so, it’s a significant move in the long clash between Brussels and Italy’s coalition government, which has been pushing to raise spending and cut taxes. The ruling comes as part of the Commission’s latest assessment of the eurozone economy, which is being announced now. More to follow.... The drop in UK car sales last month is another sign that the Brexit crisis is acting like an anchor on economic growth. Jonathan Moss, partner and head of transport at law firm DWF says: “New car registrations figures have again declined 4.6% in part because of the current economic and political ambiguity around the impact of Brexit and uncertainty around the changes in political leadership. He’s also concerned that Britain’s carmakers will suffer: “From an industry perspective, the current market also puts a significant strain on manufacturers, who are dealing with increasing pressure on carbon emission standards in the face of significant uncertainty and declining registrations numbers.” Last week we learned that UK car production plunged by 44% in April, as the industry braced for a Brexit that never came. Further uncertainty is clearly unwelcome. Here’s our news story on the weak UK purchasing managers reports. It’s still early (barely 6am in New York), but there are signs that Wall Street will rally again today. The Dow Jones industrial average is up almost 145 points on the futures marker, following Tuesday’s 512-point spike (the second-biggest jump of 2019). Investors continue to cling to hopes that America’s central bank will cut interest rates to cushion the blow from the US-China trade war. Paul Donovan of UBS Wealth Management warns, though, that there’s only so much the Fed can do: US Federal Reserve Chair Powell signalled the Fed could ease policy if the costs of US trade taxes become too high. Trade taxes impose three costs: 1) directly via fiscal tightening and higher prices; 2) indirectly via uncertainty, reducing investment and adding risk; 3) indirectly, as lower investment slows global manufacturing and trade. The Fed can offset direct costs relatively easily. The Fed might be able to offset uncertainty and a risk premium for investing in the US, but that is more difficult. The Fed has less ability to act on the global costs – that is up to other central banks. Ultimately the Fed can blunt the impact of a slowdown from trade taxes. It probably cannot stop a slowdown from trade taxes. Global growth is likely to be below trend this year (it was likely to be trend, absent trade taxes). However, Fed action would be able to reduce the risk of recession. One of Britain’s largest service sector companies has just announced a sweeping office closure plan, as it tries to cut costs. BT is slashing its UK offices from 300 to just 30, shrinking its property footprint and obviously worrying its staff. My colleague Mark Sweney has the story: The company has announced the first eight locations for its UK workforce, which is being whittled down to about 75,000. London, Manchester, Cardiff, Edinburgh, Belfast, Bristol, Ipswich and Birmingham have been named as “key locations” for BT maintain a presence. Last May, BT announced plans to cut 13,000 jobs over three years, and move out of its central London headquarters after almost 150 years, to cut £1.5bn in costs after a torrid 18 months. In May, BT’s share price hit its lowest level since 2011. More here: There are bright spots in today’s PMI report, despite the slowdown in growth. For example, business optimism has hit its highest level in eight months. That may suggest companies are less worried about a no-deal Brexit, now that Article 50 has been extended until at least the end of October. Markis adds, though, that political uncertainty is still a problem: There were reports citing cautious optimism about the outlook for customer demand, as well as confidence regarding forthcoming business expansion plans. Some firms also commented on efforts to mitigate rising staff costs through improved productivity. However, survey respondents also noted that domestic political uncertainty remained a key factor holding back their growth expectations for the year ahead. Britain’s economy will only managed “muted growth” in the current quarter after a “difficult May”, predicts economist Howard Archer of EY Item Club. Here’s his take on the latest PMI report: We suspect that the economy will struggle to grow any more than 0.2% quarter-on-quarter in the second quarter following expansion of 0.5% in the first quarter - as it is hampered by some unwinding of the major stockbuilding that occurred in the first quarter amid concerns of a disruptive Brexit occurring at the end of March. Prolonged Brexit uncertainties, a fraught UK political situation and a challenging global economic environment are also weighing on economic activity in the second quarter. There was modest improvement in most areas of the services survey in May but it is still in the slow lane. Overall activity was at a 3-month high, while new business growth rose for the first time this year but only marginally. Jobs growth was at a 6-month high while confidence improved to an 8-month high While some improvement was reported in underlying business conditions, Brexit uncertainties was still said to be holding back client demand. Business and consumer spending was reported subdued. The overall weakness of the May purchasing managers’ surveys reinforces belief that the Bank of England will maintain a cautious “wait and see” approach on interest rates amid heightened economic, political and Brexit uncertainties. We believe the Bank of England is likely to keep interest rates at 0.755 through 2019. Sam Tombs of Pantheon Economics suggests the PMI surveys are being dragged down by the political uncertainty which has gripped Britain for months (and may not relax its grip for some time). Economists are concerned that Britain’s economy lost momentum in May, even though the services sector grew a little faster. Here’s some snap reaction: Newsflash: Britain’s economy is close to stagnation, despite a pick-up in service sector growth last month. Data firm Markit has just reported that its composite PMI index, which tracks activity across the UK private sector, fell last month to just 50.7, from 50.9. That’s closer to the 50-point mark that separates expansion from contraction, and one of the weakest readings since 2012. This slump was mainly driven by contractions in UK manufacturing and construction (the figures were released earlier this week). It’s not all gloom - bosses at service sector companies say that new orders have finally picked up, for the first time this year. That pushed the services PMI up to 51 from 50.4 in April -- showing faster, but not exactly fast, growth. The slowdown in the global economy, and the impact of the Brexit crisis, are both to blame. Chris Williamson, chief business economist at IHS Markit, says: “Although service sector business activity gained a little momentum in May, with growth reaching a three-month high, the pace of expansion remained disappointingly muted and failed to offset a marked deterioration in manufacturing performance and a fall in output of the construction industry during the month. As a result, the PMI surveys collectively indicated that the UK economy remained close to stagnation midway through the second quarter as a result, registering one of the weakest performances since 2012. “Companies reported that activity, order books and hiring were all subdued by a combination of weak demand – both in domestic and overseas markets – and Brexit-related uncertainty. “On a brighter note, optimism about the year ahead picked up to an eight-month high, in part reflecting an easing of near-term concerns due to the extension of the Brexit deadline to 31st October. However, it is clear that many businesses remain cautious in relation to spending and investing in the uncertain political environment, which is exacerbating the impact of a wider global economic slowdown on the UK.” Back in the UK, car registrations have fallen in another sign that economic confidence is weak. Car sales slid by -4.6% in May with 183,724 units registered, the Society of Motor Manufacturers and Traders reports. That follows a 4.1% drop in April. The SMMT blames “the underlying economic and political instability” in the UK (ie Brexit) for hurting consumer and business confidence. The diesel emission scandal is another factor. Demand for diesel-fuelled cars has slumped by 18.3% year-on-year, extending a slump that began more than two years ago. The SMMT says: Modest growth in registrations of petrol (1.0%) and alternatively fuelled vehicles (11.7%) was not enough to offset the significant decline in demand for diesels, which fell for the 26th consecutive month. Ongoing anti-diesel sentiment and the forthcoming introduction of low emission zones continues to affect buyer confidence. Just in: The eurozone economy grew a little faster than expected last month, despite geopolitical worries. Data firm Markit reports that European service sector firms expanded solidly last month. This pushed its eurozone services PMI, which tracks activity, up to 52.9 in May, from April’s 52.8. That’s better than the ‘flash’ reading two weeks ago, with firms reporting that output and new orders picked up. But business confidence fell last month, to the lowest level since the start of 2019. Optimism is being dented by “ongoing worries over Brexit, US-China trade and European political instability”, says Markit. Newsflash: The International Monetary Fund has cut its growth forecast for China, and warned that the trade war with the US is hurting. The Fund now expects China’s economy to grow by 6.2% this year, down from 6.3% previously. That reverses a small upgrade earlier this year. It follows the breakdown in negotiations between Beijing and Washington last month, which led to both sides adding more tariffs on each others goods. Deputy managing director David Lipton warned: “The near-term outlook remains particularly uncertain given the potential for further escalation of trade tensions.” The Fund also suggested that Beijing may need to stimulate its economy, if the trade war doesn’t ease soon. European stock markets have also risen in early trading. Britain’s FTSE 100 has gained 30 points to a one-week high of 7,244. Technology, consumer cyclicals and industrial companies are the top sectors -- they’d all benefit if a US interest rate cut from faster economic growth. The French and German markets are also up almost 0.5% -- not as big a jump as on Wall Street last night, but another sign of investors positioning for lower borrowing costs. Jasper Lawler of London Capital Group says: Powell gave the markets what they wanted to hear, and the result was a spectacular rally, as traders increased their bets of a rate cut happening before the year end. Jerome Powell’s speech followed similar comments from other Fed officials earlier in the week. This is usually a sign that the Fed wants to prepare investors for a shift in policy. Risk assets lifted as investors responded to the prospect of a lower interest rate environment. An environment which is more favourable to business owing to reduced borrowing costs. The US Federal Reserve’s dual mandate is to keep American inflation steady and unemployment as low as possible. But... it often feels like there’s a third mandate - keep the stock markets up. Back in the 1990s, the idea of the “Greenspan put” was invented - because Fed chair Alan Greenspan could always be relied on to ease policy and boost liquidity if things looked rocky. [A put option gives an investor the chance to sell an asset at a fixed price, so it’s insurance against a market crash]. As CNBC explains, we may be in the era of the Powell put - if the Fed chair is really serious about acting “as appropriate”. “The market wanted to hear from Powell. When Powell says ‘we are watching the market’ — whether it’s right or wrong — the market starts believing in a Powell put,” said Keith Lerner, chief market strategist at SunTrust Private Wealth. He also noted “sentiment became extremely negative on a short-term basis.” These comments come amid increasing expectations for a Fed rate cut. The CME FedWatch tool indicated a 90% chance of a September rate cut. Expectations for a second rate cut in December were also above 80%. Government bond prices are also being driven higher, by the prospect of interest rate cuts. This has pushed down the yield (effectively the rate of return) on Japan’s sovereign debt today. Two-year Japanese bonds are now deeper into negative territory, meaning an investors is guaranteed to lose money if they hold them until they mature. Japan’s stock market has matched last night’s Wall Street rally, by jumping by 2% as well. The Topix index gained 30 points to 1,530, amid speculation that the Fed might lower interest rates this year. The Hong Kong and Australian markets also got a lift.... even though Jerome Powell’s comments yesterday were somewhat cryptic. Promising to act “appropriately” isn’t exactly a concrete pledge. As Jim Reid of Deutsche Bank explains, Powell didn’t do anything to dampen rate cut expectations. How much truth there was in the big rally for markets yesterday and how much was dramatised is open for question. Indeed, the last 24 hours has seen a marked change in sentiment and although it’s hard to completely attribute the move to Powell’s comments at the Fed conference yesterday, the fact that the Chair seemingly didn’t push back on very dovish market pricing did at least fill investors with a bit more confidence. Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. We’ve reached the point in the economic cycle where bad news is good news. Wall Street has just posted its best day in five months, as investors bet that an interest rate cut is coming over the horizon. America’s top central banker, Jerome Powell, cheered the rate cut lobby yesterday when he pledged that the Fed would “act as appropriate” to protect the US economy from the disruption caused by trade wars. Powell singled out “recent developments involving trade negotiations” as a key issue on the Fed’s radar, saying: We do not know how or when these issues will be resolved. “We are closely monitoring the implications of these developments for the U.S. economic outlook and, as always, we will act as appropriate to sustain the expansion... Read between the lines, and that’s being taken as a hint that the Fed is prepared to cut borrowing costs to ward off a recession. Powell’s comments came a day after America’s factory growth hit a near-decade low, suggesting the world’s largest economy is cooling. The World Bank swiftly followed by slashing its economic forecasts, and predicting the weakest growth for global trade since the 2009 financial crisis. You might expect this torrent of gloom to upset investors. But not yet. Instead, they sniff the prospect of looser monetary policy, and another dollop of the good stuff into the punch bowl. So, shares jumped in New York, sending the Dow Jones industrial average up by 512 points - its second best day of the year. The broader S&amp;P 500 also jumped by over 2%. Asian stock markets have also rallied overnight, as traders pour back into stocks - which look cheaper after May’s losses. Analyst Stephen Innes of SPI Asset Management says Jerome Powell has cheered the markets: Equity investors love cheap money, and U.S. stocks posted their best day in five months Tuesday as traders lifted themselves off the mat after Chair Powell suggested a willingness to lower interest rates if the economy slows in response to escalating tariffs. The odds were doubtlessly in favour of rate cuts from the Fed in 2019 but overnight and ahead of the upcoming June FOMC meeting, Chair Powell changed the Fed messaging just enough to avoid signalling a shift from patient to panicked. And while falling well short of confirming the markets overly dovish expectations, it was music to U.S. investors ears who have been starved of positive news of late. Of course, they’ll be singing a different tune if the Fed a) doesn’t cut rate, or b) can’t prevent the US economy sinking into recession. Problems for another day, perhaps. Also coming up today We’ll get another insight into the health of the global economy, when data firm Markit’s latest surveys of purchasing managers at service sector companies are released. The UK services PMI is expected to remain near stagnation, nudging up to 50.6 from 50.5. The eurozone PMI, though, could remain safely in expansion territory (around 52.5). America is expected to lead the way, with a services PMI around 55. It’s a crucial day for retail magnate Sir Philip Green. His Arcadia group could plunge into administration, unless creditors agree a restructuring plan to shut stores and slash rents. Plus, the SMMT will report how many new cars were registered in the UK last month. Car sales fell 4.1% in April, so the industry will be hoping for a bounceback. The agenda 9am BST: Eurozone services PMI for May 9.30am BST: UK services PMI for May 3pm BST: US services PMI for May"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}