{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/05/goldman-sachs-sued-by-gay-ex-senior-employee-over-discrimination-claims", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-05T18:49:43Z", "webTitle": "Goldman Sachs sued by gay ex-senior employee over discrimination claims", "webUrl": "https://www.theguardian.com/business/2019/jun/05/goldman-sachs-sued-by-gay-ex-senior-employee-over-discrimination-claims", "apiUrl": "https://content.guardianapis.com/business/2019/jun/05/goldman-sachs-sued-by-gay-ex-senior-employee-over-discrimination-claims", "fields": {"headline": "Goldman Sachs sued by gay ex-senior employee over discrimination claims", "bodyText": "Banking giant Goldman Sachs has been hit with a lawsuit over claims from a former senior employee that he was discriminated against on the basis of his sexual orientation and allegedly subjected to homophobic retaliation. William Littleton, described in court papers as a vice-president and one of the bank’s most senior LGBTQ leaders, claims he was excluded from a client call because “he sounded too gay”. In another incident, the eight-year employee was allegedly asked: “What’s wrong with you? Do you act this way because you’re gay?” The complaint, filed in New York state court, claims that “despite years of ‘outstanding’ performance reviews filled with near-endless praise regarding Mr Littleton’s bright future at the Bank, he was abruptly fired by those who he complained engaged in discriminatory conduct”. The suit names Goldman Sachs and two senior bank employees in the US product strategy group, Rachel Schnoll and Sirion Skulpone. The suit will come as unwelcome news to Goldman, which is typically seen as a leading supporter of LGBTQ rights on Wall Street. The bank scored a perfect 100 on the Human Rights Campaign Corporate Equality Index, which measures a company’s overall internal and external support of LGBT employees. In 2013, two years before same-sex marriage became legal nationwide in the US, Goldman was among nearly 300 of the country’s biggest companies that urged the US supreme court to strike down restrictions on same-sex marriage when the then chief executive, Lloyd Blankfein, said he believed marriage equality benefits a business environment. Blankfein called it an important issue because he understood how it related to recruiting and retaining people at Goldman. “It’s a civil-rights issue, but it’s also a business issue,” Blankfein told CBS at the time. In his complaint, Littleton claims he was subjected to demeaning remarks and that his compensation decreased in his later years at the bank, despite promotions and increased responsibilities. He complained to the bank’s employee relations department in May 2018. He later received a performance review with criticisms he claims were part of “a belated attempt to create a paper trail”. His last day at the bank was 31 January this year. According to Littleton’s attorney, David Gottlieb, his client’s termination from Goldman is not an isolated incident or exception to the rule at the bank or on Wall Street more broadly. “Wall Street continues to struggle to create an environment that is inclusive and accepting of LGBTQ+ employees,” Gottlieb said in a statement. Citing an Institutional Investor article titled Gay on Wall Street: An Investigation, the complaint states “a veil of vulnerability unifies LGBT experiences in financial services, and sets the group apart from many straight professionals”. Further, Littleton alleges that the bank’s efforts to hold itself out – “presumably for public relations purposes” – as a friendly environment for LGBTQ employees is false. The complaint states that after Littleton was allegedly excluded from a client call for sounding too gay, supervisor Skulpone, “provided no support other than to say, in sum and substance: ‘That sucks’.” The complaint states that as a result of the alleged discrimination, Littleton’s pay and performance benefits dropped “nearly 20%”. “The reality is that the bank does little more than provide lip-service to LGBTQ diversity,” the complaint states, alleging “everyday reality does not measure up” to Goldman’s claims that the “crux of our efforts is a focus on cultivating and sustaining a diverse work environment and workforce”. According to a 2018 press release, Goldman said that its partner class of 2016 was 26 % female and 6% black. But the release noted that just 1% of partners identified as LGBTQ. In a statement to the Guardian, a Goldman spokesman ,Patrick Scanlan, said the company “has a sustained and proven commitment to diversity, and we are proud of the vibrant and diverse LGBTQ community at the firm”. “We strongly encourage all of our employees to bring their authentic selves to work, because it makes us a better firm. This suit is without merit and we plan to defend ourselves against these baseless claims.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}