{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/25/bmw-electric-hybrid-sales-eu-rules", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-25T08:30:37Z", "webTitle": "BMW aims to double electric and hybrid sales in next two years", "webUrl": "https://www.theguardian.com/business/2019/jun/25/bmw-electric-hybrid-sales-eu-rules", "apiUrl": "https://content.guardianapis.com/business/2019/jun/25/bmw-electric-hybrid-sales-eu-rules", "fields": {"headline": "BMW aims to double electric and hybrid sales in next two years", "bodyText": "BMW is accelerating its push away from the internal combustion engine towards battery technology, as the German carmaker seeks to double the number of electric and hybrid vehicles it sells in the next two years. The company will have 25 electrified models on sale in 2023, two years earlier than previously planned, it announced on Tuesday. More than half of the vehicles will be fully electric. The step up in BMW’s electrification efforts comes as European carmakers face an unprecedented challenge to their profitable business model as major markets, from the UK to the rest of the EU to China, plan to decarbonise road transport. For German carmakers including BMW, Volkswagen and Daimler, the race to move away from fossil fuels is particularly urgent. Under strict EU rules due in 2021, manufacturers must ensure average emissions from new cars are below 95g of carbon dioxide per kilometre driven or face huge fines. BMW’s models averaged carbon emissions of 128.9g per kilometre in 2018, according to the data company Jato Dynamics. In response the BMW group plans to increase sales of electric or hybrid vehicles by more than 30% a year up to 2025, slashing average emissions across its three brands: BMW, Mini and Rolls-Royce. The carmaker launched a slew of models in Munich on Tuesday, including an all-electric concept sports car, the BMW Vision M Next. Harald Krüger, the BMW Group chief executive, said the accelerated push towards electric vehicles had been driven by the need to meet emissions regulations, as well as environmental sustainability. BMW has already announced multiple partnerships in which it will share the costs of research and development with rivals. It is working with German rival Daimler on driverless vehicles technology, and with UK-based carmaker Jaguar Land Rover on electric power technology. Krüger said BMW would be open in principle to future collaborations with other carmakers. “The amount of money you need to spend in the future, it will not be possible without cooperation,” he said. The company has also expanded its range of luxury vehicles, which are more profitable, to help fund the development of alternatives to the internal combustion engine: battery electric vehicles, hybrids, and hydrogen fuel cell power. Krüger said: “That’s why it’s so challenging for us. We need to develop three or four different technologies at the same time.” BMW currently only sells one fully electric model, the i3, but this will expand to five within two years. The fully electric Mini, which will be made at BMW’s Oxford plant, will launch next month. It is expected by industry analysts to retail at about £25,000-£30,000. The challenge of electrification comes as the global car industry battles on multiple fronts, including a decline in the Chinese market last year and the requirement for heavy investments in developing autonomous technology. Carmakers also face geopolitical threats, most notably from the threat of tariffs on trade between the US, Germany and China, as well as the possibility of a no-deal Brexit on 31 October. Krüger said a no-deal Brexit would be “lose-lose on both sides”, but added that BMW is committed to the Oxford plant, despite a warning in March that a disruptive Brexit could endanger its future. He added: “We will stay in Oxford. We are also committed to the UK [market].”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}