{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/13/moving-away-from-gdp-as-a-measure-of-success", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-13T16:20:03Z", "webTitle": "Moving away from GDP as a measure of success | Letters", "webUrl": "https://www.theguardian.com/business/2019/jun/13/moving-away-from-gdp-as-a-measure-of-success", "apiUrl": "https://content.guardianapis.com/business/2019/jun/13/moving-away-from-gdp-as-a-measure-of-success", "fields": {"headline": "Moving away from GDP as a measure of success", "bodyText": "As an economist I endorse Dan Button’s article (Stop obsessing about GDP: we should focus on wellbeing, 11 June). The most we can say is that a succession of GDP figures over months should indicate whether the economy is growing or moving into recession. Also aggregate GDP statistics tell us nothing about how national wealth and income are distributed: globalisation in recent decades has increased the size of the cake, but the main beneficiaries have been the already better-off. To extract meaning from GDP trends we have to break it into its components: consumption, investment, government spending, the trade balance. Consumption is by far the largest of these, and the main driver of the economy, but its level is precariously underpinned by unsecured private debt. It is broadly accepted that real investment (in new productive capacity) is dismally inadequate for the continued growth of a modern economy; much of what does take place goes into buying paper assets. As for government expenditure, most of us are crying out for more on education, health, social care, police, early childhood services, to name a few, but as a nation we want “big state” levels of public services financed by “small state” levels of taxation. Last, we have a massive balance-of-payments deficit: we are exporting too little to pay for our imports; we are living beyond our means. We can only continue this by selling capital assets (such as water companies) to overseas investors, thus losing the dividends and tax revenue that they generate. Lawrence Lockhart Bath • Spot on, Dan Button. But focusing on GDP is even more absurd than “prioritising short-term growth over long-term sustainability”. In Jeremy Lent’s The Patterning Instinct (a magnificent book recently recommended by George Monbiot) a passage spells out the absurdity: “Anything that causes economic activity of any kind, whether good or bad, adds to GDP. An oil spill, for example, increases GDP because of the cost of cleaning it up: the bigger the spill, the better it is for GDP.” He goes on and finally shows that “after a country’s GDP per capita reaches a moderate level … there is no correlation between the wealth of a country and the reported happiness of its population”. Trouble is, this is hard for free-market “wealth creators” to swallow and, as Lent observes: “the mainstream media unquestionably accept the mantra of our locked-in ideology that economic growth, measured by GDP, is the social objective to be pursued above all else”. So well done Dan Button and the Guardian for questioning the mantra. Keep it up. John Airs Liverpool • Although the measurement of “personal wellbeing” introduced by David Cameron’s government in 2010 is a welcome addition to crude GDP measures, it relies heavily on subjective assessments of life satisfaction, personal happiness, perception of financial situation, level of anxiety and a strange “worthwhile rating”. It would be more useful to measure the wellbeing of society as a whole using objective criteria. These could include, along with GDP per head, medical factors such as infant mortality, longevity, incidence of mental illness, numbers of doctors per head and access to hospitals; social factors such as crime rates, percentage of population in prison, stability of marriages and partnerships, working hours, holidays, homelessness and unemployment; cultural factors such as human rights and access to the arts; and environmental factors such as pollution and carbon footprint. Such a measure, if internationally agreed, could be used to rate the success or otherwise over time of governments, and to compare wellbeing between countries. Peter Wrigley Birstall, West Yorkshire • It is increasingly accepted that continued economic growth is a short route to eventual disaster for anyone not protected by high wealth: the decline in biodiversity, global heating, air pollution, water stress, soil deterioration and rising sea levels are all trends directly linked to the increase in the amount of the natural world’s resources going to fuel consumption. The only way we can protect the mass of human populations is to abandon economic growth altogether and concentrate on better using what we have. This will include changing the numerous ways in which human societies channel the profits of economic activity into the pockets of a few, and challenging the immense pressure exerted by those few on governments whether democratic or other. Jeremy Cushing Exeter • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}