{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/16/is-global-economy-in-for-new-oil-shock-trump-iran", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-16T09:41:19Z", "webTitle": "Is the global economy in for a new oil shock? | Larry Elliot", "webUrl": "https://www.theguardian.com/business/2019/jun/16/is-global-economy-in-for-new-oil-shock-trump-iran", "apiUrl": "https://content.guardianapis.com/business/2019/jun/16/is-global-economy-in-for-new-oil-shock-trump-iran", "fields": {"headline": "Is the global economy in for a new oil shock?", "bodyText": "An oil price surge prompted by trouble in the Middle East inevitably conjures up memories of late 1973, when a dramatic rise in the cost of crude ended the long postwar global economic boom. No question, the embargo organised by Opec during the Yom Kippur war was a game changer. The west had got used to oil prices of around $2 a barrel; within weeks it was paying $11 a barrel. Inflation soared, growth slowed, unemployment hit levels not seen since the 1930s. So the attack on two tankers in the strait of Hormuz last week was freighted with history. In 1973, Arab states decided to use oil as an economic weapon in the hope that the west would put pressure on Israel. One explanation for last week’s incidents is that Tehran – faced with crippling US sanctions – has decided that if Donald Trump is going to mess with the Iranian economy then it will mess with the US (and global) economy. Iran denies responsibility, but if this was its thinking the timing was smart. This is not the end of a quarter of a century of strong and uninterrupted growth – as was the case in 1973. It is more like the late 1970s, when the world economy was hit by a second oil shock triggered by the war between Iran and Iraq. By the time Margaret Thatcher came to power in 1979, the global economy had still not fully recovered from the recession earlier in the decade. A period of stagflation – simultaneously rising inflation and unemployment – had left deep scars. Growth had eventually picked up, but the repair job was incomplete. The second oil shock exposed vulnerabilities; the upshot was a further burst of inflation and a second recession, this one even more painful than the first. The response to the first oil shock was – in most of the west – an attempt to do some running repairs to keep the postwar full employment model on the road. The response to the second oil shock was a complete system change. For the new breed of monetarists, control of inflation took precedence. The age of independent central banks dawned. Similarly, the global economy has never properly recovered from the banking crisis of 2008. In the years since, central banks and finance ministries have been desperate to proclaim that life has returned to normal, but it has not. Low unemployment suggests there is little to worry about. The jobless rate is at its lowest since early 1975 in the UK and has not been lower in the US since 1969, the year of Woodstock and the first manned moon landing. But as David Blanchflower, a former member of the Bank of England’s monetary policy committee, argues in his new book*, the labour market is not nearly as robust as the headline figures would suggest. Blanchflower says that if Britain and the US were really operating at full employment then wage growth would be a lot stronger. The fact that pressure for higher wages is much weaker than it was before the financial crisis means that genuine full employment is still some way off. Many people are underemployed, Blanchflower says, working fewer hours than they would like and often doing jobs for which they are over-qualified. Far from being a golden era for workers, this is actually an age of insecurity. This all rings eerily true. A decade of ultra-low interest rates ought to have delivered a humdinger of a recovery but it has failed to do so. Central banks keep looking for inflationary pressure that simply isn’t there. As was the case in the late 1970s, there is a sense of fragility. At times like this policy errors can be extremely costly, which is why Donald Trump’s stance on Iran is fraught with economic as well as geopolitical risk. As Trump knows better than anyone, the US central bank, the Federal Reserve, got carried away last year and raised interest rates too aggressively. Even in normal circumstances, the US economy would be slowing this year. But Trump has added to the risk, first by taxing imports into the US through tariffs and now by his hawkishness towards Iran. The White House’s use of tariffs seems to be playing well with the president’s political base, but have led to a slowdown in world trade and damaged business confidence. China will take steps soon to stimulate its flagging economy; Europe’s export-dependent model is struggling. It is not exactly an ideal time to have ships ablaze in the most important gateway for oil exports in the world. There will be those who say that oil matters less to the global economy than it did in the 1970s, and they are right. But it still matters. There will also be those who say that Trump’s sanctions are merely a short-term measure intended to force Iran to the negotiating table for a new nuclear deal. But the same was said of tariffs when they were first imposed, and that was more than a year ago. China is digging in for a long trade war, with Beijing thinking there is a chance it might have a new US president to deal with in 18 months’ time. The second half of 2019 will be tough. Policymakers will resort to fresh economic stimulus to prevent the slowdown turning into a recession. That may work for a while, but will really only paper over the cracks. In truth the global economy has been malfunctioning for years and a serious crisis is lurking out there. If trouble in the Middle East doesn’t trigger it something else will. *Not Working; David Banchflower; Princeton University Press"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}