{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/28/lego-consortium-buys-merlin-entertainments-theme-parks-for-59bn", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-28T06:57:28Z", "webTitle": "Consortium bids £6bn for Alton Towers owner Merlin", "webUrl": "https://www.theguardian.com/business/2019/jun/28/lego-consortium-buys-merlin-entertainments-theme-parks-for-59bn", "apiUrl": "https://content.guardianapis.com/business/2019/jun/28/lego-consortium-buys-merlin-entertainments-theme-parks-for-59bn", "fields": {"headline": "Consortium bids £6bn for Alton Towers owner Merlin", "bodyText": "A consortium led by the family that controls the Lego toymaking empire has agreed a £5.9bn takeover of Merlin Entertainments, the theme park operator which runs the Legoland attraction. Merlin, which also counts Staffordshire theme park Alton Towers, waxworks Madame Tussauds and the London Eye among its attractions, had come under pressure from an activist investor to find a private buyer after struggling in recent months. The consortium taking over the company is 50% owned by Kirkbi, the private investment company of the family of Kirk Kristiansen, the inheritor of the Lego fortune who is said by Bloomberg to be worth $5.7bn (£4.5bn). The other half is owned by private equity buyer Blackstone and CPPIB, the Canadian pension fund. The bid values Merlin’s shares at £4.8bn, plus a further £1.1bn in debt. The 455p per share terms represent a 15% premium to the closing price of 395p on Thursday evening, although it is a 37% premium to the price before US investor ValueAct wrote a public letter urging the Merlin board to find a buyer. However, the offer price remains significantly lower than the company’s value two years ago, when shares traded as high as 537p. Merlin shares rose nearly 14% on Friday after the takeover deal was announced, to 450p. Merlin operates more than 100 attractions, along with hotels and holiday villages, in 27 countries. In the UK, its business includes Chessington World of Adventures, Blackpool Tower and Dungeons attractions in London and other cities. Sir John Sunderland, chairman of Merlin’s board, said multiple fatal terrorist attacks, particularly in Westminster, London Bridge and Manchester, had had long-lasting effects on people’s willingness to visit city centre attractions. “The markets were in a different place at that time [in 2017] and it was prior to the series of terrible events in our capital city,” he said. “This is a very attractive offer for our shareholders.” Sunderland said he had turned down four inadequate offers for the business from the consortium. The first offer came in at 425p per share two days before ValueAct published its letter. The deal is not expected to affect the vast majority of the company’s 28,000 employees, although some jobs relating to public company reporting requirements may be redundant, Sunderland said. The acquirers said they recognised the need for “significant long-term investment” in Merlin’s attractions. The deal would return Merlin to the ownership of Kirkbi and Blackstone six years after the investors floated the company on the London Stock Exchange for 315p per share. Kirkbi has owned a stake in Merlin since 2005 and holds 29.6% of shares. Søren Thorup Sørensen, the Kirkbi chief executive, emphasised Lego’s close relationship with Merlin’s Legoland attractions. He said the investors were committed to “Legoland and the other activities of Merlin”. Merlin struggled as a public company. Share price performance since 2013 has been roughly equal to that of the broader FTSE 350 index. Alongside the terror attacks, Merlin also lost ground after a 2015 incident in which two rollercoasters collided on a ride at Alton Towers, leaving five passengers with life-changing injuries and reducing visitor numbers for months afterwards. People with knowledge of the deal’s rationale said the investors believe Merlin needs longer-term support, without the pressure of reporting to shareholders each quarter, in order to make the large investments required in its assets as the trend for customers spending more on experiences rather than objects gains momentum. The acquisition would also represent a coup for ValueAct. In May, the San Francisco-based activist investor’s chief investment officer, Mason Morfit, and partner Jake Welch, wrote: “Simply put: Merlin has struggled as a public company. “Private ownership is simply better placed than current public shareholders to underwrite the investments Merlin must make and to align employee incentives appropriately.” ValueAct owns 9.3% of shares, while other major owners include US hedge fund Marathon Asset Management and the Wellcome Trust’s investment arm. Sunderland said Merlin, which made profits of £230m from revenues of £1.7bn in 2018, would not be significantly affected by political and macroeconomic uncertainty in the UK as the second scheduled Brexit date approaches. He said: “Clearly there is a degree of uncertainty about the future. In my experience people still want to enjoy themselves.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}