{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/03/kier-constrution-firm-shares-tumble-after-profit-warning", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-03T18:21:00Z", "webTitle": "Kier shares plunge more than 40% after profit warning", "webUrl": "https://www.theguardian.com/business/2019/jun/03/kier-constrution-firm-shares-tumble-after-profit-warning", "apiUrl": "https://content.guardianapis.com/business/2019/jun/03/kier-constrution-firm-shares-tumble-after-profit-warning", "fields": {"headline": "Kier shares plunge more than 40% after profit warning", "bodyText": "Investors dumped shares in Kier Group on Monday after a profit warning from the construction and services company prompted comparisons with Carillion, its former rival that collapsed last year. Kier, which employs 20,000 people and works on large infrastructure projects such as HS2 and London’s delayed Crossrail , said its underlying full-year profits would be substantially below earlier forecasts, at about £129m rather than £169m. Shares in the FTSE 250 company plummeted by 41% to 163.8p, their lowest level since February 1999. This is less than half the 409p a share investors paid in December, when Kier launched a £264m emergency fundraising in an attempt to avoid the same fate as Carillion, the construction and services company that collapsed into insolvency in January 2018. John Moore, a senior investment manager at investment firm Brewin Dolphin, said: “Kier is in a dark place. At the turn of the year the business set out its financials, trading performance and future plans as part of its unsuccessful rights issue, only to now say that this information was largely wrong. It has broken trust with investors, which does not bode well. “Comparisons will be made with the likes of Carillion and, indeed, Kier has lots of complex long-term contracts and individual subsidiaries, which makes for an opaque situation where clarity and stability are desired. Where it goes from here is hard to say.” Kier investors shunned December’s cash call, with only 38% of the shares taken up, and financial institutions had to step in. Its chief executive Haydn Mursell quit the following month after eight years in the job. Hedge funds betting against the company have started to circle, with at least 4.8% of shares – equivalent to £21.4m before Monday’s share price fall – on loan to short sellers, who profit when the share price falls. London-based fund managers Marshall Wace and Kuvari Partners were the biggest winners, with shorts of about 1.5% each. The slump dealt another blow to star investment manager Neil Woodford, who suspended shares in his LF Woodford Equity Income Fund after markets closed on Monday. His funds, which own more than 20% of shares in Kier, lost £37m during the day. Woodford bought shares in Kier as recently as 16 May, according to market disclosures. Ian Forrest, an investment research analyst at the stockbroker the Share Centre, said: “The shares are now down 85% over the past year and there are clearly fears in the market that the company could be heading for the same fate as Carillion.” Kier, which took on Carillion’s share of the HS2 high-speed rail project and took sole ownership of Highways England’s smart motorway programme in Cheshire, is also the UK’s leading regional builder of schools and hospitals. It said revenue growth at its regional buildings business would be lower than forecast. In March, Kier reported a first-half pre-tax loss of £35.5m and flagged up problems in its highways, utilities and housing maintenance divisions. It has been hit by Highways England cutting back on maintenance spending and delays in telecoms companies’ fibre rollout. As a result, the company said underlying operating profit for the year to 30 June would be £25m lower than City forecasts of £169m, with revenues unchanged from last year at £4.5bn. In addition, Kier is taking a £15m hit from higher restructuring costs this year. The company’s chief executive, Andrew Davies, who joined from construction group Wates in March and had been lined up to take over at Carillion before the latter collapsed, is ramping up a programme to streamline Kier. The group also warned on its debt. Analysts at stockbroker Peel Hunt had expected Kier to have £15m of net cash at the end of its year in June but now forecasts net debt of £60m. That is still down from £186m in June 2018, which partly reflects proceeds from December’s fundraising. The group will announce the outcome of a strategic review on 30 July and is reportedly in talks to sell its housing maintenance arm."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}