{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/17/boeing-737-max-ethiopian-airlines-crash", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-17T06:00:11Z", "webTitle": "Profit over safety? Boeing under fire over 737 Max crashes as families demand answers", "webUrl": "https://www.theguardian.com/business/2019/jun/17/boeing-737-max-ethiopian-airlines-crash", "apiUrl": "https://content.guardianapis.com/business/2019/jun/17/boeing-737-max-ethiopian-airlines-crash", "fields": {"headline": "Profit over safety? Boeing under fire over 737 Max crashes as families demand answers", "bodyText": "On 10 March, 24-year-old Samya Stumo was on her way to start a healthcare job in Kenya when, along with 156 other passengers on an Ethiopian Airlines-operated Boeing 737 Max 8, she died as the plane took a high-speed dive into countryside outside Addis Ababa. Now her parents, Michael Stumo and Nadia Milleron, together with her great-uncle Ralph Nader, have become the most vocal relatives to demand a say on when or if the fastest-selling plane in Boeing’s history should fly again. For four months since the tragedy, Stumo and Milleron say they have been thwarted in their quest for clarity from Boeing, the company’s political representatives in Washington and regulators at the Federal Aviation Administration. The couple recently filed a 50-page negligence lawsuit against Boeing, Ethiopian Airlines and Rosemount Aerospace, the makers of the sensor that informed the Max’s controversial MCAS anti-stall system at the center of investigations into the Ethiopian tragedy and the Lion Air Max crash last October. “We just don’t want there to be a third crash,” Michael Stumo told the Guardian. “Nothing was done after the first Lion Air crash. Something has to be done now after the second.” The drip of information about the rush development of the Max 8, the shortcomings and ferocity of its anti-stall technology, and the degree to which regulators permitted Boeing to certify the plane and its systems, have left Samya Stumo’s parents with little reason for confidence. “We have a fear that the un-grounding process is being rushed and improperly influenced by a concern for Boeing’s profits more than for safety,” Stumo said. In previous air crashes, families have had months to grieve before engaging in the process of investigation and public hearings. In this case, there was no time wasted. FAA officials have indicated the Max 8 could be back in service by the end of the year, though officially airlines have been told to keep the plane off their schedules only until 3 September. “We felt only economic interests were being represented. So we felt an obligation to get involved quicker than we might want to,” Stumo said. While the family is leaving the technical negligence arguments about the plane and its software systems to their lawyers, their narrative is straightforward. “The MCAS software grabbed control of the plane, overpowered the pilots and ran this plane into the ground at 500 or 600mph,” Stumo said. In the days and months after the crash, the victims’ families communicated through WhatsApp groups. The single largest nationality of passengers lost in the Ethiopian crash was Kenyan, accounting for 47 passengers. There are currently 43 cases from the crash filed in Illinois district court, including on behalf of 10 Canadian victims, three generations of the Manant Vaidya family and the wife and three children of Kenyan Paul Njoroge. Nadia Milleron said the couple are trying to help families from abroad through the US legal system. “After the Indonesian crash, there was no opportunity for victims’ families to stand up and say anything, so there was a second crash. We feel we have to do this.” As other air crashes have shown, the greater the ability of victims’ families to work together the better the outcome. But Stumo said reliving the experience in the media or in testimony is distressing. “It takes something out of us each time we do it, but we want a return to a safety-first culture in American aviation.” The couple recalled their hurried trip to Ethiopia in the hope Samya might have survived or that she or her effects might be recoverable. But the plane and its passengers were obliterated on impact. As lawsuits begin to wind their way through the court system, a key question for the families – and future passengers – is when and if the 737 should be recertified by US regulators. Boeing faces an estimated $1.4bn bill for canceled flights and airlines’ lost profits if the Max is still grounded by the end of September. It has cut its production rate for the model by 10 planes a month to 42. Earlier this week, Ali Bahrami, the FAA administrator for aviation safety, said the agency was “under a lot of pressure” and that the plane should be back in the air by December, echoing comments by Boeing’s chief executive, Dennis Muilenburg. But the FAA is not the only regulator involved. The European Aviation Safety Agency is examining Boeing’s changes to the plane’s flight-control system – a process that will not conclude until the end of July at the earliest. “We don’t have confidence the FAA has not been captured by Boeing,” said Stumo. He believes the agency was unduly lax in allowing Boeing to include the MCAS system in the first place. If or when the 737 Max is approved for service, airlines may face difficulties convincing passengers of its safety. A study by US-based Global Business Travel Association for the Financial Times found more than 80% of business travel managers expressed concern about flying on the jet and two-thirds thought their employees might change travel plans to avoid flying on it. American Airlines said last week it would ask airline executives to fly on the plane first to help build public confidence, reported Bloomberg. On the eve of the Paris Air Show on Sunday, Muilenburg said he was “disappointed” that Boeing had not “crisply” relayed information in 2017 about changes in a cockpit alert system designed to warn pilots of a fault in the MCAS system. Muilenburg said that the company “was very confident in the design solution that we have come up with”. Boeing, he added, had work to do “to re-earn the public’s trust”. Victims’ families are also highly attuned to efforts to shift blame to the pilots for the crash. Last month, the Missouri Republican Sam Graves cited pilot error as a factor in the crash – which was rejected by Ethiopian Airlines. Boeing’s Muilenburg also implicated “foreign” pilots in the crashes and denied flaws in the 737 Max. “It doesn’t give us confidence,” said Stumo. “You don’t blame the pilots that the plane overpowered, and you can’t just have the pilots as the last piece of redundancy before a crash.” An Ethiopian Airlines representative said any effort “to divert public attention from the flight control system problem of the airplane is a futile exercise because it is not based on factually correct analysis”. Nader, Milleron’s mother’s brother, has come out against the jet ever returning to service. He says placing larger engines on an airframe designed in the 1960s represents a basic design flaw. The 737 Max “must never fly again”, Nader said at an aviation safety event in Washington earlier this month. “It’s not a matter of software. It’s a matter of structural design defect: the plane’s engines are too much for the traditional fuselage.” But arguing for permanent grounding risks cutting victims’ families out of the safety process, an outcome Stumo and his wife are reluctant to consider because it could exclude them from the deliberative process of reapproval. Instead, they maintain, instead of being guided by financial interests, Boeing needs to go back to being a premier, safety-at-all-costs, manufacturer. If that requires a change of leadership, so be it, said Stumo. “Boeing needs to come clean. It needs to say: something went wrong with this plane. It grabbed control multiple times and tried to run it into the ground. It overpowered the pilots, and we need to figure out how this will not happen again.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}