{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/12/lidl-to-launch-first-central-london-store", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-13T08:26:39Z", "webTitle": "Lidl in the middle: chain to open first store in central London", "webUrl": "https://www.theguardian.com/business/2019/jun/12/lidl-to-launch-first-central-london-store", "apiUrl": "https://content.guardianapis.com/business/2019/jun/12/lidl-to-launch-first-central-london-store", "fields": {"headline": "Lidl in the middle: chain to open first store in central London", "bodyText": "Lidl is to launch its first store in central London as it opens 40 new shops across the capital in the next five years. The German discount chain said it would invest more than £500m in London and create 1,500 jobs at the new stores, at locations including Alperton, East Acton, Hackbridge and Watford. Lidl currently has 88 shops in the capital, out of 760 in the UK. Lidl will refurbish a Sainsbury’s store on Tottenham Court Road near Warren Street tube station, its first shop in the heart of London. It is due to open next summer and will be a full-sized Lidl store with a 1,300m² shop floor, selling its full range of products, including bread and cakes baked in-store and its popular middle-aisle items. These are non-food products that change frequently, from clothing and toys to kitchen appliances and garden tools. Christian Härtnagel, chief executive officer of Lidl’s UK arm, said: “It’s coming up to 25 years since we first launched in London, and in that time we’ve grown to almost 90 stores, employing more than 5,000 people. London is at the heart of our growth plans across Great Britain.” Lidl has started building a new headquarters in Tolworth in south-west London to house 800 staff. It also plans a new warehouse in Luton and is expanding its Belvedere warehouse which delivers to its stores in south London. George Charles, of the MoneySavingHeroes website, said: “One of the worst parts of living in London is the sheer cost of everything, including groceries, as many are forced to shop in expensive convenience stores that are dotted around the city. This planned expansion by Lidl will hopefully make a small difference, giving those living close to the stores a chance at a more affordable life whilst in London.” Lidl moved into the UK market in 1994 and now employs more than 22,500 people in its stores chain and 13 warehouses. British shoppers continue to flock to Lidl and its German rival Aldi, which rang up the biggest sales increases in the year to April, according to figures from consultancy Kantar. Both have transformed the way Britain shops, and Lidl now controls 5.7% of the UK grocery market, ahead of Waitrose. In recent months, consumers have kept a tight hold on their wallets as political uncertainty persists and the economy worsens."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}