{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/07/philip-green-pledges-cash-to-save-topshop-rescue-deal", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-07T12:22:43Z", "webTitle": "Philip Green pledges family cash to save Topshop rescue deal", "webUrl": "https://www.theguardian.com/business/2019/jun/07/philip-green-pledges-cash-to-save-topshop-rescue-deal", "apiUrl": "https://content.guardianapis.com/business/2019/jun/07/philip-green-pledges-cash-to-save-topshop-rescue-deal", "fields": {"headline": "Philip Green pledges family cash to save Topshop rescue deal", "bodyText": "Sir Philip Green’s wife has agreed to plough up to £30m into offsetting the impact of rent cuts on landlords of her Topshop-to-Burton retail empire in a bid to secure backing for a crucial rescue restructure. Under new “final” proposals sent out by Arcadia Group and its advisers on Friday, landlords who had been asked for rent cuts of 70% will now only see their rent halved. Those previously asked for 30% cuts will now only be asked to take a 25% cut. Arcadia confirmed that the difference would be made up by Lady Green, the official owner of Arcadia , at an initial cost of £9.5m a year. The three year agreement could cost the Greens up to £30m. So, for example, for landlords receiving 50% of rents on affected stores, Arcadia will pay 30% and the Green family 20%. The company wants to cut rents on nearly 200 stores as part of its rescue plan which also includes the closure of about 50 of Arcadia’s 570 UK shops. Ian Grabiner, chief executive of Arcadia, said: “Having already secured the support of our pensions trustees, trade creditors and a significant number of landlords, we hope these final revised terms will ensure the majority of landlords support the CVA at next week’s vote. Their support is vital for the long-term sustainability of the group, our 18,000 employees and our extensive network of loyal suppliers.” The latest proposal comes as Green and his advisors have less than a week to win approval from landlords for a complex rescue plan or see Arcadia collapse into administration, putting 18,000 jobs at risk. As well as Topshop and Burton, Arcadia’s brands include Topman, Dorothy Perkins, Miss Selfridge, Evans, Outfit and Wallis. A crucial vote on the plan, which involves seven insolvency procedures called company voluntary arrangements (CVAs), was unexpectedly postponed on Wednesday after failing to win enough support. The final vote is set to be held on 12 June. Under insolvency rules, Arcadia could extend the adjournment by another week, if required. Each of the CVAs needs to win approval from 75% of all creditors, including the Green family. They must also secure the backing of more than half of “unconnected” creditors – which in this case are almost entirely landlords. One landlord told the Guardian: “This [new concession] may be enough to swing the balance.” But he said the outcome might still be a close call as some companies held “fairly strong principled views” on the CVA process. The latest concession comes alongside confirmation to all landlords of a pledge to extend the time period during which landlords subject to rent cuts are able to break the lease and oust Arcadia from their stores from six months to a year. Many landlords considered six months as too short a time period in which to find new tenants. That change had already been put to landlords at the meeting on Wednesday but was not enough to win over sufficient creditors to pass the deal. Arcadia and the Green family have also offered landlords a 20% share in the proceeds of any future sale of the retail group and a £40m compensation pot. The Greens have also offered to invest £50m in cash in a turnaround plan designed to help their empire compete with online specialists such as Asos and high street rivals such as H&amp;M and Zara. The chairman of parliament’s work snd pensions committee has written to the Pensions Regulator asking for further details of a £385m funding package for Arcadia’s legacy pension schemes so MPs can assess how acceptable it might be. The MP, who previously campaigned vociferously for Green to pump money into the pension scheme of BHS, which collapsed about a year after the former billionaire sold it for £1, has said the Arcadia pension funding plan was a “move in the right direction ... but in the great scheme of things, peanuts”. While Arcadia is halving its contributions to the schemes to £25m a year over the next three years, Tina Green, Sir Philip’s Monaco-based wife who is the legal owner of Arcadia, has agreed to more than make up the difference with contributions of £100m over that period. Arcadia has also signed over rights to assets worth £210m, including Topshop’s London flagship store. Field has asked the regulator to confirm what the schemes’ rights to each of these contributions would be in the event Arcadia became insolvent and to for more details about the £210m of assets."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}