{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/25/monzo-digital-bank-doubles-value-2bn-fresh-funding-round-y-combinator", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-25T05:01:34Z", "webTitle": "Monzo valued at £2bn after fresh funding round from US", "webUrl": "https://www.theguardian.com/business/2019/jun/25/monzo-digital-bank-doubles-value-2bn-fresh-funding-round-y-combinator", "apiUrl": "https://content.guardianapis.com/business/2019/jun/25/monzo-digital-bank-doubles-value-2bn-fresh-funding-round-y-combinator", "fields": {"headline": "Monzo valued at £2bn after fresh funding round from US", "bodyText": "Digital bank Monzo has doubled its value to £2bn after closing a fresh round of investor funding. The valuation of the London-based bank leaped as it confirmed it had raised £113m from a group of investors led by Y Combinator, a US-based investment firm best known for backing holiday letting platform Airbnb, file hosting service Dropbox and online forum Reddit. The funding means Monzo has leapfrogged rival Revolut to become the second most valuable fintech startup in the UK behind small business lender OakNorth. At the last funding round in October, Monzo was valued at £1bn. The app-based challenger bank, which now has 2 million users, has grown rapidly in the four years since its 2015 launch. Founder and chief executive Tom Blomfield, 33, said that number could reach 3 million within months. With no bank branch network to soak up investment cash, the company plans to use the fresh funding to expand business in the UK and overseas. It announced a US launch last month. In its home market, Monzo is particularly popular among millennial customers with a strong following among 20 to 35 year olds, mostly in Britain’s south-east. Just over a third of Monzo’s customers are aged 25 to 31 and every customer is issued a banking card in coral pink, to make them highly visible when used at the bar or coffee shop. Where Monzo has also scored is in realising that for many millennials, money is a stressful business, so it offers a multitude of services allowing people to keep tabs on what they are spending their money on and split bills with friends. They can set monthly budgets for spending on things such as groceries and going out. Customers get a notification the moment they use their card, before the receipt has even finished printing. New customers download the Monzo app on their phone, then provide a photo of a valid identity document (such as a passport or driving licence) and record a short “selfie video” for further identification. Monzo is now hoping to broaden that appeal to a larger swath of the UK market. It is ploughing money into a TV ad campaign, which is expected to take up a significant chunk of its £10-12m marketing costs this year, in a bid to pull in more and varied customers. The bank started as a pre-paid debit card. The team generated hype for its sleek app with a lengthy waitlist, and that whiff of exclusivity operated as a cunning customer lure. Wannabe customers could jump an initially lengthy queue if friends granted them one of their few “golden tickets”. Demand swelled, allowing Monzo to grow its user base exponentially despite spending virtually no cash on marketing up until this year. Blomfield clinched his own golden ticket when the City regulator handed his team a banking licence in April 2017. It meant customers could start using their Monzo account to pay bills with direct debits and bank transfers. Only about 30% of customers use the bank as their main account, but Blomfield expects that number to rise. He acknowledges that Monzo’s appeal can be hard to grasp. “Monzo has developed this almost cult-like following where everyone’s like, ‘It just works really, really well.’ And you’re like, ‘Why?’ And they just point to a few dozen different small things that together make the whole thing better,” Blomfield said. Customers like being able to sign up digitally, instantly freeze a lost card, get immediate alerts on spending and transactions, and use the card abroad without any extra fees. As the company moves into the US, Blomfield’s strategy is to find “two dozen micro-interactions that suck, and them make them amazing ”, Fans of the business model include Instagram co-founder Kevin Systrom and singer Tom Odell. Both took part in some of Monzo’s multimillion pound crowdfunding campaigns, and many of its everyday customers followed suit. Like many tech “unicorns” – new tech companies valued at more than $1bn (£0.79bn) – the bankhas yet to turn a profit. Last year its losses quadrupled to £33m. Blomfield says he is no hurry to make money: “Getting to profitability is not a goal we are prioritising over delivering customers real value. If that takes 10 years, we are committed to it,” he said.. Monzo is not only taking on digital rivals such as Revolut, but also Britain’s high street banks. Lenders including HSBC, Lloyds and Barclays are scrambling to keep up with fintech upstarts. Under its Natwest brand, Royal Bank of Scotland has even launched its own standalone digital bank, operating at arms length away from old IT systems that can make it hard to innovate. As the high street lenders have been cutting costs by closing branches and axing jobs, Monzo is hiring. It now has more than 1,000 staff. Blomfield struck out on his own after a stint working at now-rival digital bank Starling. While his banking experience is otherwise thin, the founder has stacked his board with experienced bankers such as chairman Gary Hoffman. Once chief executive at Barclaycard, Hoffman is best known as the man parachuted in to stabilise Northern Rock at the beginning of the financial crisis. Blomfield is certainly ambitious: “I think at some point we will end up with multiple banking licences across the world with individual CEOs for each of those.But “Right now,” he says, “I’m having a huge amount of fun.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}