{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/18/british-airlines-parent-iag-reveals-plans-buy-200-boeing-737-max-jets", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-18T15:10:12Z", "webTitle": "BA parent company reveals plans to buy 200 Boeing 737 Max jets", "webUrl": "https://www.theguardian.com/business/2019/jun/18/british-airlines-parent-iag-reveals-plans-buy-200-boeing-737-max-jets", "apiUrl": "https://content.guardianapis.com/business/2019/jun/18/british-airlines-parent-iag-reveals-plans-buy-200-boeing-737-max-jets", "fields": {"headline": "BA parent company reveals plans to buy 200 Boeing 737 Max jets", "bodyText": "The parent company of British Airways has announced plans to buy 200 Boeing 737 Max aircraft, the first new sales deal for the passenger jet since it was grounded because of safety fears after two crashes. The short-haul planes would be delivered between 2023 and 2027 and shared among International Airlines Group’s carriers, including Vueling, the low-cost venture Level, and BA, for its flights out of London Gatwick airport. IAG and Boeing revealed a “letter of intent” for the huge order at the Paris airshow, in a significant boost to the US manufacturer after its rival Airbus appeared to be stealing a march on it with big orders and the launch of a competing model. The fleet of planes, a mixture of 737 Max 8 and Max 10 variants, would be valued at about $25bn (£20bn) at list prices but IAG said it had secured a substantial discount, likely to be more than usual considering Boeing’s difficult circumstances. The deal will be seen as a crucial vote of confidence in the troubled airplane. Although more than 5,000 have been ordered, the IAG deal is the first sale of any kind for the 737 Max since it was grounded worldwide in March. Investigators suspected faulty Boeing software was behind the Ethiopian Airlines and Lion Air disasters that killed 346 people. Willie Walsh, the IAG chief executive, said: “We have every confidence in Boeing and expect that the aircraft will make a successful return to service in the coming months having received approval from the regulators.” Walsh, a former 737 pilot himself, told reporters in Paris that he would have “no hesitation” in flying on the plane, and voiced confidence in its safety. The manufacturer is still in negotiations with regulators to get a modified version of the plane flying again. Although investigations into the two 737 Max disasters are continuing, problems with sensors and the anti-stall software known as MCAS are believed to have caused both the Ethiopian and Indonesian planes to crash. Pilots in the US have accused Boeing of failing to adequately notify them of changes in the way the aircraft automatically adjusted its angle. No timeline for its return to service has been confirmed but it is expected to be at least August before regulators worldwide agree to lift the ban, should Boeing’s proposed fixes be approved. As well as affirming faith in the 737 Max, the IAG order will have given a boost to Boeing as rival Airbus led the way at the Paris airshow, having unveiled the A321XLR aircraft on Monday. Airbus followed up with a string of announcements of orders for the new plane, a long-range version of its top-selling single-aisle jet. IAG was also among the customers for the A321XLR, placing a firm order for eight planes for Iberia and six for Aer Lingus, plus an option for 14 more. The deal, potentially worth almost $4bn, will see first deliveries in 2023. IAG said each plane will have fully flat seats in a small business cabin and have much the same inflight amenities as traditional, wide-body transatlantic jets. Walsh said the smaller plane would have the same costs per passenger as a bigger long haul aircraft, allowing the airlines to expand their networks profitably. “This will strengthen both Dublin and Madrid hubs providing new transatlantic routes and additional flexibility for connecting passengers,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}