{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/28/costain-shares-plummet-after-revising-profit-forecast", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-28T10:43:32Z", "webTitle": "Costain shares plummet after HS2 and M6 contract delays", "webUrl": "https://www.theguardian.com/business/2019/jun/28/costain-shares-plummet-after-revising-profit-forecast", "apiUrl": "https://content.guardianapis.com/business/2019/jun/28/costain-shares-plummet-after-revising-profit-forecast", "fields": {"headline": "Costain shares plummet after HS2 and M6 contract delays", "bodyText": "Shares in Costain slumped by more than 35% on Friday after the engineering company revealed that a string of delayed or cancelled projects will dent its revenues. The company has been hit by delays to works on the HS2 railway’s southern section, the M6 smart motorway project, and a road in Preston. The Welsh government also cancelled the £1.4bn works on the M4 near Newport amid opposition to a plan which would have damaged wildlife habitat in the Gwent Levels. The share price fall wiped more than £120m from the company’s market value by mid-morning on Friday, after it published its trading update. The company told its AGM in May that it was trading in line with expectations, but it now expects revenues and profits for 2019 to be lower than previous guidance. It said underlying operating profit for the year would be between £38m and £42m, down from the previous guidance of £56m. The company also took a £9.8m hit after it was found liable for fixing a roof repaired by a subcontractor that later went into administration. Analysts at Liberum said they expected revenues for the year to fall by almost a quarter. The sharp fall presents a major challenge to new chief executive, Alex Vaughan, who was only promoted in May. He will face investors on Tuesday to present his new strategy. Vaughan said: “Despite delays to the timing of certain contract start dates and new awards, our markets are strong, as evidenced by the breadth of our new contract awards in the first half.” The company said its order book stood at £4.2bn, up from £3.7bn at the same point last year, with contracts to upgrade the A19 road on Tyneside and to provide maintenance to the water company United Utilities. “We have a strong balance sheet, profitable operations and a broad range of capabilities to support the growth of the business,” Vaughan said. “Costain is well placed to secure the opportunities ahead of us.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}