{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/11/energy-industry-carbon-emissions-bp-report-fossil-fuels", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-11T13:42:17Z", "webTitle": "Carbon emissions from energy industry rise at fastest rate since 2011", "webUrl": "https://www.theguardian.com/business/2019/jun/11/energy-industry-carbon-emissions-bp-report-fossil-fuels", "apiUrl": "https://content.guardianapis.com/business/2019/jun/11/energy-industry-carbon-emissions-bp-report-fossil-fuels", "fields": {"headline": "Carbon emissions from energy industry rise at fastest rate since 2011", "bodyText": "Carbon emissions from the global energy industry last year rose at the fastest rate in almost a decade after extreme weather and surprise swings in global temperatures stoked extra demand for fossil fuels. BP’s annual global energy report, an influential review of the market, revealed for the first time that temperature fluctuations are increasing the world’s use of fossil fuels, in spite of efforts to tackle the climate crisis. The recorded temperature swings – days which are much hotter or colder than normal – helped drive the world’s biggest jump in gas consumption for more than 30 years. They also resulted in a second consecutive annual increase for coal use, reversing three years of decline earlier this decade. Carbon emissions climbed by 2% in 2018, faster than any year since 2011, because the demand for energy easily outstripped the rapid rollout of renewable energy. That level of growth in emissions represents the carbon equivalent of driving an extra 400m combustion engine cars onto the world’s roads, said Spencer Dale, BP’s chief economist. Dale said the increase in the number of extreme weather events and increasing demand for energy could be a vicious cycle. “If there is a link between the growing levels of carbon in the atmosphere and the types of weather patterns observed in 2018 this would raise the possibility of a worrying vicious cycle: increasing levels of carbon leading to more extreme weather patterns, which in turn trigger stronger growth in energy (and carbon emissions) as households and businesses seek to offset their effects” Dale added that the report reveals “a growing mismatch” between society’s rising demand for climate action and the actual pace of progress. Public concern over the global climate breakdown has grown significantly in recent months, driven by factors ranging from the protests led by the teenage activist Greta Thunberg to the Extinction Rebellion action, which brought parts of central London to a standstill. Last week data from the polling company YouGov found that Britons cite the environment as their third highest concern after Brexit and health, and ahead of the economy, crime and immigration. “At a time when society is increasingly concerned about climate change and the need for action, energy demand and emissions are growing at their fastest rate for years,” Dale said. Two-thirds of the world’s energy demand increase was due to higher demand in China, India and the US which was in part due to industrial demand, as well as the “weather effect”. This was spurred by an “outsized” energy appetite in the US which recorded the highest number of days with hotter or colder than average days since the 1950s. “On hot days people turn to their air conditioning and fans, on cold days they turn to their heaters. That has a big impact,” Dale said. The unusually high number of “heating days” has continued in the first months of this year. The combined number of particularly hot and cold days was unusually high in the US, China and Russia where the use of fossil fuels remains high. The US shale heartlands helped to meet its rising energy demand with the biggest ever annual increase in oil and gas production for any country. Bob Dudley, BP’s chief executive, said: “The longer carbon emissions continue to rise, the harder and more costly will be the necessary eventual adjustment to net-zero carbon emissions.” “As I have said before, this is not a race to renewables, but a race to reduce carbon emissions across many fronts,” he added. The report acknowledges that emissions might have been higher without the “extraordinary growth” of renewables, which climbed by 14.5% last year, but warns against relying on green power and electric vehicles. The number of electric vehicles rose by just 2m, to a total of 5m. Dale added that the growth in renewables would need to have climbed by more than twice the rate achieved over the past three years to offset the impact of burning coal for electricity. “Alternatively, the same outcome for carbon emissions could have been achieved by replacing around 10% of coal in the power sector with natural gas,” he said. BP owns vast reserves of gas fields and consistently leads calls for countries to switch from coal to gas. It has also backed industry calls for governments to fund carbon capture technology which can scrub the emissions from the flues of power plants and factories before they reach the air. However, BP will not undertake “material” projects without government funding. “You can’t rely on the generosity of the private sector,” Dale said. The BP report comes amid growing calls for arts institutions to sever their ties with fossil fuel companies. Several leading figures in the art world have called on the National Portrait Gallery to end their sponsorship deals with BP on the eve of their annual awards event this week. At the same time, activists at Extinction Rebellion urged the gallery, and the Royal Opera House, to end their “complicity in climate breakdown”. Alongside BP’s climate warning, the company has confirmed that Transocean, one of its North Sea contractors, has issued a legal injunction against the Greenpeace activists occupying a BP oil rig in the Cromarty Firth, in Scotland. Greenpeace has vowed to continue with the occupation, despite the legal action, to protest against BP’s plan to drill new oil wells which could hold up to 30m barrels of oil."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}