{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/23/economy-struggling-could-be-good-news-for-new-pm-boris-johnson-jeremy-hunt", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-23T11:01:42Z", "webTitle": "The struggling economy presents the new PM with an electoral teaser", "webUrl": "https://www.theguardian.com/business/2019/jun/23/economy-struggling-could-be-good-news-for-new-pm-boris-johnson-jeremy-hunt", "apiUrl": "https://content.guardianapis.com/business/2019/jun/23/economy-struggling-could-be-good-news-for-new-pm-boris-johnson-jeremy-hunt", "fields": {"headline": "The struggling economy presents the new PM with an electoral teaser", "bodyText": "The new prime minister could hardly have chosen a worse moment to enter Downing Street. Growth had stalled, there was serious trouble in the Middle East, the government’s flagship policy had made it deeply unpopular. Yet at the next general election, the Conservative party won an overall majority against all the odds. That was how things panned out for John Major after he took over from Margaret Thatcher in late 1990. The economy had just entered a recession that resulted in record bankruptcies and home repossessions; oil prices were soaring after Iraq’s invasion of Kuwait; and Britain had been convulsed by a summer of poll tax riots. The economy actually got a lot worse during the course of 1991 but Major still won in April 1992. So can either Boris Johnson or Jeremy Hunt do what Major did? There are plenty of Conservatives who think they can, which is why there is speculation about a snap autumn election. It doesn’t really matter that the economy is struggling because the lesson of 1992 is that when times are tough, voters are fearful of change and if they would not vote for Neil Kinnock and his shadow chancellor, John Smith, why would they vote for Jeremy Corbyn and John McDonnell? It may, though, not be so simple this time. For a start, Major’s success in 1992 was based on his success in ditching the poll tax, the policy that had made Thatcher and the Conservatives so unpopular, and replacing it with the council tax. But that simply involved replacing one form of local government finance with another and chucking some money at the problem. It did not involve a negotiation with 27 other European countries, which is what will be needed to remove the Brexit monkey from the government’s back. Nor should the Conservative party assume that it will automatically win on economic competence. The years since David Cameron became prime minister in 2010 have not been easy and they have not been prosperous. Labour will go into the next election saying that the Tories are the party of austerity and economic failure. Although the economic data was still grim in early 1992, Major had no choice but to call an election because a five-year parliament had all but run its course. Johnson and Hunt do not have to go to the country until the middle of 2022 and when you have wanted to own the keys to No 10 for your entire political life it is extremely hard to take the risk of early ejection from your new abode. Just ask Gordon Brown, who thought about seeking his own mandate shortly after taking over from Tony Blair in the summer of 2007 but passed up the opportunity. Likewise, Theresa May would have done a lot better to have gone to the country in the autumn of 2016 rather than wait until the following spring. In late 2016 the economy was doing a lot better than either the Bank of England or the Treasury had predicted. By 2017, living standards were being squeezed hard by the higher inflation caused by the depreciation of the pound. It was the worst possible time to hold an election. This autumn doesn’t look a lot more promising for the new Conservative PM. For a start, the international outlook is rotten. The US and China are at loggerheads over trade. Oil prices are going up because Donald Trump seems to want to start a war with Iran. What’s more, the world’s two most important central banks – the Federal Reserve and the European Central Bank – signalled last week that they intend to cut interest rates over the coming months. Economy activity has slowed and inflationary pressure is weak. The new prime minister will take office shortly before the growth figures for the second quarter of 2019 are published by the Office for National Statistics and these will show – at best – that the UK struggled to expand at all in the three months to June. It is quite conceivable that the economy contracted. To be sure, some of the weakness of the economy in the second quarter is payback for the strong growth in the first quarter, when firms were stockpiling in the run-up to the original late March deadline for Brexit. The new PM will have two things going for him. Wages are growing faster than inflation, which means that living standards are rising. The annual increase in earnings adjusted for prices is not spectacular at about just over 1% but at least it is a contrast with 2017. Second, the public finances are in better shape than they were. Again, the improvement should not be exaggerated. Nine years after Cameron’s coalition government came to power pledging to sort out the deficit in one five-year parliament, the UK is still on course to borrow getting on for £30bn in the current financial year. But there will be scope for the chancellor to raise public spending or cut taxes in the autumn budget. From an economic perspective, the new prime minister would be better off waiting until next spring. By then, voters will have had almost another year of rising living standards and – if Johnson and Hunt are to be believed – Britain will be out of the EU. Voters will also have started to feel the impact of any changes made in the budget, which will come into force in April. Major kicked off his campaign in 1992 with a tax-cutting budget and spent the next few weeks banging away at Labour’s “tax bombshell”. McDonnell says his party is geared up to fight an early election. If one comes, Labour knows what it can expect."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}