{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/30/opec-russia-rising-oil-prices", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-29T23:01:02Z", "webTitle": "Opec weighs up the risks if Russia goes it alone on prices", "webUrl": "https://www.theguardian.com/business/2019/jun/30/opec-russia-rising-oil-prices", "apiUrl": "https://content.guardianapis.com/business/2019/jun/30/opec-russia-rising-oil-prices", "fields": {"headline": "Opec weighs up the risks if Russia goes it alone on prices", "bodyText": "The Organisation of Petroleum Exporting Countries (Opec) will meet this week in Vienna under a familiar pretext: to act as stewards of oil market stability. In practice, oil ministers from the world’s most powerful oil-producing nations will thrash out a deal to limit the amount of oil flowing into the global market and avoid an oil price collapse. The latest pact is expected to extend a milestone deal first struck between Opec and a Russian-led alliance of nations outside the cartel in the wake of the oil price crash. The super-alliance, known as Opec+, agreed to hold back 1.2 million barrels of oil a day to shore up prices, and with the support of Saudi Arabia, Iraq and the United Arab Emirates it is likely to agree to keep a firm grip on oil taps once again. In reality, any pretence that the oil market will bend to the will of Opec is already blanched to a brittle hope by the fiery geopolitics beyond its control. The cartel is divided by regional rivalries and under threat from the rising market might of the US as its shale resurgence gains pace. Meanwhile, Russian patience with Opec’s policy of restraint is wearing thin. Helima Croft, RBC Capital’s oil strategy guru and a former CIA analyst, says a rollover of the oil supply pact might be just about the only thing these countries are currently able to agree on. It took weeks to agree to a date for the 176th Opec meeting amid a deepening security crisis over sanctions-hit Iran, and attacks targeting oil tankers and pipelines reverberating throughout the Middle East. But the decisions that are more likely to set the direction of global oil prices will take place several time zones away, before talks begin. Opec’s Vienna gathering will take place just days after a crunch meeting of the G20 where world leaders will hope to break the impasse in the US-China trade war to lift a looming risk to the global economy. A conciliatory signal from President Donald Trump would wield significant influence over the world’s oil demand. And oil supply is firmly within the grip of the US leader. His sanctions against Iran and Venezuela have already swept more barrels from the global market than the cuts overseen by Opec and its partners combined. Meanwhile, the US shale producers are gaining ground within the market as Opec restraint persists. The International Energy Agency says Opec’s efforts to control the world’s supply of oil is being undermined by the “relentless” US shale boom. By next year the world will demand only 29.3 million barrels of Opec crude a day, a 600,000-barrel-a-day cut from the group’s production rate last month. The threat to Opec’s market share is an unintended consequence of its own making. The decision to raise market prices by pulling back on oil output has effectively left the door open to US shale, leaving many in Opec+ wondering whether it may be time to change tack. Oil market analysts at Investec believe that Russia in particular may well conclude that it has nothing to gain from keeping a throttle on oil output for another year. President Vladimir Putin will be in no hurry to turn his back on a seat at the head of an energy alliance, but with rising concern over Russia’s “anaemic economic growth” it may decide to open its taps to take advantage of higher market prices, says Croft. This could spell the end of Opec+, and leave the original Opec states even weaker than before."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}