{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/26/how-gavin-woodhouse-raised-millions-for-a-string-of-stalled-projects", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-26T16:00:19Z", "webTitle": "How Gavin Woodhouse raised millions for a string of stalled projects", "webUrl": "https://www.theguardian.com/business/2019/jun/26/how-gavin-woodhouse-raised-millions-for-a-string-of-stalled-projects", "apiUrl": "https://content.guardianapis.com/business/2019/jun/26/how-gavin-woodhouse-raised-millions-for-a-string-of-stalled-projects", "fields": {"headline": "How Gavin Woodhouse raised millions for a string of stalled projects", "bodyText": "Gavin Woodhouse says he began funding his business via private investors because the high-street banks would not lend to him. His model is to offer investors the chance of investing in a room in a care home, a hotel or another form of holiday accommodation. In return, investors are typically promised 10 yearly dividends of about 10% of the sum they have put in. At the end of the 10-year investment, Woodhouse buys the room back at 125% of the purchase price, meaning he is promising a profit of 125%. This is a very generous offer. But, five years after launching them, none of Woodhouse’s four new-build care home investment projects are operational – and three have simply never been built. Meanwhile, some of the money provided by private investors to fund these projects appears to have been moved from the company running the project to elsewhere in Woodhouse’s business. One of the main places where cash seems to have been sent is a company called MBI Consulting (UK) Ltd, which is 60% owned by Woodhouse and went into administration in August last year. The administrator’s report states that, as of October 2018, the company owed £17.8m, which included more than £8.1m transferred to MBI Consulting from Woodhouse-controlled companies, including the stalled care home projects. A further £5.7m was transferred to MBI Consulting from firms in which Woodhouse holds a minority stake. Shortly after those funds arrived at the consulting firm, they appear to have been transferred elsewhere, with the administrator’s report stating that MBI Consulting’s bank account contained only £988. It is not clear where those funds have gone, although the Guardian understands that Woodhouse left investors in two projects – Hawthorn and Clifton Moor – with the impression that their funds were being held by his law firm, Metis Law, and that they would receive proof of this. After months of Woodhouse’s investors chasing the businessman and his solicitors for proof of where their funds were, Metis Law told the Guardian and ITV News that it had never been instructed to provide this information to investors. Woodhouse now says the funds are not with Metis, but “in bank accounts, which are separate and allocated to each SPV [special project vehicle]”. Woodhouse added he has had “no management or direction” of MBI Consulting since January 2016 and that he has “not been told why certain transactions were made and this matter is in the hands of his solicitors”. He said he had not been consulted about the company being put into administration and that questions about the firm should be put to Robin Forster, a director and 30% shareholder in the business. Forster has been a business partner of Woodhouse and the pair say they have fallen out. Forster denies any wrongdoing. The administrator’s report also appears to show that MBI Consulting (UK) loaned Woodhouse £1.2m, though Woodhouse disputes this. Three unbuilt care homes Hawthorn, Burnley In the middle of May 2019, Woodhouse told investors in his yet-to-be-started Hawthorn care village near Burnley that the “project is now progressing … we are now in talks with the council and progressing with planning”. What investors were not told was that the land earmarked for the home is owned by Lancashire county council, which says it informed Hawthorn’s solicitor in April 2018 that it “would not be proceeding with the sale”. The council has confirmed that its position has not changed since last year, while planning has never been submitted to Burnley council. Days after claiming in May that the project was progressing – and after Woodhouse became aware of the Guardian and ITV News investigation – he published an update telling investors he was now looking for a new site for Hawthorn. He did not mention the council’s decision of more than a year earlier. The Hawthorn care village project was launched in 2014 on the site of a former school. Leaked documents show the project raised £5m from investors – providing the project company MBI Hawthorn Care with net funds of £3.2m. Hawthorn then appeared to loan £2.3m to MBI Consulting (UK), according to the latter’s administrator. The latest accounts for MBI Hawthorn Care Ltd to March 2018, which were signed off by Woodhouse, show the care home company had no cash on its balance sheet. Woodhouse told the Guardian and ITV News that the option to buy the land was on the basis that he had planning permission and that he “had understood that the application had been submitted (which is why [Woodhouse] informed [his investors] of the same) but [he] now understands that it was not”. Woodhouse also said that no contradictory statements had been made, and that another site for the care home had been identified. He added that it was a coincidence that the update was sent to property owners the same day he became aware of the Guardian and ITV News investigation. Clifton Moor, Tyldesley The Clifton Moor care home near Wigan was also launched in 2014 and raised £4m – £2.1m net – according to leaked documents seen by the Guardian and ITV News. The care home has never been built and in May – after Woodhouse became aware his business interests were the subject of a media investigation – the businessman conceded to his investors that the project had “slowed to a stop”. This might have been a shock to some of them, as Woodhouse had informed the same investors only a month before that there had been “huge progress” with the development. He had also previously told them that United Utilities had been provided with information about a problematic sewer, which would mean that the permission Woodhouse required from the utility company to proceed with the development should be a “straightforward decision”. However, United Utilities said it sent Clifton Moor a rejection letter in August 2017 and requested further evidence regarding the sewer. It said it had never received the evidence and has not heard from the company or its representatives in almost a year. Woodhouse said that he was told by his contractors that “the approval from United Utilities had been secured”. While there has been a lack of construction activity at the site, the project company seems to have moved funds around. MBI Clifton Moor Ltd appeared to have loaned £1.5m to MBI Consulting, according to the administrator’s report into the latter company. The latest accounts for MBI Clifton Moor Ltd to March 2018, which were signed off by Woodhouse, show the care home company had no cash on its balance sheet. Woodhouse said the change in his position on the progress at the care home from April to May in 2019 was because the contractors had stopped working. He added that it was a coincidence that the update had been sent to property owners the same day he became aware of the media investigation. Woodhouse said he still plans to build care homes at Clifton Moor and Hawthorn. Walsden care village, Calderdale The Walsden care village project was launched by Woodhouse in 2014 and raised £5.8m from private investors, according to leaked documents seen by the Guardian and ITV News. That gave the project net cash raised of £3.8m. Nothing has been built at the site and investors were told that delays have been caused by problems in obtaining planning permission because of the 2015 flooding in the Calder Valley. However, there has never been a planning permission application for a care home at that site according to Calderdale council and, while the bursting of the banks of the river Calder did make the national news four years ago, the floods never reached the planned Walsden site, according to the Environment Agency. The land is owned by a company called MBI Walsden Care Ltd, of which Woodhouse is the major shareholder. He resigned from the board of that company in 2016 and Forster is the company’s sole remaining director. Despite construction work failing to start at Walsden, the latest accounts for MBI Walsden to March 2017 suggest the company has loaned more than £3m to companies controlled by Woodhouse. Its accounts state it had no cash left of its own. Included in those loans is £1.8m advanced to MBI Consulting, according to that company’s administrator’s report. Woodhouse said he has had nothing to do with Walsden since resigning in 2016, and directed all Walsden inquiries to Forster. Forster disputes this. When asked by the undercover reporter about the project in May, Woodhouse said he was planning to build a care home at Walsden. Hotels Northern Powerhouse Developments (NPD), Woodhouse’s company, has a portfolio of 11 operational UK hotels. The model is to find underperforming hotels in need of renovation, and then agree to buy them. Before completing the deal, Woodhouse sells rooms in the hotel to private investors in order to fund the acquisition and renovation of the property. The investors then rent the rooms back to him over the next decade. Of the portfolio of 11, none of the hotels made an operating profit, according to the last set of filed accounts from each. The overall group did, however, book a profit in its last set of published accounts after NPD increased its assessment of the value of its hotels in its books. Included in NPD’s recent revaluations is the group’s Fishguard Bay hotel in Pembrokeshire, which was acquired in June 2017 for £966,720. Two years later it is yet to be renovated but the company claims the hotel is now worth £6.7m. In recent months, NPD has also been selling investors rooms in two hotels that the group is hoping to buy. The completion date for the purchases were scheduled for the first week in June. Woodhouse failed to complete the deals on deadline. Woodhouse said NPD had gone from owning four hotels to 11 in one year, and that the first year’s trading is always tough. Northern Powerhouse Developments denies any wrongdoing. Here is its complete response."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}