{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/17/sothebys-auction-house-sold-patrick-drahi", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-17T14:30:17Z", "webTitle": "Going, going, gone: Sotheby’s auction house sold for $3.7bn", "webUrl": "https://www.theguardian.com/business/2019/jun/17/sothebys-auction-house-sold-patrick-drahi", "apiUrl": "https://content.guardianapis.com/business/2019/jun/17/sothebys-auction-house-sold-patrick-drahi", "fields": {"headline": "Going, going, gone: Sotheby’s auction house sold for $3.7bn", "bodyText": "Sotheby’s has agreed to a takeover by the billionaire art collector Patrick Drahi, in a $3.7bn (£2.9bn) deal that restores the auction house to private ownership after three decades on the stock market. The New York-based company, which celebrated its 275th anniversary this year, said it had accepted an offer from Drahi, a media and telecoms entrepreneur, that values it at 60% more than its closing share price on Wall Street last Friday. The deal will require approval from the company’s shareholders and clearance from regulators but is otherwise expected to become effective in the fourth quarter of this year. “I am honoured that the board of Sotheby’s has decided to recommend my offer,” said Drahi, a 55-year-old French-Israeli businessman who lives in Switzerland. “Sotheby’s is one of the most elegant and aspirational brands in the world. As a longtime client and lifetime admirer of the company, I am acquiring Sotheby’s together with my family.” While rival Christie’s occupies more of the top slots in tables of the largest art sales, Sotheby’s has brought the hammer down on high-profile artworks and books, including a 710-year-old copy of the Magna Carta for $21.3m and Edvard Munch’s The Scream, which went for $120m in 2012. Drahi, who is worth an estimated $9.3bn, according to Forbes, made his fortune in the telecoms and media industries. He is the founder and majority shareholder of the Amsterdam-listed telecoms firm Altice, which he built via a string of acquisitions of smaller companies, including landmark deals in the US that led to the group’s American assets being spun off into a separate company. The Sotheby’s chief executive, Tad Smith, said the auction house’s growth plans would be easier to achieve in a “flexible private environment”. Sotheby’s has been listed on the New York Stock Exchange since 1988 but its 275-year history predates the existence of the Wall Street exchange by nearly 50 years. The company was founded in London in 1744 by the bookseller Samuel Baker, as a dealer in rare books. His first auction involved the sale of “several hundred scarce and valuable books in all branches of polite literature” from the library of Sir John Stanley, fetching £826. The business did not enter the world of fine arts until the early 20th century, moving to New York in 1965 as the US market became increasingly important. As well as auctions of art and books, it has expanded into areas including wine, diamonds and also a financial services arm that funds art deals and makes loans secured against collections."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}