{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/16/council-staff-pensions-at-risk-from-woodford-investments", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-16T10:51:46Z", "webTitle": "Council staff pensions at risk from Woodford investments", "webUrl": "https://www.theguardian.com/business/2019/jun/16/council-staff-pensions-at-risk-from-woodford-investments", "apiUrl": "https://content.guardianapis.com/business/2019/jun/16/council-staff-pensions-at-risk-from-woodford-investments", "fields": {"headline": "Council staff pensions at risk from Woodford investments", "bodyText": "Council workers have been left exposed to the underperformance of Neil Woodford’s stock market-listed fund, with a £10m investment by council pension schemes at risk from the fund’s declining share price. Shares in the Woodford Patient Capital Trust Fund have tumbled 25% to 58p since 3 June, when Woodford made the shock decision to suspend his flagship Equity Income Fund, following a surge in redemptions sparked by bad market bets. While the FTSE 250-listed fund is not directly affected by the suspension, the move at its sister fund caused a sell off in shares and the value of shareholder investments to decline. At least three local authority pension funds, including Derbyshire, West Yorkshire and Dyfed in Wales, have investments tied up in Woodford’s patient capital fund and risk seeing their investments fall further as the stock price continues to slide. Those pensions investments help fund retirement benefits for members including local government employees, councillors, school teachers, charities and housing association staff. Concerns over public investments in Woodford’s fund first came into focus when Kent County Council was blocked from pulling £263m from his equity income fund at the end of May. It is believed that the local authority’s request prompted Woodford to suspend the fund. Joel Benjamin, a member of Research for Action, which investigates public finances, said the episode raised questions over whether councils should be trusted to make large, risky investments. “Local authorities have a dubious record investing money on our behalf, with £1bn losses in Iceland’s banks in 2008 still fresh in people’s minds,” he said. The £14.3bn West Yorkshire Pension Fund confirmed it holds a £3.5m stake in the listed vehicle, but stressed its investments are reviewed on a regular basis. It refused to comment further on its patient capital trust holdings and confirmed it never held shares in Woodford’s suspended equity income fund. Meanwhile, the rapid fall in Woodford’s share price has left Derbyshire’s pension fund £800,000 worse off. Derbyshire’s pension scheme, which is worth £5bn and has 100,000 members, holds 5m shares in Woodford’s funds as part of its private equity portfolio. That investment is now worth £3m compared with £3.8m at the start of June. Jason Hollands, a managing director at Tilney Investment Management, said: “The trust is clearly experiencing significant selling pressure, on the back of the reputational hit to the manager, and because it has cross holdings in a number of businesses in common with the suspended fund which the latter needs to sell.” The last snapshot of the trust’s top 10 holdings included digital lender Atom Bank, a cold fusion nuclear energy firm called Industrial Heat, and artificial intelligence business Benevolent AI. While Hollands said the council pension fund holdings in Woodford are relatively small given the typical size of local authority retirement schemes, they are at risk of a loss on investment if shares end up being sold before the price recovers. The Dyfed Pension Fund, which manages the pension benefits for Carmarthenshire, Pembrokeshire and Ceredigion county councils, holds a £2.4m stake in Woodford’s listed fund. It accounts for 0.1% of its total £2.4bn pension scheme. “We have nothing invested in the Equity Income fund,” a Carmarthenshire spokeswoman said on behalf of the Dyfed Pension Fund. “We cannot comment further on future plans at this time.” Woodford Patient Capital Trust declined to comment on the pension scheme holdings and share price decline. The trust’s board tried to calm investor nerves last week by saying its operations had not been affected by the equity income fund suspension. Susan Searle, the trust’s chair, said: “The board is pleased with the operational progress of its portfolio companies, which the board believes continue to have the potential to deliver attractive returns, in line with the long-term mandate of the company. “The operational performance of these businesses is not impacted by recent events.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}