{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/13/amazon-and-morrisons-expand-same-day-grocery-delivery-service", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-13T12:21:46Z", "webTitle": "Amazon and Morrisons expand same-day grocery deliveries", "webUrl": "https://www.theguardian.com/business/2019/jun/13/amazon-and-morrisons-expand-same-day-grocery-delivery-service", "apiUrl": "https://content.guardianapis.com/business/2019/jun/13/amazon-and-morrisons-expand-same-day-grocery-delivery-service", "fields": {"headline": "Amazon and Morrisons expand same-day grocery deliveries", "bodyText": "Amazon is ramping up the pressure on the UK’s traditional food retailers after signing a deal with Morrisons to deliver groceries across the UK. Morrisons’ groceries will be available for same-day delivery in five new cities this year – Glasgow, Newcastle, Liverpool, Sheffield and Portsmouth – and the service will be expanded to further cities in future. Currently Amazon only sells Morrisons groceries for same-day delivery to subscribers to its Prime Now service in Leeds, Manchester, Birmingham and parts of London and the home counties. The deal deepens Amazon’s relationship with Morrisons, which started just over three years ago when the Bradford-based supermarket first agreed to provide groceries to the US online specialist. It comes after Morrisons last month rejigged its relationship with the online grocery specialist Ocado, which handles deliveries for the Morrisons.com website. The deal enabled Morrisons to sell directly online through other platforms, including Amazon and Deliveroo, and to use other partners to deliver goods from Morrisons.com. Alongside its own store on Amazon’s Prime Now, Morrisons will also continue to sell its goods to other Amazon services such as Amazon Pantry, in which buyers pay one delivery price for as many groceries as they can fit in one box. Food is a priority market for Amazon, which bought the US grocer Whole Foods Market in 2017, giving it hundreds of stores over the Atlantic and six stores here. Doug Gurr, Amazon’s UK country manager, said: “We are committed to growing our grocery business so that we can continue to deliver what we know our customers will always care about – low prices, vast selection and fast delivery – and our relationship with Morrisons is an important part of that long-term growth. With the Morrisons store on Prime Now, many Prime members can do their full weekly grocery shop online through Prime Now with ultra-fast same-day delivery.” Morrisons’ latest deal with Amazon comes as UK supermarkets scramble to grab a share of rising online sales. In February, Marks &amp; Spencer signed a £750m deal with Ocado under which it will replace Waitrose as the online service’s main grocery provider next year. In a bid to fight back, Waitrose has teamed up with a new company led by the former Ocado executive Jonathan Faiman to help it rapidly expand its Waitrose.com service. Thomas Brereton, a retail analyst for GlobalData, said: “With the value of the online food market set to increase by 48.9% over the next five years – significantly higher than the 15.5% for the overall grocery market, according to GlobalData – it is understandable why Morrisons are looking to bolster growth figures through online expansion.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}