{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/11/arcadia-on-the-brink-after-intu-rejects-revised-cva-plan", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-11T12:06:49Z", "webTitle": "Arcadia on the brink after Intu rejects revised CVA plan", "webUrl": "https://www.theguardian.com/business/2019/jun/11/arcadia-on-the-brink-after-intu-rejects-revised-cva-plan", "apiUrl": "https://content.guardianapis.com/business/2019/jun/11/arcadia-on-the-brink-after-intu-rejects-revised-cva-plan", "fields": {"headline": "Arcadia on the brink after Intu rejects revised CVA plan", "bodyText": "The future of Philip Green’s Arcadia retail empire hangs in the balance after a major landlord confirmed it would not back a revised deal to be put to creditors on Wednesday. Sources close to Intu, the owner of 17 big shopping centres across the UK including the Trafford Centre in Greater Manchester and the Metrocentre in Gateshead, said it was not prepared to accept rent cuts averaging 40% across Arcadia Group shops in its centres. Arcadia, which has 570 shops, including Topshop, Topman, Dorothy Perkins, Burton, Miss Selfridge, Evans, Wallis and Outfit, was forced to postpone a vote on a rescue restructure last week when it became clear that not enough landlords were backing Green’s plan. If the restructuring does not go ahead, Arcadia has warned it is “highly likely” to go into administration, putting 18,000 jobs at risk. Last week’s meeting was adjourned when it emerged that key landlords including Intu, M&amp;G, Aviva and Land Securities were minded to vote against the plan, which involves the closures of 23 shops and big rent cuts on nearly 200. Aberdeen Standard and the Crown Estate are also thought to have been against the plan. If the restructure is to go ahead, landlords accounting for at least half the rents owed by Arcadia must vote in favour of the plan, which involves seven insolvency processes known as company voluntary arrangements (CVAs). In an attempt to win over detractors, the Green family has offered to put in about £9.5m a year for three years so that rent cuts can be trimmed back to 25%-50% from the 30%-70% initially asked for. However, a source close to Intu, which accounts for about 15% of the landlords’ vote, said: “Arcadia is asking for a significant discount on valuable space, and Intu is not prepared to give way. Intu wants to create a fair environment for all its retailers and taking a huge haircut from one of them is not fair.” The likelihood of M&amp;G backing the deal looked slim on Tuesday night after it emerged that the investment company was taking legal action against Debenhams’ CVA which was approved by creditors last month. However, there were rumours that Aviva was now prepared to back the deal while others, including the Crown Estate, Land Securities and Aberdeen Standard were still wavering. The position of Land Securities, one of the most significant waverers, was also unclear on Tuesday night. Land Securities owns shopping centres including Bluewater in Kent, and One New Change in the City of London. Sources at one major landlord said they did not think the revised offer was enough and that there was a strong chance the deal would fail. “There was no consultation before [the new deal was put out]. It was ‘that’s it and we’re off’ … It feels pretty close,” the source said. Property sources added that large landlords were also wary of the prospect ofcontracts with some retailers, such as Next, which have said they will not pay more than the lowest-paying tenant. Such deals could mean that any rent cuts agreed with Arcadia would be felt more widely across the retail sector."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}