{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/14/kier-looks-to-offload-housing-division-as-debt-fears-mount", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-14T16:37:03Z", "webTitle": "Kier shares plunge on report it wants to sell housing division", "webUrl": "https://www.theguardian.com/business/2019/jun/14/kier-looks-to-offload-housing-division-as-debt-fears-mount", "apiUrl": "https://content.guardianapis.com/business/2019/jun/14/kier-looks-to-offload-housing-division-as-debt-fears-mount", "fields": {"headline": "Kier shares plunge on report it wants to sell housing division", "bodyText": "Shares in the Kier Group plunged by more than a third to a record low after reports that the construction and services company is looking to sell its housebuilding division in an attempt to cut debt and simplify its structure. Investors offloaded shares and wiped more than £100m off the value of the company on Friday when it emerged it had sounded out advisers on the possibility of selling the housing business with a price tag of between £100m and £150m. It is the latest development in a difficult period for Kier, which employs 20,000 people and works on large infrastructure projects such as HS2 and London’s delayed Crossrail. Investors also dumped its shares last week after a profit warning prompted comparisons with Carillion, a former rival that collapsed last year. The profit warning sent Kier shares to 164p, their lowest in two decades. After the Times reported on Friday that the firm was looking to offload its housing division, its shares fell as much as 36% to 129 pence, the lowest since it listed in 1996 and erasing all of the 24% gains made since Kier’s profit warning on 3 June. The share price closed at 130.8 pence. It is also well below the 409p a share that investors paid in December when Kier launched a £264m emergency fundraising call in an attempt to avoid the same fate as Carillion. Investors shunned the call, with only 38% of the shares taken up, and financial institutions had to step in. Kier’s chief executive, Haydn Mursell, quit the following month after eight years in the job. The share slump on Friday reflected surprise at the likely valuation of the housebuilding operation. Analysts said the suggested price tag was disappointing considering Kier’s assessment of the value of the business was £291m in 2018. It also comes amid pressure on stock picker Neil Woodford, who had a near 16% stake in Kier as of 5 June, after he froze his equity income fund last week due to increased redemptions. Trade credit insurers Euler Hermes and Tokio Marine HCC have this week withdrawn cover insuring Kier’s suppliers from any potential losses, according to the Times report, adding yet more pressure. Trade credit insurance covers the risk of non-payment for goods or services. The withdrawal of cover may result in creditors wanting to be paid sooner. Several big British building firms have suffered since regulators tightened rules for contractors operating in the public sector after the Carillion collapse and the slide of another peer, Interserve, into administration in March. Kier said last week that its underlying full-year profits would be substantially below earlier forecasts, at about £129m rather than £169m. The company took on Carillion’s share of the HS2 high-speed rail project and took sole ownership of Highways England’s smart motorway programme in Cheshire. It is also the UK’s leading regional builder of schools and hospitals. Kier’s combined credit score - which measures how likely a company is to default in the next year on a scale of 100 for very unlikely to one for highly likely- stands at two, down from five before the warning, according to Refinitiv Eikon data. Analysts have offered different commentary on the events. David Madden of CMC Markets UK said the company is in a better position than some fear. “The company gets tarred with the same brush as Carillion and Interserve as it is in the same sector, but in reality, Kier is in a stronger position that some investors fear,” he said. Helal Miah from The Share Centre said the developments bring the prospect of Kier following in the steps of Carillion closer. “News ... of some insurers withdrawing cover to its suppliers in the case of a Kier failure spells further a lack of confidence and a blow to the group and its management,” he said. The company’s chief executive, Andrew Davies, who joined from the construction group Wates in March and had been lined up to take over at Carillion before the latter collapsed, is ramping up a programme to streamline Kier. The company has blamed higher costs and persistent pressure on its highways, utilities and housing maintenance businesses for its tumbling share value. Kier declined to comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}