{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/06/interest-rate-cut-explained-winners-losers-and-how-to-get-the-best-deal", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-05T18:00:37Z", "webTitle": "Interest rate cut explained: winners, losers and how to get the best deal", "webUrl": "https://www.theguardian.com/business/2019/jun/06/interest-rate-cut-explained-winners-losers-and-how-to-get-the-best-deal", "apiUrl": "https://content.guardianapis.com/business/2019/jun/06/interest-rate-cut-explained-winners-losers-and-how-to-get-the-best-deal", "fields": {"headline": "Interest rate cut explained: winners, losers and how to get the best deal", "bodyText": "If you missed it, on Tuesday the Reserve Bank cut interest rates to their lowest point ever. It’s now at 1.25%, down from 1.5%. That’s good news for those with variable rate mortgages – who will be paying less interest on their loans. It’s bad news for people looking to put their money in savings accounts. But for those with a mortgage, the actual money you’ll save will depend on whether your bank passes on that cut to you, and what kind of deal you have. Which banks have passed on the cut? Of the big four banks, Commonwealth and NAB have passed on the full rate cut – of 0.25% – to their borrowers. Westpac has passed on 0.20%, and ANZ passed on 0.18%. Some small banks have passed on the full rate cut: Macquarie Bank, RACQ Bank, Greater Bank, Newcastle Permanent, Reduce Home Loans &amp; Athena Home Loans and more. But others haven’t. St George, Bank SA, Bank of Melbourne, RAMS and Suncorp are passing on 0.20%. ANZ have defended their decision, saying they are looking out for their savers. What will it cost me? According to comparison site RateCity, ANZ’s decision to not pass on the full rate cut would cost customers $16 a month, and $198 a year, compared with the other banks. This was calculated using a mortgage size of $400,000 – the most common size, according to the ABS – paid over 30 years, as an owner-occupier. Those with Westpac (with it’s 0.20% cut) would lose $11 a month, or $141 a year. But again, this depends on what rate you are currently on. Some ANZ rates are still lower than their equivalent Commonwealth or NAB rates, RateCity found. As it stands, for the most common discounted rates, CBA has the highest (4.52%), then Westpac and ANZ (4.38%), then NAB (4.26%). If the interest rate is 1.25%, why is my mortgage different? The interest rate is set by the Reserve Bank, but the actual rate you have varies, even between customers at the same bank. For example, new customers will often get lower rates as an incentive. Those who borrow as an owner-occupier get better rates than those borrowing as an investor. RateCity’s research director Sally Tindall said there are four tiers of rate available: owner-occupiers paying off their principal and interest (the lowest rate), owner-occupiers paying interest only, investors paying principal and interest, and investors paying interest only (the highest). This can then be split into three sub-categories: the standard rate (currently around 5.15%), the discounted rate (around 4.39%), and the lowest rate (around 3.6%). Very few people are actually on the standard rate, Tindall says. It is better known as a bank’s “headline” rate. The majority of customers are using a discounted rate. This is also known as a package rate. “They give you a discount off the standard variable rate, and usually include an offset account, and offer a credit card,” Tindall said. And finally, the lowest rate a bank offers is usually known as a basic rate. These are “no-frills” loans with no offset account, and no credit card. Currently, the average discounted rate of the big four banks is 4.39%. The average lowest rate is 3.6%. What’s the lowest interest rate loan out there? Currently, the lowest rate available is from Reduce Home Loans, a small online-only lender, who are offering 3.19%. How can I get a better deal? No matter what deal you have, the rate cut is a good chance to get a discount, according to the CEO of Choice, Alan Kirkland. Customers should do research, shop around and directly ask their bank for a new deal. You can either stay with your current bank, and use competitor rates to haggle, or change banks entirely. “Even before the rate cut we knew that if you are an existing customer of a bank, you are probably already paying more than what they are offering to new customers,” Kirkland said. “The ACCC revealed last year that existing customers are paying $850 a year more than what they need to for an average mortgage.” “You should always try to bargain. Quite often the lending staff have the ability to discount an interest rate, but it can depend on your level of income. Always ask.” Tindall said it was a good tactic to “prove to your bank you are prepared to take your business elsewhere”. Ask your bank for a mortgage discharge form, or get an offer in writing from another bank. And don’t be afraid to switch banks. “It’s not as hard as people think,” Kirkland said. “To switch your mortgage you don’t have to switch all your other accounts – you can simply just switch your mortgage account.” “Every experience is different and it’s a bit of paperwork and time,” said Tindall, “but sit down and do the sums, work out what fees you might be paying in discharge fees and application fees with the new lender. In many cases people will find refinancing is worth that extra work.” Should I go with a small bank? How do I find the best one? Kirkland said that smaller lenders and credit unions often offered better deals than the large banks. “People sometimes think they are less safe, but they benefit from all the protections of the major banks. So long as you are going with someone who has a banking licence, it’s safe to bank with them. “[But] we would discourage people from going to a mortgage broker because they typically offer loans based on which lenders pay them money.” Comparison sites are necessary to assess the dozens of small banks, but you have to be careful of sponsored content. “By default most comparison sites list the vendors who pay them for customers,” Kirkland said. “You often need to check an option that will show all the loans on the markets, rather than just the paid links.” What if I’m on a fixed rate? If you are on a fixed rate, looking enviously at the dropping variable rate, you have a few options, but it could be costly. “Banks can charge you a break fee for breaking out of your fixed rate contract,” Tindall said. “That may be cost-prohibitive. Some people opt for a split loan – part variable part fixed. They have a bit more flexibility.” Again, it is worth it to talk to your bank to try and negotiate. What will happen in future? Economists are predicting more cuts to the interest rate soon. This means banks like ANZ could pass on more of the next cut – and banks like Commonwealth might not pass on the full cut next time. Tindall said she couldn’t predict what the banks would do, but it was likely the Reserve Bank would cut again. “The RBA has often done things in twos or threes. The last time in 2016 we had a rate cut in May, it was closely followed by a rate cut in August. Looking ahead we are expecting the RBA to cut once again this year, and potentially as much as two times in 2020.” Either way, it is good news for borrowers. “Growth in home lending is slowing down and banks are keen for new business,” Tindall said. “What we are seeing at the moment is bigger banks are forced to be more competitive than they used to.” What if I don’t have a loan, but do have a savings account? It is generally bad news for you. “It’s a tough time for people trying to save,” Kirkland said. “When interest rates are cut, they tend to be cut on term deposits and savings accounts. [But] there are still differences in the interest rates you can get. It is definitely worth shopping around.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}