{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/27/trump-warns-china-is-ripe-for-new-tariffs-and-suggests-vietnam-could-be-next", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-27T01:11:46Z", "webTitle": "Trump warns China is 'ripe' for new tariffs and suggests Vietnam could be next", "webUrl": "https://www.theguardian.com/business/2019/jun/27/trump-warns-china-is-ripe-for-new-tariffs-and-suggests-vietnam-could-be-next", "apiUrl": "https://content.guardianapis.com/business/2019/jun/27/trump-warns-china-is-ripe-for-new-tariffs-and-suggests-vietnam-could-be-next", "fields": {"headline": "Trump warns China is 'ripe' for new tariffs and suggests Vietnam could be next", "bodyText": "President Donald Trump flew to the G20 summit on Wednesday sounding warnings that China was “ripe” for new tariffs and suggesting that Vietnam, which he called “the single worst abuser of everybody”, could be next. Air Force One took off on a fiercely hot day from Washington and Trump seemed to promise heat of his own when he meets leaders of the G20 countries in Japan. Declaring that he enjoyed a strong hand in the trade war with China, he made clear he’ll be in no mood to give much ground when he holds closely watched talks with President Xi Jinping on Saturday. “China’s economy is going down the tubes – they want to make a deal,” Trump said in an interview with Fox Business Network. Trump has already imposed levies on $200bn of Chinese imports in an effort to force Beijing to adhere to intellectual property laws. The president indicated he was also ready to slap tariffs on all remaining Chinese imports, worth more than $300bn. “You have another $325bn that I haven’t taxed yet – it’s ripe for taxing, for putting tariffs on,” he told Fox. During Wednesday’s interview, Trump also hinted he might impose tariffs on Vietnam, describing the country as “the single worst abuser of everybody”. “A lot of companies are moving to Vietnam, but Vietnam takes advantage of us even worse than China. So there’s a very interesting situation going on there,” Trump said. Trump said that that the China trade tariffs were only hurting China, while the US was benefiting from the situation. “What is happening is people are moving out of China. Companies are moving out of China, by the way, some are coming back to the United States because they don’t want to pay the tariff,” he said. Trump did say that a previous threat to tax remaining tradeat 25% could be changed to a less harsh 10%. The two sides said they were close to a deal before talks broke down in May. “We were about 90% of the way there,” the treasury secretary, Steven Mnuchin, told CNBC television, adding he was looking forward to the Trump-Xi talks but stressing there would be no deal for “the sake of a deal.” “I hope the message that we want to hear is that they want to come back to the table,” Mnuchin said. Trump’s aggressive attempt to rewrite the rules with China are part of a wider policy of fixing what he says is a system rigged against the United States. “Almost all countries in this world take tremendous advantage of the United States. It’s unbelievable,” he said in his lengthy interview. Casting his eye over the wider landscape, Trump also lashed out at close partners Germany and Japan. He described Germany – part of the bedrock of the US alliance with western Europe – as “delinquent” for not paying enough to NATO’s budget. “So Germany is paying Russia billions and billions of dollars for energy, okay,” he said. “So they are giving Russia billions of dollars yet we are supposed to protect Germany and Germany is delinquent! Okay?” Trump aired a similar complaint about Japan, Washington’s closest ally in Asia and host of the G20 summit, which has been under the protection of a US military umbrella since its defeat in the second world war. “If Japan is attacked, we will fight World War III. We will go in and protect them with our lives and with our treasure,” he said. “But if we’re attacked, Japan doesn’t have to help us. They can watch it on a Sony television.” Speaking to reporters at the White House, Trump remained coy on expectations for his meeting at the G20 with Russia’s President Vladimir Putin. Trump has been criticised for what opponents see as an oddly opaque relationship between the two leaders and he did little to dispel the controversy. “I’ll have a very good conversation with him,” Trump told reporters. “What I say to him is none of your business.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}