{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2019/jun/19/uk-inflation-report-sterling-house-prices-markets-rate-cuts-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-19T13:35:05Z", "webTitle": "Brexit uncertainty hits UK manufacturing; London house prices drop again - business live", "webUrl": "https://www.theguardian.com/business/live/2019/jun/19/uk-inflation-report-sterling-house-prices-markets-rate-cuts-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2019/jun/19/uk-inflation-report-sterling-house-prices-markets-rate-cuts-business-live", "fields": {"headline": "Brexit uncertainty hits UK manufacturing; London house prices drop again - business live", "bodyText": "Time for a catch-up UK inflation has fallen for the first time in four months, back to the Bank of England’s 2% target. Households benefitted from a drop in air fares in May, as prices returned to normal following Easter hikes. UK house price growth faded in April; with the average house costing £229,000, up £3,000 during the last 12 month. London house prices continued to struggle, with prices 1.2% lower than a year ago. Brexit uncertainty appears to be weighing on the region, with prices dropping in the South East of England too. Manufacturers are also finding life tougher; output growth has stalled in the last quarter, with firms reporting that order books are smaller than usual. Stock markets are holding onto yesterday’s strong gains, as investors ponder whether central bankers will ease monetary policy in the coming months. Trading has started cautiously on Wall Street. The Dow Jones industrial average has gained just 0.16%, up 39 points at 26,504, led by tech companies and financial groups. Pharmaceutical bosses have given MPs a fresh warning against risking a no-deal Brexit this autumn - saying it would create medicine shortages within weeks... Over in the eurozone, Italy’s government is refusing to roll over in its long-running budget battle with Brussels. Instead, Rome is proposing that the EU should relax its deficit rules, to allow countries to borrow more to invest and spur growth. A law calling for the existing rules on structural balances to be changed has been approved by MPs in Rome (although this won’t change the situation). Reuters has the details: Italy will try to change the European Union’s fiscal rules to reduce the role of “structural” budget deficits and to allow more room for investments, the government said on Wednesday, backing a parliamentary resolution by the ruling coalition. The resolution was tabled by the right-wing League and the anti-establishment 5-Star Movement in the Chamber of Deputies ahead of an EU summit this week. It calls on the government to seek “the exclusion of productive investments, including those in human capital,” from deficit calculations, and “the revision of reference to the structural balance”. The so-called structural balance attempts to strip out the effect of economic growth fluctuations on countries’ budget balances, but it is a complicated calculation which has been criticised by many economists. The resolution said it was “internationally recognised” that reliance on structural deficits leads to pro-cyclical policies. Prime Minister Giuseppe Conte told parliament that his government backed the resolution, which was passed in the lower house by 287 votes to 188 Newsflash: Inflation in Canada has hit a seven-month high, in contrast to the small slowdown in the UK. The Canadian consumer prices index jumped to 2.4% per year in May up from 2% in April. More expensive food and transport costs pushed up the cost of living. This has lifted the Canadian dollar, as it reduces the chances that the Bank of Canada could cut interest rates soon. Here’s a good thread from the Resolution Foundation on UK house prices...and how buying in London is still simply unaffordable for many..... In other news, Britain’s factories are stalling as Brexit weighs on the economy. The CBI’s latest industrial trends showed that manufacturing output slowed to a halt in the three months to June, the slowest growth since April 2016. It’s partly due to the shutdowns across the auto industry in April, as car-makers brought forward their annual maintenance work to coincide with the (old) Brexit deadline. But the problems go further -- total order books continued to shrink in June. Just 16% of firms reported ‘above normal’ order books, compared to 31% who reported ‘below normal’, giving a balance of -15%. That’s the worst reading since October 2016, a few months after the EU referendum. Firms also reported that export orders are unusually weak. That shows that the weak pound isn’t giving UK manufacturers much of a boost. Alpesh Paleja, CBI Principal Economist, says “The bringing forward of planned closures to car manufacturing plants had a real impact and led to manufacturing output grinding to a halt. While the picture elsewhere in the sector was more benign, total orders weakened once again revealing some underlying causes for concern. “There’s clear evidence that Brexit uncertainty is really biting, with our surveys showing volatility in both stocks and output in recent months. Firms are desperate to see an end to the current impasse – that means securing a Brexit deal that can not only command the support of parliament and the EU, but prioritises the protection of jobs and the economy.” Here’s some reaction: Despite falling over the last year, London house prices have still more than doubled over the last 15 years. Housing expert Noble Francis of the Construction Products Association points out that low interest rates have helped push up mortgage affordability -- which puts asking prices beyond the reach of many younger Londoners. Here’s my colleague Philip Inman on the UK inflation report: A fall in transport costs and cheaper clothing brought to an end the recent rise in inflation that threatened to push the Bank of England to increase interest rates. Energy costs, which spiked in April, and a price war in the car industry following a slump in sales over the past year also helped to bring down the consumer prices index (CPI) from 2.1% in April to 2% in May. Transport costs fell by 3.8% overall between April and May this year, led by falling airfares. Bank of England policymakers meet on Thursday to judge the health of the economy and decide whether it is overheating and in need of higher interest rates to cool it down. More here: Underlying UK inflation, which strips out volatile items such as air fares, rose in May -- even though the headline rate of CPI dropped a little. That’s significant, as it suggests the cost of living will keep rising in the coming months. Dr Jason Lennard, senior economist at the National Institute of Economic and Social Research think tank, explains: Our analysis of more than 130,000 goods and services included in the basket, however, suggests that the fall is due to a small number of large price changes, such as air fares. Our measure of underlying inflation, which excludes extreme price movements, picked up by 0.3 percentage points at the national level. Underlying inflation also increased in every region of the United Kingdom, rising most in the West Midlands, the North and London. According to NIESR, underlying inflation was highest in London at 1.1% and lowest in the East Midlands at 0.7% in the last year [in contrast to house price changes...]. UK inflation is going to hover around 2% in the coming months, reckons Josie Dent, senior economist at the CEBR thinktank. She says: Inflation fell back to the Bank of England’s target rate this morning, as the Monetary Policy Committee meets today to make a final decision on interest rates [announced at noon on Thursday]. Looking ahead, Cebr forecasts CPIH inflation will average 2.0% in 2019, as upward pressures from higher energy prices and the strong labour market are offset by weak demand, demonstrated by the negative economic growth recorded in April.” The confusion and uncertainty over Britain’s exit from the European Union is hurting London’s housing market. Jonathan Hopper, managing director of Garrington Property Finders, says the Brexit extension has left the capital’s property market struggling: “After spending the run up to what was due to be Brexit Day in low gear, the property market struggled to find the gas pedal in April - with the national picture being dragged down by sharp price falls in London and the Southeast. “Modest though this year’s Spring bounce is [+1.4% in April], the stagnation of the first quarter has been replaced by a cautious equilibrium. Sellers are being coaxed back to the market by the gradual return of stable demand, and activity levels are brisk. “However in price terms the picture is as polarised as ever. For London sellers there is only respite, not recovery. While the pace of price falls has halved from the tear-inducing drop seen in the 12 months to March, this latest 1.2% fall suggests the capital’s correction is still underway. More expert reaction: Jamie Durham, economist at PwC, points out that UK houses are now cheaper than last summer (especially if you’re buying in London). “Today’s house price release from the ONS and Land Registry shows house prices increased by 1.4% in the year to April 2019, down from 1.6% in March. The price of a typical UK house is now £229,000, down from a peak of £232,000 in August 2018.” “The house price growth story is split between the South East and the rest of the country.” “The national slowdown in price growth is driven by negative growth in London and the South East area. Prices in the capital fell by 1.2% in the year to April 2019, up from a 2.5% decline in the month before. This is the tenth month is a row that prices in London have fallen on an annual basis, suggesting that uncertainty in the capital’s housing market is still a problem.” Today’s drop in inflation means there’s no chance of the Bank of England raising interest rates on Thursday, say City economists. Tom Stevenson, investment director for Personal Investing at Fidelity International, explains: The prospect of low rates for the foreseeable future, together with last week’s above-inflation increase in average earnings, means UK households should be feeling more relaxed about their financial prospects than for some time. “In the thick of a leadership contest - and with Brexit as far from resolution as ever - the Bank will most likely err on the side of caution as we face continuing political and economic uncertainty during the rest of 2019. Mike Jakeman, Senior Economist at PwC, says the BoE will be pleased to see inflation back at its 2% target: While much of the month-to-month noise can be disregarded - inflation slowed from April because of changes to the cost of airfares around the Easter holiday - of more significance is the longer-term trend of consumer price growth slowing and settling at the rate desired by the Bank. It is highly unlikely that the Bank of England will adjust interest rates when it meets tomorrow. Although it would likely prefer to tighten monetary policy, which remains extraordinarily loose, with inflation around target, economic growth crawling along and no clarity on the future path on Brexit, its hands are tied. Indeed, we do not expect the Bank to be able to adjust rates until greater clarity is provided on Brexit, which means the end of October at the very earliest. Here’s the ONS’s head of inflation, Mike Hardie, on today’s data: “Inflation eased in May, as travel prices such as air fares fell back after their Easter highs in April. The overall rate of inflation has remained steady since the beginning of the year. “Annual house price growth remained subdued but was strong in Wales, which showed a pronounced increase on the month. In London, house prices continued to fall over the year but rental price growth there strengthened.” While London house prices are falling, rents are going up. Annual private rental prices in London rose by 0.9% in April, its highest rate since September 2017. The ONS suspects that demand for rental properties is outstripping supply. House prices also fell across the South East of England in April - helping to narrow the gap with the rest of the country. But despite the recent slowdown, the average London house still costs £472,000, followed by the South East (£319,000) and the East of England (£289,000). The North East continued to have the lowest average house price at £131,000 -- still below its 2007 average (before the financial crisis. There’s not much sign of inflation in Britain’s housing market. The ONS has reported that average house prices in the UK increased by 1.4% in the year to April 2019, down from 1.6% in March 2019. The average UK house price was £229,000 in April 2019. This is £3,000 higher than the same period a year ago. The ONS says: Over the past three years, there has been a general slowdown in UK house price growth, driven mainly by a slowdown in the south and east of England. London continues to struggle, with prices down by 1.2% year-on-year in April. That’s an improvement on March, though, when prices fell 2.5% compared with March 2018. Today’s inflation report confirms that families are hit hard in the pocket if they take a foreign break during the Easter holidays. Inflation fell back in May, having spiked in April as air fares jumped. The ONS says: Transport fares fell by 3.8% overall between April and May this year, with the April prices influenced by Easter and the associated school holidays falling in the middle of the month. In 2018, when Easter fell in early April before the price collection dates, fares rose between April and May by 2.0%. The contribution from transport services came from all categories – air, sea, rail and road – with the single largest contribution from air transport. CPIH, another inflation measure which includes housing costs, also fell last month - to 1.9%, from 2%. Newsflash: Britain’s inflation rate has fallen, bringing some relief to UK households. The Consumer Prices Index rose by 2.0% in the 12 months to May, the Office for National Statistics reports. That’s down from 2.1% in April, and back to the Bank of England’s target for inflation. This means wages are continuing to grow faster than prices, as average earnings grew by 3.4% in the last year. Transport costs dropped last month - as the impact of Easter holiday price hikes faded. The ONS says: Falling fares for transport services, particularly air fares influenced by the timing of Easter in April, and falling car prices produced the largest downward contributions to the change in the rate between April and May 2019. Partially offsetting upward contributions came from rising prices for a range of games, toys and hobbies, furniture and furnishings, and accommodation services. More to follow... Brexit uncertainty is also continuing to weigh on UK building firms. Berkeley Homes has told investors that it still expects pre-tax profits to fall by a third this financial year, after a bumper 2018-19. It cites “continuing economic and political uncertainty”, along with “policy interventions” such as restrictions on how much people can borrow on their mortgage (to avoid a repeat of the Northern Rock debacle). But despite these challenges, Berkeley has still handed its shareholders over £250m in the last year through share-buybacks and dividends. Like other homebuilders, it has benefitted from years of low interest rates and oft-criticesed overnment schemes to help people onto the housing ladder. This helped Berkeley to post pre-tax profits of £775m in the last year, the top of City forecasts. European stock markets have opened cautiously, holding onto yesterday’s strong gains. The FTSE 100 has dipped by 4 points to 7,439, close to Tuesday’s seven-week high. Hopes of US interest rate cuts in the coming months are supporting shares - even though some investors are also nervous about the health of the global economy. It’s a perplexing picture, as Neil Wilson of Markets.com explains: The latest BAML data shows fund managers are at their most bearish since the global financial crisis a decade ago. Equity allocations have experienced their second worst drop on record – we’ve seen a huge move into cash. And yet and yet, we’re close to all-time highs again for US equity markets at least. This is what you may call an unloved rally. Ouch! Shares in holidays and insurance group Saga have hit a record low after it warned that its business is still suffering from Brexit uncertainty. Saga, which targets the over-50s, has told investors that it faces “challenging headwinds in both travel and insurance”. Tour revenue has fallen this year, suggesting some holidaymakers are nervous about making plans - pushing prices down across the sector. Saga warned the City: Conditions in the travel market are very competitive and affected by current political uncertainties. The Group’s Tour Operations business is not immune to such pressures, with booked revenues for the full year down 4% as of 15 June when compared to the same period last year. In addition, margins for this year will be impacted by competitive discounting. Saga’s shares are certainly being discounted -- down 10% this morning to just 34p. That’s down from around 100p at the start of 2019. City economists broadly expect that UK inflation fell last month, but there are a range of forecasts. Some see CPI falling as low as 1.8% in May, from 2.1% in April, while others actually predict it rose to 2.2%. We’ll find out in 70 minutes who’s right. Ipek Ozkardeskaya, senior market analyst at London Capital Group, is in the ‘falling inflation’ camp, telling clients: Today’s inflation data should confirm a softening in May. The British consumer price index is expected to have eased from 2.1% y-o-y to 2.0% in May, as the core inflation is seen at 1.6% y-o-y versus 1.8% printed a month earlier. A soft inflation read can only revive the BoE doves and increase the selling pressure on the pound. But Michael Hewson of CMC Markets points out that higher energy bills are pushing the cost of living higher: We did see a modest uptick in April largely as a result of increases in energy prices and council tax rates pushing headline CPI up to 2.1% and a six-month high. Core prices were slightly more subdued but nonetheless the weaker pound and higher energy prices do appear to be exerting upward pressure on prices. We could see a rise to 2.2% in May, which will inevitably fuel speculation about a possible interest rate rise. Stock markets across the Asia-Pacific region have jumped sharply today, following last night’s gains in Europe and the US. Japan’s Nikkei gained 1.7%, with China’s CSI 300 up 1.3% and South Korea’s Kospi up 1.5%, as traders piled into shares. Expectations that the US Federal Reserve (which meets later today) will cut interest rates in the coming months boosted markets. ECB president Mario Draghi’s hint yesterday that he could unleash more eurozone stimulus also added to optimism. Traders were also cheered by the news that the United States and China will revive trade war talks soon, with president’s Trump and Xi due to meet at the G20 summit later this month. Shoji Hirakawa, chief global strategist at Tokai Tokyo Research Institute, explains: “Investors are taking heart from the new development. The two countries will at least be talking (after a lull), so the market thinks there is little chance that talks get broken off soon after they meet,” Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. With Brexit uncertainty still gripping Britain, households could use a boost to real incomes. And the latest UK inflation data, due this morning, could provide it. Economists predict that consumer price inflation slowed last month, to perhaps 1.9% from 2.1% in May. That would take the CPI index back below the Bank of England’s 2% target. Crucially, this would mean wages are still rising faster than prices - as earnings are currently growing by 3.4% per year on average. Analysts at TD Securities say: “We look for headline inflation to slow to 1.9% year-on-year, while core inflation slows to 1.6% y/y. The recent depreciation in sterling should help support inflation in May and beyond, and the dip in inflation in May is largely due to base effects in core inflation that will unwind in June.” If inflation is falling, it takes some pressure off the Bank of England to raise interest rates soon. Conversely, should CPI spike today, it would give the BoE’s hawkish policymakers an excuse to consider hiking borrowing costs this year. So watch the pound at 9.30am...... City investors, meanwhile, are in an upbeat mood after seeing stocks rally sharply yesterday. European Central Bank president Mario Draghi ignited the rally by hinting that eurozone interest rates could be cut soon. That sent shares up, and the euro down -- earning Draghi a blast from president Trump. The agenda 9.30am BST: UK inflation figures for May 9.30am BST: UK house price data for April 7pm BST: US Federal Reserve interest rate decision"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}