{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/07/city-regulator-criticised-failing-spot-neil-woodford-warning-signs", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-07T12:40:19Z", "webTitle": "Neil Woodford fund: regulator criticised for failing to spot dangers", "webUrl": "https://www.theguardian.com/business/2019/jun/07/city-regulator-criticised-failing-spot-neil-woodford-warning-signs", "apiUrl": "https://content.guardianapis.com/business/2019/jun/07/city-regulator-criticised-failing-spot-neil-woodford-warning-signs", "fields": {"headline": "Neil Woodford fund: regulator criticised for failing to spot dangers", "bodyText": "The former City minister Lord Myners has criticised financial regulators for missing warning signs before the prominent asset manager Neil Woodford suspended withdrawals from his fund. Myners, who was financial services secretary under Gordon Brown during the financial crisis, was heavily critical of the Financial Conduct Authority (FCA), the City regulator, for failing to spot the dangers posed by illiquid investments in Woodford’s flagship equity income fund before an investor exodus. The FCA should have been “awake” to “clear warning signs at Woodford that things were going badly”, Myners told the BBC on Friday. “In the background we have the FCA who look like the people in white suits in Line of Duty, the scene-of-crime inspectors, who arrive after the damage has been done and did not anticipate what was happening. “The people losing out here are the end investors. The professionals are OK, the regulator will give itself two years to carry out a review of what went wrong, and the same risks will continue of allowing illiquid assets to be put in portfolios that are treated as if they are liquid.” The FCA declined to comment. The criticisms came as Hargreaves Lansdown, which gives private investors access to funds, contacted customers to try to reassure them that they will still be able to access their money. Investment portfolios offered by Hargreaves Lansdown, which previously promoted the manager, contained about 7% of assets managed by Woodford, the letter said. Bruce Pearce, Hargreaves Lansdown’s head of advisory services, told customers the freeze was “concerning for those that have backed his fund, ourselves included”, and said the last week had been “unsettling” and “hugely frustrating”. Woodford gained a reputation as a star fund manager at Invesco Perpetual, where he managed £33bn, before leaving in 2013 to set up his own business. But the fund has been dented by a string of unsuccessful investments, including construction and support services company Kier, whose shares this week fell to their lowest point since 1999, and online estate agent Purplebricks, which is worth a fifth of its value two years ago. A proposed merger between Provident Financial and Non-Standard Finance, two sub-prime lenders in which Woodford holds major stakes, collapsed this week despite his outspoken backing of the deal. In recent weeks Woodford’s main equity income fund was hit by an avalanche of redemptions from retail investors as well as institutions which command assets worth billions, including the FTSE 100 wealth manager St James’s Place and Kent county council. Woodford Investment Management suspended the fund on Monday, barring thousands of investors from pulling out their cash for at least 28 days. Myners said the incident highlighted the dangers of including illiquid investments, which are not readily convertible into cash, in investment vehicles that usually allow customers to withdraw cash without giving prior notice. In recent years Woodford had increasingly moved away from larger listed companies towards mid-size and unlisted companies, which proved difficult to sell at short notice without harming the remaining investors in the fund."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}