{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/04/retailers-warn-of-fresh-wave-of-job-losses-and-store-closures", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-03T23:01:15Z", "webTitle": "Retailers warn of fresh wave of job losses and store closures", "webUrl": "https://www.theguardian.com/business/2019/jun/04/retailers-warn-of-fresh-wave-of-job-losses-and-store-closures", "apiUrl": "https://content.guardianapis.com/business/2019/jun/04/retailers-warn-of-fresh-wave-of-job-losses-and-store-closures", "fields": {"headline": "Retailers warn of fresh wave of job losses and store closures", "bodyText": "Britain’s retailers are warning of a fresh wave of job losses and store closures after its health check of consumer spending showed the biggest drop in almost a quarter of a century last month. Blaming the political uncertainty that also led to a contraction in manufacturing, the British Retail Consortium (BRC) said sales were down 2.7% – the weakest performance since it began its monthly survey in 1995. The BRC said there had been a marked contrast between May 2018 – when hot weather and a royal wedding boosted retail sales – and the much more difficult conditions this year. Helen Dickinson, the BRC’s chief executive, said: “With the biggest decline in retail sales on record, the risk of further job losses and store closures will only increase. “While May 2018 offered almost unbroken sunshine, topped off by the run up to the World Cup and the marriage of Meghan and Harry, May 2019 delivered political and economic uncertainty. Food sales dropped for the first time since June 2016, with further declines in clothing, footwear and outdoor goods.” Consumer spending has been the mainstay of the economy in recent months, helped by wages rising at a faster rate than prices. Official data has tended to be stronger than suggested by surveys. Dickinson said, however, that retail conditions were the toughest they had been for a decade and called on politicians to support the reinvention of the high streets, where the number of shops lying empty increased by 7,500 last year. “Business rates remain a barrier, preventing many retailers from investing in their physical space,” she said. “We have a broken tax system, which sees retailers paying vast sums of money regardless of whether they make a penny at the till, and yet the government is failing to act. The legislation is falling behind the technological revolution.” The BRC said almost a third of non-food sales were now taking place online. The report from the BRC followed a downbeat health check of the manufacturing sector from the Chartered Institute of Procurement &amp; Supply (Cips), which found the weakest performance by industry since the immediate aftermath of the 2016 EU referendum. Orders from both domestic and overseas customers shrank after a period when businesses had been stockpiling goods in the run-up to the original Brexit deadline at the end of March, according to the regular monthly survey conducted for Cips by the research group IHS Markit. The purchasing managers’ index – a closely watched guide to the strength of the manufacturing sector – fell from 53.1 points in April to 49.4 in May. A finding below 50 indicates contraction. With the deepening global trade war adding to industry’s woes, Cips/Markit said it was one of the sharpest declines in the index in six and a half years. Manufacturers in the eurozone are experiencing an even sharper slowdown than their counterparts in Britain, IHS Markit said, with the purchasing managers’ index falling from 47.9 in April to 47.7 in May. The UK survey found that the seven-month delay to Brexit had been followed by a reduction in domestic and overseas orders. The lack of clarity about the outcome of Brexit had led to some companies diverting supply chains away from the UK, while weak production led to a second month of job losses. Manufacturers remain hopeful that a Brexit deal will eventually be secured, with 49% expecting output to be higher in a year’s time against 7% expecting it to be lower. Rob Dobson, a director at IHS Markit, said: “The UK manufacturing sector was buffeted by ongoing Brexit uncertainty again in May. The trend in output weakened and, based on its relationship with official ONS data, is pointing to a renewed downturn of production.” A separate survey by the consultancy and auditing firm EY found that the UK retained its position as the No 1 European destination for foreign direct investment (FDI) in 2018, but the number of projects was down by 13% on the previous year. Fifteen per cent of global investors have put investment plans in the UK on hold owing to Brexit, the firm said, but only 6% planned to move assets out of the UK in the future. Sectors exposed to Brexit experienced major declines in FDI in 2018, with manufacturing down by 35%, headquarters down 49% and R&amp;D down 17%."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}