{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/10/da-vinci-salvator-mundi-saudi-prince-yacht", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-10T18:14:32Z", "webTitle": "Leonardo masterpiece 'being kept on Saudi prince's yacht'", "webUrl": "https://www.theguardian.com/business/2019/jun/10/da-vinci-salvator-mundi-saudi-prince-yacht", "apiUrl": "https://content.guardianapis.com/business/2019/jun/10/da-vinci-salvator-mundi-saudi-prince-yacht", "fields": {"headline": "Leonardo masterpiece 'being kept on Saudi prince's yacht'", "bodyText": "The world’s most expensive artwork – Leonardo da Vinci’s masterpiece Salvator Mundi – has reportedly been installed on Saudi crown prince Mohammed bin Salman’s superyacht. The location of the painting has been a mystery since it was sold for a record $450m (£350m) at auction by Christie’s in New York in 2017. On Monday, Artnet, an art industry news service, reported that the 500-year-old painting was being kept on Prince Mohammed’s €500m (£440m) 134m yacht, Serene. Artnet said “two principals involved in the transaction” had told its reporter that “the work was whisked away in the middle of the night on MBS’s plane and relocated to his yacht, the Serene”. The Salvator Mundi (Latin for Saviour of the World), which has been at the centre of a storm of controversy over suggestions that it was painted by one of Leonardo’s assistants and not the man himself, had been due to go on display at a Middle East outpost of Paris’s Louvre gallery last September. “Having spent so long undiscovered, this masterpiece is now our gift to the world,” Mohamed Khalifa al-Mubarak, the chairman of Abu Dhabi’s department of culture and tourism, said in June 2018. “We look forward to welcoming people from near and far to witness its beauty.” However, just week’s before the scheduled unveiling on 18 September, the opening was postponed and has not been rescheduled. The Saudi embassies in London and Washington did not respond to requests for comment on the painting’s whereabouts. A spokeswoman for Christie’s did not comment on the location of the painting or its provenance. Earlier this month, one of the world’s leading experts on Leonardo criticised Christie’s for wrongly suggesting in its cataloguing of the Salvator Mundi that she was among scholars who had attributed the picture to the Renaissance master. Dr Carmen Bambach, a curator at the Metropolitan Museum of Art in New York, told the Guardian: “That is not representative of my opinion.” The identity of the buyer remained a secret following the auction until the New York Times disclosed that that it had been bought by a little-known member of the Saudi royal family, Prince Bader bin Abdullah bin Mohammed bin Farhan al-Saud. He is a close friend of Prince Mohammed and after the auction was named the country’s first minister of culture. MarineTraffic, an app that tracks vessels including superyachts, shows that Serene is currently at Port Said, an Egyptian city where the the Suez Canal meets the Mediterranean Sea. The Guardian has previously reported on the growing trend for billionaires installing world-renowned masterpieces on their superyachts. Sheikh Mansour bin Zayed al-Nahyan, the owner of Manchester City and deputy prime minister of the United Arab Emirates, has several hundred pieces aboard his £350m superyacht, Topaz. A reporter looking in the windows of Joe Lewis’s £200m superyacht, Aviva, when it moored on the Thames last year, discovered that Francis Bacon’s Triptych 1974–1977 was hanging in gold frames on the lower deck. The painting, whose subject is the death of Bacon’s lover George Dyer, was included in Tate Britain’s blockbuster Bacon and Freud exhibition last summer. The British-born Lewis, who has an estimated £3.9bn fortune, owns a majority stake in Tottenham football club and lives in the tax-friendly Bahamas, has what he describes as “one of the largest private art collections in the world”. It includes paintings by Degas, Freud, Klimt, Modigliani, Matisse and Picasso, and sculptures by Moore, Degas and Di Modica. It is not known which are kept on his yacht."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}