{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/nils-pratley-on-finance/2019/jun/19/lloyds-boss-horta-osorios-pay-bubble-needs-bursting", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-20T09:36:42Z", "webTitle": "The Lloyds bank boss may be a staff hero but is he worth £6.3m? | Nils Pratley", "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2019/jun/19/lloyds-boss-horta-osorios-pay-bubble-needs-bursting", "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2019/jun/19/lloyds-boss-horta-osorios-pay-bubble-needs-bursting", "fields": {"headline": "The Lloyds bank boss may be a staff hero but is he worth £6.3m?", "bodyText": "One could say Stuart Sinclair should get out more, but the head of Lloyds Banking Group’s remuneration committee says he’s been doing exactly that. He’s been on a tour of the branches and can report that staff agree: chief executive António Horta-Osório is a national hero and Sinclair and his committee should continue to throw millions in his direction, just as they did last year when the boss collected £6.3m. That, at least, was the gist of Sinclair’s testimony to the work and pensions select committee. “People like a winner,” he declared. “And when I go out to see people on £22,000, £30,000, £40,000, they see António as a winner because he brought this bank back from the brink … a lot of people say: ‘Good luck to him. He works incredibly hard and I don’t resent the money.’” Perhaps some staff do say that. It is, after all, rarely a career-enhancing move to tell a board director that he’s living in a bubble. But, if Sinclair wishes to introduce some rigour into his research, he could commission a polling company to canvass the mood on the shop floor. Here’s a question: what would you regard as a fair pay ratio between Horta-Osório and the median earner at Lloyds? Last year the ratio was 169:1, high even by banking standards. Until Sinclair can demonstrate support for such disparity, please spare us the slushy anecdotes. In the meantime, here’s the view of a Lloyds branch manager, emailed in within minutes of the news story appearing on the Guardian’s website: “I think António is doing a great job, but please stop telling us we need to be cost-efficient when taking away our benefits when the same rules do not apply to the executive team.” Yes, that rings truer. What is the FCA doing on pension transfers? If you have a defined benefit (DB) pension scheme, meaning a promise of a pension linked to your salary, lucky you. The march of contributory schemes, which are generally vastly cheaper for employers, has been relentless and will never be reversed. So don’t be bamboozled by any friendly financial adviser who recommends trading in your valuable benefits in exchange for a cash lump sum to be invested elsewhere. In the overwhelming majority of cases, such advice will be wrong. It will mostly serve the interest of the adviser, who will hope to collect annual fees by also advising you on where to invest your cash. If you doubt this analysis, listen to what the Financial Conduct Authority (FCA) tells pension advisers: “We have said repeatedly that, when advising on DB transfers, advisers should start from the position that a transfer is not suitable,” says Megan Butler, one of the regulator’s executive directors. Absolutely correct. But now look at what actually happens. The FCA, examining the period from April 2015 to December 2018, found that 69% of DB scheme members had been recommended to transfer out. What? By rights, you’d expect the ratio to be less than 10%. Even when the FCA adjusted to remove clients who were filtered out in initial discussions, about 55% still received advice to transfer out. That’s outrageous. Note, too, that the FCA roamed widely: it examined advice given on £83bn-worth of pensions. Since the average transfer values were £352,000, we’re talking about life-changing sums. “Deeply concerning and disappointing,” says Butler. She’s putting it mildly. What’s the FCA doing? Well, a grand total of eight firms have had their permissions to provide transfer advice removed. And 15 firms are under investigation by the FCA’s enforcement division. That’s almost nothing in a marketplace of 3,042 firms. The regulator seems barely to have scratched the surface of what looks already to be a scandal. Hargreaves takes a bashing over Woodford “We think it’s important to meet fund managers face to face,” Hargreaves Lansdown warbles when championing the abilities of the fund mangers it picks for its Wealth 50 selection. Those exact words were used in January when the Woodford Equity Income Fund again made the cut. The same passage went on: “We recently met with Neil Woodford and his team to discuss performance.” But, alas, Hargreaves never got a killer fact: Woodford had breached a 10% cap on illiquid investments on two occasions in 2018. The investment platform only discovered this information when the FCA revealed it this week, said chief executive Chris Hill in a letter to the Treasury select committee on Wednesday. That was despite Hargreaves raising concerns about liquidity in 2017 and asking to be told by Woodford of any breaches. One can blame Woodford for not spilling the beans. But the long-term damage to Hargreaves’ reputation also continues to look severe."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}