{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/15/climate-crisis-aviation-industry-hears-clamour-for-electric-planes", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-15T07:00:13Z", "webTitle": "Climate crisis: aviation industry hears clamour for electric planes", "webUrl": "https://www.theguardian.com/business/2019/jun/15/climate-crisis-aviation-industry-hears-clamour-for-electric-planes", "apiUrl": "https://content.guardianapis.com/business/2019/jun/15/climate-crisis-aviation-industry-hears-clamour-for-electric-planes", "fields": {"headline": "Climate crisis: aviation industry hears clamour for electric planes", "bodyText": "Faced with growing calls for action on the climate crisis, aerospace companies gathering for the Paris air show next week are turning their thoughts to a future run on electricity rather than fossil fuels. The scale of the challenge is considerable. The target for net zero carbon emissions by 2050, recommended by the Intergovernmental Panel on Climate Change and embraced by the UK this week, coincides with the expectation that the number of flights will double in the next 20 years. Aviation accounts for about 2% of total greenhouse gas emissions. But that share is expected to rise as demand grows in poorer countries to match developed nations such as the UK, where flying contributed 7% to overall greenhouse gas emissions in 2017. The aviation industry has been an emissions laggard compared with the car industry or power generation, but improvements in the power-to-weight ratio of batteries mean some forms of sustainable aviation for shorter trips may finally be coming into view. The industry will move towards hybrid and electric engines for regional travel (below 1,000 miles) much quicker than many think, according to a report published this week by analysts at investment bank UBS. They predict annual demand for about 550 hybrid planes, using a mixture of fossil fuel and electric power, between 2028 and 2040. This would create a $178bn (£140bn) industry over that time period. The Seattle-based electric engine company MagniX will be at the show and is planning its first test flight in November with a retrofitted seaplane. Its engines will also power the nine-seater Alice plane currently being made by Eviation, an Israeli startup targeting commercial deliveries in 2022. “The only option is going to be electric propulsion,” said Roei Ganzarski, MagniX’s chief executive. His company will focus on powering flights of under 900 miles, which accounted for about 45% of trips in 2018. For traditional manufacturers, investments in electric technology are seen as vital for long-term survival. European manufacturer Airbus, which will have a big presence at Paris and vies with America’s Boeing as the largest planemaker, is investing hundreds of millions of euros in electric technology – although it still has an order backlog of about nine years of carbon-emitting planes. Glenn Llewellyn, general manager for electrification at Airbus, said the company saw “reducing our CO2 emissions as a necessity”. Those who don’t invest heavily could be left behind as carbon emissions regulations become stricter, he added. “What we’re talking about is disruptive,” he said. “It’s a combination of technology disruption and societal expectations. There’s huge progress. It’s not enough [yet], it’s not sufficient for our ambitions, but the technology is progressing.” Airbus is building a hybrid-electric plane in partnership with the UK’s Rolls-Royce, Germany’s Siemens and Cranfield University, with the first flight due in 2021. However, Llewellyn said the technology would not be viable in larger commercial aircraft until the 2030s at least. Regulatory pressure is building as well. Europe’s regulator, the European Aviation Safety Agency, plans to start labelling aircraft based on their carbon emissions, while Sweden and Norway aim to have all short-haul flights electrically powered by 2040. Manufacturers also see other attractions from electric engines. Multiple companies are racing to produce the first air taxis for cities, with much quieter electric propulsion systems and the option of vertical takeoff and landing (VTOL). Airbus-backed Vahana, German startup Lilium and US firm Bell Helicopter – partnered with ride-hailing firm Uber – are among the companies trying to bring air taxis to market, targeting congested journeys such as connections from airports in cities such as New York. Meanwhile Boeing, Airbus’s fierce rival, is backing Zunum Aero, a Seattle-area startup that has plans to bring a small hybrid-electric commuter aircraft to market in the early 2020s, and Aurora Flight Sciences, which is also targeting air taxis. Yet for the larger commercial aircraft which are responsible for the bulk of global emissions, a change from carbon-emitting propulsion systems is still 20 years away, according to Paul Everitt, chief executive of ADS, the UK aerospace group. Emissions from aviation will have to fall less slowly than in other parts of the economy because of the “fundamental reality” of increasing demand and a lack of alternatives, he said. He said: “As an industry we accept our responsibility an are working to achieve more sustainable products […] whilst also recognising that people want to travel.” The industry’s main contributions to shorter-term reductions in emissions will come through improvements such as tweaks to existing engine technology and reductions in plane weight, Everitt said. Environmental campaigners argue that the urgency of the climate crisis means that the promising but under-developed technologies to be showcased in Paris are less important than short-term measures such as a carbon tax or producing substitute fuels. “We have a pretty small timeframe to cut emissions,” said Andrew Murphy, aviation manager at Transport &amp; Environment, a Brussels-based campaign group. “Either you don’t fly or you replace the fuel with something less carbon-intensive than kerosene.” Those alternatives could include advanced biofuels – those that do not contribute towards deforestation – and “electrofuels” such as synthetic kerosene, which are produced from carbon dioxide in the atmosphere using energy from renewable sources. Alternative fuel sources could be then substituted relatively easily for kerosene – reducing the need for radical adjustment. “The aviation industry is a conservative industry,” Murphy said. “It doesn’t like changing the way that it operates.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}