{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/nils-pratley-on-finance/2019/jun/11/philip-greens-topshop-rescue-deal-still-stands-a-chance", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-11T18:12:58Z", "webTitle": "Philip Green's Topshop rescue deal still stands a chance | Nils Pratley", "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2019/jun/11/philip-greens-topshop-rescue-deal-still-stands-a-chance", "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2019/jun/11/philip-greens-topshop-rescue-deal-still-stands-a-chance", "fields": {"headline": "Philip Green's Topshop rescue deal still stands a chance", "bodyText": "We wait to see if, when push comes to shove, the holdout landlords really will vote against Arcadia’s demand for rent cuts for a second time. Intu is determined to say no to Sir Philip Green, but it is the biggest and thus has most to lose in terms of rental income. Waverers may conclude they’ve made their point that CVAs are not a slam dunk for struggling retailers and quietly fall into line. Green could still get his way. It would be the best outcome in terms of saving jobs, since Green may be serious about his threat to force the business, employing 18,000 people, into administration if landlords vote down the CVA proposal. From his point of view, the consequences of collapse are not as severe as they may sound. Green’s reputation would take another hit, but he’s probably beyond caring. Arcadia’s pension fund, complete with a deficit of £750m on one accounting measure, would fall into the Pension Protection Fund and, unlike at BHS, the Pensions Regulator would struggle to chase him for serious top-up payments. Green would be likely to plead, accurately, that he made an offer on pensions that was accepted by the regulator but the blasted landlords got in the way. Such an argument would still be outrageous, of course. Green and his wife paid themselves a £1.2bn dividend from Arcadia in 2005 and could, in any subsequent year, have chosen to hand back some of their winnings to repair the pension deficit. Instead, they still cruise the Mediterranean in a superyacht. For parallel reasons, you see why Intu is furious. If it agrees rental concessions to a billionaire sunning himself in the waters off Monaco, what’s it supposed to say to other tenants who would also like to pay less? On the other hand, Intu is kidding itself if it thinks it can seriously halt the slide in rental values in retail land. After three upwards only decades, the market has turned. Neither side deserves to win this CVA fight, in other words. In the absence of an honourable victor, preserving jobs and securing even an underwhelming pensions deal (£175m of cash over three years, plus £210m of securities) should be the priority. Best to allow Arcadia to limp on. Woodford’s reserve needs a review Bloody-mindedness was a virtue for Neil Woodford in the good old days when he was beating up underperforming boards and refusing to follow investment fashion. It’s very different now the chief executive of the Financial Conduct Authority and the chair of the Treasury select committee are shouting at him to waive fees on the gated Equity Income fund. The alternative explanation is Woodford somehow believes that, since the fund is still operating and he’s probably working harder than ever, the fees are justified because investors are receiving a service. But, if that’s his thinking, he needs to make a mental leap and look at life from the point of view of the poor old punters. Deprived of the option of cashing up and exiting the fund, they are being forced to pay for their own imprisonment. That’s within the rules of the game – the possibility of gating is in the terms and conditions – but the moral case for waiving the fees is overwhelming. Remember, too, that Woodford Capital, the company 65% owned by Woodford and 35% by his business partner, has received £97m since the fund management venture set out in 2014. The duo can afford to run the fund for free until the gates are removed. Even if the process takes six months, they’d still be massively in the money. Nicky Morgan’s committee may wish to summon Woodford to explain why a fee waiver hasn’t appeared already. That might hurry up a U-turn that surely has to happen. Deutsche Bahn can’t railroad Arriva sale in UK Deutsche Bahn has been under pressure to sell Arriva for a while. The state-owned German railway is carrying too much debt and the UK-based bus and rail company, bought for £1.5bn in 2010, is an obvious candidate for disposal. Reports by Reuters on Tuesday, citing internal documents, said a sale or flotation of Arriva is seen as the only way to meet investment budgets in Germany. Good luck in trying to float the business in London, though. Rail franchising is a mess, the threat of rail nationalisation under Labour is in the background and Arriva’s troubles with strikes on its Northern operation are fresh in the memory. Arriva also has non-UK operations but, even so, don’t expect a rush of UK investors."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}