{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/live/2019/jun/10/markets--trade-war-progress-uk-gdp-growth-april-brexit-business-live", "type": "liveblog", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-10T14:13:44Z", "webTitle": "Brexit hangover leaves UK nursing worst monthly contraction since 2016 - business live", "webUrl": "https://www.theguardian.com/business/live/2019/jun/10/markets--trade-war-progress-uk-gdp-growth-april-brexit-business-live", "apiUrl": "https://content.guardianapis.com/business/live/2019/jun/10/markets--trade-war-progress-uk-gdp-growth-april-brexit-business-live", "fields": {"headline": "Brexit hangover leaves UK nursing worst monthly contraction since 2016 - business live", "bodyText": "Time for a recap The UK economy has posted its weakest monthly growth figures in three years, as a ‘Brexit hangover’ hits demand. UK GDP shrank by 0.4% in April, rather worse than economists expected, dragging the rolling three-month growth rate down to 0.3%. The decline was due to a 3.9% contraction across manufacturing, the worst decline since 2002, as UK car producers implemented planned shutdowns in case Britain had crashed down of the European Union at the end of March. Car manufacturing slumped by 24%, while transport output suffered its biggest monthly fall since 1974. Rob Kent-Smith of the Office for National Statistics blamed car shutdowns and the unwinding of some Brexit stockpiling: “GDP growth showed some weakening across the latest 3 months, with the economy shrinking in the month of April mainly due to a dramatic fall in car production, with uncertainty ahead of the UK’s original EU departure date leading to planned shutdowns. “There was also widespread weakness across manufacturing in April, as the boost from the early completion of orders ahead of the UK’s original EU departure date has faded.” The construction sector also had a bad month, down 0.4%, while service sector was flat. Economists fear that the UK economy will continue to struggle. The NIESR thinktank’s GDP tracker suggests it’s on track to shrink by 0.2% in the second quarter of this year. April’s contraction follows a 0.1% drop in GDP in March. John McDonnell MP, Shadow Chancellor, warns that the economy is weakening while government MPs focus on the race to succeed Theresa May. “The whole country is hurting while the Tory leadership candidates compete on tax cuts for high earners. “With GDP going backwards over two consecutive months, this government is resembling a business entering administration. “Wages, investment and productivity are all stagnant – and only Labour’s plan for a £10 per hour Real Living Wage, National Transformation Fund and regional industrial strategy will deliver the sustainable growth we need to turn this ailing economy around.” Wall Street has shrugged off Donald Trump’s new threat to impose tariffs on Mexico. Stocks are rising in early trading, pushing the Dow Jones industrial average up by 163 points to 26,147. That’s its highest level in a month, on relief that Mexican imports into America won’t face new levies from today. As well as Brexit, the UK economy has been weighted down by recent trade tensions, with America and China’s tit-for-tat tariffs dampening global growth. So... UK bosses (particularly manufacturers) won’t be pleased to hear that Donald Trump is threatening to impose tariffs on Mexico, just a couple of days after suspending this threat. Trump has tweeted that a secret agreement has been agreed with Mexico to curb migration at the US border - and Mexico’s parliament had better pass it, or else.... It confirms Trump’s relish for using trade policy to tackle other political issues, which adds uncertainty to the global economy. Economist Josie Dent of the CEBR thinktank fears that the unwinding of Brexit stockpiling will weigh on growth for some time: Today’s data paints a sobering picture. Unless the economy makes a significant comeback, we are likely to see negative growth in the three months to May. However, early indicators suggest that this is unlikely, as manufactures are using up goods they stockpiled in the first three months of the year instead of producing new ones” She also reckons the economy will only grow by around 0.1% in the second quarter of the year (April-June), a little more optimistic than NIESR. Ouch! NIESR, the think tank, has warned that the UK economy may shrink by 0.2% in the current quarter. That would put Britain half-way into a Brexit-induced recession. NIESR fears that there hasn’t been a “meaningful” recovery in May, following the 0.4% drop in GDP in April revealed this morning. So if manufacturing and construction keep shrinking, the overall economy could contract this quarter -- having grown by 0.5% in January-March. Garry Young, head of macroeconomic modelling and forecasting, said “The UK economy is on course to contract by 0.2% in the second quarter. The latest GDP data were weaker than expected, partly reflecting shifts in production around the original Brexit departure date, including a 24% fall in car manufacturing. The underlying picture is also quite weak, with Brexit-related uncertainty at home and trade tensions abroad dragging on investment spending and economic growth”. Here’s my colleague Richard Partington on April’s UK GDP report: The British economy shrank in April amid a dramatic decline in car production ahead of the original Brexit deadline, according to official figures. According to the Office for National Statistics, gross domestic product (GDP) plunged by 0.4% in April from a month earlier as factories across the country launched a wave of planned shutdowns to avoid any disruption that could have been unleashed by a no-deal Brexit. Britain’s manufacturers planned around leaving the EU on 29 March as Theresa May took the country to the brink of leaving without a deal, before agreeing an extension until 12 April and then delaying the process until the end of October. She then agreed to stand down as prime minister, triggering the Conservative leadership contest. While economic growth had strengthened as factories rushed to stockpile materials ahead of the deadline, the latest snapshot from the economy shows that production slumped after the target date passed..... More here: GDP measures all the economic activity in an economy (or at least it tries to). But it doesn’t measure more important things -- quality of life, happiness, and mental health. Last week, New Zealand tried to amend this flaw by using wellbeing as a key measure when setting budgets. Dan Button, senior researcher at the New Economics Foundation, argues that Britain should do the same. He writes: The focus on GDP masks what’s really going on. The economy described by the growth figures released this morning does not reflect the reality for most people, who do not feel the effect of rising GDP on their daily lives. GDP can continue to grow while wages stagnate, housing remains unaffordable, life expectancy stalls and the planet heats up. Growth in GDP isn’t spread evenly: the UK is right at the top of the league table of regional inequality, with a huge proportion of the country’s economic activity concentrated in London and the south-east. More here: Britain’s April downturn shows that the public should get a final say on Brexit, argues Labour MP Wes Streeting. Streeting, who supports the People’s Vote campaign, says: Brexit is already causing serious and lasting harm to our economy. News that the economy contracted in April shows the seriousness of the crisis and the extremely high stakes for jobs, investment and public services. British industry is feeling the strain, with British steel and car manufacturing on the brink. And the threat of a destructive No Deal now hangs over every decision facing businesses small and large across the country. They know that WTO terms are the worst trading terms in the world and that No Deal threatens a new economic crisis. “Now we know the real costs of Brexit, the public must be allowed back into this process. Forcing No Deal – for which there is no mandate – on the country is not a solution. And nor is it a solution to run down the clock with fruitless attempts at renegotiation of Theresa May’s Brexit deal. “The only way to deliver a stable and lasting settlement, and to give businesses and workers the certainty they need, is through a People’s Vote.” Although manufacturing slumped by almost 4% in April, it actually grew in the February-April quarter. That suggests factories were racing to stockpile goods and fulfil orders before the end of March, in case they lost access to European markets, only to relapse panting for air in April after the Brexit extension was agreed. Agathe Demarais of the Economist Intelligence Unit agrees that Brexit hurt the UK economy in April: The Independent’s Ben Chapman points out that today’s GDP report is much worse than economists expected: The UK economy shrank 0.4 per cent in April as the Brexit paralysis took hold following the proposed deadline for departure from the EU. The latest monthly fall was four times larger than analysts had forecast and marked the second consecutive month of contraction for the UK’s economy after a 0.1 per cent drop in March. Stockpiling of goods to deal with a disorderly Brexit on 29 March slowed down after deadline day was moved back to 31 October. Gross domestic product (GDP) figures for the earlier months of this year had been boosted as manufacturers in particular built up supplies. As that effect wore off, industrial production declined by 2.7 per cent in April compared to March while manufacturing slumped by 3.9 per cent - the sharpest drop since June 2002. The slide in UK manufacturing in April shows the dangers of Brexit uncertainty, warns TUC General Secretary Frances O’Grady: “Industry is paying the price for the government’s Brexit chaos. “This is the biggest decline in car production since 1974. With plants like Ford Bridgend already closing, it’s time to get serious about the scale of the threat facing our economy. “Politicians must do whatever it takes to stop a bad deal or a no-deal Brexit.” Reuters has spotted that UK transport production fell at its fastest rate in over 40 years in April, as car plants held their annual shutdowns early. Output from Britain’s car-making sector slumped by 24% in April, the ONS says. That’s because bosses took the decision to move planned shutdowns to April, in case the UK crashed out of the EU without a deal at the end of March. This wiped 13% off transport production, dragging overall manufacturing down by nearly 4% -- the worst since June 2002. Economist Rupert Seggins argues that the slowdown in Britain’s service sector (which makes up three-quarters of the economy) is more serious than the slump in manufacturing. Yael Selfin, Chief Economist at KPMG UK, fears that the UK faces many more months o weak growth: “The hangover that’s followed the UK’s original exit date is proving stronger than anticipated. Today’s figures signal the UK economy is likely to experience more subdued growth for the rest of the year, marred by Brexit uncertainty. “The significant drop in car manufacturing, and in broader manufacturing activity at the start of Q2, point at more than just a reversal of the stock building effect seen as businesses prepared for an expected Brexit in March. “While services saw a slight improvement in April, continued weakness of financial services and the hospitality sector do not bode well for the overall prospects for the economy this year.” Ruth Gregory of Capital Economics fears that the UK economy could stall, or even shrink, in the current quarter. She says the contraction in April shows that the “Brexit hangover” was bigger than feared, telling clients: The deluge of activity data suggested that the economy got off to a bad start in Q2. Indeed, the economy shrank by 0.4% m/m in April, the second monthly contraction in a row. This meant that the 3m/3m rate slowed to 0.3% (consensus 0.4%), following Q1’s 0.5% gain. The sectoral breakdown of growth made for pretty discouraging reading too. Construction contracted in April by 0.4% m/m, while services output only managed to stagnate. The surprise was just how sharply manufacturing output plunged. It fell by 3.9% m/m. Admittedly, a couple of temporary factors dragged on growth in April. The first is the unwinding of the stockpiling boost – which saw firms increasing their stocks in Q1 to protect themselves against a possible no deal Brexit on 29th March. The other is the decision by car manufacturers to bring forward their annual production shutdowns from August to April in case of a no deal, which resulted in a 24% m/m drop in vehicle production – the biggest monthly fall since records began. Given the sector’s weight in GDP (1.5%), this knocked a chunky 0.2ppts off overall GDP. That will come back in May. However, even without this, then, GDP would have fallen by 0.2% m/m in April. We had thought GDP would rise by 0.2% q/q in Q2 but it’s now possible that GDP won’t rise at all or even contract. Overall, the clear message is that underlying growth is pretty sluggish. With the Brexit paralysis and a slowing global economy taking its toll, we doubt GDP will grow by much more than 1.5% or so in 2019 as a whole and expect interest rates to remain on hold until the middle of next year. The slide in growth in April shows that Brexit uncertainty is hurting the UK economy, says Alessandro Capuano of Fineco Bank: After a resilient start to the year fuelled by Brexit stockpiling efforts, maintaining that momentum is proving to be a challenge. Last week we saw the first red signs following gloomy reports on the manufacturing and construction industries. Following a positive first-quarter mainly driven by an increase in inventory build-up, Q2 2019 is proving to be rather disappointing. Here’s some expert reaction to the news that Britain’s economy stumbled in April: Monthly GDP figures can be erratic, so it’s sensible to look at the quarterly growth figures too. They show that the UK economy grew by 0.3% over the February-April period (despite contracting in both March and April). That’s down from 0.5% growth in January-March, suggesting that the economy struggled as the Brexit crisis intensified this spring. The ONS’s head of GDP, Rob Kent-Smith, has confirmed that the UK economy suffered from car plant shutdowns in April. He also points out that factories slowed their stockpiling activities, after the UK’s Brexit date was pushed back to 31 October. Kent-Smith says: “GDP growth showed some weakening across the latest 3 months, with the economy shrinking in the month of April mainly due to a dramatic fall in car production, with uncertainty ahead of the UK’s original EU departure date leading to planned shutdowns. “There was also widespread weakness across manufacturing in April, as the boost from the early completion of orders ahead of the UK’s original EU departure date has faded.” Britain’s services sector stagnated in April, with no growth at all. The construction industry also had a bad month, with output down 0.4%. UK manufacturing suffered a sharp contraction in April, today’s GDP report shows. Industrial production declined by 2.7% during the month, with manufacturing shrinking by an alarming 3.9%. This appears to be due to UK car plants shutting down in April, as manufacturers prepared for a no-deal Brexit which never came. BREAKING: Britain’s economy shrank by 0.4% in April, new figures from the Office for National Statistics show. That’s its biggest monthly fall since March 2016, and follows a 0.1% contraction on March. More to follow! The US stock market is expected to follow Asia and Europe higher. The Dow Jones industrial average is up 110 points in the futures market (actual trading begins in five hours). Relief that America won’t impose new levies on Mexican imports is pulsing away, even though there’s some confusion over what’s exactly been agreed. Jim Reid of Deutsche Bank explains: Markets are blowing small celebratory bubbles this morning as late on Friday the US announced a deal with Mexico to ensure that tariffs don’t get imposed today as planned. However there was some subsequent confusion as Mr Trump tweeted that Mexico has agreed to buy “large” amounts of agricultural products from the US as part of the deal. This didn’t seem to be anywhere in the accord released and sources close to the negotiations suggested on Bloomberg that there weren’t any additional side deals planned. So a bit puzzling but there will be relief that the tariffs have been avoided and perhaps some might believe it shows Trump’s propensity to strike deals after brinkmanship. Holiday news: troubled tour operator Thomas Cook has confirmed that it’s in talks with China’s Fosun, its largest shareholder. Fosun is interested in buying Thomas Cook’s tour operator business. A sale would provide the company with much-needed capital. More here: This morning’s optimism doesn’t extend to Neil Woodford. Shares in Woodford’s publicly-traded fund, Woodford Patient Capital Trust, have hit a fresh record low this morning, down another 5% below 60p for the first time. That’s despite an attempt this morning to reassure the City. In a brief and breezy statement (somewhat lacking in details), WPCT said it was “pleased with the operational progress of its portfolio companies”, and “closely monitoring the situation” at Woodford Investment Management. This is WPCT’s first public comment since another Woodfood fund, Equity Income, slammed the door to prevent investors getting out. A week on, Woodford’s strategy -- and his links with financial platform Hargreaves Lansdown - are under major scrutiny. As the Sunday Times pointed out - Woodford investors have lost money, and paid fees for the privilege: Hargreaves Lansdown shares have dropped 2% this morning, to a two-month low. Britain’s FTSE 100 has hit a five-week high in early trading. The blue-chip index has gained 40 points to 7,370, its highest level since early May. Mining companies are among the top risers, with Antofagasta, Anglo American and BHP Group all up around 1.5%. They’re all vulnerable to trade war worries, as weaker economic growth hits commodity prices. European stock markets have all begun the week strongly. Neil Wilson of Markets.com says the US-Mexico deal is giving stocks a lift: It’s a sea of green as stocks rebound on Trump’s Mexican fix. Investors are relieved at Mexico and the US coming to an agreement to avoid the latter slapping the former with tariffs, and this sent equity futures north. But, he’s also worried about the precedent of threatening a trade war to change immigration policies. Could the White House try the same trick with Europe, to force NATO members to spend more?... This may only embolden Mr Trump to use tariffs as policy tool for the pursuit of non-economic interests. As previously suggested, the EU could be next – maybe to get the 2% defence spending target. Commodity prices are also rallying this morning, after the US stepped back from hitting Mexico with new tariffs. The copper price has gained 0.6% to $5,831 per tonne, having fallen for the last eight weeks in a row. Nickel (1.3%) and lead (+1.2%) are also higher this morning. Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. It’s tipping it down in London this morning, but that’s not dampening the optimistic mood in the City, and across the global markets. Shares have jumped in Asia today after the US stepped back from launching a trade war with Mexico. Donald Trump’s surprise change of heart means Mexican imports won’t face 5% tariffs from today, a move that would have further escalated America’s trade dispute with other economies. Trump’s threat to use economic tariffs to tackle a political problems (migration at the US border) had worried the markets -- what other issues could the US try to solve by threatening trade war? Under the agreement, Mexico will immediately expand a border program that sends migrants seeking asylum in the US back to Mexico while they await adjudication, deploy more security officers to contain the flow of migrants headed to the US, and crack down on human smuggling, the declaration said. There’s obvious relief that a deal’s been reached -- even though several of Mexico’s “concessions” on asylum seekers were apparently agreed months ago. As Elsa Lignos of RBC Capital Markets puts it: The biggest weekend news was Trump’s Friday night tweet (and a formal joint US-MX statement) announcing an agreement which suspends Trump’s tariffs threat on Mexico for now. Reading through the details, Mexico basically re-committed to existing promises (and maintained its own red line of rejecting safe third-country status) – aka Trump blinked. The reaction in Asia has been positive. Talk of blinking won’t please the president, though - he wants more credit! Investors aren’t bothered about the president’s legacy though. Japan’s Nikkei index has jumped 1.2%, as a wave of buying swept Asian trading floors. China’s CSI 300 index has gained 1%, with similar gains in Australia and South Korea too. The big question, though, is whether Trump is also prepared to cut a deal with Beijing, so he can notch up another ‘win’ ahead of next year’s reelection race. Hopes of a breakthrough at this month’s G20 leader’s meeting could push European shares higher today. The FTSE 100 index is expected to jump 40 points to 7368, adding to Friday’s rally. Hopes of an early US interest rate cut following Friday’s weak US jobs report are also keeping traders optimistic (although, if we get a trade war deal, there’s less need to cut borrowing costs to support the economy....) Also coming up today The latest GDP figures will show how Britain’s economy performed in April, after the threat of a disorderly exit from the EU was delayed until October. Economists fear a small contraction (-0.1%), as the boost from Brexit stockpiling faded. We also get new UK trade data. The agenda 9.30am BST: UK GDP for April 9.30am BST: Industrial production for April 9.30am BST: UK trade balance for April"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}