{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/16/boris-johnson-brexit-pouring-fuel-fire", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-16T06:00:53Z", "webTitle": "Adding Boris Johnson to Brexit is pouring fuel on to the fire | William Keegan", "webUrl": "https://www.theguardian.com/business/2019/jun/16/boris-johnson-brexit-pouring-fuel-fire", "apiUrl": "https://content.guardianapis.com/business/2019/jun/16/boris-johnson-brexit-pouring-fuel-fire", "fields": {"headline": "Adding Boris Johnson to Brexit is pouring fuel on to the fire", "bodyText": "I have been critical, I hope with good reason, of Jeremy Corbyn’s equivocation over what is rapidly becoming a pressing need to call another referendum. But credit where credit is due: at least the Labour leader attempted in the Commons last week to block the possibility of a no-deal Brexit – alas, without success. In common with this year’s Reith lecturer, Lord Sumption, I do not like referendums, and believe in representative democracy. Moreover, in keeping with Edmund Burke’s address to the electors of Bristol some 250 years ago, I think MPs should regard themselves as representatives, not delegates. Unfortunately, in last week’s vote, eight Labour MPs behaved as delegates of Leave constituencies and voted with the Gadarene rush of Conservative Brexiters. Sumption, while arguing that the law must not encroach too much on politics, acknowledges that representative democracy has gone wrong, and the extremists have taken over. Thus, whether or not they are real Leavers, Conservative claimants to the succession to the premiership behave as if they are. Like so many of us Remainers, Sumption believes the 2016 referendum was a mistake. It has produced three years of chaos, and we need another referendum to sort out the mess. And what a mess it is! There is economic and social chaos all around us. To take a specific example: during those three years, foreign direct investment in the UK has fallen by 30%, while it has increased by 43% in the other 27 members of the EU. And domestically generated investment – the seed corn of productivity and decent jobs – is also near collapse. The Bank of England estimates that, thanks to the uncertainty associated with Brexit, the level of investment in the economy is anything between 6% and 14% lower than it would have been. And in his new book, Not Working: Where Have All the Good Jobs Gone?, Professor David Blanchflower convincingly demonstrates that behind the boasts of high employment lies the phenomenon of widespread underemployment, with many people working less than they want to, or in jobs way beneath their qualifications. And this is before we exit – if the likes of Boris Johnson bring us to the edge of the cliff. There are daily stories of bad economic and industrial news, but the slowdown so far is as nothing compared with the damage that will be wrought if the nonsense is not stopped. The CBI is getting desperate; the shadow Brexit secretary, Sir Keir Starmer, says a no-deal exit would be like taking “a sledgehammer” to the economy; and Whitehall is in justified panic about the terrifying prospect of leaving the customs union and the intricate network of supply chains provided by the single market. So what does the Conservative party do? It threatens to unite around a candidate, Johnson, who is publicly contemptuous of business, promises tax cuts for his supporters, and appears to be blissfully unaware or uncaring of the damage caused by almost a decade of austerity. Three months ago, the fashionable view at Westminster was that although the Conservative party at large might love Johnson, its elected representatives had more sense. But panic about Farage and the Brexit party have put the kibosh on that. Some commentators have found crumbs of comfort in the history of failed favourites in previous Tory leadership races. But what such comparisons bring to the surface is the sheer mediocrity of most of the present contenders, by comparison with the political giants of the past. In 1975, Margaret Thatcher defeated Edward Heath – they were both formidable figures – for the Tory leadership. In 1976, Jim Callaghan defeated Denis Healey, Roy Jenkins and Tony Crosland, among others. Last week I spoke to Sir Bernard Ingham, Mrs Thatcher’s press secretary, now 86 but as sharp as ever. Although a Brexiter himself, he does not know whether Thatcher would have been, given that the European single market was one of her greatest achievements. Lord (Charles) Powell, the official who also worked closely with her, is quite firmly of the view that, while fighting her corner in Europe, she would not have contemplated leaving. Ingham points out that Thatcher did not like the aim of “ever-closer union”: but the UK has a get-out-of-jail-free card for that, and it is doubtful whether the Germans are as keen as the French on the original goal. The prospect of no deal would be such a calamity that, although the Tories are flocking round Johnson to save the party, the consequences would make their previous losses of reputation for economic competence – such as Black Wednesday – look like a vicarage tea party."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}