{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/04/sainsburys-boss-mike-coope-paid-39m-despite-collapse-of-asda-merger", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-04T17:24:37Z", "webTitle": "Sainsbury's boss paid £3.9m despite collapse of Asda merger", "webUrl": "https://www.theguardian.com/business/2019/jun/04/sainsburys-boss-mike-coope-paid-39m-despite-collapse-of-asda-merger", "apiUrl": "https://content.guardianapis.com/business/2019/jun/04/sainsburys-boss-mike-coope-paid-39m-despite-collapse-of-asda-merger", "fields": {"headline": "Sainsbury's boss paid £3.9m despite collapse of Asda merger", "bodyText": "The chief executive of Sainsbury’s is “in the money” once again with a £251,000 increase in pay despite the collapse of a planned merger with Asda. Mike Coupe’s total pay increased to nearly £3.9m, as his annual bonus rose nearly 40% to £593,000, according to the company’s annual report. Coupe was widely mocked last year when he was filmed singing We’re in the Money, from the musical 42nd Street, while waiting to be interviewed on ITV about his plan to merge Sainsbury’s with Asda. The merger has since been blocked by the Competition and Markets Authority on the grounds that it would reduce choice and raise prices. Coupe recently revealed Sainsbury’s had paid £46m for professional advice on the abortive deal. The supermarket chain has also faced controversy over pay changes for thousands of ordinary shop workers whose annual bonus payouts were scrapped. Coupe received the payout because he had met minimum profit and personal targets, including the integration of Argos and “continuing development of business strategy”, said Sainsbury’s. He also received £289,000, 30% of his salary, to put towards his pension and a £582,000 deferred share award, although that was down from £758,000 a year before. The supermarket’s chief financial officer and director, Kevin O’Byrne, and the Argos chief executive, John Rogers, both received annual bonuses of more than £300,000 and deferred share awards of more than £300,000, taking their total pay to more than £2.2m each. The payouts came despite Sainsbury’s reporting a 42% drop in profits to £239m, as sales at established stores slipped by 0.2%. Sainsbury’s remuneration committee said it was “comfortable with the bonus outcomes, particularly when the broader context of the retail market performance is considered”. Coupe’s pay is less than the £4.6m received by the bosses of both the much larger Tesco and the smaller Morrisons. The row over the pay changes for thousands of ordinary Sainsbury’s workers was prompted when the company said it was investing £110m in a pay rise for 93% of its 130,000 shop workers, taking pay from £8 to £9.20 an hour, or £9.80 in London, to give an average pay rise of 9.3%. However, the removal of paid breaks, an annual bonus and Sunday and bank holiday pay meant 7% of staff, or about 9,000 people, experienced an average pay cut of £400 a year. The supermarket has said it would make up the difference in their pay for 18 months and pledged to review its policy in March 2020. Bev Clarkson, national officer for the food industry at the Unite union, which has considered legal action about Sainsbury’s pay changes, said: “Mike Coupe’s mammoth payday is another example of top corporate bosses skimming the cream off the top, while the pay of those hardworking staff at the frontline making the profits is continually squeezed.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}