{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/grogonomics/2019/jun/04/its-a-big-week-for-the-economy-but-there-is-hope-that-things-might-improve", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-03T18:00:13Z", "webTitle": "In a big week for the economy, there is some hope that things might improve | Greg Jericho", "webUrl": "https://www.theguardian.com/business/grogonomics/2019/jun/04/its-a-big-week-for-the-economy-but-there-is-hope-that-things-might-improve", "apiUrl": "https://content.guardianapis.com/business/grogonomics/2019/jun/04/its-a-big-week-for-the-economy-but-there-is-hope-that-things-might-improve", "fields": {"headline": "It's a big week for the economy, but there is hope that things might improve", "bodyText": "This week is a big one for the economy – both looking forward and back. On Tuesday the Reserve Bank is expected to cut interest rates to a record low of 1.25% and on Wednesday the GDP figures for the first quarter of this year are due to be released showing the economy continues to grow weakly. The latest business indictors released on Monday by the Bureau of Statistics showed that while the total amount of company profits remain strong, workers are not really seeing anywhere near the level of wages growth they should expect. The economy, it should be clear to anyone who ignored what was said by politicians during the election campaign, is not doing well. It is not complete doom and gloom – a recession still seems less than likely to occur – but anything like the level of growth we once took for granted still appears a long way off. The big worry is that while right now things are not great, over the past couple of years companies actually did do quite well and yet workers saw little return. The latest figures show that since the middle of 2016 annual company profit growth has easily outstripped total wages growth. In the past year, company profits rose 8.8% in trend terms while wages grew 4.1%: But because wages growth is relatively stable and profits can bounce around it is best not to compare wages and profits growth directly. Instead I always prefer to lok at average profit growth over a three-year period to wash out some of the normal business cycle booms and busts. But here we see the real disparity between profit and wages growth. Since June 2016, total profits have increased 49% while the total amount of wages rose just 9.5%. It makes for an average annual growth in company profits of 13.4%. For comparison, when profits averaged that growth in the three years to December 2008, wages were growing at double the rate they are now: During the election campaign the prime minister sought to downplay the disparity by suggesting that the issue was mining profits were booming while profits in the rest of the economy were basically in line with wages. He suggested in the second leaders’ debate that “if you strip the mining companies out, compensation of employees and the gross operating surplus on the national accounts … have moved at the same level”. And Scott Morrison is correct, mining profits have boomed much more than the rest of the corporate sector: Mining profits since the middle of 2016 have risen an astonishing 126%. But there are two problems with Morrison’s explanation. The first is that while mining profits massively skew total profits, focusing on non-mining profits only serves to highlight just how poorly the economy is performing. In the past year non-mining company profits grew just 1.5% in trend terms and a mere 0.3% seasonally adjusted. Either way that is the worst growth since 2016: And secondly, the three-year average annual growth of non-mining profits are growing much faster than wages and are also trending up while wages are trending down: But if profits in the non-mining sector are falling, that does not suggest total wages – either through greater employment or actual wage rises – are going to start growing faster than they currently are. The lack of growth in the economy was also highlighted by the latest private new capital expenditure figures out on Thursday. In all sectors of the economy there has been either a slowing in the growth of investment or an actual fall: And we know from past experience during the mining boom that the best route to strong employment and wages growth is when investment is rising. And this is where there are some positive signs. The latest estimate for investment in 2019-20 financial year has shown a significant jump over the estimates this time last year for 2018-19. Currently firms expect investment in mining infrastructure to be 21% above this year – the first such increase for seven years. Even the non-mining sectors predict a 9% increase – the best growth since before the GFC: And don’t believe any spin about this being due to the re-election of the government. The ABS conducted these surveys during March and April – at a time when most thought the ALP would win. The improved outlook for investment is certainly heartening, but the results will take some time to filter down to wages. The GDP figures out released on Wednesday will likely confirm that real household incomes remain flat. Should the increased investment lead to stronger demand for workers and thus higher wages it is likely it will take a year or so to flow through. So the wait continues, but at least amid the gloom, there is some hope that things might improve. • Greg Jericho is a Guardian Australia columnist"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}