{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/jun/15/boeing-dreamliner-b787-safety-fears", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-15T16:18:40Z", "webTitle": "Pilots reveal safety fears over Boeing’s fleet of Dreamliners", "webUrl": "https://www.theguardian.com/business/2019/jun/15/boeing-dreamliner-b787-safety-fears", "apiUrl": "https://content.guardianapis.com/business/2019/jun/15/boeing-dreamliner-b787-safety-fears", "fields": {"headline": "Pilots reveal safety fears over Boeing’s fleet of Dreamliners", "bodyText": "Airline pilots have voiced fears over the safety of a fleet of Boeing aircraft after a crucial fire-fighting system has been found to have the potential to malfunction. Boeing has issued an alert to airlines using its flagship B787 Dreamliner, warning that the switch used to extinguish an engine fire has failed in a “small number” of instances. The switch also severs the fuel supply and the hydraulic fluid to prevent flames spreading. UK airlines Tui, British Airways and Virgin Atlantic operate more than 60 Dreamliners between them. The US regulator, the Federal Aviation Administration (FAA), has decided not to ground the fleet, despite admitting a “risk to the flying public”. Pilots, however, claim that the safety of passengers and crew is being compromised. “If there was an engine fire on a transatlantic flight and the aircraft had one of the defective fire switches, then we would have to fly with a burning wing for up to three hours before we could safely land,” a pilot with a British airline told the Observer. In its alert to airlines, Boeing warns that long-term heating can cause the fire switch to stick in the locked position so it can’t be used to release the two fire extinguishers in each engine. The FAA has issued an airworthiness directive, mandatory instructions to air operators, announcing that the problem is “likely to exist or develop in other products of the same design” and that “the potential exists for an airline fire to be uncontrollable”. However, it stopped short of grounding the aircraft and instead ordered airlines to check the switch every 30 days. The FAA was criticised for declining to ground Boeing’s fleet of 737 Max aircraft in March after a software malfunction was suspected of causing two fatal crashes. It changed its stance after regulators in other countries banned the aircraft from flying while the accidents were investigated. Launched in 2011, the Dreamliner fleet was designed to revolutionise air travel with fuel-efficient technology and a longer flight range. The $200m (£160m) aircraft were grounded in 2013 following a series of fires caused by leaking batteries. In 2017 the FAA ordered the company to improve its quality control after metal shavings were found among electrical wiring, causing a fire hazard. This year Boeing increased production of the Dreamliner from 12 to 14 a month and announced that it would be replacing up to 900 quality control inspectors with smart technology. Critics claim that the speed of production is compromising safety. “We, as a pilot community, have found it all smacks of taking the cheap route and not the safe route,” says a pilot who spoke anonymously to the Observer. “Boeing insists that the risk of an engine fire is very low, and that’s true, but it’s Boeing’s attitude to the risk that has upset us, especially in light of recent B737 Max issues. If the fire switch malfunctions, there’s no manual override to deploy the engine fire extinguishers and therefore no way of putting out a fire, but Boeing says that it’s fine, and the airlines agree. Such is the fear of Boeing’s power that no one dares speak out.” Tui, British Airways and Virgin Atlantic all told the Observer that they abided by the safety requirements set out by aviation authorities and their aircraft had been checked and would continue to fly as normal. Boeing said that fewer than 1% of fire switches have proved defective, and that it was supporting airlines with inspections and replacement parts. “Boeing works closely with the FAA to monitor the fleet for potential safety issues and take appropriate actions,” said a spokesperson. “Engine fires are a very unlikely event and there have been no observed engine fires in the 787 fleet history.” The FAA declined to comment on pilot concerns, stating that it invited responses in February when the airworthiness directive was proposed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}