{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "careers/2019/jun/25/focus-on-sustainable-change-tackling-sexism-in-civil-engineering", "type": "article", "sectionId": "careers", "sectionName": "Guardian Careers", "webPublicationDate": "2019-06-25T16:09:53Z", "webTitle": "'Focus on sustainable change’:  tackling sexism in civil engineering", "webUrl": "https://www.theguardian.com/careers/2019/jun/25/focus-on-sustainable-change-tackling-sexism-in-civil-engineering", "apiUrl": "https://content.guardianapis.com/careers/2019/jun/25/focus-on-sustainable-change-tackling-sexism-in-civil-engineering", "fields": {"headline": "'Focus on sustainable change’:  tackling sexism in civil engineering", "bodyText": "The gender pay gap is everywhere, but nowhere more so than in construction. According to analysis by XpertHR, construction firms’ data revealed a pay gap of 24% – compared with a national average of 8.6%. Alison Fitch, HR manager at Invennt, a management consultancy that deals exclusively with construction, says there are a number of factors limiting the industry’s ability to attract and retain female talent, including gender imbalance and a lack of flexible working arrangements that make it difficult for women to stay in work while caring for children. Michelle Gyimah, gender pay gap consultant at Equality Pays, agrees, saying civil engineering faces a double challenge: to attract women, and to retain them and enable their progress. It’s something associate structural and civil engineer Victoria Martin has experienced. While engineering consultancy is, for the most part, meritocratic, there are still too few women occupying technical and design roles that offer scope for progression, she says. “This skew towards the typically lower paid administration roles is then undoubtedly reflected in the gender pay gap figures.” A 2017 report from the Association of Women in Property presented research carried out with pay gap analysis provider Gapsquare and executive research consultants, Rosemont Partnership, which surveyed representatives from all sections of the construction market. The research revealed that 30% of women left their jobs after two years or less, and only 12% of women were in a managerial role. From stereotypes and bias to a lack of flexibility, the reasons behind the gender pay gap in civil engineering seem clear. But what steps should the industry take to change that? For Gyimah, the sector needs to address “bias in the workplace and confrontational behaviours, offering more equal gender hiring on apprenticeships and graduate schemes right through to better maternity packages, introducing shared parental leave and embedding flexible working arrangements”. Writing in a blog post, Rachel Bell, chairman of the south-west branch of the Association of Women in Property, says: “At a time when flexible work environments and breakout spaces at universities are common, young people expect the same flexibility at work, too.” Change will take time, says Gyimah. “The key is to focus on long-term sustainable change. The gender pay gap has not appeared overnight, so it will take time to see sustainable change. Recent Equality and Human Rights Commission research shows that six in 10 women now use gender pay gap data as a deciding factor when it comes to job seeking. So if civil engineering firms are serious about addressing pay gaps, then ensuring that they have robust action plans in place is important.” Sue Ferns, senior deputy general secretary at trade union Prospect, says there are initiatives aimed at narrowing the gender pay gap, but they are not making enough difference quickly enough. “There’s still quite a lot of confusion about what a gender pay gap is compared with what equal pay means. We need to educate people.” In Ferns’ view, effective dialogue is best achieved through union representation. “It’s difficult for individuals to pursue this on their own. We all know about the leaky pipeline. It requires a change in culture that is visible through practical changes in the workplace. There is no easy solution, but there is a strong case for focusing on the issues that concern women most.” Experience: ‘There were no industry mentoring sessions’ When architect Carol Stitchman was growing up, her career options seemed limited. Today, things are looking much brighter. Interview by Mark Smith Growing up in a small mining town as one of six children, Carol Stitchman, design manager at Curzon Street station in Birmingham – the first intercity station to be built in Britain since the 19th century – spent every Christmas asking for a pony, but was told by her mum that if she wanted one, she was going to have to “get herself a good job”. Stitchman has certainly achieved just that. But back in the 1970s, the options for women in her career path were very limited. “In those days, girls left school to be hairdressers, secretaries and nurses. There were no industry mentoring sessions, no visiting speakers. I lived in a then-thriving coal-mining area and most of the people I knew, including my family, worked in the mine.” Having set her sights on a career in architecture, after discovering a gift for technical drawing at school and a love for Lego, she became the first of her siblings to go to college and made it through university, despite running out of money. “My final-year tutor advised that I should think about working as a technician and not an architect. He clearly didn’t know me that well,” she says. Carol went to work for Boots as a project architect, while studying in the evenings, eventually realising her dream of becoming an architect after seven years of study. In 2000, she moved into the rail industry to work for Railtrack (now Network Rail). It had more than 30,000 engineers and 16 architects, with Stitchman one of just two women. One of the projects she was involved in was the redevelopment of Birmingham New Street station, which she spent 15 years of her career. She cites its opening, four years ago, as one of the highlights of her career. “With more than 1,000 contractors, we worked overnight to open the station to the public, and I watched people through bleary eyes as they moved through the space, this new station that had been my baby for so long.” In 2016, Birmingham New Street station won more than 20 industry awards. Her own personal achievement was being awarded the best woman architect award in the Women in Construction and Engineering (WICE) awards, and being chosen from more than 300 finalists as the most distinguished winner. She then joined engineering firm WSP, which went on to win the bid to design Curzon Street, and so Stitchman found herself back where she started. “It felt like I was coming home to manage the design of my second multimillion-pound rail project in Birmingham. More importantly, though, did she ever get that horse? “I bought my first horse 20 years ago and now have five horses and five dogs. I’m also currently renovating an old farmhouse – so life has been good.” Download our women in engineering supplement (pdf)"}, "isHosted": false}}}