{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "careers/2019/jun/24/you-lift-with-your-mind-not-with-your-muscles-female-sound-engineers-on-working-in-audio", "type": "article", "sectionId": "careers", "sectionName": "Guardian Careers", "webPublicationDate": "2019-06-23T23:01:06Z", "webTitle": "‘You lift with your mind, not with your muscles’: female sound engineers on working in audio", "webUrl": "https://www.theguardian.com/careers/2019/jun/24/you-lift-with-your-mind-not-with-your-muscles-female-sound-engineers-on-working-in-audio", "apiUrl": "https://content.guardianapis.com/careers/2019/jun/24/you-lift-with-your-mind-not-with-your-muscles-female-sound-engineers-on-working-in-audio", "fields": {"headline": "‘You lift with your mind, not with your muscles’: female sound engineers on working in audio", "bodyText": "Diversity in music has come a long way on stage, but off stage it’s a different picture: in the UK, just 5% of audio engineers are women. When it comes to live shows, women are having to face discriminatory stereotypes that they “can’t hack tour”, that working on live tours is too physically and emotionally demanding, that it’s very much a man’s world. But a number of women have been making waves in the industry for years. Here, two engineers, who have worked with the likes of Blondie, the Subways and Arcade Fire, share their experiences of working on live shows. Beth O’Leary Live sound technician and engineer Growing up in Ireland, the music scene wasn’t very big and I wasn’t used to big production shows, so it didn’t occur to me that sound engineering could be a career path. I went to university in Sheffield to study zoology, but I got involved with club nights and music events at the students’ union and ended up going into sound instead. I’m a freelancer, so my work changes for every job. At the moment, I’m a monitor engineer for Kylie Minogue – we do in-ear monitors and throughout the show I keep an eye on the band, make sure they’re happy, and if they need anything changing, I’ll sort that out. As a monitor engineer, my goal is for people to forget that I’m there. If the gig goes well, the band forgets about me and can concentrate on putting on a good show. There’s a lot of technical knowledge that you need, but everything can be learned. However, you can’t just be a technical wizard – you need people skills because you’re looking after a band. It can be very difficult to explain sounds – we’re very visual. So you need to be able to interpret when a band member is saying: “It sounds a bit crunchy.” That requires skill. There’s something very satisfying about getting the sound right. When you see the crowd and how elated they can get just by hearing music, it’s really rewarding. I like knowing I’m part of that. And being able to work with the same bands every day is a real pleasure – that’s what I love about tour. You get to know them, you get to know their music. If you’re with the right group of people, tour is really fun. It’s like a travelling circus with people who become your family. There’s a lovely, welcoming crew for Minogue. But out of a technical crew of 41, there are three women. And that’s good by touring standards. I think a lot of people say it’s just that women aren’t interested. And a lot of people say we need to encourage women into Stem subjects, but I think that’s just passing the buck on to the next generation. There’s plenty of women who tried to make it in the industry and just gave up and left. I’ve even questioned why I’m still here at times. Most people are lovely and supportive, and while the whole industry is getting more inclusive, there is still sexism – both personal and systemic. There’s no innate reason why women don’t hack it on tour. It usually involves heavy lifting, but in this day and age of risk assessments and manual handling training, that is becoming more manageable, too. There’s not that many women on tour because it’s competitive and there aren’t enough women coming in in the first place. Sometimes women aren’t made to feel welcome, so they’re either not getting the opportunity to go on tour, or if they’re quitting it’s because someone’s made life difficult for them. It’s definitely going in the right direction, but there’s a long way to go to improve diversity in the technical world – even though there’s more diversity on stage now. Kim Watson Sound engineer From 2008 onwards, I’ve just been pretty much on the road. I’ll do everything from front-of-house sound – which is what everyone hears – to sound monitoring, which is what the band hears. I did studio stuff early on, but repeating the same songs over and over again got boring – whereas live sound is very instantaneous. There’s much more energy to it. It’s more exciting. And as a monitor engineer, you’re on the side of the stage with the band, so you see a show you wouldn’t normally see. I’ve been on tour with Blondie, Emeli Sandé and the Subways, but my guilty pleasure is progressive rock shows – I once toured the Pink Floyd tribute band, and listening to that music every day was wonderful. One of the reasons I got into this was because I didn’t want to pay for gig tickets all the time. I started when I was 19. I did music production at college and from there met a sound company, and I was taken on and had a mentor for a long time. Once I started working for him, I knew this was exactly what I wanted to be doing. He taught me: you lift with your mind, not with your muscles. He was right. In the early days, the equipment was a lot heavier, but now there’s a lot less of it and it’s less heavy, which has given women a lot more access to this side of the industry. I can fly a whole PA system pretty much on my own now, without the help of a crew. A lot of that has really helped because, back then, I was assumed to be a colleague’s girlfriend, or just somebody he was hanging out with. People didn’t think I was part of the team. I’ve been literally pushed out of the way for a guy to jump on the desk. As a young woman, there was a lot of that, and I think a lot of women would quit over that. The physical and emotional demands of tour plays both ways to both men and women. Especially in the music industry at the moment, conversations about mental health are becoming very public. I think for a long time there had been a lot of denial about this, but more recently support is coming through. Touring is a lot of work, it’s very intense and very fast. Days are normally from 9am to midnight or 1am. There’s a lot of downtime after tour and then a lot of work. And we have a thing called “tour comedown”: you come back from tour – where everything is very regimented – and you’ve got to kind of readjust to real life. The support hasn’t always been there. Now the industry is becoming more professional – I think it’s because of the introduction of women. I’ve earned respect. Mostly, engineers will come in and go: “Ah, it’s you, Kim, you’re looking after us today.” I’ve become known for being a good engineer. Download our women in engineering supplement (pdf)"}, "isHosted": false}}}