{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "careers/2019/jun/24/teachers-can-change-things-tackling-the-maths-and-science-shortage", "type": "article", "sectionId": "careers", "sectionName": "Guardian Careers", "webPublicationDate": "2019-06-23T23:01:05Z", "webTitle": "‘Teachers can change things’: tackling the maths and science shortage", "webUrl": "https://www.theguardian.com/careers/2019/jun/24/teachers-can-change-things-tackling-the-maths-and-science-shortage", "apiUrl": "https://content.guardianapis.com/careers/2019/jun/24/teachers-can-change-things-tackling-the-maths-and-science-shortage", "fields": {"headline": "‘Teachers can change things’: tackling the maths and science shortage", "bodyText": "If a teacher hadn’t encouraged her, Yvonne Baker might never have gone into engineering: “She inspired me at a time when it was unheard for girls to consider it.” Baker’s glad she made that choice – as a chartered chemical engineer, she now leads efforts to persuade people to choose science, technology, engineering and maths (Stem). “Teachers can be the ones who can change things – they’re a key part of solving the engineering skills shortage and encouraging more girls,” says Baker, who now heads Stem Learning, which provides education and careers support. Worried about a lack of maths and physics teachers, the government is focusing on finding more and hanging on to them, with a new recruitment and retention strategy launched this year. This supports teachers and offers flexible working. With phased bonuses of up to £10,000, the government hopes to encourage maths teachers to stay on after training – in total, £406m is being invested specifically on maths, digital and technical education. “I wouldn’t leave now if you paid me,” says science teacher, Helen Staton, who teaches biology and science in Southampton, Hampshire. She joined via Teach First, a charity that focuses on recruiting for shortage subjects, in 2016. “For me, it’s about teaching what science actually is,” says Staton. “Kids don’t understand the amazing careers available.” But there aren’t enough teachers like Staton. Just half of maths and physics teachers stay on in state schools beyond five years – that’s worse than the overall retention rate of 60%, a 2018 report from the Education Policy Institute shows. Today, there are more pupils – now nearly 17 per teacher, up from 15.5 in 2010. By 2025, a population bulge means there’ll be 15% more pupils in secondary schools than in 2018. Not even half of maths and physics teachers hold a relevant degree. “If it’s not your specialist subject, you’re less able to inspire pupils,” says Dr Rhys Morgan, director of engineering and education at the Royal Academy of Engineering. And this is bad news for engineering. “Half of all A-level physics students go on to study engineering,” says Morgan. “But only 20% of A-level physics students are girls. We need to address this early on in schools.” Some universities have dropped the physics requirement for their engineering degrees in order to widen entry to more women, but this risks marginalising physics as a subject in schools, says Morgan. Since 2010, the number of girls taking Stem A-levels has risen 26%, and in the latest intake the government recruited 5,900 science and maths trainees – up 500 from the previous year. Entries to GCSE computer science are rising faster than for any other subject. But the salaries science and maths teachers earn fall below those of the private sector – maths teachers in their late 20s earn about £4,000 less than their graduate peers. Engineering companies have a role to play, too, says Baker. And a scheme to bring in teachers to summer work placements has been successful. “It helps when you can say: ‘I met a person who did this,’” says Morgan. Teachers are also more likely to stay if their skills are boosted by training – and Stem Learning’s subject-specific development makes it 160% more likely that science teachers will remain in their profession. “Industry says we need more engineers,” says Morgan. “But I believe we need to divert some of them into teaching.” Download our women in engineering supplement (pdf)"}, "isHosted": false}}}