{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2019/jun/14/game-of-thrones-commuter-sells-seat-on-crowded-tokyo-train", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2019-06-14T10:30:26Z", "webTitle": "Game of thrones: commuter sells seat on crowded Tokyo train", "webUrl": "https://www.theguardian.com/cities/2019/jun/14/game-of-thrones-commuter-sells-seat-on-crowded-tokyo-train", "apiUrl": "https://content.guardianapis.com/cities/2019/jun/14/game-of-thrones-commuter-sells-seat-on-crowded-tokyo-train", "fields": {"headline": "Game of thrones: commuter sells seat on crowded Tokyo train", "bodyText": "Every morning, millions of Tokyoites cram into overcrowded trains across the world’s largest city. Most must stand, often squeezed uncomfortably together. So, earlier this month, one enterprising commuter came up with a novel wheeze to profit from the situation. His morning journey ran from the suburb of Chiba into central Tokyo – a long trip for which he was almost always guaranteed to get a seat. So he put that seat up for auction – for 2,000 yen (£14.50). He named the car, and the time of the train, and asked buyers to show him proof of payment on their mobile phone. The incident illustrates the city’s commuter hell. Although the city’s central wards contain about 13.5 million people, many of the cities in the surrounding metropolitan area feed into the city centre – and the total population of the Greater Tokyo Area approaches 38 million. More than 3 million people pass through Shinjuku station, the world’s busiest, every day. The Hokuso line, where the man tried his stunt, gets off relatively easy. Even during peak rush hour at around 8am its trains are “only” 92% full. “Our train does not get as badly crowded as other lines in Tokyo, but we hope that passengers are considerate of one another and share seats,” said a press officer for the Hokuso Railway company. The online ad didn’t last long. Because it violated ordinances in adjoining prefectures Tokyo and Chiba, the auction site, Mercari, ordered it to be removed. Auctioning a train seat for money is punishable with a fine of up to 500,000 yen. Indeed, it was not the first time someone tried to profit from securing seats on Tokyo’s jammed trains. In 2005, a book offering tips on “sit-down techniques”, such as how to spot a seat very likely to vacate at the next stop, sold thousands of copies. It was made into a movie a year later. The famous professional “pushers” still do appear during the morning hours to shove people on to carriages that are filled far above 100% capacity. While passengers once buried their heads in books, now they are glued to their screens. The lucky ones who get a seat often count the multi-hour commute as part of their daily slumber: Japan is one of the world’s most sleep-deprived societies. On the way home at night, meanwhile, Japanese businessmen also commonly make the best out of their commute by throwing a small party on the train. With beers, chuhai spirits and kakipi peanuts, they can be seen red-faced and chatty with their colleagues on the way back from work. Drinking is not on the list of not-to-dos on the train, surprisingly – unlike forgetting umbrellas, talking on the phone, blasting music from headsets, or wearing a backpack in crowded carriages. To that list, we may now add: selling a seat. Guardian Cities is live in Tokyo for a special week of in-depth reporting. Share your experiences of the city on Twitter, Facebook and Instagram using #GuardianTokyo, or via email to cities@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}