{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2019/jun/27/its-dangerous-out-there-safety-fears-drive-new-berlin-bike-lanes", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2019-06-27T05:30:07Z", "webTitle": "'It's dangerous out there': safety fears drive new Berlin bike lanes", "webUrl": "https://www.theguardian.com/cities/2019/jun/27/its-dangerous-out-there-safety-fears-drive-new-berlin-bike-lanes", "apiUrl": "https://content.guardianapis.com/cities/2019/jun/27/its-dangerous-out-there-safety-fears-drive-new-berlin-bike-lanes", "fields": {"headline": "'It's dangerous out there': safety fears drive new Berlin bike lanes", "bodyText": "Electric bikes, swanky racers and clanky old flea market two-wheelers roll along a cycle path near Berlin’s Hasenheide park that was recently reclaimed from a lane used by cars. The path has been coated with bright green paint and has a line of stripy metal bollards to separate it from the busy road. “It’s now protected from cars and that is good,” says Jerome Jossin, who lives nearby and whose baby sits swinging her legs from a seat on the back of his bike. “This is safer, but it’s not typical.” Safety is a big talking point among both cyclists and city planners in the German capital. In 2018, almost one cyclist a month was killed on its streets, and some 8,000 injuries were recorded. Activists have kept the issue in the public eye by placing “ghost bikes” – white painted memorial bicycles, surrounded by candles, photographs and cuddly toys – at spots where cyclists have been killed. Electronic signs remind Berlin car drivers them how many cyclists and pedestrians have been killed so far this year. The city’s streets and avenues, typically wider than elsewhere in Europe, are getting increasingly crowded. Last year bicycle traffic rose by 9%. And as Berlin’s population swells year by year, so do the numbers of cars, bikes and pedestrians piling into its central districts. Berlin’s cyclists, once leisurely riders with a relaxed approach to using bike lights at night, are increasingly donning helmets and high-vis vests. “It’s dangerous out there,” says Ragnhild Sørensen of Changing Cities, a cycling pressure group that is among those behind the ghost bike shrines. “Our narrow bike lanes are good for Sunday bike trips but during the week it’s chaotic. Sometimes you can’t even cross at the green light, because there are too many bikes clumped together before a crossing.” And tensions on Berlin’s busy streets often boil over. Sights like cyclists whacking car roofs after being forced to brake suddenly have inspired the term Wutradler (angry cyclist), while pedestrians often yell at those riding their bikes along the pavement. Although Germany is internationally touted as bike-friendly, Berlin lags metropolises like Amsterdam or Copenhagen by decades. And maybe that is not surprising. Home to international car giants as well as a slew of mid-sized automobile parts makers, Germany has a long tradition of ranking four wheels above two, as illustrated by Berlin car owners’ widespread expectation that they can park for free near their city centre homes, something unimaginable in other European capitals. Post-Dieselgate suggestions to restrict car journeys with a congestion charge or speed limits face noisy opposition meet with fierce resistance. But in Berlin’s senate a rethink is under way. In 2018, the capital became the first German city to get its own “mobility law”, which prioritises walking, cycling and public transport above cars. It has outlined a Vision Zero pledge for traffic accidents, and is paying out more for Berlin’s bike lanes, reversing years of underfunding in the debt-riddled post-reunification city. Many people are pushing for more space for cyclists and pedestrians: right now around 60% of the streets belong to cars, which account for less than 30% of all traffic. And as part of its bid to safeguard Berliners on bikes, the city plans to create 10 high-speed bike routes reaching out, like spider legs, from the city centre to its outskirts. With wide lanes and a minimum of traffic lights, the new paths will cover some 150km. With a nod to the expertise of Copenhagen, the Danish company Ramboll has been commissioned to make six of them. In addition, 100,000 bike parking spaces are to be built, including a vast bike parking area above Berlin’s central train station. But change takes time. Experts point out that bureaucracy means it takes an average of three years from the drawing board to finalising new bike lanes. Building work on Berlin’s network of high-speed bike connections will not start until 2022. Meanwhile, Berlin’s cyclists are used to being on high alert, even on new brightly painted bike lanes. Back near Hasenheide park, Jossin warns that the bike path makeover is an exception rather than the norm. “Further down the road you reach a major intersection,” he says. “Then, all of a sudden, the bike lane fades out.” Follow Guardian Cities on Twitter, Facebook and Instagram to join the discussion, catch up on our best stories or sign up for our weekly newsletter"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}