{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2019/jun/18/share-your-photos-best-worst-cycling-infrastructure", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2019-06-18T12:41:52Z", "webTitle": "Share your photos of the best and worst cycling infrastructure in your cities", "webUrl": "https://www.theguardian.com/cities/2019/jun/18/share-your-photos-best-worst-cycling-infrastructure", "apiUrl": "https://content.guardianapis.com/cities/2019/jun/18/share-your-photos-best-worst-cycling-infrastructure", "fields": {"headline": "Share your photos of the best and worst cycling infrastructure in your cities", "bodyText": "Some of the best and worst of examples of cycling infrastructure in cities have hit the headlines this week. On Monday, the Bicycle Architecture Biennale – which celebrates cutting edge designs from around the world – launched in Amsterdam. Schemes included a 8km bicycle skyway in Xiamen – China’s first suspended cycle path and the world’s longest aerial cycle lane, and projects from cities as far afield as Australia, the US and of course the Netherlands. Not one of the 15 selected projects, however, were from the UK. In fact, Britain’s cycling commissioners have criticised the government for wasting hundreds of millions of pounds painting white lines on busy roads and calling them cycle lanes, which do nothing to make people feel safer on a bike. Chris Boardman, walking and cycling commissioner for Greater Manchester, said: “It’s tragic that hundreds of millions of pounds of government money has been spent on substandard cycling and walking infrastructure.” The commissioners are calling for an end to car-centric transport planning and a move towards investment decisions that “account for the true cost of car use to society”. In another blow to cyclists in the UK, Kensington and Chelsea council last week shelved a scheme to introduce new pedestrian crossings and install protected bike routes on a stretch of busy west London roads. Share your photos We want to see your photos of examples of the best and worst cycling infrastructure in your cities. Upload your photos using the form below and tell us where the photo was taken. We’ll publish a selection of our favourites. You can tweet us @GuardianCities, with the hashtag #Cyclingthecity, or email cities@theguardian.com. If you’re having trouble using the form, click here. Read terms of service here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}