{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2019/jun/13/a-city-built-on-water-the-hidden-rivers-under-tokyos-concrete-and-neon", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2019-06-13T11:00:37Z", "webTitle": "A city built on water: the hidden rivers under Tokyo's concrete and neon", "webUrl": "https://www.theguardian.com/cities/2019/jun/13/a-city-built-on-water-the-hidden-rivers-under-tokyos-concrete-and-neon", "apiUrl": "https://content.guardianapis.com/cities/2019/jun/13/a-city-built-on-water-the-hidden-rivers-under-tokyos-concrete-and-neon", "fields": {"headline": "A city built on water: the hidden rivers under Tokyo's concrete and neon", "bodyText": "Of the near-endless flow of people over the busy Shibuya scramble crossing every day, few realise that beneath their feet is something else flowing, unseen and unnoticed: the crossing of two ancient rivers, the Uda and the Onden. Beneath all the concrete and neon, Tokyo is a city built on water. It is the reason the Japanese capital’s 37 million citizens are here at all. From fishing village to seat of political power, canny water management was a key driver of the city’s extraordinary growth. You’d never know it today. As cities from Seoul to Chicago to Sheffield revitalise their waterfront areas with huge economic and environmental benefits, Tokyo has turned its back on water. Its rivers have been allowed to stagnate. Streams have been filled in, highways built directly over rivers. Waterways used to be a key method of transport and cultural life. Now the rivers and canals are dirty, desolate and nearly deserted. Fly over Tokyo and you will almost certainly spot at least one of the four megarivers that converge on the city: the Arakawa, Sumidagawa, Edogawa and Tamagawa. These broad, shimmering belts are just the main ones: more than 100 natural rivers and manmade canals flow underneath a city now more famous for glass, steel and concrete. In fact, it was water management that made Edo, as Tokyo was known, larger than London by 1700. Warehouses lined Tokyo Bay, goods travelled up the rivers and canals just as they now do on roads, while theatres, teahouses and, inevitably, the red light district took advantage of the bustling waterways. The era’s famous ukiyo-e or “floating world” woodblock prints reflect the centrality of water to the life of the city. European visitors compared it with their own continent’s great water city: “In all things Edo presents peaceful harmony,” wrote Aime Humbert, a Swiss envoy, of the city between 1863 and 1864. “Where does one find its like in Europe? Only along the banks and in the squares of the Queen of the Adriatic, Venice herself.” Today, comparisons with Venice are thin on the ground, but you can still find evidence of water running vein-like under the city’s concrete skin, if you know where and how to look. Flat roads lined with lush greenery, for example, often indicate a buried stream. Temples and graveyards suggest a suribachi: a natural hollow in one of the city’s hills, where a spring and pond used to be. “As Tokyo has modernised, the role of water has disappeared,” says Prof Hidenobu Jinnai of Hosei University. “But the past memory and images still exist in today’s Tokyo and are an important factor in understanding the identity of Tokyo.” The Great Kanto earthquake of 1923 was the first rupture with the city’s water-based development. The extensive rebuilding saw planners embrace more western styles of building. Further reconstruction after the second world war – when Tokyo was burned to the ground – and then the run-up to the 1964 Olympic Games decisively turned the face of the city away from water, and not for the better, says Jinnai. “The Tokyo Olympics in 1964 decisively caused the loss of [Tokyo as a] ‘water city’,” he says. “Tokyo’s water quality got worse because of the pollution. Highways covered many waterways, Tokyo Bay, industrialisation, traffic, transport … these are the reasons that people became distanced from the water.” A recent boat trip along the Sumida river with Akira Abe of the Machifune Mirai Juku waterway activists revealed miles of faceless industrial development and grey residential towers. Strict regulations on building within the river’s flood zone were relaxed in 2004, and again in 2011, but few developers have seized the opportunity. As you travel up quieter canals and tributaries, there is a sense of gloom and neglect – but also of possibility. Abe points out the overhanging cherry trees: sakura season is beautiful on the Edo-era canals, he says. Over two and a half hours on the boat, very little water traffic passes; the exceptions are a futuristic-looking tourist waterbus, designed by manga artist Leiji Matsumoto, and a yellow six-seater water taxi. “You need to book six months ahead to get a trip on one of those,” jokes Abe. The lack of boats is partly because of fire restrictions at docks, many of which are designated for emergency use only. Docks are also managed separately by national, metropolitan and ward authorities, with little coordination, making it complicated for businesses to make use of them. But it is also a legacy of the 1964 Games, which saw a rapid revision of the city’s transport infrastructure at the cost of the waterways. Multi-lane highways were built directly above rivers and canals, to avoid the cost of purchasing and clearing land. The Nihonbashi river and its beautiful Meiji-era bridge were particularly noticeable victims, but the effect on the ecology and the economy of the waterways was even more devastating. Already polluted by years of sewage and industrial runoff, the planting of concrete support columns into rivers caused further stagnation and pollution of the water, as well as making the waterways unusable to many commercial craft. With the eyes of the world trained on Tokyo, streams were considered so irredeemably polluted that they were filled in with construction rubble, then concreted over. Others were culverted to conceal the stench and sludgy flow, becoming roads instead (and arguably simply replacing one form of pollution with another). The one bright spot water-wise was the development of a modern sewage system. Tokyo toilets are the envy of the world, and stopped one form of pollution at least from entering the water network. In more recent years, there have been attempts to reconnect Tokyo with its waterfront, most notably the Odaiba land reclamation project. During the 1980s economic boom, the city consolidated a scattering of defensive batteries (created towards the end of the Edo period) across Tokyo Bay into two manmade islands, which were earmarked for huge development projects. Then the economic bubble burst, leaving the area vacant until the 1990s, when hotels and companies moved in. Odaiba is now a hi-tech entertainment destination, criticised by some as soulless but a popular visitor attraction. As Tokyo prepares for the 2020 Olympics, some are pushing for the city to re-evaluate the role of water. Odaiba’s marine park is set to host the Olympic triathlon and marathon swimming events, which has meant confronting the poor water quality in Tokyo Bay, a legacy of centuries of polluted waterways. There are also plans to demolish the Nihonbashi flyover, and rather ambitiously turn it into a road tunnel under the river instead. The plan was originally mooted in 2005, and in 2017 the land minister, Keiichi Ishii, confirmed it would move ahead after the Olympics. Last week, the government released its environmental assessment of the impact of a tunnel, and an engineering consultancy formally began work on a proposed tunnel design. The city is also planning to increase its water transport fleet, making water taxis and bus routes a more viable transport option. The environmental benefits would be substantial, too. “Canals are an excellent base for transport and for managing the heat island effect,” notes Norihisa Minagawa, architect and co-founder of the urban history walking group Suribachi Gakkai. However, the biggest obstacle to Tokyo once more embracing its canals and waterways is not money: it is the indifference of Tokyoites. Re-engaging the city’s residents with their waterways after decades of neglect is no easy task. “It’s very difficult to move the public and the government,” says Minagawa. “It’s not much investment – if people want it it’s easy. It’s not a difficult, complicated project, because money is not an issue. It’s more to do with the system. People are not interested. That’s why education is important.” For inspiration, many Tokyo urbanists are looking abroad to other cities. “In Treviso, north Italy, many canals are spread all over the city. The city doesn’t even use them for tourism, they are simply part of the rich city-life,” Jinnai says. “Docklands in London and the revitalisation of the Thames, and the recent revival of Milan water canals, are a good reference for Tokyo.” “The ideal city is a revival of ‘Water Tokyo’,” says Minagawa. “Revive all those canals.” • This article was amended on 13 June 2019 to correct the spelling of Prof Hidenobu Jinnai’s name and to amend an erroneous picture caption to acknowledge that the perspective on the Edo-era painting is from Nihonbashi bridge not looking towards it. Guardian Cities is live in Tokyo for a special week of in-depth reporting. Share your experiences of the city in the comments below, on Twitter, Facebook and Instagram using #GuardianTokyo, or via email to cities@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}