{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2019/jun/04/athens-buried-rivers-stream-favoured-by-plato-could-see-light-of-day", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2019-06-04T10:00:29Z", "webTitle": "Athens' buried rivers: stream favoured by Plato could see light of day", "webUrl": "https://www.theguardian.com/cities/2019/jun/04/athens-buried-rivers-stream-favoured-by-plato-could-see-light-of-day", "apiUrl": "https://content.guardianapis.com/cities/2019/jun/04/athens-buried-rivers-stream-favoured-by-plato-could-see-light-of-day", "fields": {"headline": "Athens' buried rivers: stream favoured by Plato could see light of day", "bodyText": "Walking through the densely built metropolis of Athens, few visitors or even locals realise the Greek capital was once crisscrossed by three major rivers, not to mention some 700 smaller streams that flowed into them. The Kifisos, the Iridanos and the Ilisos were buried under concrete during the city’s postwar car-centred development, in what daily newspaper Kathimerini has labelled “a crime against the city”. But part of the Ilisos, on whose banks the philosophers Socrates, Plato and Aristotle all taught – could soon be freed from its concrete sarcophagus, if a proposal by Anaplasis – a government organisation seeking to renew the centre of Athens through design – gains approval. The Ilisos River is one of three major rivers to cross Athens, but much of it was buried under concrete during postwar redevelopment The catalyst for the river’s potential rebirth came about after a survey in October showed the parlous state of the walls that entomb the Ilisos under tram lines near the city’s central Syntagma square. The tram lines have been “closed until further notice” and a report revealed that extensive maintenance – or even a complete and prohibitively costly replacement – would be required to make the tram safe again. Tramlines running over the Ilisos have been closed because of the parlous state of the walls keeping the river contained Instead, Anaplasis (“Regeneration”) has suggested that instead of wasting money on short-term solutions, the tram lines could be rerouted and the city get its river back. Katerina Christoforaki, one of the architects working with Anaplasis, says she wants to see “exactly the opposite of what was happening when the Ilisos was covered up”. “We want to move Athens to a more contemporary planning ideal,” she adds. The Kifisos River Anaplasis places its plan, which is still in its early stages, in the context of the “daylighting urban waterways” movement, that has seen great success in cities from Seoul, South Korea, which resurrected its Cheonggyecheon stream in 2005 to Sheffield, which opened up part of the Porter Brook in 2017 and created a “pocket park”. Athens has increasingly been hit by flash floods over the past few years, with the obstruction of streams blamed by many.In 2017, in the suburb of Mandra, at least 20 were killed in a flood. The stream that once crossed the area had been built over – and a car park and supermarket now block the space where it once flowed. Last year, while wildfires swept through east Attica, claiming more than 100 lives, a flash storm flooded the central neighbourhood of Marousi. The culprit was another blocked stream. Sections of the Kifisos still above ground But some experts warn “daylighting” the Ilisos is not straightforward. “Ilisos is a stream with limited flow,” Kostis Chatzimichalis, a professor of geography at Charokopeio University, told the Greek daily efsyn.gr. “Kaliroi, the ancient spring that fed the stream, doesn’t exist any more, while even engravings from 1893, photos from 1900 and those from the 1950s and the 1960s show its limited flow. Kaliroi, the ancient spring that fed the Ilisos, no longer exists, which means the river has limited flow and ‘daylighting’ the Ilisos may not be straightforward “All the branches of its water network are now underneath the urban sprawl. The full ‘restoration’ of all the branches would be required for [the Ilisos] to be able to operate like a normal river.” Warning Athenians to be realistic about the Anaplasis proposal’s potential, he added: “One planning mistake isn’t fixed with another planning mistake.” Follow Guardian Cities on Twitter, Facebook and Instagram to join the discussion, catch up on our best stories or sign up for our weekly newsletter • This article was amended on 9 July 2019. An earlier version incorrectly referred to Sheffield’s “pocket park” being created on the river Sheaf."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}