{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2019/jun/12/carlos-ghosns-former-home-inside-tokyos-notorious-detention-centre", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2019-06-12T14:00:45Z", "webTitle": "Carlos Ghosn's former home: inside Tokyo's notorious detention centre", "webUrl": "https://www.theguardian.com/cities/2019/jun/12/carlos-ghosns-former-home-inside-tokyos-notorious-detention-centre", "apiUrl": "https://content.guardianapis.com/cities/2019/jun/12/carlos-ghosns-former-home-inside-tokyos-notorious-detention-centre", "fields": {"headline": "Carlos Ghosn's former home: inside Tokyo's notorious detention centre", "bodyText": "The forbidding outline of Tokyo detention centre is impossible to miss, even on a dark, wet afternoon in early June. The X-shaped building dominates the skyline of the unfashionable Kosuge neighbourhood in the city’s north-east. Aside from brief eruptions of media interest when a high-profile killer is led to the gallows, for much of the time there is little public scrutiny of its occupants – more than 1,600 inmates and about 800 staff. But in recent months, it has attracted unprecedented public attention thanks to one man: Carlos Ghosn. The former Nissan chair spent 108 days here for questioning over charges of financial misconduct and breach of trust, before being released on bail in March. He was re-arrested shortly after and spent another 21 days in Kosuge before being released on bail again in late April. His lengthy incarceration sparked international condemnation of Japan’s “hostage justice”, which allows prosecutors to hold suspects up to 23 days for each potential charge and question them without their lawyers present. But there was criticism, too, of the conditions that men, and a much smaller number of women, who like Ghosn have not been found guilty of a crime, must endure while they wait for the leaden wheels of Japan’s criminal justice system to creak into motion. Apparently stung by the negative publicity, this week the centre opened its doors to foreign journalists in an attempt to address criticism that it is part of a system that regards suspects as guilty until proven innocent. At first, Ghosn was kept in a 7.5 sq metre cell containing fold-up bedding, a toilet, a bookshelf, a low table and a sink, but he was later transferred to a larger cell with a bed, according to media reports at the time. Inmates are permitted to exercise in fenced yards for 30 minutes a day and take a two-hour nap after lunch. But for the remainder of their waking hours inside their cell, they are required to sit on the floor. The rule is designed to avoid confusing guards who, seeing a prone inmate, may incorrectly think he has fallen ill or committed suicide, according to the centre’s chief warden, Shigeru Takenaka. “The three big risks in Japanese prisons are fires, escapes and suicides,” said Takenaka. To prevent inmates from hanging themselves, items in the cells have rounded corners and the sink is operated with buttons. “Everything is designed to prevent suicide attempts.” Today, 1,216 of the 1,758 current inmates are awaiting trial after being charged with crimes ranging from theft and fraud to drug possession and, in a few cases, murder. Of the 239 non-Japanese inmates from 38 countries, just under a third are from China, followed by those from Vietnam and South Korea. Britons make up 1.7% of the foreign inmate population. The cells, some of which can accommodate up to six people, do not have TVs. Inmates are allowed to listen to the daytime radio news, but not until the evening. They bathe three times a week in the summer and twice in the winter. Their day begins at 7am and ends when their cell lights are dimmed, but not switched off, at 9pm. Their three daily meals of rice, soup and a small portion of meat or fish – a diet that Ghosn reportedly struggled with – are decided by nutritionists. They can write one letter a day and receive unlimited correspondence from friends and family. The tour itinerary did not include the execution chamber, where death row inmates are hanged after a brief meeting with a Buddhist priest. A year ago, one of the centre’s most infamous inmates, the doomsday cult leader Shoko Asahara, was hanged here over his role in the 1995 sarin gas attack on the Tokyo subway in which 13 people died and thousands fell ill. Japan has drawn criticism for the secretive nature of its death penalty, with inmates kept in solitary confinement for years and given only several hours’ notice of their executions – a practice Amnesty International condemned as “cruel, inhuman and degrading”. Takenaka declined to comment on capital punishment, and rejected criticism that suspects awaiting trial are kept in conditions more appropriate for convicted prisoners. “In terms of living conditions, I think we meet all of the proper standards – in nutrition, exercise and medical care,” he said. He declined to comment on claims, made by Ghosn’s lawyers among others, that the facility’s austere conditions were designed to “break” suspects and enable prosecutors to extract confessions. In April, Ghosn’s defence team said his second period in detention had interrupted his treatment for a chronic kidney ailment and that prosecutors were attempting to force a confession out of him during interrogations that lasted up to 14 hours a day, sometimes in the middle of the night. From the bulletproof cell windows to medical facilities that include a CT scanner and doctors working round the clock, Takenaka insisted the centre’s purpose was to enable inmates to prepare for their trials in safety. Violence between inmates was practically unheard of, he said: “They don’t have to defend themselves as they do in the west. They are protected here. “They will ultimately return to society, so we have to strike a balance. Living conditions here have to be good, but not so good that they are better than those of some people living outside.” Guardian Cities is live in Tokyo for a special week of in-depth reporting. Share your experiences of the city on Twitter, Facebook and Instagram using #GuardianTokyo, or via email to cities@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}