{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2019/jun/24/istanbuls-hipster-exodus-city-dwellers-head-for-the-country", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2019-06-24T06:00:09Z", "webTitle": "Istanbul's hipster exodus: city dwellers head for the country", "webUrl": "https://www.theguardian.com/cities/2019/jun/24/istanbuls-hipster-exodus-city-dwellers-head-for-the-country", "apiUrl": "https://content.guardianapis.com/cities/2019/jun/24/istanbuls-hipster-exodus-city-dwellers-head-for-the-country", "fields": {"headline": "Istanbul's hipster exodus: city dwellers head for the country", "bodyText": "Su Ava has been up since 5am. There have been new lambs to check on, goats, cats and dogs to feed, beehives to inspect, orders to fill, and she has also made a visit to her under-construction workshop. Her current life making and selling cheese, honey and tahini in Turkey’s beautiful Çanakkale region could not be more different to her old one in Istanbul. The work can be exhausting but, Ava says, she would not give it up for anything. “The business throws up unexpected challenges all the time,” she says. “But there is a level of peace here I could never find in Istanbul. I feel so much more free.” Ava was born and raised in Istanbul, Turkey’s teeming intellectual metropolis, where she used to run a fabrics business and briefly worked at Istanbul University’s economics department. She became politically active during the city’s Gezi park protests, which sparked a wave of civil unrest across the country in 2013. Like thousands of others, eventually she was arrested and lost her job. Many of Istanbul’s 15 million inhabitants would never dream of moving out of the city to more conservative parts of Turkey. But Ava, who was sick of the increasingly suffocating political climate, made the decision to leave for the Anatolian countryside in 2014. It turns out she was at the forefront of a demographic shift in the country: for the first time, more people are moving out of Turkey’s largest cities than are moving into them, according to Turkish Statistical Institute (TurkStat) data. A total of 595,000 people left Istanbul in 2017-2018. With national unemployment nearing 15% and a collapsing lira, the cost of living has spiralled and work is drying up. Combined with increasingly polarised city politics and a wave of terrorist attacks between 2014 and 2017, Istanbul has become a less attractive place to be. The TurkStat report cites in particular a drop-off in the tourism and construction industries for the reverse migration from Turkey’s biggest city back to smaller cities and towns across the country’s east. As well as workers from elsewhere in Turkey who have returned home, some of those leaving Istanbul appear to be its homegrown liberal and cultural elites. Some have gone abroad but scores of Istanbullus are also making the move to the Turkish countryside to start their own farms, vineyards and boutique hotels. Many more work remote or freelance jobs from their laptops from Çanakkale province, on the Aegean Sea, or the adjacent Kaş mountains, which have become the new hub for people in the Turkish cinema industry. While younger Çanakkale generations have left for better paid work in Çanakkale city and the town of Edremit in nearby Balikesir, the livelihoods of at least half the population of the province’s villages still depend on rearing animals and agriculture. Shellie Corman, originally from the US, moved to Istanbul in 2005. She ran a cafe in Cihangir, the city’s premier hipster neighbourhood, before she and her husband, Mehmet, a former dancer with the Turkish state ballet, moved to the Çanakkale village of Ilyasfaki in 2016. “Istanbul is a very exciting city and I loved living there, but after Gezi people became scared and unhappy,” she says. “There were terrorist attacks. The traffic and how crowded it was began to bother me. The city changed, and we changed too.” “Ilyasfaki exists in rhythm with the seasons, and I love growing our own vegetables and making our own yoghurt. We have just about enough money, but overall we are much happier.” Life in Çanakkale is not perfect. Residents complain that replanted Istanbullus make no effort to fit into the local community, preferring each other’s company. The new arrivals, for their part, say they are often greeted with hostility. Some give up on their pastoral dreams after a few years, finding the work too gruelling. There are also worries that gentrification will push up prices and lead to overdevelopment. “Over the last few years a lot of Istanbul people have moved here and they keep on coming,” says Metin Gürel from Edremit. “They come here for the simple lifestyle and then complain about donkeys and sheep in the village streets. If you think the animals stink, stay in the city.” As Turkey lurches through various economic and political crises, however, the urban-to-rural migration trend looks likely to continue. “At the end of the day, it’s a balance, and too many new people too quickly is going to cause some problems,” says Mehmet Laleli, a local who started a successful organic olive and olive oil company in Balikesir’s Burhaniye 13 years ago. “The shift is creating jobs and making the area even more of a tourist destination. And ultimately that means more money coming into these communities.” Additional reporting: Gökçe Saraçoğlu Follow Guardian Cities on Twitter, Facebook and Instagram to join the discussion, catch up on our best stories or sign up for our weekly newsletter"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}