{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/05/nhs-america-brexit-trump", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-05T11:07:05Z", "webTitle": "The NHS cannot become a bargaining chip in our desperate deal-making with the US | Rhiannon Lucy Cosslett", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/05/nhs-america-brexit-trump", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/05/nhs-america-brexit-trump", "fields": {"headline": "The NHS cannot become a bargaining chip in our desperate deal-making with the US", "bodyText": "Even when it’s in the process of being deliberately run down by the Conservatives so it can finally be privatised, our National Health Service makes America’s arrangements look monstrous by comparison. So those of us who have long suspected that privatisation is the ideological end-goal for many Conservative rightwingers were left unsurprised when the US ambassador, Woody Johnson, essentially said that our entire economy was up for grabs in a post-Brexit trade deal. Trump echoed this sentiment and then backtracked when interviewed by Piers Morgan on Good Morning Britain (a cocktail of entities so loathsome that it can only add credence to the notion that we are hurtling along a dark alternative timeline following the rupturing of the universe caused by David Bowie’s death). Trump’s state visit may have seen the last few days of British diplomacy descend into a Boschian hellscape populated by sour-faced old colonialists, disturbingly shiny simulacra offspring, and a man in a wig and tailcoat who wouldn’t pass muster as an am-dram waiter. But more disturbing still was having to witness the to-ing and fro-ing over the bartering of our health service. Trump’s blustering over whether or not he wants to get his tiny mitts on our NHS is ultimately irrelevant: who truly believes that the man understands anything about the issues at hand? But when the time comes to discuss the parcelling off of NHS services in a desperate trade deal, the discussion will be dominated by US business interests. And then we come to the Conservatives, who have a proven track record of putting power and party unity above the interests of the country. What fool would trust them with the NHS? Here’s Boris Johnson, the current frontrunner to be the next prime minister, in 1995: “There is a moral point. If NHS services continue to be free in this way, they will continue to be abused like any free service. If people have to pay for them, they will value them more. Above all, there is an economic point. In a very modest way, this extension of private funds into the NHS would help the chancellor’s straitened circumstances.” Meanwhile, leadership candidates Jeremy Hunt and Michael Gove, along with a group of other Tory MPs, contributed to a policy book advocating NHS privatisation. Matt Hancock – the current health secretary, who tweeted yesterday, “Dear Mr President. The NHS isn’t on the table in trade talks and never will be. Not on my watch” – was last month criticised for £127m in NHS private contracts being out for tender. Dominic Raab was part of a Facebook group that called for the return of workhouses and yes, NHS privatisation. And that’s before you get to the list of MPs with links to private healthcare firms. No doubt some of the candidates, entranced by the glow of power, will deny or backtrack on their role in such campaigning – Raab has already done so, claiming now to defend the NHS. And they will no doubt cite the fact that the NHS is putting fewer services out to tender as evidence that our health policy is moving away from privatisation. And yet, with Alex Azar – Trump’s health secretary – saying last year that trade negotiations will be used by the White House to demand that socialised healthcare systems pay more, how much does anyone really trust the Conservatives to hold fast, especially in a panic prompted by the catastrophe of a no-deal Brexit? Austerity has already shown us that the party is willing to accept human suffering, to the point of 130,000 preventable deaths, as a consequence of belt-tightening. How easy it will be to point to our overstretched, underfunded NHS and say that it isn’t working. How seamlessly they will segue from saying “over our dead bodies” to decisions that could come to mean “over yours”. They say they will protect the NHS, but we already know how the messaging operates: “tough decisions” have to be made if the nation is to recover its sovereignty. Inevitable economic sacrifices have had to be made – but look at this incredible asset that we have! And US multinationals want to get their paws on it. We all have our own NHS stories: stitches and broken bones, seizures and allergic reactions and surgery, births and miscarriages, scans and tests and prescriptions and chemo. There’s a reason that seven in 10 people still back the basic principle behind the NHS – that healthcare should be funded from general taxation and for everyone. Our relationship to the NHS is intimate. The maxim from “cradle to grave” is apt: it has brought most of us into the world and it will be there when many of us leave it. Its many hands have touched our skin, sewn it up and in many cases delved inside it, to our organs. They have mopped our brows and washed us and reassured us in moments of sadness and loss. And in return it has asked us no payment. It is personal and it is visceral and it is ours, not the plaything of American pharmaceutical companies. They can keep their hands to themselves. So we must not trust the Tories. And we must do everything we can to oppose the no-deal Brexit that was always intended to lead us to this point. They say they won’t go there, but they will. I know it in my bones. Don’t you? • Rhiannon Lucy Cosslett is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}