{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/28/martina-navratilova-trans-athletes-sport-bbc-documentary", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-28T09:19:59Z", "webTitle": "If Martina Navratilova's thinking on trans athletes can evolve, so can sport | Owl Fisher", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/28/martina-navratilova-trans-athletes-sport-bbc-documentary", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/28/martina-navratilova-trans-athletes-sport-bbc-documentary", "fields": {"headline": "If Martina Navratilova's thinking on trans athletes can evolve, so can sport", "bodyText": "When I first heard about the documentary on trans athletes presented by Martina Navratilova on BBC One, I was worried that it would further stoke fears about trans women in sport, and advocate against their participation. Navratilova had previously made scathing comments about trans women in sport, calling their participation “insane” and “cheating”, and later suggested that men could start taking female hormones in order to win medals and make money. Those opinions were obviously born of ignorance – for example, trans people have to wait up to two years for an appointment at a gender clinic – not to mention the fact they trivialise the struggles trans people go through. So I was prepared for the worst. But while I found many of the opinions explored in the documentary problematic, the conclusion Navratilova came to in the end was an unexpected one. I found problems along the way – not least her refusal to countenance using “cisgender” to help distinguish between trans and non-trans athletes, which only confused matters, creating a dichotomy between “women and girls” and “trans women”. Cisgender is a descriptive term to indicate people whose gender identity corresponds with the gender and sex they were assigned at birth (the opposite of trans) and it is useful in discussions of this kind. It doesn’t mean that the differences between trans women and cis women are being erased – rather that both are women in different ways. However, watching Navratilova gain understanding through the programme was gratifying. Her stance was quite clear from the get-go – for the majority of the documentary she remained adamant that trans women would always have the upper hand to a certain extent over other women. But through her talks with trans women, Navratilova seemed to gain a deeper understanding of the impact this toxic debate has, and says she has gained a deeper level of empathy. In the documentary she realises that competing in sport is about so much more than just the elite levels. For many, sport is simply a form of exercise, socialisation, a chance to participate in something they enjoy. Not allowing trans women to join in with other women is therefore not only cruel, but another way to push trans people out of public life. As Navratilova herself touches upon in the documentary, there are no trans people competing at an elite level of sport such as at the Olympics, and no sign of trans women dominating in women’s sport, despite the fact they have been allowed to compete under certain conditions since 2003. The documentary also explores interesting ideas about the rules around competing in sport, and how those are going to need to advance to accommodate more diversity when it comes to gender and sex. Even though Caster Semenya is not transgender, her case has raised vital questions about a blanket sex division in sport based on testosterone levels alone. Sport simply isn’t equipped to deal with the greater nuances of gender and sex that are more prevalent in society. That Navratilova finally came to the conclusion that trans women should be included at all levels of sport is hugely positive. It offers hope that we can focus this debate on understanding based on empathy and a willingness to learn. The answer lies not in hostile arguments, or the demonisation of a minority, but in more research that can lead to better informed regulations that will allow all women to compete in the sports that they love without being dragged through the courts like Semenya. Things are changing, and sport will have to change too. But the most important shifts are those within people. I welcome Navratilova’s change of heart, and hope it is genuine. If she and others aren’t allowed the chance to think again, then positive change in society will be impossible. As Navratilova said herself: “If you don’t adapt, you’ve got a problem.” • Owl Fisher is a writer, film-maker and campaigner • The headline on this article was amended on 29 June 2019 to more accurately represent the article and reflect that Navratilova has since said she did not change her mind"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}