{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/23/free-speech-is-not-under-threat-it-suits-bigots-and-boors-to-suggest-so", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-23T08:10:37Z", "webTitle": "Free speech isn’t under threat. It just suits bigots and boors to suggest so | Martha Gill", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/23/free-speech-is-not-under-threat-it-suits-bigots-and-boors-to-suggest-so", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/23/free-speech-is-not-under-threat-it-suits-bigots-and-boors-to-suggest-so", "fields": {"headline": "Free speech isn’t under threat. It just suits bigots and boors to suggest so", "bodyText": "You can’t say anything these days. Free speech is a thing of the past. Young people today can’t cope with reality and if you try to tell them about it you’ll get arrested. You may think we live in a free society, but if you cross the PC brigade, they’ll haul you in for questioning and then they’ll disappear you. This sort of argument is everywhere. It often seems like the first line of defence when a notable figure has overstepped the mark. And just this month the academic Jordan Peterson launched a website, Thinkspot, to protect users from all the “censorship” that is around right now. The argument that you can’t say anything was given a boost when, in 2015, the Atlantic magazine published The Coddling of the American Mind, an article by Jonathan Haidt and Greg Lukianoff suggesting that young people, particularly students, were attempting to shut down discussions about topics they disagreed with. Universities, they argued, were sacrificing knowledge on the altar of hurt student feelings. Then, the explosion. Thousands of articles were written defending free speech against the undergraduates, along with a slew of books – from Mike Hume’s Trigger Warning to Claire Fox’s I Find That Offensive! to Haidt’s 2018 book borrowing the title of the original Atlantic article. There has been the phenomenon of Jordan Peterson, who says the unsayable but is still somehow a bestselling author. (Almost every piece on spiked-online.com has an argument defending free speech.) In 2017, the UK government got involved, suggesting universities might be fined if they “no platformed” campaigners with controversial views. This month, Alabama’s governor signed a new measure into law requiring universities to allow students to “freely express their thoughts” on campus. But is free speech really under threat? The first thing to say is that the scale of the problem in universities has been exaggerated. The practice of denying people speaking slots over their views has rightly caused concern, but every single instance has also attracted vast coverage in national papers, giving the impression of an epidemic. They are not reflective of the feelings of most students. In 2018, a YouGov poll found British students were no keener to see speakers banned than the general public. In the US, a Knight Foundation survey found students were less likely than the overall population to support restrictions of free speech on campus, and Jeffrey Sachs, the US political scientist, found that there had been no “generational shift” in tolerance. There is also the fact that this handful of noisy zealots is only interested in a couple of topics. Minority rights, to be specific. They are unlikely to turn their sights, say, to physics, economics or music. And the narrative has run ahead of the facts, too. In 2017 a Telegraph article claimed a Cambridge student, Lola Olufemi, had “forced” her university to “drop white authors” from the syllabus, when she had simply made some recommendations in an open letter for including more non-white authors. In 2018, Sam Gyimah, the universities minister, told an audience at the Festival of Higher Education that a student had accused a history lecturer of “hate speech” after an “insensitive” telling of the Berlin Blockade. Research, a news website, investigated the claim, but no evidence emerged to support it. Most importantly, free speech defenders are muddled about what is happening. They see millennial snowflakes doing something dangerous: taking the first steps down a slope that begins with wanting to be warned when books include rape scenes and ends in communist Russia. But they forget that even in free countries speech has always been limited by social rules, not least the one about simple politeness. If you are rude to a lecturer, for example, you might expect to be thrown out of a classroom. If you are rude about a minority group, they might try to stop you being invited to speak at their university. If you say something people don’t like, they might say something you don’t like back. Countries without free speech tend to have it written into law or otherwise enforced by the state. We are not quite there yet. Free speech advocates also misunderstand the motivation of those who might want to shut down a debate: they see this as a surefire mark of intolerance. But some debates should be shut down. For public dialogue to make any progress, it is important to recognise when a particular debate has been won and leave it there. Even the most passionate free speech advocate might not wish to reopen the debate into whether women should be tried for witchcraft, or whether ethnic minorities should be allowed to go to university, or whether the Earth is flat. No-platformers are not scared – they simply think certain debates are over. You may disagree, but it does not mean they are against free speech. There is also the problem of self-awareness. The trouble with the free speech defence is that it works to shut down any argument against it. You want to say something boring, or irrelevant, or malicious? Claim someone is trying to ban you from saying it. Dissent isn’t merely dissent then, it’s censure. (And censorship should be banned.) Your opponents are against free discussion (and shouldn’t be allowed to engage in it). You can tack free speech on to any crackpot prejudice you have and suddenly you’re a lone truth-teller standing up to the hordes. It’s a clever rhetorical trick, the free speech defence. But it shouldn’t be taken much more seriously than that. • Martha Gill is a political journalist and former lobby correspondent"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}