{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/04/jeremy-corbyn-protest-trump-offending", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-04T11:42:21Z", "webTitle": "Yes, Jeremy Corbyn has to protest against Trump. But where does that leave politics? | Gaby Hinsliff", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/04/jeremy-corbyn-protest-trump-offending", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/04/jeremy-corbyn-protest-trump-offending", "fields": {"headline": "Yes, Jeremy Corbyn has to protest against Trump. But where does that leave politics?", "bodyText": "There is almost nowhere on Earth Jeremy Corbyn belongs more than on a protest against a rightwing US president. His whole life might have been a preparation for this moment: 40 lonely years of preaching anti-US sermons in the rain to a handful of Stop the War faithful, only to find himself on the big stage for the big one. It marks a rare outbreak of leftwing unity after weeks of rage over Brexit, too. The revoltingness of Donald Trump is one of the few things on which virtually all factions of the Labour party still agree – and resistance has been a bonding experience for Britons more generally. From the student who mowed a giant penis into a meadow under his flight path to the Duchess of Cornwall being caught winking behind his back, every indignity heaped on Trump is a joy. How could Corbyn not be on the march, especially when the resurgent Liberal Democrats will be there in force, threatening once again to outflank him? It’s arguably a mark of the trouble we’re in, however, that for the leader of the opposition to protest against the most easily offended US president in living memory feels like a complete no-brainer. Conventional wisdom has always been that anyone who wants to be considered a prime minister-in-waiting should put the national interest above personal feelings when dealing with foreign politicians – and it’s still in the national interest to keep the US close on the grounds that alliances between nations outlive the people they occasionally elect. In 2006, when David Cameron said something mildly disobliging about George W Bush’s foreign policy, the internal row raged for weeks. Even Charles Kennedy’s decision to march against the Iraq war worried some senior Lib Dems, regardless of the fact that he was never realistically going to be prime minister. By comparison, Trafalgar Square currently features a giant replica of Donald Trump on the toilet, tweeting with his trousers round his ankles. It’s probably not the sort of thing a president so intent on petty beef that he was hate-tweeting London’s mayor from his plane forgets in a hurry. Yet if Labour wins a general election any time before 2020 (and quite possibly before 2024, if Trump gets re-elected) Corbyn would somehow have to forge a half-decent working relationship with this prodigious bearer of grudges. We’re in the odd position where it would be madness for a potential incoming prime minister to address this rally and madness for Jeremy Corbyn not to, given that staying away would be a betrayal of everything Labour members elected him to do and be. For those who believe Trump is a fascist and this is the 1930s all over again, there’s barely any dilemma here: if refusing to appease a demagogue means breaking with a superpower ally, so be it. But if it’s true that history repeats itself slightly differently each time, then the prospect of alliances between naturally friendly nations shattering under pressure from the extremists they misguidedly elect is alarming, because of the golden opportunity it gives another hostile power to exploit the resulting disarray. If a breach between Britain and America is coming then it will, of course, be Trump’s fault for pushing his allies to breaking point. Blame the guy whose behaviour inspires mass protests, not the one leading them. But don’t kid yourself about where a politics that’s all breaking points and no bending may ultimately be headed, all the same. • Gaby Hinsliff is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}