{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/07/tories-parliament-charles-brexit-leadership-contest", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-07T12:55:24Z", "webTitle": "The Tories are bending parliament’s rules to get their way – like Charles I did | Chris Bryant", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/07/tories-parliament-charles-brexit-leadership-contest", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/07/tories-parliament-charles-brexit-leadership-contest", "fields": {"headline": "The Tories are bending parliament’s rules to get their way – like Charles I did", "bodyText": "Every day seems to bring another sign of the collective emotional breakdown that has seized the body politic. This parliamentary session is now the longest since the 17th century. At the start of the year we had the longest period without an Opposition day (a day where the subjects for discussion are chosen by the opposition) since they were invented. The government has no majority in the Commons, but it has redrawn the rules so that it enjoys a majority on every committee. Even the Speaker has got in on the act, declaring that “forthwith” no longer means forthwith. So many historic precedents have been broken that it is easy to become inured to the craziness. A common cry around the scaffolded corridors of Westminster is “there is no such thing as normal any more”. So we should just take stock for a brief moment of the latest madness. Conservative MPs are speculating that a new prime minister not only could, but should, prorogue parliament until 1 November so that Brexit happens automatically. In other words, the government would prevent parliament from sitting so as to get its own way. That is precisely what tyrants and demagogues do the world over. I hate to get too historical about this, but this is also precisely what Charles I did when parliament refused to give him the money he needed or pass the laws he wanted. There is no difference between forcing a no-deal Brexit through without parliament’s say-so and Charles I illegally levying his ship money or his oxymoronic enforced loan. Charles’s so-called personal rule led inevitably to the civil wars and his shivering on the scaffold. So you would think modern-day Conservatives would recall the strictures of the Bill of Rights which declares that “the pretended power of suspending the laws and dispensing with laws by regal authority without consent of parliament is illegal”. Would this suggested suspension of parliament be legally possible, though? Amazingly, yes. It’s entirely up to the crown (aka the government) when a parliamentary session starts and finishes, although one wonders whether the Queen might not be rather disturbed by the exercising of such a tyrannical power. The only way parliament could prevent summary prorogation is by passing a new law, which requires – wait for it – the government to provide time for such a new law to get through all its stages in the Commons and Lords. There’s another outrage in the offing, too. Some government whips have suggested that the summer recess could start on Thursday 18 July and run until 2 September: if the House were to rise before the projected election of the new Conservative leader, events could be engineered so that the new prime minister would not be bothered by parliament for six full weeks – and may not even appear for prime minister’s questions for 43 days. Downing Street subsequently denied that this would happen, saying that Theresa May won’t finally leave until she knows her successor as Tory leader has secured the confidence of the Commons – but she’s no longer in charge of her own destiny, let alone the destiny of the nation. Regardless, would such a manoeuvre be legally possible? Again, yes. The only thing that might get in the way is if the Speaker allows the recall of parliament – but he can only do so if the government asks him to. You might of course think that in such times as these a new prime minister would want to address parliament and lay out their plans. A brave new premier would surely welcome a chance to prove that their government has the confidence of the House. Winston Churchill managed to address the Commons just three days after forming his wartime coalition government in 1940, even though the British Expeditionary Force was facing imminent disaster in France. More recently, John Major and Gordon Brown spoke to the Commons or Lords within a few days of taking office. Leaving aside new governments created after a general election, the longest a new prime minister has gone without addressing parliament since 1866 is 24 days (when Alec Douglas-Home had to get elected to the Commons first). The dizzying array of constitutional shenanigans presided over by the Tories have gone on too long. Parliament needs to take back control. • Chris Bryant is Labour MP for Rhondda"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}