{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/25/all-female-planet-frozen-sperm-space-flight", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-25T14:59:37Z", "webTitle": "Have sperm will travel. But what would an all-female planet look like? | Stephanie Merritt", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/25/all-female-planet-frozen-sperm-space-flight", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/25/all-female-planet-frozen-sperm-space-flight", "fields": {"headline": "Have sperm will travel. But what would an all-female planet look like?", "bodyText": "If you’re a woman who has despaired over the past week, as you’ve observed the questionable conduct of jowly white men in positions of power and subsequently seen it defended by both men and women – take heart. The good news is that when our species eventually abandons this burned-out, used-up planet for a brave new world elsewhere in the universe, we can leave the men behind too. According to new research by scientists in Barcelona, frozen sperm can survive zero gravity conditions without deterioration, meaning that it will be far more economical to transport only women and sperm banks to populate our new intergalactic home, just as soon as we find a viable alternative planet. The idea of lost or distant worlds inhabited solely by communities of women who can procreate without men has been a staple of sci-fi and utopian fiction by women writers since the 19th century. Mary E Bradley Lane’s Mizora, a serial novel first published in the Cincinnati Commercial in 1880, sees Vera, a young political exile in Siberia, stumble on an all-female land which eschews conventional beauty standards (narrow waists are considered disgusting). On the minus side, it wholeheartedly embraces eugenics, eliminating any non-Aryans along with the men, so not perhaps the utopian model for our times. Better known among fictional matriarchies is Charlotte Perkins Gilman’s 1915 novel Herland, set in a hidden female society free of war, conflict and power play, where children are produced by parthenogenesis and cared for by the whole community. As so often happens, a trio of male explorers sets out to find this fabled land of women, presuming that if women are running something successfully, they must need a man to show them how to do it properly. The explorers are amazed to find, when they land and are promptly captured, that, as in Mizora, the women of this lost world don’t adhere to conventional (male) standards of femininity; they’re physically strong and have short hair. Gilman’s particular vision of a feminist utopia has its limitations, though: modern critics point out her obsession with motherhood, and, again, dubious views on eugenics, in which character flaws are systematically bred out of the dominant race. If we want a blueprint for our future female world in which men are redundant, perhaps we should look to the origin myth for all these fictional societies: the land of the Amazons, particularly its most recent, racially diverse incarnation in the film director Patty Jenkins’s Wonder Woman. I’ve yet to meet a woman or little girl who didn’t think Themyscira looked like a pretty awesome place to live, even if you did have to ride horses in your pants (a dead giveaway that this particular female utopia was conceived with a nod to the male gaze – think of the chafing). But even in Themyscira, all the impressive swordswomanship and muscle was a precaution against male violence and the threat of invasion by a male enemy. Would a future women-only space colony have to live with that same fear? Would the very idea of a self-sufficient community of women so infuriate and threaten men that they would take it as a challenge to seek out and invade any feminist planet? And what about the frozen sperm? In Herland, the women had evolved to give birth only to daughters, but if our future colony is reliant on what it can transport from Earth, stocks will eventually run out unless they can be replenished, which means giving birth to at least a few male children. Whether, in a matriarchal society without examples of male aggression, those boys would grow up to be the kind of man who grabs a peaceful protester by the back of her neck remains one of the great unknowns. But there’s no guarantee that a future female colony would be any kind of utopia. Anyone who has spent time in a girls’ school, or on Instagram, or has glanced at a rightwing tabloid should be thoroughly disabused of the idea that communities of women are always harmonious and supportive of one another, and that’s before you even get to the inflammatory question of who would be eligible for such a mission under the definition of “woman”. Perhaps the solution to our current despair lies not in eliminating future generations of men, but in educating them out of bullying and aggressive attitudes towards women, and that starts with putting women in positions of power on this planet before we think about how to populate others. Still, it’s good to know the science is there if we need it. • Stephanie Merritt is an author, and former deputy literary editor of the Observer"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}