{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/28/labour-corbyn-williamson-antisemitism", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-28T15:45:07Z", "webTitle": "Of all the hills to die on, why on earth has Labour chosen Chris Williamson? | Marina Hyde", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/28/labour-corbyn-williamson-antisemitism", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/28/labour-corbyn-williamson-antisemitism", "fields": {"headline": "Of all the hills to die on, why on earth has Labour chosen Chris Williamson?", "bodyText": "Shortly after this article was published, Chris Williamson’s suspension was reinstated, pending a meeting of Labour’s disputes committee. Purely in terms of story, I am confused by the stakes in the Labour leadership’s vision for the nation. If you tell me this is a transformative programme to uplift the many, then I expect the movie trailer voiceover to growl something like: “HOW FAR WOULD YOU GO TO DEFEND HUMANITY?” Instead, the tagline seems to be “HOW FAR WOULD YOU GO TO DEFEND CHRIS WILLIAMSON?” If I might just borrow the argot of our pending prime minister for a minute, it really is incredible how much political capital Labour has spaffed on this guy. On Thursday, the previously suspended MP for Derby slithered back into Labour via a haunted mirror. Forgive me, via the decision of a three-person NEC panel that included perma-disgrace Keith Vaz, who judged Williamson’s long history of highly problematic statements wasn’t antisemitic. As I am typing this, the alleged party of workers’ rights has just received a letter from 70 extremely aggrieved staff, who say the decision makes them feel unwelcome at their workplace. This can be added to Thursday’s letter to the alleged party of antiracism, which has now been signed by 144 Labour parliamentarians and counting, begging Jeremy Corbyn to remove the whip from Williamson. The preferable explanation for the situation is that Williamson owns photos of Corbyn having sex with Donalds Trump – Snr and Jnr – in a Chinese sweatshop, because the alternative is that the leadership actually thinks Williamson is worth all this. Quite why is a mystery. The only question Chris Williamson is the answer to is: what would happen if you boil-washed Terence Stamp? As a political entity, Williamson is without point. If I wanted to be bored senseless by some annoying prick in a black polo-neck, I’d book myself tickets to the Blue Man Group. It’s notable that the returning Williamson didn’t even bother with a non-apology apology. Notable because he’s hardly a man unused to turncoatery. This is a chap who voted for intervention in Libya and proselytised for PFI, yet is still somehow lionised by those who deride many longtime Labour voters who were passionately against those things at the time when it actually mattered. In a classic instance of Soviet-style irony Williamson was reprieved in part by fellow political windblower Keith Vaz, who reportedly thought he was doing what Corbyn wanted, only to now discover he wasn’t. Hilariously, Vaz is now calling for his own decision to be reversed. On the one hand, no one normal can be bothered penetrating the institutionalised insanities of this sort of machine politics. So Corbynite attempts to pin this shitshow on Vaz may yet be successful. On the other, it has come at a time of vulnerability for Corbyn. Over the past couple of weeks, a few Corbyn outriders seem to have inched a little closer to the idea that Jeremy might be a sub-optimal leader, and that Labour’s Brexit position is, to paraphrase, a bit of a shitter. Owing to their reflex addiction to tribalism, we must assume these realisations will now be regarded as good ideas because they have had them. Remember: ideas ought not to be considered on their merits, but fawned over or spat on because of who is suggesting them. Still, I welcome those prodigals who’ve spent the best part of three years mugging off anyone who dares to question the Labour leadership’s commitment to eradicating antisemitism – or, indeed, questioning the moral responsibility in pushing almost as hard as the Tories for Brexit – and who now seem to be changing their positions, however glacially. Listen, this jaded cop is only too happy to barbecue the fatted calf for you guys this weekend. More the merrier; glad to have you. But to only slightly misquote Gary Busey in Point Break: I was in this bureau while you were still popping zits on your funny little faces and jacking off to the lingerie section of the Sears catalogue. Furthermore: listen, you snot-nosed little shits! I was taking shrapnel in Khe Sanh when you were crapping in your hands and rubbing it in your faces. Gotta say I don’t feel like Busey would have spent three years parroting lines like “jobs-first Brexit” or all the other bollocks you’ve dutifully disseminated on behalf of central command. Now dears, may I offer you another steak? As for Corbyn, given that even some of Labour’s frontbench nodding dogs are daring to ask for a statement from him, we can probably expect another self-righteous waffle reminding us that his mother was at the battle of Cable Street. What’s his mother got to do with it? Tell you who else’s mother was at Cable Street: Piers Corbyn’s. Are you familiar with Piers Corbyn, Jeremy Corbyn’s climate change-denying brother, whose antisemitic-trope-frotting Twitter feed suggests he hasn’t been playing with a full set of meteorological instruments since the 1987 hurricane? If not, I wouldn’t rush to be. Arguably all you need to know is that back in the day, he was regarded as the cleverer of the two brothers. Yup, if you claim to be against inherited wealth, you probably need to be against the notion of inherited anti-antisemitism. I’m afraid this is not the sort of thing that can be simply passed down, like dimples or a Biedermeier armchair. Instead, each generation must acquire it anew and meaningfully for themselves. This generation of Labour leadership demonstrably and utterly shamefully hasn’t done so. Having said that, I would watch an episode of the Antiques Roadshow where Corbyn turned up with the mother’s anti-antisemitism in a John Lewis bag, plonked it down in front of a bow-tied expert, and declared: “I’d really just like to find out a little bit more about this.” Yes mate. But you know what? It’s long, long past time. • Marina Hyde is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}