{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/14/etonian-leader-labour-private-schools-boris-johnson-corbyn", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-14T05:00:07Z", "webTitle": "Another Etonian leader? Time for Labour to challenge the might of private schools | Robert Verkaik", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/14/etonian-leader-labour-private-schools-boris-johnson-corbyn", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/14/etonian-leader-labour-private-schools-boris-johnson-corbyn", "fields": {"headline": "Another Etonian leader? Time for Labour to challenge the might of private schools", "bodyText": "Not since Harold Wilson’s government set up a commission to deal with the “public school problem” has the Palace of Westminster hosted an event that could bring about the dismantling of Britain’s educational apartheid. But MPs this week held a debate on a programme for radical reform of a two-tier system that provides an elite education for a tiny minority of the population, and divides Britain into winners and losers. It could not come at a more propitious moment. Britain is on the brink of falling out of Europe; our mainstream political parties are tearing themselves apart; and populism is on the rise as people seek alternatives to the Westminster model of government. And yet, at this most critical moment in our nation’s history, we are reduced to spectators, watching in helpless horror as the Tory party goes through the motions of (in all likelihood) anointing Boris Johnson as yet another Etonian prime minister – the 20th in Britain’s history. Today, all the great institutions of state – government, judiciary and military – are run by a privileged few who have been sent to fee-paying schools. The figures speak for themselves. Only 7% of children attend a private school, yet privately educated pupils represent 74 % of senior judges, 71% of high-ranking officers in the armed forces, about half of all top diplomats and members of the House of Lords and, of course, 45% of Conservative MPs. All this power in so few hands prompts the question why MPs, particularly those in the Labour party, have not tried to curb the influence of private schools before now. The story of reform in England is largely one of privileged and vested interests battling against church, state and economic reality. But it is also one of missed opportunities and weak-willed politicians often being asked to tackle institutions in which they themselves were educated. In fact, it was Winston Churchill’s government during the second world war that first seriously challenged private schools, with Churchill promising to “flood the public schools with bursary boys”. But his government’s 1944 Education Act ended up sidelining private school reform, instead ushering in a tripartite education system with grammar schools set up to cater for the academic needs of a small number of 11-plus winners. Churchill’s successor, the Labour prime minister Clement Attlee, was more preoccupied with establishing the National Health Service and a welfare state than confronting the schools that educated the establishment. It wasn’t until Harold Wilson came to power that radical reform was back on the table. His government established a commission which had the terms of reference to recommend a national plan for integrating the schools into the state system. To achieve this a panel of private and state school headteachers would “ensure the progressive application of the principle that the public schools, like other parts of the educational system, should be open to boys and girls irrespective of the income of their parents”. In other words, the commission was to calculate how best to phase out private schools. The independent sector thought the game was up and there were even reports that Eton had considered either becoming a comprehensive or relocating to Ireland. But Labour was divided over the commission’s final conclusions, partly because many of its leaders, including Wilson and James Callaghan, sent their own children to private institutions. Indecision and personal conflicts of interest meant Labour pulled back from the brink. By the time Tony Blair came to power the schools were safe, particularly as Labour MPs were continuing to choose to have their own children educated privately. Nor was the privately educated Blair interested in picking a fight with a system that he believed had been the making of him. Given Jeremy Corbyn’s hardline socialist credentials, it is perhaps surprising that the best Labour has been able to propose recently is the introduction of a tax on private school fees. However, there are signs that there may be more reforms to come. Labour last week declared that the experiment in social mobility had failed, and it was time to improve the life chances of everyone, not just a lucky few. It is difficult to see how this aim can be achieved without doing more to curb the link between an expensive education and the hoarding of top jobs by a privileged elite. The Westminster debate on phasing out private schools was hosted by the Labour MP Kate Green, the Fabian Society and the Socialist Educational Association, and was addressed by another Labour MP, Laura Smith. But tackling this problem should really be a cross-party matter, as education affects every child’s future and the long-term prospects of the nation. When Wilson set up the Public Schools Commission to investigate the phasing out of private schools in 1965, only 300,000 children went to them. Since then the number has doubled. Our leaders have used money and patronage to tightly control access to education so that wealth inequality is now double what it was in the 1970s. Millions of people will go to their graves never knowing there are charities called Eton, Harrow and Charterhouse whose sole purpose is to improve the lives of rich and privileged children. Perhaps it will take the appointment of a second Etonian prime minister in just a few years for Labour and the rest of the country to notice and take action. • Robert Verkaik is the author of Posh Boys: How the English Public Schools Ruin Britain"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}