{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/21/trans-issues-britain-iceland-law-intersex-rights", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-21T10:50:18Z", "webTitle": "On trans issues, Iceland has just put Britain to shame | Owl Fisher", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/trans-issues-britain-iceland-law-intersex-rights", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/trans-issues-britain-iceland-law-intersex-rights", "fields": {"headline": "On trans issues, Iceland has just put Britain to shame", "bodyText": "Scotland joined England and Wales on Thursday in delaying a decision about proposed changes to the Gender Recognition Act, against a backdrop of a bitter culture war. Meanwhile, Iceland has just passed one of the most progressive laws on trans and intersex rights without any public conflict. The law has the potential to make Iceland the world leader on LGBTI rights, with the condition that interventions on intersex infants will eventually be banned. As an Icelander I’m honoured to have been one of the people drafting the bill and to finally see a big part of it become a reality, four years after we started the process. The work was led by grassroots LGBTI activists in Iceland, and has been both the most challenging and rewarding experience of my life. The law ensures that anyone can seek trans-related healthcare and change their name and gender on official documents without a medical diagnosis, and also allows people under 18 to do the same with the consent of legal guardians. It also allows for a third gender on official documents, marked by the letter “X”. While the proposed changes to the GRA have received a hostile reaction in the UK, the law in Iceland received support from groups including Amnesty International, children’s protection services and the Women’s Rights Organisation of Iceland. The bill was widely supported and not a single parliament member voted against it. Iceland has long been known for its reputation on gender equality, and has ranked at the top of the Gender Equality Index since 2009. However, there is still progress to be made. But unlike in the UK, the rights of trans people have never been framed as a threat to women’s rights, but are seen as a vital part of the movement. While there have been questions raised about the potential consequences of the law for women’s shelters, prisons, sports and recreational activities such as swimming (much like in the UK), they have quickly been answered by constructive and evidence-based discussions and inclusive policy making. In comparison, the toxic debate in the UK about the GRA is absurd. It shows that the too much of the media narrative on trans rights in the UK has less to do with facts and more to do with manufacturing a conflict. Trans people have been accessing gendered spaces openly for decades without trouble and are legally allowed to do so in Icelandic law, just the same as they are in the UK. Most service providers, whether they be rape crisis centres and domestic violence shelters, sports unions, prison services or city authorities, have always approached any issues from the perspective that trans people’s autonomy and gender identity are to be respected. While much of the UK media often seems to give a voice to almost anyone with an anti-trans stance without checking their credentials or expertise, the Icelandic media has approached the issue from a respectful and non-reactionary point of view. This has benefited Iceland as a society, as people have been able to have important questions answered in a constructive and informative manner, without it becoming a toxic debate at the expense of trans people. By comparison, the constant vilification of trans people in parts of the British media is a disgrace. We should all be mortified by how devious hate groups with anti-trans voices that base their poorly constructed arguments on bigotry and rightwing ideology have been presented. Parts of the British media have allowed themselves to be infected by hate and swayed by the misguided concerns of a small but vocal group of people. The sooner we realise that there is nothing to fear from trans people, the sooner the UK can focus on issues such as the looming climate crisis, gender inequality, rising austerity, homelessness and a government that has made politics in the UK a global laughing stock. I can only hope that the legislation that was just passed in Iceland will be an example to other countries, and be a worthy wake-up call for the UK and its poor treatment of trans people throughout the decades. • Owl Fisher is a writer, film-maker and campaigner"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}