{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/25/grief-is-not-a-thing-of-beauty-but-it-has-helped-me-discover-new-parts-of-myself", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-25T04:42:27Z", "webTitle": "Grief is not a thing of beauty but it has helped me discover new parts of myself | Gemma Carey", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/25/grief-is-not-a-thing-of-beauty-but-it-has-helped-me-discover-new-parts-of-myself", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/25/grief-is-not-a-thing-of-beauty-but-it-has-helped-me-discover-new-parts-of-myself", "fields": {"headline": "Grief is not a thing of beauty but it has helped me discover new parts of myself", "bodyText": "I’ve had an amazing two years, by anyone’s measure. First, my mother died a very hard death from cancer. Then I ended my marriage, followed by a gut-wrenching estrangement from my formerly close father. I nearly bled to death in a storage room in a Sydney public hospital, and a few months after that my unborn baby died. It sounds like the plot of a B-grade movie. But here I am, staring myself down in the mirror each day urging myself to carry on, whispering: “Yes, this really is your life now. Yes, you must still shower and dress and go to work.” It is one thing to know figuratively that bad things can happen to you at any moment. It’s quite another to live that realisation over and over again. When I was grieving my mother, I searched out the stories of people who experienced unfathomable loss. The Year of Magical Thinking became my bible. I followed Joan Didion as she stumbled her way through comprehending the death of her husband and daughter. Back then, my singular loss felt so big that only stories of utter tragedy seemed up to the task of providing me insight into the contours and trajectory of grief. But in time, we can become accustomed to almost anything. I fear I have become one of those poor souls, like Didion, that people treat as an oracle. How could so much possibly happen to one person? How does she keep going? How did she make it through? Answers I used to search for in Didion’s writing, people now seek in me. Surely, with so much suffering must come wisdom. Just like Didion, I don’t have any answers. As she puts it: “You sit down to dinner and life as you know it ends.” This is how I feel, but with a kind of repetition that makes it seem almost idiotic I still don’t see it coming. I am not stronger for my grief. Grieving is not a state of grace and there is no beauty in it. I can say, though, that grief has different flavours. Something I could not have understood until I’d sampled so many types. And grief has brought forth parts of me I didn’t know existed. Grief has taken me to the page, to a microphone, and yes, sometimes to bad decisions and booze. When my mother died I had felt fury and injustice. My grief spilled over into every area of my life – giving me a certain wildness behind the eyes. From that place of indignation I began to write. I wrote about things, and I wrote in ways I never knew I could. Grief, it seemed, had at least given me a gift. When my husband, father and I went our separate ways I spat and raged at the world. “I dare you,” I said to no one in particular, “to try and take more from me.” My anger at the destruction of my former life jumped off the page and for the first time I began to perform. I stood in a room of a hundred strangers and read letters I had written to my dead mother. Grief had now taken away my fear. When I came within a whisper of losing my own life, I was more nonchalant. After a day spent in a hospital emergency room, more than half my blood gushed into my abdomen while I sat waiting for treatment. Afterwards, the doctors told me I nearly died. I fear grief, but I don’t fear death. Not being there to grieve the loss of my own young life, I was rattled but largely unaltered. A friend captured it well: “You are perhaps a little too comfortable with your own death these days.” By the time my baby died, I longed for the energy of earlier grief. When in my second trimester they couldn’t find a heartbeat, I sobbed tears of defeat. The grief of my dead baby took me to bed. While it is perhaps the most unfair grief of them all, I no longer have the energy to be shocked or enraged by the injustice. Finally, grief has worn me out. There is no realisation, no undiscovered talents, no devil-may-care attitude. There is just exhaustion. A kind of existential exhaustion that no holiday or rest can cure. I explain to friends: “I am just one of those people.” I just seem to have one of those lives that are marked by great fortune but also great loss. A dream career, an amazing partner, a beautiful home and unintelligible loss. I have no other explanation. And somehow it brings me to a type of acceptance – bad things will happen, they will keep happening. But there will be little bursts of brilliance where the world feels impossibly wonderful just by sheer contrast. No, there is nothing you can learn from me. I am not wiser than I was two years ago, and I have nothing to teach you. But come, come and marvel at the relentlessness of life and our ability to endure it. I can show you that with time, you too can become accustomed to almost anything. • Gemma Carey is a researcher at the University of New South Wales"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}