{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/21/playing-a-video-game-gave-me-a-kind-of-catharsis-i-didnt-know-i-needed", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-21T02:10:51Z", "webTitle": "Playing a video game gave me a kind of catharsis I didn’t know I needed | Cian Maher", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/playing-a-video-game-gave-me-a-kind-of-catharsis-i-didnt-know-i-needed", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/playing-a-video-game-gave-me-a-kind-of-catharsis-i-didnt-know-i-needed", "fields": {"headline": "Playing a video game gave me a kind of catharsis I didn’t know I needed", "bodyText": "Whether they be written in the annals, painted on canvas, or coded into virtual space, fantasy worlds are captivating. It’s as if these stories wield a macrocosmic mirror, consistently challenging us with distorted versions of our own world. Although this distortion is initially confronting, it soon makes it easier to gravitate towards what’s at the core of these realms, and what that means in relation to our own. I first played The Witcher 3 about a year after it came out. I was invested in the series when it launched, having already played the other games and read some of the books, but I couldn’t put much time into the game — I was kept busy between studying English at university and working full-time hours at my supposedly part-time job. So, a little over a year late to the party, I put on my Witcher medallion and saddled up my trusty equestrian companion, Roach, before setting off on an epic quest across the harsh landscapes of Velen, the shady streets of Novigrad, and the tempestuous wilds of Skellige. It didn’t take me long to become smitten by this wonderful world, teeming with madcap magic and all sorts of leviathan beasts. As you wander along forest trails, you’ll encounter everything from travelling merchants to bloodcurdling colossi, legionnaires from the hordes of hellions plaguing the world ever since an abnormal event known as the Conjunction of the Spheres occurred suddenly and mysteriously. I have dreamed odysseys across the plains of Middle Earth, imagined riding at the vanguard into Westerosi wars, and visualised political squabbles at the heart of Narnian haut monde. These worlds are vivid in my mind’s eye, eternally accessible so long as I’m willing to dream. But my love for this game was about more than just its world, the Continent. As an English graduate, I have become enamored with a plethora of protagonists over the years. However, the Witcher 3’s main character, Geralt of Rivia, is the one I identified with most. As a child, he was taken into Kaer Morhen, a keep designed to train witchers from a young age. Witchers undergo drastic experimentation, to the extent that most of them die before reaching adolescence. One of the downsides to surviving the witcher trials is that the benefits come at the expense of a purgation of emotion. Witchers grow to be cold and unfeeling, spilling monstrous blood for coin instead of valor. It’s seldom you see a witcher that doesn’t bear an array of putrefying scars — perhaps they took a cockatrice’s talon to the eye, or were scorched by the sweltering fire of a wretched wyvern. The Witcher 3 is similar to other medieval fantasy worlds, but what differentiates it from the rest is its singular story of emotional maturity. As Geralt seeks out his adopted daughter, it becomes clear that he’s not so much emotionally defunct as he is emotionally compromised. And by vicariously playing through this complex character, I learned to interact with the world in a more affecting and meaningful way. Geralt’s growth became mine, and the highs and lows of The Witcher 3 were peaks and valleys in a visceral rollercoaster of raw emotion. In The Witcher books, Geralt is equally complex, but in a different way. The literary depiction of his character sees him adhere to The Path more closely, which is the metaphorical path of neutrality trodden by unfeeling witchers, forced to eschew political intrigue for absolute nonpartisanship. However, Geralt is his own character in the novels; in the games, Geralt is simultaneously his own person and your avatar in his digital world. It’s a conflation of character, as you get to ventriloquise the witcher, but his sense of self is so well-established that you’re not omnipotent. It’s democratic, even though he never challenges what you say, because it’s so evidently clear that Geralt is not the monster he’s made out to be. Because you unanimously recognise this, his singularity shines bright among the all-too-regular tropey protagonists from other fantasy sagas. The Witcher 3 is more than just a fantasy world. It’s an experience, lived through an emotionally complex character. I fell in love with The Witcher 3 because it afforded me a kind of catharsis I never even knew I wanted, let alone needed. Geralt is a seemingly emotionally-devoid character, but you learn to feel through him in a primal and affecting way. And by the end of the game, he’d felt it all, and so had I. • Cian Maher is a freelance journalist based in Ireland"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}