{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/28/putin-liberal-values-eu-blame-rightwing-demagogues", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-28T11:14:24Z", "webTitle": "Putin is right about the collapse of liberal values– but the EU shares the blame | Owen Jones", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/28/putin-liberal-values-eu-blame-rightwing-demagogues", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/28/putin-liberal-values-eu-blame-rightwing-demagogues", "fields": {"headline": "Putin is right about the collapse of liberal values– but the EU shares the blame", "bodyText": "Vladimir Putin is right. When he celebrates the existential crisis of what he terms “liberalism”, his grounds for triumphalism are substantial. “The liberal idea has become obsolete,” he crows: he cheers on the anti-migrant backlash sweeping the western world, the onslaught against multiculturalism, and even endorses the ever-escalating campaign against trans people. If you were Putin, would you not be celebrating? His brand of authoritarianism is in the ascendancy: a rightwing populism based around a venerated strongman leader, where the trappings of democracy are kept for show, but where, in practice, the substance of democracy is hollowed out. Putinism could indeed be humanity’s future. Donald Tusk, the European council president, has shot back, voicing his staunch opposition to the “main argument that liberalism is obsolete”, claiming instead that: “For us in Europe, these are and will remain essential and vibrant values. What I find really obsolete are: authoritarianism, personality cults, the rule of oligarchs.” What utter hypocrisy. Hungary – an EU state – is already de facto a Putinist nation: its authoritarian far-right leader Viktor Orbán, surrounded by similar oligarchs, flaunts what he calls an “illiberal democracy” that has shut down dissenting newspapers, persecuted NGOs, closed down an entire university, throttled the independence of the judiciary, whipped up hatred against migrants. Its rampant corruption has led to Hungary being widely labelled a kleptocracy, and it has indulged in wanton antisemitism. Or consider Tusk’s own home nation, Poland, whose authoritarian rightwing government has also seized the judiciary, attacked media freedom, attempted to undermine the right to protest and indulged in rampant migrant-bashing. The EU has let them get away with it: as Michael Ignatieff, the rector of the Central European University – driven from Hungary by Orbán – puts it, the Hungarian nightmare enjoyed the “collusion and compliance” of the EU. Consider Turkey, once described as an emerging democracy, but whose de facto dictator Recep Tayyip Erdoğan, who rules through a never-ending state of emergency, has locked up and persecuted journalists and opponents, and concentrated power in his hands. While a defeat for his chosen mayoral candidate in Istanbul is cause for celebration, the west has continued to arm and support Erdoğan as he throttles democracy and civil rights. We can see, too, a wider trajectory. Italy’s far-right deputy prime minister Matteo Salvini – whose Northern League has soared in polls – has every chance of becoming the country’s leader in the near future. Brazil’s authoritarian far-right leader, Jair Bolsonaro, was the beneficiary of a successful conspiracy to prevent Lula da Silva – the nation’s progressive former president – from standing in elections he had every chance of winning. And look at the United States, whose demagogic leader locks children up in what the congresswoman Alexandria Ocasio-Cortez has called “concentration camps”, attempts to institute a Muslim ban, posts videos suggesting he could be US president for all eternity, and exudes a rampantly authoritarian attitude. And what about Britain? British exceptionalism – always drenched in chauvinism and myth – painted our nation as immune to authoritarian populist impulses. The aftermath of the Brexit referendum kills this lie: this is a country where newspapers denounce judges as “enemies of the people” and opponents as “saboteurs and traitors”; where our leaders denounce “citizens of nowhere”; where threats to prorogue parliament – a de facto coup d’état – become mainstream; and where rightwing populism continues its ascent. When Putin ridicules the “claim now that children can play five or six gender roles”, he joins a deafening chorus of bigotry: from Trump banning trans soldiers to the escalating anti-LGBTQ backlash in Brazil. No wonder he is so cocky. That isn’t to say that we existed in some fabled golden age before now. But there is no question that a great reverse is taking place: a lethal combination of a backlash against hard-won rights for women and minorities, and worsening economic and social insecurities being exploited by rightwing demagogues. The lights are going out – and if an alternative politics of hope fails, then darkness will consume us all. • Owen Jones is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}