{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/11/youth-activists-demand-urgent-action-political-establishment-failing-them", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-11T13:04:51Z", "webTitle": "Urgency is what's demanded by young activists. But they're met with crumbling complacency | Eve Livingston", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/11/youth-activists-demand-urgent-action-political-establishment-failing-them", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/11/youth-activists-demand-urgent-action-political-establishment-failing-them", "fields": {"headline": "Urgency is what's demanded by young activists. But they're met with crumbling complacency", "bodyText": "If there’s one word to sum up today’s political pace, perhaps it is urgency. Climate catastrophe is coming; hate crimes are rising; the far right is advancing and none of us can remember the last time parliamentary democracy wasn’t characterised by a hopeless race against a ticking clock. And yet, having spent a lifetime lulled into the complacency that comes with privilege and a centrist establishment, it seems our political class just isn’t getting it. We have 30 years to change the course of history, say school climate strikers. People are dying now, say human rights and equalities campaigners. Real change takes time and consensus and a series of repetitive votes in a crumbling old palace, say politicians. This generational divide between an establishment desperate to cling on to the idea of slow, gradual change and a youth fired up and impatient for radical overhaul was highlighted again last week when ex-BP boss John Browne was asked in the Observer what he would say to climate campaigner Greta Thunberg. “I would say that I have been at this for longer than you’ve been on the planet and that [decarbonisation] will take time,” he responded. “Remember that energy is a very big system and there is not one solution.” Aside from his patronising tone and the fact that Thunberg’s activism is in part only necessary because of his lifetime commitment to burning the fossil fuels that caused the climate crisis, Browne’s response is undoubtedly frustrating for youth activists in other ways. While the older generation has little to lose from patience and timidity, a new wave of activists has already lost, born into a world damaged beyond repair through no fault of their own. With no rose-tinted memories of the so-called good old days, they have little to gain from sitting patiently and waiting while white men 50 years older than them debate a future they won’t be part of. It’s easy for the establishment to patronise young activists because the former exist within a political structure that has been built explicitly to accommodate their type of politics: a slow, bureaucratic, opaque process overseen by people who have far more invested in their own reputations and interests than in those they represent. It might have ticked along nicely for a while – at least for those privileged enough to feel its benefits – but, ultimately, it has failed. And so perhaps Browne’s response points to something else about this generational divide that is somewhat more uncomfortable to acknowledge. It’s one thing to accept that our politicians and experts simply have a different theory of change, frustrating as it might be. But the fact is that it was their commitment to the establishment wisdom of steady, gradual change that led us here in the first place. To accept that anything else is required is also to accept responsibility and, ultimately, failure. In our feral and uncompromising political system, will anyone be brave enough? What the political establishment crucially fails to acknowledge is that a new generation of activists has grown up watching things go wrong on a dramatic scale in the blink of an eye. For millennials and generation Z, political life has been defined by the collapse of institution after institution. In 2008, a generation of students went to sleep one night and woke up to an unforgiving job market that may never recover fully from the financial crash. In 2016, they watched along with their younger peers as hate-crime statistics soared following the UK’s decision to leave the European Union. In their relatively short lives they’ve seen fascists win elections, terrorist attacks devastate countries across the world, climate change-accelerated natural disasters claim the lives of thousands. How can anyone expect them to believe that change should be slow and steady when disaster has been so swift and ruthless? Ultimately, it’s not just that the older political establishment has a different approach or an inherited wisdom, but that it is actively standing in the way of progress on issues that require radical and urgent solutions. In a system built explicitly to advance the slow and gradual politics that have benefited its representatives for decades, this is no small ask. But the ways of the past have failed us. While today’s youth have little to lose and everything to gain from a radical new approach, the power and successes of today’s establishment hang in the balance. To sacrifice progress and change for pride and self-interest would certainly be business as usual. But it was business as usual that got us into this position. It will have to be urgency that saves us. • Eve Livingston is a journalist specialising in politics, social affairs and inequalities"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}