{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/23/brexit-three-years-economy-fairness-politicians", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-23T23:01:59Z", "webTitle": "We set four tests for Brexit. Three years on, all of them are failing | Anand Menon and Jonathan Portes", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/23/brexit-three-years-economy-fairness-politicians", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/23/brexit-three-years-economy-fairness-politicians", "fields": {"headline": "We set four tests for Brexit. Three years on, all of them are failing", "bodyText": "Has Brexit been a success? Now there’s a question. Remember how Zhou Enlai famously (albeit apocryphally) declared in 1972 that it was “too early to say” what the impact of the French revolution had been. He must be turning in his grave at this, because the UK hasn’t even left the EU yet – and may well never do so. However, Brexit is a process, not an event. Whatever happens over the next few months and years, it will dominate UK politics and economics for the foreseeable future. Given this, the third anniversary of the referendum feels like a good moment to take stock. And so we have. But first, some background. In February 2017, we at UK in a Changing Europe set out four “tests” for Brexit. We deliberately did not base them on what was going on in negotiations between London and Brussels. Rather, we decided to focus on outcomes. We argued that the referendum campaign, while dividing the country – as Brexit continues to do – also revealed some key themes underlying the British political debate. And there was – perhaps surprisingly – considerable common ground across the referendum divide about what we should be seeking to achieve as a country. Generally, both sides argued that the UK should remain an open, outward-looking country; that both economic growth and social cohesion mattered; that we should invest in, and improve, our public services; and that we needed to maintain the UK’s international influence while preserving democratic control of our own destiny. Three years, three meaningful votes, numerous European council summits and who knows how many negotiating sessions on, our approach has been vindicated. While the timing and form of Brexit is, if anything, even less clear now than it was in 2017, the same themes – growth, fairness, openness and control – continue to frame the debate. And so we’ve gone back to our tests, and tried to evaluate where we’re reached. Our verdict is unequivocal on the impact to date. While the apocalyptic predictions of the remain campaign have not materialised, the economic damage has nevertheless been significant. The vote to leave the EU triggered not just a one-off inflation shock, but also more persistent impacts on investment, trade and migration. So the economy as a whole has suffered, and the UK is already a somewhat less open economy. Nor are we, in any measurable sense, a fairer society. Finally, the seismic political impact of Brexit means that the UK has, perhaps paradoxically, lost control, at least temporarily, over some aspects of its economic future. But these are early days, to say the least. The transitional arrangements set out in the withdrawal agreement foresee a period during which much will continue as now. Though it’s worth noting that the United Kingdom will enjoy far less influence over EU policies than it does as a member state, and hence even less control over its own destiny. Our judgment on the prospects for the future is necessarily more tentative. The consensus amongst credible economists – that Brexit will, overall, be negative for the UK economy and public finances – remains intact. Note how few of those who have published forecasts have seen the need to revisit them. Indeed, that consensus has if anything been strengthened by developments so far, as the prospect of any Brexit that retains single market membership and free movement appears ever more remote. Correspondingly, however, the UK will enjoy considerably more control over a range of policies – trade, regulation and migration – than at present. The challenge of how to translate that gain in notional sovereignty into a genuine sense among the electorate that they have a real say will be central to British politics after Brexit. The prospect of greater control means that the question of openness remains, well, open. Some new barriers to trade with the EU seem inevitable. But so far, perhaps surprisingly, developments in both Westminster politics and public opinion mean that prospects for a relatively liberal immigration policy look better than for some time. The most difficult and uncertain issue remains what future governments will do to address the underlying discontent that, at least in part, drove the Brexit vote. In other words, what can and will be done to make the UK a fairer society. Theresa May spoke of addressing the “burning injustices” in our society, and many – regardless of their views on Brexit – hoped for a “reset moment”, with new policies to address those numerous structural issues that have been neglected in the past. So far, however, the government has simply not had the space, time or capability to develop the domestic policy proposals and instruments – on investment (public and private), skills, regional policy and so on – that would be needed. Will this change should the UK leave the European Union? Unfortunately, the performance of our political system in the three years since the referendum hardly inspires confidence. The infighting, paralysis and accompanying media focus on the Brexit process in Westminster (and yes, some of us must share responsibility here) have both detracted and distracted from any serious or coherent approach to these substantive issues. At the moment, there appears little chance that this will change – but if we want Brexit to be a success, change it must. • Anand Menon is director of UK in a Changing Europe. Jonathan Portes is a senior fellow at UK in a Changing Europe"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}