{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/13/lawyer-protesting-law-hong-kong-extradition-bill-china", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-13T12:20:43Z", "webTitle": "Hong Kong is in danger. China’s promise of democracy was a lie | Anonymous", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/13/lawyer-protesting-law-hong-kong-extradition-bill-china", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/13/lawyer-protesting-law-hong-kong-extradition-bill-china", "fields": {"headline": "Hong Kong is in danger. China’s promise of democracy was a lie", "bodyText": "The ninth of June 2019 was a Sunday. Any other Sunday in summer at Causeway Bay, Hong Kong, old men and women would do their usual walkabouts and maids would gather, spread out groundsheets, cover them with spicy delicacies and listen to Filipino pop songs. But it was not like any other Sunday, at least not for me. Filled with anxiety, hope and anger, I joined the protest against Hong Kong’s proposed extradition law, alongside three classmates from my evening Spanish class. We were hopeful because perhaps there was a slim chance that our government would listen to us, for once. We were angry because our government had repeatedly lied to us. I had not taken part in any demonstrations since 2004, at which time I still had not yet completely lost faith in the sincerity of China’s promise of democracy for Hong Kong. But this time I just felt I had to. We were anxious that if we did not stop the impending extradition bill, all foreign firms and multinationals would leave Hong Kong in droves, property prices and the stock market would plummet and lots of people would be without jobs or worse. It all started in 1997, when the sovereignty of Hong Kong was returned to Beijing. We were promised a high degree of autonomy with a democratically elected legislature and a chief executive. After 22 years, there is still no sign of a legislature elected by universal suffrage, promised to us under the Basic Law, Hong Kong’s constitution. It’s bad enough not to have a completely elected legislature and an elected chief executive. Worse, it now looks as if our chief executive, Carrie Lam, appointed by Beijing in 2017, will bulldoze through our legislature laws, which will authorise our courts to sanction the extradition of any person, of whatever nationality, to China if the PRC authorities deliver official papers to the Hong Kong courts alleging that they have committed one of the scheduled list of crimes in the PRC. Not only that, the proposed bill will allow the Hong Kong Special Administrative Region government to freeze the assets of anyone falling within the definition of a PRC crime suspect. What makes me even more angry is that our chief executive and our secretary for justice, Teresa Cheng, have openly misled the ordinary people of Hong Kong, effectively saying that anyone who objects to the proposed law does not really understand what it is all about. The latter category of people includes 11 former and existing chairmen of the Bar Association and the Law Society of Hong Kong. She claims that there really is nothing for the people of Hong Kong to worry about because our courts will ensure that everything will be done lawfully and that they will ensure that justice is done in the case of every suspect to be sent to the PRC. In fact, the court has no such powers. And by scrapping the second reading of the proposed bill by a committee of the legislative assembly and putting the bill directly to the legislative assembly for voting, Lam is breaking up a lawmaking system that has served us for more than half a century. Hong Kong will never be the same again if she succeeds. While marching under a 33C sun, taking just two or three steps once every 10 to 15 minutes or so, I saw numerous slogans on homemade placards criticising Carrie Lam, Teresa Cheng and John Lee (our secretary for security). Within an hour of the official end of the march, the government announced that our legislative assembly would discuss the bill on 12 June, as scheduled. All calls for a delay were ignored and more than two million pairs of feet appeared to have marched in vain after all. It’s business as usual at Government House and the legislative assembly, in which pro-Beijing factions have an absolute majority. Some protesters were furious and did some damage shortly after the march officially ended. Three hundred of them were rounded up and half that number were charged. Many groups have called a strike to stop the legislation going through. On Wednesday, the protests continued. The open space outside the legislative assembly was packed with thousands of people; police used pepper spray and teargas against some protesters; the crowd defended themselves with their umbrellas, goggles and masks. Protesters who attempted to march on Carrie Lam’s residence were stopped by the police. Lam used to brag that she has always been the “number one” since her school days. Now it looks like she’ll probably be remembered as the first in Hong Kong to provoke demonstrations on such a massive scale. It looks as if hellish days are coming. In what form, God knows. • The writer is a Hong Kong-based retired lawyer"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}