{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/30/dont-blame-parents-for-wanting-the-best-for-their-kids-change-private-school-system-instead", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-30T05:59:09Z", "webTitle": "Don’t blame parents for wanting the best for their kids. Change the private school system instead | Sonia Sodha", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/30/dont-blame-parents-for-wanting-the-best-for-their-kids-change-private-school-system-instead", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/30/dont-blame-parents-for-wanting-the-best-for-their-kids-change-private-school-system-instead", "fields": {"headline": "Don’t blame parents for wanting the best for their kids. Change the private school system instead", "bodyText": "The headmaster of Stowe was greeted with utter incredulity a few weeks ago when he publicly worried that his pupils were victims of social engineering. New figures out last week from the Sutton Trust remind us why his musings were so absurd. The tiny cohort of privately educated people is not two or three times more likely than the comprehensively educated to end up in influential jobs: the figure is a massive 12 times. So defenders of the status quo are arguing that the privately educated are twelvefold more qualified to be ministers, news editors and diplomats. It’s ludicrous and insulting. These figures, which have barely budged in years, prompt a mix of guilt and frustration in me. Guilt because, as someone who went to a private school, I’m uncomfortably aware I’m a symptom of this elitism. Frustration because the solutions we jump to – slightly lower university requirements for children from disadvantaged backgrounds, “blind” CV recruitment – feel like tinkering around the edges. You might think that dismantling a system that unfairly benefits just 7% of children – the extra resources that get ploughed into their education, the self-assurance and confidence it instils, the access to the old boys’ network that going to a school such as Eton or Winchester opens – might be quite popular with the parents of the 93%. But the Independent Schools Council often wheels out the stat that in one of its surveys, almost six in 10 parents said they would send their child to an independent school if they could afford to. Despite evidence to the contrary, Brits generally believe we inhabit a meritocracy: in 2012, 84% of people said they thought hard work is essential or very important to getting on in life; just one in three thought the same of “knowing the right people. We’ve all got a stake in maintaining that illusion. People at the top like to believe they made it there through hard work and talent, not luck and privilege. For the rest, there’s the promise of the possible inherent in the belief that we live in a meritocracy. Perhaps this is why even as the left professes its commitment to dismantling privilege, it seems content to combine a moral distaste for parents who go private with a timidity for actually disrupting the system. Labour’s 2017 manifesto was a damp education squib. It proposed charging VAT on private school fees – floated by Michael Gove a few months earlier, hardly very radical. Its flagship pledge wasn’t to expand the almost £30k average subsidy the disproportionately middle-class young people who go to university get to the disproportionately working-class young people who don’t, but to increase the gap further by scrapping tuition fees altogether. It said nothing about the robust reform needed to a school admissions system that allows more affluent parents to dominate the best state schools via the housing market: houses near top comprehensives attract an average premium of more than £45,000. You can’t blame parents for wanting to do what they see as best by their children. The paradox of the Sutton Trust report is that, even as it highlights a huge social problem, it also underlines the great advantage conferred by attending a top public school, followed by an elite university, in charting a route to career success. And so the problem becomes self-perpetuating. It’s precisely because you can’t expect parents to make the most socially beneficial decisions that more radical government intervention is needed. There’s always the nuclear option of effectively scrapping private schools by banning them from charging fees, as Finland did in the 1970s (it now has one of the most equitable and high-performing school systems in the world). But if that’s deemed impossible, government can seek to break the golden thread of privilege that connects private schools to the elite professions via top universities. Progress in widening access has been glacial – between 2010 and 2015, just 6% of Oxbridge admissions were to young people with parents in unskilled and semi-skilled work, despite these social classes constituting a quarter of the population. Universities have been far too slow to recognise that it’s hardly an equivalent achievement to get three As at A-level if your parents went to Oxbridge than if you’re the first in your family to go to university. I’ve become convinced it’s time to force them to act, with quotas that would stipulate the proportion of students the most selective universities must take from working-class backgrounds. Suddenly, a private education becomes less of a surefire bet. You could even make it more obvious to parents by flipping quotas on their head into a “privilege cap” on the proportion of privately educated young people our publicly funded universities can take. Or we could go even further by moving towards a more comprehensive-style university system. We rightly shun academic selection in the school system because creaming off the most able doesn’t do much for them, while depressing outcomes for everyone else. So why do we embrace it so enthusiastically for universities? And it has worse effects than in the school system: at least there’s no suggestion that three As from Winchester is a better achievement than the same grades from an under-resourced comprehensive with a disadvantaged intake. Because universities award their own degrees, with little equivalence between first-class degrees from different universities, employers are encouraged to see the university someone attended as a proxy for employability. A more mixed-ability university system with standardised degree classifications would certainly help level the playing field. There’s no polite way to make Britain less elitist: it won’t happen through access programmes and a marginal tax on private schools. It’s a zero-sum game, and if the left is serious about breaking the cycle through which privilege begets privilege, it needs to do some more uncomfortable thinking about how to level down, as well as level up.﻿ • Sonia Sodha is the Observer’s leader writer"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}