{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/05/darwin-is-a-place-where-everyone-is-familiar-this-mass-shooting-hurts-us-all", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-05T07:24:17Z", "webTitle": "Darwin is a place where everyone is familiar. This mass shooting hurts us all | Kylie Stevenson", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/05/darwin-is-a-place-where-everyone-is-familiar-this-mass-shooting-hurts-us-all", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/05/darwin-is-a-place-where-everyone-is-familiar-this-mass-shooting-hurts-us-all", "fields": {"headline": "Darwin is a place where everyone is familiar. This mass shooting hurts us all", "bodyText": "The street where a terrible crime happens is always described as a “normally quiet” place. I should be able to find a better word, but quiet generally does apply to Gardens Hill Crescent in Darwin. There’s the hum of traffic from the Stuart Highway behind us, and if the wind is right, a disembodied voice from a loud speaker at one of the car yards over the back. Some unusually noisy birds have recently come to roost in the palms dotted around the backyards. But that’s about it. So when three or four loud bangs sounded out through the suburb around 6pm on Tuesday, residents raised their heads from whatever they were doing: cooking dinner, hanging out the washing, watching television. No one was terribly alarmed, though. There were no raised voices, and it’s not unusual for Darwinites to be illegally letting off the last of their fireworks stash from last year before Territory Day rolls around again on 1 July. Some neighbours say they looked up at the sky, waiting for the bursts of colour in the still-daylight. When a few moments later there were more loud bangs and some yelling, a few people close by went outside to have a look. They followed the voice of a woman to the blown-out door of a home in a small cluster of single-level units. One witness said the distressed woman told them a stranger had shot through her door, then said he was looking for a man named Alex. Another witness, who did not want to be named, said they spent about 40 minutes tending to the woman before someone asked about the first round of shots and they realised they hadn’t checked the other units. She said when they entered the home closest to the street, they found a man long-dead, his blood spilled onto the tiles like a black carpet. The witness said in her former profession as a nurse she had dealt with death many times before, but never a violent death, never something like this. And certainly never in her street. She said she and her partner and some other men from neighbouring townhouses went inside to try to help, looking for a pulse or a wound they could put pressure on. They could find neither through all the blood. The police had already been called, but now they phoned 000 again, this time requesting an ambulance. The witness said the wait for emergency services was long and that at the time they couldn’t understand why no one was coming to help. At one point a witness tried to wave down a police car driving up the street, but it kept going. In hindsight, the police had a lot on their plates. Unbeknown to the people in Gardens Hill Crescent, a few minutes earlier a man had fired shots at the Palms Motel – a small, tired brown-brick building, just around the corner on McMinn Street. One man was dead and a woman injured. Police were out in force looking for the gunman, who was still on the loose. The NT police commissioner, Reece Kershaw, said after he’d been to Gardens Hill Crescent, it’s believed the gunman continued up the road by car to the Buff Club, an old Darwin watering hole popular with long-term locals, where another man was killed; then 3km away to an address in Jolly Street, Woolner, where a fourth man was killed. Kershaw said the gunman then drove 10km to the police headquarters at Berrimah, before heading back to the city where he was finally arrested at an intersection near the Palms Motel where the ordeal began. It was close to 7pm when officers turned up at Gardens Hill Crescent, met by a scrum of silent residents clustered around the mouth of a driveway, wondering what to do with themselves. An ambulance arrived and left empty. There was nothing for them to do. Police set up the crime scene and door knocked for witnesses. “It’s a sad day for Darwin,” one officer said, standing in the dark driveway next door to the scene. But it wasn’t just one sad day. There will be many that follow this mass shooting, which ultimately ended four lives. Because the thing about Darwin is this: it’s not really a city. It’s a town. The kind of place where everyone is familiar and the degrees of separation are small. In this context, what that means is almost everyone is connected to this in some way. You either saw the shooter or heard the gunshots or got held up by police blocking off roads. You know a victim, or a grieving relative, or the killer. And if none of these applies to, you know someone who they do apply to. But Darwin’s close-knit community is its superpower. Top Enders look out for one another. It’s one of the many beauties of the place, and the reason so many of us stick around. There isn’t a feeling here of danger, despite what has happened. Residents are still in shock, glued to the news, trying to make sense of the unfathomable. But Darwin is resilient. The town has survived a bombing and several cyclones, and each time it has rebuilt and grown stronger. This will change us in many ways, but it also won’t. Darwin, and Gardens Hill Crescent, will continue to be the quiet, peaceful places they always were."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}