{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/11/disruptor-dirty-word-donald-trump-scientists-engineers", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-11T08:00:26Z", "webTitle": "Disruptor has become a dirty word. And not just when applied to Donald Trump | Andre Spicer", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/11/disruptor-dirty-word-donald-trump-scientists-engineers", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/11/disruptor-dirty-word-donald-trump-scientists-engineers", "fields": {"headline": "Disruptor has become a dirty word. And not just when applied to Donald Trump", "bodyText": "There are many names people called Donald Trump during his recent UK visit. One of the more flattering was “the disruptor in chief”. When the foreign secretary, Jeremy Hunt, was asked about Trump, he responded: “He’s controversial. He’s a disruptor.” This description wasn’t Hunt’s invention. A couple of years ago, American commentators explained how Trump had disrupted the Republican party and was trying to disrupt the order of global foreign policy. Until fairly recently, calling someone a “disruptor” wasn’t a compliment. It bought to mind a disrupted rail journey, a disruptive child, a disruptive neighbour. Now being “disruptor” is a positive. Entrepreneurs such as Elon Musk are lauded when they seek to “disrupt” established industries such as car manufacturing. Large companies appoint “chief disruption officers”. Civil servants, teachers and school children are now encouraged to become disruptive innovators. The person behind this embrace of disruption is Clayton M Christensen, a professor at Harvard Business School. His 1997 book, The Innovator’s Dilemma, introduced the term “disruptive innovation”. In the book, Christensen asked how companies that dominated their industries for decades were beaten by new entrants offering inferior products. He found that established companies would often offer costly products with lots of features that many consumers didn’t really want. Newcomers would disrupt the industry by offering a cheaper product with fewer features that some users would find good enough. For instance, 25 years ago established airlines such as British Airways offered passengers a full service at a high price. Then budget airlines such as Ryanair and easyJet removed the food and drinks service, charged extra for baggage, dropped the price and disrupted the industry. Since the publication of The Innovator’s Dilemma, the idea of disruptive innovation has met criticism. Yet it has also become one of the most influential ways of thinking about how industries change. Today, even the most staid businesses, public sector organisations and non-profits clamber to become disruptors. Disruptive innovation is used to talk up changes such as the online courses replacing university lecturers, Uber replacing public transportation, and “health coaches” replacing some doctors and nurses. As the idea of disruption has spread, it has started to mean anything to anyone. In the past, being a disruptor was a label that was applied to a fairly narrow set of path-breaking innovation. Today, a new flavoured chocolate bar or the 3-in-1 dishwasher tablet being replaced with the 4-in-1 dishwashing tablet is labelled as a disruption. As a consequence, disruption is no longer inspiring excitement. Instead, it sparks a weary sense of “innovation fatigue”. Talk about disruption often draws our attention to new technology, yet it can blind us to other changes going on behind the scenes. Sometimes that is about changing work patterns, where stable and well-paid jobs are replaced with poorly paid, insecure work. In other cases, disruption has undermined public sector provision of services. For instance, privately run charter schools in the US that use online material to replace some teaching staff have been framed as “disruptive innovators”. In still other cases, disruption has become a way of trying to duck regulation and explain away gigantic companies dominating whole industries. Our obsession with disruptive innovations has often led us to ignore much of the real innovation happening in our economy. In their search for disruptive innovators, many investors obsess over digital start-ups but overlook more modest but often more promising innovations in other parts of the economy. The upshot is some innovations (such as restaurant apps or electronic scooters) get overfunded, while other innovations (for example, debt minimisation services for the poor) remain starved of funds. Despite all the emphasis on disruption, some economists think we are actually living in an age of slowing rates of innovation. There has been less investment by companies in basic research and development. Instead, firms have been content with exploiting past technical breakthroughs. Meanwhile, universities (where basic R&amp;D still gets done) have become increasingly cumbersome – one study found that it takes about 40 times the number of scientists to create a breakthrough now as it did 80 years ago. The upshot is that instead of living in a time of disruptive innovation, we may be in an age of disruptive unnovation. This means that what passes for innovation are superficial changes that get dressed up as amazing breakthroughs. All this hype disguises deeper disruption of good jobs, public services and well-functioning markets. To avoid this situation, we need to put the “disruptors” in their place. That means recognising that disruptive innovations are actually fairly rare. The great majority of innovations are much less flashy advances such as new manufacturing processes, new ways of marketing a product or novel ways of serving customers. These quiet breakthroughs are not created by flashy disruptors. They are created by toilers and tinkerers. Toilers are the people who work for decades to develop and then improve a particular technology or technique. A classic toiler is the scientist who works for years on a particular problem, contributing small advances that help to take the field forward. Often it is sustained investment (often by governments) in these people that produce the really important technical breakthroughs. Tinkerers are people who play around with existing as well as new technologies. These are the engineers who fiddle about with different technologies, trying things out and making do. Often it is these people who find ways to put basic scientific breakthroughs to work in solving specific problems. Typically, they create small improvements that make a big difference. So instead of encouraging disruptors, our economy and also our political institutions may be better off with a few more toilers and tinkerers. • André Spicer is professor of organisational behaviour at the Cass Business School at City, University of London, and author of the book Business Bullshit"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}