{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/21/are-young-people-growing-horns-because-of-mobile-phones-not-so-fast", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-21T07:27:13Z", "webTitle": "Are young people growing horns because of mobile phones? Not so fast | Gideon Meyerowitz-Katz", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/are-young-people-growing-horns-because-of-mobile-phones-not-so-fast", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/are-young-people-growing-horns-because-of-mobile-phones-not-so-fast", "fields": {"headline": "Are young people growing horns because of mobile phones? Not so fast", "bodyText": "People are strange about mobile phones. On the one hand, we can’t live without them. A modern existence is almost entirely reliant on the ability to at all times be connected to virtually every person alive today, which if you think about it is pretty cool. On the other hand, we are constantly terrified that our technological advances are going to kill us all, because nothing is scarier than a risk that we don’t understand. People who’ll happily get into a car despite the ever-present risk of a crash will spend enormous amounts of time and energy avoiding wifi and 5G, even though there is a great deal of evidence that they are safe for human health. As a species, we’re pretty scared of the unknown. Recent headlines have played into these fears, announcing across the world that mobile phones aren’t just a great way to play Angry Birds on the train, they’re actually making young people grow “hornlike” protrusions at the base of their skulls. While many millennials would probably welcome devil horns – I mean, who wouldn’t – these are apparently the result of painful spinal contortions that are a major problem for human health. Fortunately for those of us who spend every waking moment on a device, the evidence isn’t nearly as clear as some have said. Mobile phones probably aren’t turning young people into literal demons from hell just yet. The science The basic claim is simple and comes from a 2018 study that looked at bony growths called external occipital protuberances, or EOPs, in a large group of people aged 18-86 who had X-rays of their spine and skull. They then classified these EOPs into either normal or enlarged, based on the idea that a large EOP could be associated with trauma or other health issues, and compared the rate of enlarged EOPs across different age groups. They found that 18-29 year olds were the most likely to have an enlarged EOPs compared to the other age groups, with about 40% of this age group having an enlarged EOP compared to 33% of the general population. They also found that men were much more likely to have an enlarged EOP compared to women. What does this have to do with mobile phones? Well, that’s where it gets a bit tricky. Not so scientific The researchers reported at the end of their paper that this was likely to do with mobile phone use, because men are more likely to use their phones for longer and because there is some evidence that mobile phone users may be at an increased risk of neck issues that could cause EOPs. The thing is, this research never measured phone use. It’s impossible to know from the information in the paper whether this modest increase in risk of enlarged EOP for young people had anything to do with mobile phones at all. Any connection to a cause of enlarged EOPs is total speculation, especially because even if the researchers had managed to get a measure of mobile phone usage for these people, the study design itself wasn’t rigorous enough to make a claim of that type. This study just showed that age was associated with the rate of EOPs, which is a far cry from showing that mobile phones were the root of the problem. The study also had some worrying problems. As a number of people on Twitter pointed out, the data in the study directly contradicted itself, showing in a graph that men had fewer enlarged EOPs than women but saying in the text that they had more. There were also a number of minor numerical errors – calling the young group 18-29s in one place and 18-30s in another – and a somewhat problematic method of sampling. In fact, the top comment on the paper in the online journal asks how it got through peer-review in the first place, implying that it probably shouldn’t have been published at all. While all of these errors may not be the fault of the authors – the journal editors might be to blame – it makes it much harder to trust the results as reported. Bottom line Are mobile phones destroying our spines? Currently, the evidence is not great either way. A recent systematic review looking at whether mobile phone use was related to neck pain found no rigorous research on the topic, with most studies being fairly simple surveys of university students. Mobile phone use might be causing the pain, but these types of studies just don’t give us enough information to make that assessment – the systematic review notes that various jobs and even sporting activities might be causing the issues instead of mobile phones. Moreover, while the headlines have latched on to the idea that young people might be growing horns because of mobile phones, there’s currently no evidence whatsoever that this is the case. The most we could possibly say for this research is that enlarged EOPs are slightly more likely to occur in 18-29 (or 30)-year-olds, although it’s worth noting that the study did also find an increased rate in people over the age of 60 as well so it’s impossible to know what to make of that. We love to fear mobile phones, because they are new and difficult to understand, but the reality is much more mundane. It’s possible that they’re causing neck problems, but currently it’s hard to know if it’s the phones or another element of our lives that is to blame. There’s definitely no reason to believe that using a phone is going to make you sprout devil horns. • Gideon Meyerowitz-Katz is an epidemiologist working in chronic disease"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}