{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/26/everyone-has-their-own-vision-of-hell-and-mine-is-glastonbury", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-26T17:14:50Z", "webTitle": "Everyone has their own vision of hell and mine is Glastonbury | Adrian Chiles", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/26/everyone-has-their-own-vision-of-hell-and-mine-is-glastonbury", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/26/everyone-has-their-own-vision-of-hell-and-mine-is-glastonbury", "fields": {"headline": "Everyone has their own vision of hell and mine is Glastonbury", "bodyText": "There are only three reactions to the mention of the word Glastonbury: “I can’t wait to get there”, “I’d love to be going”, or “I can’t think of anything worse.” It is the most Marmite of things. I’m very much in the “I can’t think of anything worse” camp. Music is a massive part of my life and I would love to see most of the acts on this year, but you couldn’t pay me to show my face. I have searched deep into my past for the origins of this. The furthest I have gone back so far is a camping trip in the late 1970s. My dad took me and my brother to a campsite on the banks of the River Wye, somewhere near Hereford. I was about 11 and my brother was eight. My brother was, and is, more competent than me in most ways. As we set about pitching our tent, I got in a muddle and started flapping about something or other. My dad, I’m afraid, lost his temper and said: “Ade, you’re about as much use as a bucket of shit.” Sadly, I walked away and went and sat by the river. It was hurtful, to be sure, but I had to admit he had a point. Come nightfall, it started raining and the tent sprang a leak, so we had to sleep in the car. Dad plugged a black-and-white telly into the cigarette lighter and we watched Match of the Day, so all was well. But I have not camped since. A few years later, when I was 16, a friend and I went to see David Bowie at the Milton Keynes Bowl. This was the first open-air gig we had been to. We arrived early, got a spot quite close to the stage, which is where we remained, hemmed in, trapped, thirsty and dying for a wee, for about 10 hours. When Bowie died, all I could think of was that terrible day. Then, not that many years ago, having been dozing on a train from London to Plymouth, I woke up at Chippenham, I think, to see a bizarre, bedraggled army staggering slowly along the platform. They looked filthy and morose. I almost saw this scene in grainy black and white, as if it were footage of an olden-day defeated platoon. “Who are this lot?” I asked the man opposite me. “Glastonbury,” he said grimly. We shook our heads in sad wonder. I cherish my basic human rights, you see. I don’t ask for much. I merely want clean water, some food, somewhere to sleep, wash and, most importantly, go to the toilet, alone. Ideally, the toilet would be for the sole use of my good self and, possibly, family and close friends. Can you take your own portable loo? I once visited a really lovely one at a polo match. As for the music, I would like a good view of the act, please. Unable to get that, I would simply retire to my tent, having padlocked my luxury loo, and watch the whole thing on the BBC, instead. Later, I’m sure I would be woken up by the sound of everyone except me having sex. Everyone has their own vision of hell, and Glastonbury is mine. • Adrian Chiles is a broadcaster, writer and Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}