{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/10/tory-drugs-michael-gove-andrea-ganja-delusional", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-10T15:06:32Z", "webTitle": "The great Tory drug off shows they are delusional – from Gove to Andrea the ganja queen | Suzanne Moore", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/10/tory-drugs-michael-gove-andrea-ganja-delusional", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/10/tory-drugs-michael-gove-andrea-ganja-delusional", "fields": {"headline": "The great Tory drug off shows they are delusional – from Gove to Andrea the ganja queen", "bodyText": "‘Reality is just a crutch for people who can’t handle drugs.” This quote – attributed variously to Lily Tomlin, Tom Waits and Robin Williams – heaves into view as we enter the shebeen of hell that is the Tory leadership contest. Reality may be glimpsed at the edge of our peripheral vision, but it disappears as soon as any of them start to explain their hallucinatory view of Brexit. Witness, my friends, the effects of mass doping. Whoever wins is promising they will make the EU suddenly bend over, lay down the law in Ireland (which always works well) and give rich people free money. Given that none of these people seem able to negotiate even a basic drug deal, I am not hopeful. The drugs they are so terribly apologetic about taking appear not to have worked at all. From what they have all said, not one iota of joy arose. Rory Stewart walked off his opium hit. Ganja queen Andrea Leadsom feels absolutely terrible about it all. For Boris Johnson, cocaine had no effect whatsoever – to the extent that what he took could just have been icing sugar. Yeah, right. And Michael Gove, who took cocaine more than once, is now squirming with class A hypocrisy, having never shown the tiniest bit of empathy for mere mortals who have similarly sinned. Their inability to score drugs that work doesn’t fill me with confidence, but I don’t care. The weekend’s outpouring is said to be part of the dark manoeuvres of the Johnson crew, doing over Gove. It is not actually about substances, or substance. Yet again, we are all spoken to as if we are 10 and live in a gated community in Epsom. Actually, it has been clear for decades that, in “the war on drugs”, drugs won, and the political class lags behind public opinion. I hardly need to rehearse the arguments about addiction and lack of help for people whose lives are in tatters, often through a combination of addiction, poverty and abuse. I only have to walk to the end of my road to see remnants of humans who are in a very bad way indeed. But this is not the only conversation about drugs that needs to be had, because the war on drugs, as Bill Hicks used to say, is a war on personal freedom. What I choose to ingest is for me and not the state to decide. Legal drugs – from alcohol to various prescription drugs – can alter my mood and may, indeed, wreck my life. Illegal ones may enhance it. Indeed, they have. The expansion of consciousness is not be taken lightly, but nor should it be completely verboten, as it currently is. Our culture shifted when people took acid in large numbers, and again when MDMA became a drug of choice. There were casualties, yes, but also the launching of possibilities. One can track the de-escalation of football violence, the opening up of club culture to women and a sense of ownership of new spaces to the second of those drugs. All of this was co-opted, of course, but are we to pretend it never existed? There was always coke – that brittle, bullshit-enhancing symbol of fiscal supremacy that may have done for Gove. If anything has trickled down, though, it is that coke is no longer such a middle-class preserve. The fair trade argument – boys should not be stabbing each other over the ferrying of wraps to the well-heeled – only goes so far. Would it all be fine if Ocado delivered it? I hardly think so. The new puritanism is abysmal. It is also a lie. Johnson’s amorality goes far beyond drug use. A grownup conversation about drugs would acknowledge the research that has been done about the use of psilocybin to treat depression and to potentially help those with terminal illness. There is a growing community of micro dosers out there. As the prescription of antidepressants soars and with talking therapy so expensive, people are finding new ways to change their minds. The streets are thick with skunk, our cities are full of spice zombies: I am not saying drugs are cool. But to deny they can be wonderful, that perception can open up, is idiotic, a denial of experience and, indeed, choice. Spare me the fake regret and the disavowal of pleasure. Sadly, these would-be Tory leaders are offering totally delusional policies anyway. They are completely off their heads – and drugs have nothing to do with it. • Suzanne Moore is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}