{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/14/homophobic-attack-bus-outrage-media-white", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-14T15:40:54Z", "webTitle": "You saw me covered in blood on a bus. But do you get outraged about all homophobia? | Chris", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/14/homophobic-attack-bus-outrage-media-white", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/14/homophobic-attack-bus-outrage-media-white", "fields": {"headline": "You saw me covered in blood on a bus. But do you get outraged about all homophobia?", "bodyText": "On 7 June, characters from distant chapters of my life decided that my sudden trajectory into the headlines was an opportune time to reintroduce themselves, sending a torrent of misguided good vibes alongside the picture, asking had I seen it. Had I seen it? Had I seen it? Of course I had, as soon as it was taken. I was weeping bitterly, head ringing in pain as I sat next to my lovely date, Dr Melania Geymonat, who was calmer than I but dripping blood down her shirt front. We photographed the trail of our blood down the bus, ending at our still-bleeding faces as we awaited the police. I watched in real time as our faces – white, feminine, draped in pretty hair – circulated on every continent. Melania protected my name and information because I am a private individual without an online presence. I guffawed the first time I read the not-quite-accurate, titillating headline: “Lesbians beaten for refusing to kiss.” For starters, I’m bisexual, but that’s besides the point. My memories of the fight are addled by adrenaline. Maddeningly, I don’t remember exactly how it started. My persisting anger is directed not towards the idiots on the bus but the reduction of my battered face to cheap clickbait. For several days, a graphic, triggering photo of our bloody faces satisfied voyeurs and enriched companies whose values counter my own, such as News Corps and Sinclair Broadcast Group. Many of the outlets publishing my face without permission endorse racist, misogynist and xenophobic platforms and politicians. One world leader on her last day in office concluded a long career voting in favour of anti-gay, racist, colonial policies by expressing her condolences to us. We were Instagrammed by celebrities, vacuously retweeted by politicians, itemised on a BuzzFeed listicle. Despite so much inane coverage, Melania energetically leveraged her platform to highlight the misogyny embedded in the violence and today’s hate crime rates. She has inspired queers everywhere to share their own stories of abuse. A refrain I’ve heard ad nauseum is “I can’t believe this happened – it’s 2019”. I disagree. This attack and the ensuing media circus are par for the course in 2019. In both my native United States and here in the United Kingdom, it always has been and still is open season on the bodies of (in no specific order) people of colour, indigenous people, transgender people, disabled people, queer people, poor people, women and migrants. I have evaded much of the violence and oppression imposed on so many others by our capitalist, white supremacist, patriarchal system because of the privileges I enjoy by dint of my race, health, education, and conventional gender presentation. That has nothing to do with the merit of my character. The press coverage, and timely law enforcement response, was not coincidental to our complexions. Neither was the disproportionate online reaction over the victimisation of a pretty brunette and blonde. The commodification and exploitation of my face came at the expense of other victims whose constant persecution apparently does not warrant similar moral outrage. Make the extraordinary reaction to our attack the norm. I beg you to amplify and channel this energy to hold accountable the intersecting web of elected politicians, government agencies and corporations who have reinforced a status quo of clearly delineated inequality long before this single attack in 2019. Redirect your money from rainbow capitalism to people-of-colour-led organisations striving for justice. I donated to the Astraea Lesbian Foundation for Justice, Trans Women of Color Collective and Transgender Legal Defense and Education Fund. Question why the photo of two attractive, white cisgender women compelled you to post about Pride for the first time. Learn the names and stories of Muhlaysia Booker, Dana Martin, Chanel Scurlock. Elevate those who have been advocating for the basic rights and safety of communities marginalised by our existing political, economic and social structures long before I got punched in the face. Finding the right leaders takes some research and real-world activity. Their frequent absence from today’s headlines is not coincidental to their crusades. Stand up for yourselves and each other, and fight back. • The writer waived her anonymity on 12 December 2019, and this article was republished under her name"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}