{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/12/berating-nike-for-plus-size-mannequins-is-no-war-on-obesity-its-just-war-on-bigger-bodies", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-12T03:45:03Z", "webTitle": "Berating Nike for plus-size mannequins is no war on obesity – it's just war on bigger bodies | Nikki Stamp", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/12/berating-nike-for-plus-size-mannequins-is-no-war-on-obesity-its-just-war-on-bigger-bodies", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/12/berating-nike-for-plus-size-mannequins-is-no-war-on-obesity-its-just-war-on-bigger-bodies", "fields": {"headline": "Berating Nike for plus-size mannequins is no war on obesity – it's just war on bigger bodies", "bodyText": "When you think of activewear, you probably think of lean, tanned bodies with abs that look carved out of stone. And, for a lot of retailers of sportswear, this is reflected in the way these clothes are marketed – right down to the faceless mannequins in stores. Not any more. Last week Nike proved its status as a disruptor when its London store introduced a female plus-size mannequin standing alongside a slender counterpart. The company introduced its plus-sized range back in 2017 but now shoppers of all body types can see the full and natural range that female bodies come in. The plus-size mannequins are being joined by mannequins with disabilities, another welcome addition to the generally exclusionary sportswear industry. Nike’s mannequins have been well received by shoppers and on social media, where pictures of them went viral at the weekend. As is the nature of the internet though, other people have berated Nike for glamorising obesity, going so far as to say that the mannequin, were she real, would be diabetic and riddled with osteoarthritis. I’m not sure where their outrage was when research showed that most high-street mannequins are so thin they wouldn’t menstruate. When we are shown bigger bodies, the concern trolls are never far away. They don’t come right out and say they are disgusted by squishy rolls of fat and bigger bottoms. Instead, they feign concern for the health and wellbeing of that person, based solely on their looks. Completely unsolicited, these people dish out advice or blame, under the guise of caring about their health. They’re so prevalent, even being a plastic mannequin in a Nike store doesn’t make you immune from them. There are two problems with this reaction to seeing bigger bodies. The first is that there is no way for any of us to look at the body of a larger person and make any rational or even accurate judgment about how their health is. There are a proportion of people who we might consider to be bigger who do not have the diseases that we commonly associate with obesity, such as diabetes or high blood pressure. That is, it is entirely possible to be fit and fat. But a quick glance at the rolls on someone’s tummy won’t tell you that. One of the biggest predictors of someone’s health if they are in a larger body is not their fatness but rather their healthy habits. Physical fitness is one of the most important markers for health and may offset some of the negative effects that someone who has extra fat may be otherwise subject to. No matter how much you weigh, being active is important and needs to be encouraged. You cannot tell this just by looking at someone’s body – and you could also argue that it’s none of your business. If people were really serious about caring for the health of mannequins – or real-life people who are larger than society normally deems acceptable – you would understand the effect that comments can have. Stigma related to their size is actually likely to stop bigger people exercising. Shaming them doesn’t translate into the health gains we pretend to be so desperately interested in. The backlash against an inanimate object – a shiny plastic mannequin – is just the tip of the iceberg in the war on obesity. Except there is no war on obesity; there is only a war on the people who inhabit bigger bodies. There is no denying that we should be healthy and that we should encourage healthy habits, but every time someone points out that anyone who is larger can’t possibly be healthy, not only could they be wrong, they’re actually making it harder for anyone who isn’t able-bodied, cis-gendered or thin to achieve health, in mind and body. Looking at a bigger mannequin or even a bigger body will not make you fatBut berating and shaming bigger bodies, even if they are made of plastic, may make someone who doesn’t look thin too embarrassed to enjoy moving his or her body. Nike should be applauded for its inclusive approach: it is good for our physical and mental health and throws down the gauntlet for other retailers to follow suit. There is everything to gain from this move, despite what the haters say. • Dr Nikki Stamp is a cardiothoracic surgeon"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}