{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/04/the-guardian-view-on-phasing-out-packaging-back-to-the-plastic-free-future", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-04T17:35:29Z", "webTitle": "The Guardian view on phasing out packaging: back to the plastic-free future | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/04/the-guardian-view-on-phasing-out-packaging-back-to-the-plastic-free-future", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/04/the-guardian-view-on-phasing-out-packaging-back-to-the-plastic-free-future", "fields": {"headline": "The Guardian view on phasing out packaging: back to the plastic-free future", "bodyText": "What until recently would have looked like a quaint throwback to an old-fashioned high street is, at a Waitrose branch in Oxford, now at food retail’s cutting edge. The supermarket has unveiled a scheme that follows the example of a growing number of independent eco-grocers, but could, given its scale, have a much bigger impact if successful. The pilot store will offer 48 products as refills until August. Plastic will be removed from flowers, along with 160 varieties of fruit and vegetables. Since shoppers will have more than one option, this is an experiment. Increasingly, people say they dislike excessive packaging. But when offered the choice between grabbing a bag from a shelf, or refilling a carton from a larger container – an operation that is virtually certain to take longer – what will they do? The supermarket is presumably hoping that its mainly affluent customers will like the new system. The same goes for observers who are keen to see plastic and other waste reduced. But judging from experience, and encouraging though it is when retailers do their bit (Waitrose came third, behind Iceland and Morrisons, in Greenpeace’s most recent plastics league table of supermarkets), Waitrose’s nudge is unlikely to shift consumer behaviour all that much. It took the government’s introduction of a 5p levy on plastic bags to cut their use by 85%. And while recycling rates have risen sharply over the past two decades, proving that people will alter their habits, it is now stuck around 45% in England. Wales does better, at 57.3%, but an EU target of 50% by 2020 looks certain to be missed. It is possible that rising awareness of the scale and effects of plastic pollution could lead to significant changes in shopping habits over time, if initiatives like Waitrose’s were to become widespread. But the seriousness of the pollution problem means there isn’t time to wait and see. Environmental regulation is needed urgently – one of the key reasons why calls for deregulation from hard-Brexit Tories are so alarming. The government knows this. Although the forthcoming ban on plastic straws, cotton buds and drink stirrers is insufficient, it at least shows that banning products is possible. Ministers should now go much further, with legally binding targets to reduce single-use plastics of all kinds. The rules governing recycling exports also require an overhaul. Since China stopped accepting UK waste paper on the grounds it was contaminated, there have been multiple reports of fraud and abuses including illegal dumping – with all the harmful impacts on wildlife this entails. Given growing environmental pressures, it is questionable whether these exports should continue at all. Waste has sometimes been regarded as a separate issue from the climate crisis. Since plastics are made from petrochemicals, it makes more sense to view the harms caused by carbon as a whole. As with energy, we need to invest in alternatives to plastic packaging (an £8m fund was among sensible measures in last year’s government waste strategy). It’s hard to see why the use of recycled paper could not be extended straight away – from flour and sugar to pulses and rice. The “Attenborough effect”, as the current plastic panic has been termed, is real. The wonder is not that people are worried now. It is that it has taken us so long. The speed and convenience of modern shopping habits have undoubted advantages, especially in a competitive, long-hours culture. But how we used to shop was also, in some respects, better than how we do it now. It’s worth trying some of those old ways again."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}