{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/05/the-guardian-view-on-the-tory-leadership-race-hard-truths-urgently-needed", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-05T17:30:32Z", "webTitle": "The Guardian view on the Tory leadership race: hard truths urgently needed | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/05/the-guardian-view-on-the-tory-leadership-race-hard-truths-urgently-needed", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/05/the-guardian-view-on-the-tory-leadership-race-hard-truths-urgently-needed", "fields": {"headline": "The Guardian view on the Tory leadership race: hard truths urgently needed", "bodyText": "The profusion of candidates running to be Conservative leader is not a healthy symptom for the party. It speaks of panic and incoherence. Eleven MPs are running, more might enter, two have already withdrawn. There is disarray over future policy direction and fear of naming the underlying problem. It is Brexit. Under Theresa May the Tories set themselves an impossible task – exiting the EU without confronting the negative consequences of that decision. Inevitably they failed, but not all of them have grasped the nature of that failure. Many candidates, including the frontrunner, Boris Johnson, believe that Mrs May’s mistake was lack of conviction in threatening to walk away from Brussels with no deal. Andrea Leadsom and Esther McVey are eager no-dealers. Willingness to be that reckless has become the qualifying threshold of true belief among stalwart Brexiters. But meeting that threshold disqualifies a candidate from credibility as a potential prime minister in the eyes of a large section of the public – probably a majority. Enthusiasm for no deal can only be sustained by ignoring every respectable analysis of what such a departure would entail. Honesty is not absent from the contest, or at least the aspiration to honesty is represented. Rory Stewart has made progress by describing rivals’ Brexit complacency as “catastrophic”. Michael Gove accepts the likely requirement for a further article 50 extension. Also in the category of rational judgments is Sajid Javid’s observation that the Tories cannot beat Nigel Farage’s Brexit party “by becoming the Brexit party”. Matt Hancock and Jeremy Hunt note the imperative of appealing beyond the pool of leave voters, although neither has a persuasive account of how that is done. The task of rehabilitating Conservatism as a broad church has been framed as something to be accomplished after Brexit. The hardliners offer vacuous tactics for navigating the 31 October deadline. (Dominic Raab would demand removal of the backstop from Mrs May’s deal, for example, despite having tried that already as Brexit secretary and failed.) All candidates prefer to talk about what the Tory party should be once Britain is outside the EU. Some would spend more, others tax less. Ms McVey takes a reactionary line on teaching about same-sex relationships in schools. Mr Hancock is liberal on immigration. Those are normal Conservative divisions but these are not normal times. The availability of resources to deliver any agenda depends on the economy, which depends on Brexit. The capacity to legislate depends on a Commons majority which will be as elusive for Mrs May’s successor as it has been for her. Mr Stewart recognises that difficulty with his proposal for a citizens’ assembly to find a broader national Brexit consensus. Sam Gyimah alone dares to offer a referendum. That proposition will not get him far in today’s Tory party. And it is the members who choose the next prime minister from one of two names proposed by MPs. That power has never before been exercised in Britain. Tory members have elected leaders before but only in opposition, never when the victor is catapulted straight into Downing Street. This is an awkward constitutional arrangement – a hybrid of parliamentary democracy (the ruling party owns the office of prime minister) and direct democracy (a grassroots ballot fills that office). The mandate that emerges from such a process will be unstable. The next Tory leader will fashion a programme to suit a tiny sample of the population and then impose it on the rest. That person will struggle for legitimacy. It is a hazard that could be mitigated by generous use of honesty in the contest and by candidates having the courage to confront the Tory base with uncomfortable facts. That means spelling out not just the sticky parliamentary arithmetic of Brexit but the economic and strategic reality of why total rupture with the EU is a terrible policy. Even most of the self-styled moderates flinch from that level of candour. But if none will be bold enough with the truth, the last glimmer of the Conservatives’ seriousness as a party of government will be extinguished altogether."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}