{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/09/elizabeth-warren-economics-2020-robert-reich", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-09T06:00:19Z", "webTitle": "Elizabeth Warren’s economic nationalism vision shows there's a better way | Robert Reich", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/09/elizabeth-warren-economics-2020-robert-reich", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/09/elizabeth-warren-economics-2020-robert-reich", "fields": {"headline": "Elizabeth Warren’s economic nationalism vision shows there's a better way", "bodyText": "As we’re now witnessing, Trumpian economic nationalism is a zero-sum game in which the industries of the future are dominated either by China or by the United States. We win or they win. The loudest opposition to this view comes from multinational American corporations and their Republican shills in Congress, who don’t want tariffs stopping them from making bundles of money around the world. So is this the only choice – zero-sum economic nationalism or unfettered free trade? No. There’s a third alternative: “industrial policy” – which means putting national resources (government spending on research and development, along with tax subsidies and export incentives) behind emerging industries, while making sure the nation’s workers get the resulting experience and jobs. Elizabeth Warren’s new Plan for Economic Patriotism, unveiled on Tuesday, marks a stunningly ambitious version of American industrial policy. Industrial policy centers on a social contract between the public and business: corporations get extra resources to grow bigger and more innovative. In return, those corporations create high-paying jobs in the nation, and focus on sectors promising the greatest social returns. This isn’t laissez-faire economics; nor is it zero-sum economic nationalism. America’s investments in its workers and leading-edge industries wouldn’t prevent other nations from making similar investments. Such competition is positive-sum: if all nations’ workers became more productive, and all socially-beneficial industries grew, the world will be better for everyone. Those of us who advocated for an industrial policy decades ago argued that America already had one, but it was hidden. Our giant defense industry had turned America into the world’s leading maker of bombs, airplanes, satellite communications, cargo ships, and container ships, as well as the leader in computers, software and the internet. Our subsidies for pharmaceuticals under the National Institutes of Health (NIH) were central to our dominance over new drugs. But America’s hidden industrial policy didn’t necessarily benefit America. Military spending was bloated and wasteful. The NIH didn’t require drug companies using its research to invest in good jobs in America, or to hold down drug prices. In subsequent years, special tax breaks for oil and gas have hastened the climate crisis. The huge, no-strings-attached 2008 bailout of Wall Street allowed financial executives to prosper even as millions of Americans lost their homes and savings because of Wall Street’s gambling addiction. State and local subsidies to lure companies their way (like the recent bidding war for Amazon’s new headquarters) have merely moved jobs from one place to another, and are ignored when a company decides it can do even better by moving elsewhere. Other countries such as Germany and China have been far smarter and more open about their industrial policies. Smartness and openness go together. An open, explicit industrial policy becomes a national competitive strategy. A hidden industrial policy becomes a haven for political payoffs – a form of corporate welfare. Which may be why big business in America killed off industrial policy in the 1980s. Such talk threatened to expose how much public money big business was raking in without doing anything in return. Warren berates American companies that “have no loyalty or allegiance” to the nation they were born in. “These ‘American’ companies show only one real loyalty: to the short-term interests of their shareholders, a third of whom are foreign investors,” she writes. But Warren is no zero-sum economic nationalist. She understands globalization can be a positive force if focused on improving the conditions of a nation’s workforce rather than on maximizing returns to capital. “Globalization isn’t some mysterious force whose effects are inevitable and beyond our control. No – America chose to pursue a trade policy that prioritized the interests of capital over the interests of American workers.” Warren proposes enlarging federal research and development, and targeting it on leading technologies. These R&amp;D investments would be “spread across every region of the country, not focused on only a few coastal cities”. The products that emerge would be built by American workers. Her Green Manufacturing Plan proposes allocating $150bn annually for the next decade to renewable, green, American-made energy products, along with a dramatic expansion of worker training to ensure Americans have the skills for the anticipated new jobs. It’s a national investment in our future. “Over the next decade, the expected market for clean energy technology in emerging economies alone is $23tn,” she explains. It would also be good for the world. She calls for a Green Marshall plan, “dedicated to selling American-made clean, renewable, and emission-free energy technology abroad and a $100bn commitment to assisting countries to purchase and deploy this technology.” As Trump erects tariff walls and rolls back federal efforts to curb greenhouse gas emissions, Elizabeth Warren is promoting a positive economic nationalism designed both to advance America’s workers and respond to one of the most profound crises confronting the world. She reasons that if China can commit its national resources to promoting its domestic industry through plans such as Made-in-China 2025, and Germany can undertake economic planning, there’s no reason America can’t plan a future of cutting edge industries and good jobs – while combating the climate emergency. She’s right. Robert Reich, a former US secretary of labor, is professor of public policy at the University of California at Berkeley and the author of Saving Capitalism: For the Many, Not the Few and The Common Good. He is also a columnist for Guardian US"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}