{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/30/keeping-up-kardashians-women-victorian-age", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-30T15:07:43Z", "webTitle": "Trying to keep up with the Kardashians is returning women to the Victorian era | Marie Le Conte", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/30/keeping-up-kardashians-women-victorian-age", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/30/keeping-up-kardashians-women-victorian-age", "fields": {"headline": "Trying to keep up with the Kardashians is returning women to the Victorian era", "bodyText": "Kim Kardashian West is perched on a chair. She’s not quite sitting; instead, she’s pushing her hands into the armrests then leaning against the cushion. Her figure is grotesque: above her generous hips rests an already small waist, tightened beyond belief thanks to a flesh-coloured corset. She addresses the camera. “Anna, if I don’t sit down for dinner, now you know why. I’ll be walking around mingling, talking, but I can hardly sit …” – she tries to sit, she can’t – “I can only half-sit.” The Anna in question is Vogue’s Wintour and the dinner is the Met Gala’s, which took place in May. The video the quote is from was posted on 7 May, and has been watched more than 21m times since then. Perhaps she was right not to sit; a few weeks later, actor Elle Fanning attended a dinner at Cannes where she fainted and fell off her chair. Her dress, a vintage Prada gown with a corseted waist, was too tight. Earlier this month Kylie Jenner posted a picture of her nails on Instagram. They were tie-dye, presumably acrylics, and absurdly long. How long is absurdly long? There aren’t universal rules about this of course, but if your nail goes on for around an inch after your finger ends, it seems fair to assume that your ability to go about your day normally will be limited. The picture itself was unremarkable, as talons have been a social media staple for a while now, but it does not exist in a vacuum. Between garments so tight that their female wearers can barely move, and nails so long they cannot do much with their hands, a new image of femininity emerges. It isn’t simply about body ideals or the heavily restricted boundaries of what constitutes an attractive female form; class and labour are other dynamics worth looking at. Kim, Kylie and their sisters aren’t the only ones guilty of it, of course; a scroll through Instagram reveals the existence of dozens, perhaps hundreds of women looking eerily similar. Though their exaggerated lips and doe eyes do not quite fit in with Victorian aesthetics, our current era has a lot in common with that one. During the latter, women needed to look close to death to be considered beautiful, and a tremendous amount of effort was put into making eyes big and watery, skin translucent, and limbs frail. Alexis Karl, a researcher specialising in the Victorian era, has some interesting things to say on the topic. Beyond the tuberculosis-chic look, Karl says, women of a certain social standing aimed to look pale to demonstrate their privilege. While it is about “purity, innocence, health, beauty”, class also plays a role: “Women of money are going to have white skin – they’re not going to be working outside.” Though their looks aimed to appear natural, “it was understood that there was a lot of artifice going on”. Parisian socialite Virginie Gautreau – immortalised in John Singer Sargent’s Madame X portrait – was one such woman. Keen to look only half alive, “Madame X would use indigo dye to paint veins on her arms, over the enamel,” according to Karl. “She was highly skilled – these women were literally living pieces of art.” The enamel in question was used as proto-foundation, and led to women having to adopt poker faces when wearing it, as “if they were too expressive, their faces would crack like a china doll”. It is hard to read about this without being reminded of a famous scene from the TV series Keeping Up With the Kardashians, where Kim announces that she’ll “cry at the end of the day – not with fresh makeup”. In fact, much of the detail about Victorian beauty regimes could apply to this new generation of social media celebrities. While famous women have always been held up for their physical appearance (and had to work hard to retain that appearance), there has been a shift. Like Victorian aristocrats, women who wear corsets and long acrylics are flaunting the fact that their lives and status do not depend on labour, either physical or requiring long hours. Like Victorian aristocrats, they frequently discuss the sheer amount of time and energy they spend on physical appearance, thus making it clear that their reliance on labour has been substituted with the need to look absolutely flawless. Labour is no longer necessary to them because beauty is their work; their beauty is understood to be enough, because to them it is labour. It is probably worth celebrating the end of days when bone-thin actors would tell Cosmopolitan that they in fact ate everything they wanted and only had lucky genes, which everyone knew not to be true but was said anyway. Being earnest about one’s efforts can only be a good thing, but from there, the vicious circle only goes on. If it is accepted that a woman’s aim is to look so perfect as to be a work of art, like Madame X, then there are no limits to how much she can or will do to achieve perfection. As with Kylie’s nails, these socialites do not exist in a bubble. They are thriving because there is a large, mostly female and mostly young audience there to watch their every move. Their pervasive presence places unrealistic pressures on the rest of us, mere proles unable to focus entirely on our bodies as they are not our source of employment, whether we like it or not. We frown upon other manifestations of guiltless elitism, yet because these women are seen to be making those bold choices for themselves, we seldom question them. Perhaps it is time to start wondering how healthy this return to Victorian values really is for women – but don’t hold your breath. • Marie Le Conte is a French freelance journalist living in London"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}