{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/19/facebook-cryptocurrency-libra", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-19T13:12:57Z", "webTitle": "Facebook cryptocurrency: dawn of the corporation-government | Ethan Lou", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/19/facebook-cryptocurrency-libra", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/19/facebook-cryptocurrency-libra", "fields": {"headline": "Facebook cryptocurrency: dawn of the corporation-government", "bodyText": "Facebook’s cryptocurrency, officially unveiled on Tuesday, heralds the rise of the corporation-government, potentially shaping the already vast powers of the Silicon Valley giants into a borderless, unaccountable techno-oligarchy. The crystal ball is dark, and we should be afraid. Facebook’s cryptocurrency, Libra, is to be used in a standalone application or its messaging platform, à la China’s popular WeChat. If greenlit by regulators, that pushes the technology world past a significant and dangerous threshold – it was already powerful, and we knew it, but never like this. Silicon Valley has risen to lure top talent from Wall Street and rival it for business-world top dog. Its power grows as we conduct more of our lives online, even as our reliance on banking hasn’t changed much. But while there has been significant cross-pollination, the two camps have mostly kept to their own lanes – until now. WeChat Pay has become so prevalent in China that anyone using cash is instantly marked as a tourist. Facebook’s pseudo-Bitcoin has the potential to do that for the rest of the world – and more. It is already emblematic of a wider tech invasion in finance. More may follow. And by going a huge step further than WeChat to issue its own money – a mere launchpad to what will perhaps be even more Facebook financial services, even as it says it will not try to replace large central banks – the social media giant is becoming a quasi-government. The main communications platform for millions, if not billions, Facebook already holds the keys to our speech, our inner thoughts and our perception of reality. It holds sway over elections. Now it may hold our wallets, too. Facebook said it will not combine and parse all that priceless data, but who can stop it if it does? When news broke, a concerned US Senate sought out the company for more information. It is ironic Facebook is moving into cryptocurrency, which is supposed to operate without a centralized authority, precisely to prevent an unaccountable administrator from holding power over users. That belief is on full display in the motivations of Vitalik Buterin, gamer and creator of the second-biggest cryptocurrency: “Blizzard removed the damage component from my beloved warlock’s Siphon Life spell. I cried myself to sleep, and on that day I realized what horrors centralized services can bring.” To cast that spell requires a player to reach Level 30 in World of Warcraft, which takes effort. To Buterin, removing the spell, just like that, was as if one day, the government just deemed your diploma invalid. Many governments cannot easily do that because of checks and balances, the rule of law and our inherent rights. But online – where many increasingly live and, to them, no less real than the physical world – we submit unconditionally to the internet masters. Facebook has perhaps sensed how that concern might extend to its cryptocurrency. The company said a subsidiary would facilitate transactions, and an independent association in the neutral Switzerland will oversee it. To Facebook’s credit, Libra is more decentralized than expected. But the association’s barrier of entry is high. Although there are alternative conditions, one is $1bn in market value. The body currently includes cryptocurrency companies and even not-for-profit groups, but also has the expected Visa, Mastercard, PayPal, eBay and Uber. Many of them are chummy. They invest in each other, and their workers jump ship back and forth. How independent the body is remains to be seen. It may not begin today, but this is the potential start of a new corporatocracy. It is not so much that the interests of giant companies could be dominating governments – those companies are becoming their own domains, which they rule as they see fit. They already roam relatively unchecked. Scandal after scandal has come out of Facebook. But unable to be deposed by even his own shareholders, Mark Zuckerberg has been snubbing parliamentary summons almost like a head of state who will meet only another head of state. All the while, Facebook easily absorbs fines. It also absorbs defecting government officials. And its stock keeps rising. US lawmakers have launched antitrust investigations to potentially break up Google, Amazon and Facebook, the goliaths that they feel have gotten too big. But Zuckerberg has doubled down, merging his WhatsApp with the messaging platforms of Facebook and Instagram, both a deft move and a middle finger. As technology companies grow bigger and bolder, any potential scandal will be amplified. The digital serfs of the future may point to this moment as a turning point: when Facebook started printing its own money. Ethan Lou is writing a book on Bitcoin titled Once a Bitcoin Miner"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}