{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/13/a-first-peoples-assembly-could-deliver-what-our-people-have-been-demanding-for-so-long", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-13T06:07:46Z", "webTitle": "A First People's Assembly could deliver what our people have been demanding for so long | Marcus Stewart for IndigenousX", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/13/a-first-peoples-assembly-could-deliver-what-our-people-have-been-demanding-for-so-long", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/13/a-first-peoples-assembly-could-deliver-what-our-people-have-been-demanding-for-so-long", "fields": {"headline": "A First People's Assembly could deliver what our people have been demanding for so long", "bodyText": "Before the end of the year delegates for the First People’s Assembly of Victoria are scheduled to take their seats and begin work on negotiating a framework to underpin treaty making in Victoria. In the history of this country, this will be the first elected body of Aboriginal people convened for the sole purpose of devising a process for Aboriginal nations, as sovereign bodies, to reach terms with the colonisers of this land. The call for treaty has been a long-standing demand of Aboriginal people. We have been marching in the streets and calling for treaty since before I was born. It was the catch-cry of our parents, and our grandparents before them. The demand was put forward again in 2017, in the clear and unambiguous statement issued from Uluru. This was a sophisticated and sequenced proposal, calling for a voice, treaty and truth. While the form of words is new, it only echoed the demands of our people through the generations. In 2017, and not for the first time, we saw our proposal dismissed out of hand. While the strength of that statement will not be so easily disregarded, and momentum continues to grow, the delegates of the Victorian Assembly will take their seats knowing that for the moment they are at the forefront of the treaty movement. They will know they have the first, and perhaps the best opportunity to demonstrate what treaty can deliver for Aboriginal and non-Aboriginal people alike. As such, the stakes are high. Treaty has been held up as our greatest aspiration, and our best hope for our communities and nations. In attempting to take treaty from rhetoric to reality, the Assembly will need to contend with generations of expectation and promise. While this is new ground for us, the same is not true for other Commonwealth nations that have long histories of treaty making. In the first week of June, the Federation of Victorian Traditional Owner Corporations hosted the Native Title Conference in Melbourne. From across the nation, Aboriginal and Torres Strait Islander peoples met to discuss developments in native title law, and developing approaches to treaty making in both Victoria and the Northern Territory. Representatives from both Canada and New Zealand spoke to the conference, showcasing that treaty relationships in their home countries are common place, and recognition of original sovereignty an ordinary state of affairs. However, what they also made clear is that treaty making is imperfect. By their very nature treaties arise from points of disagreement and often violent conflict. While they can create new relationships, they cannot finally resolve the disputes between the coloniser and the First Nations. Indeed, at best what they can hope to do is provide a basis to recognise the sovereignty of each party, and a framework for ongoing negotiation and co-existence. For the Aboriginal people of Victoria, and their representatives on the Assembly, attempting to formulate a treaty process that meets traditional owner expectations will be a difficult task. As with any political process there will naturally be a lot of differing viewpoints and disagreement as to the best way forward. Already within the traditional owner community there is hot debate as to what should be the focus of treaty making, and whether we have gotten the design of the Assembly right. This points to another hurdle Aboriginal people face in this process, which is the tendency of the non-Aboriginal media to highlight diversity in Aboriginal political views as disorganisation, or even as dysfunction. While contradictory viewpoints are accepted as an ordinary part of healthy debate in white politics, they are perceived as destructive and harmful among Aboriginal people. This is problematic, and needs to be resisted. The Victorian traditional owners come from many nations, and hold many points of view. On the path to treaty we will not always agree. We will have arguments, disagreements and intense debate, and the Assembly is the forum where these discussions can be played out and be resolved. For the first time the Assembly gives us the opportunity to pick our own leadership from across the state by democratic means. It allows for the direct election of 21 traditional owners from nations around Victoria, along with 12 seats reserved for formally recognised traditional owner nations. This is not the perfect model. We know there are other groups in Victoria without formal recognition that will not immediately get a reserved seat. Indeed, the Federation of Victorian Traditional Owner Corporations has advocated for the greater inclusion of these groups, and voices, and once the Assembly is elected we will continue to lobby for a voice for all traditional owner groups and nations. However, despite its flaws the Assembly provides a historic opportunity. While not perfect, after so many years it represents a beginning. Going forward the model, the structures and the entirety of the treaty process will be decided by the elected traditional owners of Victoria. This is a great achievement, and the greatest opportunity for true self-determination in my lifetime. It is now up to us to see if we can deliver what our people have been demanding for so long. • Marcus Stewart is a Nira illim bulluk man of the Taungurung Nation. He is a negotiator and strategist with more than 15 years’ experience in Aboriginal affairs • Guardian Australia is proud to partner with IndigenousX to showcase the diversity of Indigenous peoples and opinions from around the country • Comments on this article have been pre-moderated to ensure the discussion is on the topics that have been written about in the article"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}