{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/16/how-to-follow-the-maybot-a-droid-pm", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-16T08:00:48Z", "webTitle": "How to follow the Maybot? A droid PM | David Mitchell", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/16/how-to-follow-the-maybot-a-droid-pm", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/16/how-to-follow-the-maybot-a-droid-pm", "fields": {"headline": "How to follow the Maybot? A droid PM", "bodyText": "Perhaps we should have a robot prime minister. What do you think? It might be worth a go. Has technology advanced to the extent that some computer-centred entity could fail to do all the things Theresa May has failed to do almost as comprehensively? It’s possible. It might even fail to do them more quickly and efficiently – by which I mean succeed in accomplishing that failure more quickly and efficiently. Then again, to give May a bit of credit, the comparatively slow rate at which she failed to achieve any of her goals was the most commendable aspect of her premiership. Her order of preference was probably: succeed quickly; succeed slowly; fail slowly; fail quickly. She got her third choice – like so much of the electorate – and hence she’s been prime minister for a reasonably long time. So it wouldn’t be fair to conclude that her robot equivalent was better merely because it managed to reach her current nadir of non-success in, say, 0.37 seconds rather than two years and 11 months. I could imagine it working reasonably well, though – particularly if the big policy decisions continue to be pre-ordained by referendum. We’re just looking for someone, or something, to deal with all the unpalatable details, so perhaps it’s easier if they literally don’t have a palate: just some artificial intelligence software running on a MacBook Pro, cable-tied to the top of a kind of motorised trolley that it can move around for itself. Or on legs, I suppose, if the public can relate to them better. Though I suspect that would be a bit of a challenge in terms of processing power. Have you seen any of the various clips of robots trying to walk across uneven ground? It’s really pathetic – it makes Vince Cable look sprightly. You wouldn’t want the PM to forget all the details of the withdrawal agreement every time it had to negotiate a gravel path. Think of Chequers – it’s Grade I listed, so I don’t think you can just concrete the whole garden. Of course there’ll be problems – we’re not going to get perfect government, but then we never do with humans either. But the great advantage of a robot prime minister is that, when its government inevitably lets everyone down and collapses, it could be publicly smashed to bits to assuage the nation’s rage. Let me be clear, I am not in favour of former prime ministers, however disappointing, being publicly smashed to bits. I think any sort of lynching is wrong. That’s the sort of snowflake you’re dealing with here. I even think what happened to Mussolini was a bit much. But it would be different with a robot, because it would all be backed up in the Cloud anyway, which was not the case with Mussolini, except according to the most rabidly pro-fascist conceptions of celestial reward. You may be wondering what got me thinking about a new kind of prime minister you can take a sledgehammer to without ethical consequences. Well, the issue of whether robots can supplant humans has been in the news a lot. Tye Brady, chief robotics technologist at Amazon Robotics, told the BBC the other day that Amazon’s warehouses will never be able to completely dispense with human workers. The firm currently has 200,000 robots on its no-payroll, but there’ll always be some people too, he reckons – in the same way that the army still keeps quite a lot of horses, I suppose. The army’s horses get pretty well treated these days, ever since the tactic of galloping towards machine guns was conclusively proven to be militarily ineffective. But if Tim Roache, general secretary of the trade union GMB, is to be believed, Amazon’s treatment of people is contrastingly harsh: “They are breaking bones, being knocked unconscious and being taken away in ambulances”, was how he described warehouse working conditions last November. “We’re standing up and saying enough is enough… they’re not robots.” Not all of them, anyway. But what will the remaining humans be doing, assuming Amazon’s robotic development continues apace? Designing new robots? Bossing all the robots around? Maybe, but also, according to the BBC: “One task robots still struggle greatly with is picking up individual objects of varying shapes and standards – which is still a key job of the human worker.” Horses find that tricky as well. So it’s not necessarily what you’d class as the higher-skilled tasks that will be reserved for humans in the robotic future. Walking over uneven ground and picking up knobbly objects may be the last things we’re still best at. In Sweden, they’ve developed a robot that can interview people for jobs (though as more jobs start being done by robots, it could find itself in a fax machine-style technological cul-de-sac). This machine, called Tengai, can apparently interact in a human way – it can nod, smile, wink and say sorry. Theresa May can barely do half that. And, unlike many human interviewers, it will not discriminate on the basis of gender, ethnicity, religion, background or appearance. The 124,000 members of the Conservative party, the de facto interview panel for the most important job in the country, are unlikely to be so rational. These people once elected Iain Duncan Smith – it’s as if they’re part of an elaborate experiment aimed at undermining the notion of the wisdom of crowds. Another important post that needs filling at the moment is that of controller of Radio 4. One of the shortlisted applicants, Cassian Harrison, who confusingly is currently in charge of BBC Four (TV numbering), last year used an AI algorithm to select archive programmes for his channel’s schedule. I think that makes him the diametric opposite of a luddite – he’s embracing the approaching obsolescence of human input in his own line of work. This interview process would be an interesting test of Tengai’s impartiality. Would it, as programmed, resist favouring a candidate who so enthusiastically supports its robot colleagues? Or, with a sudden and frightening leap in self-consciousness, would it focus on jobs for the droids? If so, a successful career in politics beckons."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}