{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/28/islamophobia-rife-tory-johnson-hunt", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-28T08:00:21Z", "webTitle": "Islamophobia is rife among Tory members. Johnson and Hunt can't just ignore it | Matthew McGregor", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/28/islamophobia-rife-tory-johnson-hunt", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/28/islamophobia-rife-tory-johnson-hunt", "fields": {"headline": "Islamophobia is rife among Tory members. Johnson and Hunt can't just ignore it", "bodyText": "Members of the Conservative party believe in deeply Islamophobic myths, taint the entire Muslim community with responsibility for terrorism, and among other things say they would prefer not to have a Muslim as Britain’s prime minister. So what was Theresa May’s response at this week’s prime minister’s questions? To flippantly turn a question about this stain on her party’s moral standing into a political attack on the Labour party. The Conservative party is facing a crisis, as the latest YouGov polling for Hope Not Hate revealed, but it is turning its face away from the reality of that crisis, hoping against hope that the problem will go away. Jeremy Hunt and Boris Johnson have a stark choice: do they go against the grain of members who express quite shocking views, potentially harming their chances of winning the leadership, or do they keep quiet because they’re too scared to say anything – or even because they agree with these disgraceful viewpoints? The views expressed by Tory members aren’t the views of a mainstream party. Members have bought into Islamophobic myths: 67% believe the lie that “there are areas in Britain that operate under sharia law”, as opposed to just 18% who do not believe this to be the case. Almost half (45%) believe the lie that “there are areas in Britain in which non-Muslims are not able to enter”, as opposed to just 34% who do not believe this to be the case. Members taint the whole Muslim community for the actions of a tiny, tiny minority, with 39% of members believing that “Islamist terrorists reflect a widespread hostility to Britain among the Muslim community”. Members of the party, who are currently choosing Britain’s next prime minister, don’t want Britain to have a Muslim prime minister. Just 8% agreed with the statement, “I would be proud of Britain if we were to elect a Muslim as our prime minister”, while 43% agreed that “I would prefer to not have the country led by a Muslim”. Given these quite shocking numbers, it perhaps shouldn’t be a surprise that only 15% of members think the Conservatives should be doing more to combat Islamophobia within their party. Over three-quarters (76%) think the party is “already doing all it reasonably can to combat Islamophobia and other racism within the party”. There are party members who have more in common with Katie Hopkins than Rory Stewart. That should alarm potential leaders. We’ve called on the Conservatives (and repeatedly asked the party chairman, Brandon Lewis) to hold an independent, external investigation into the state of Islamophobia in the party, but the response so far has been a deafening silence. We need more than lip service here: we need to know what the party is going to do to get out of this crisis. That’s why we’ve published an open letter to both leadership candidates this week, asking them to recognise the problem and commit to action. Step one is to actually acknowledge the problem exists. But we also need to know the definition of Islamophobia the party uses in making judgments during disciplinary processes. Who decides whether to refer a member for disciplinary consideration? To whom are members referred to have their cases decided? Who sits on that committee or body? Who decides who sits on that committee or body? How many of the cases were found to be proven? How many of those members were expelled from the party? These are simple questions, but the Conservative party seems to have no answers. Hunt and Johnson might well be scared of putting themselves on the wrong side of people voting in the leadership contest, but they should remember they are vying to lead the country, not just a party. Racism in any party is appalling, and must be tackled. Hope Not Hate was founded in the fires of the fight against the far-right British National party, but we will call out hate if it rears its head in any mainstream party, as it has in the Labour party with its failure to rigorously chase antisemitism out of its ranks. It’s depressingly predictable that Johnson has now started to backtrack on promises that all the leadership candidates made during their TV hustings last week to hold an inquiry. His response to the revelation that many party members held deeply Islamophobic views has been to pander to them, instead of showing that he wants to lead the whole country. Given his own history, this perhaps isn’t surprising, but it should still shock. May’s dismissal of concerns about Islamophobia in her party was embarrassing. The views of party members, and her inaction in the face of these facts, will be part of her legacy. It remains to be seen if these shocking views will be a stain on her successor too, or if they will provide them with the spur to take action. • Matthew McGregor is campaigns director of Hope Not Hate"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}