{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/22/windrush-anchor-modern-britain-racial-equality", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-22T08:00:06Z", "webTitle": "Raise the Windrush anchor – and make it a statue to modern Britain | Patrick Vernon", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/22/windrush-anchor-modern-britain-racial-equality", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/22/windrush-anchor-modern-britain-racial-equality", "fields": {"headline": "Raise the Windrush anchor – and make it a statue to modern Britain", "bodyText": "Almost a decade ago I started the campaign for a national Windrush Day, alongside a range of individuals and race equality organisations. It was conceived as a day to recognise and celebrate the achievements of the postwar migrants who first arrived aboard the Empire Windrush – a generation that made a significant contribution to the society we take for granted today. After years of lobbying, petitions, events, letter-writing, debates in parliament – and last year’s Windrush scandal, which put the government on the wrong side of history – Theresa May agreed to this annual commemoration. Yet today, on Britain’s first national Windrush Day, the government’s announcement that there is to be a new memorial statue in London raises a fundamental question about what sort of permanent marker we want to commemorate multicultural Britain as we head towards Brexit. I believe the Empire Windrush could be a source of soul-searching and inspiration for generations of black, brown and white people in Britain seeking to understand racism, white privilege, and trying to establish a society where citizenship and belonging is for all. The ship itself was originally called the MV Monte Rosa, and was launched in 1930. It was originally used as a cruise ship for boat parties down the river Rhine, and then was commandeered during the second world war to transport German troops and support bombing raids. It shipped about 46 Jewish people being sent from Norway and Demark to the Auschwitz concentration camp. In May 1945 the Monte Rosa was captured by British forces and became a passenger ship, named HMT Empire Windrush. In June 1948, the ship made the now historical journey from the Caribbean with hundreds of passengers on board, including Polish and Maltese migrants and refugees. It anchored at Tilbury docks on the Thames, marking the beginning of a new era of British history. But on 30 March 1954 the Windrush suffered engine failure and sank in the Mediterranean off the coast of Algeria, leaving four of its crew dead. Today it lies 2,600m below sea level. I believe the Empire Windrush, given its relationship with fascism, the Holocaust and migration, is as iconic a vessel as the Titanic or the Cutty Sark. Although we have old film footage of the ship, these grainy black and white images from 1948 don’t capture its full significance. For this reason I believe we should try to reclaim the Windrush from the sea as part of our national history, to give a sense of its modern meaning. This thought struck me when I went to the $550m National Museum of African American History and Culture in Washington – which has eight floors covering 500 years of history with powerful narratives, objects and documents that tell people of all races that African American history is American history. We need to have the same aspiration and purpose here in the UK. Of course, it would be too costly to raise the entire ship; but I believe it would be possible to reclaim the anchor, which would send out a powerful symbol of the makings of modern Britain. So I have jointly launched a petition calling for the British government to use its resources, including the navy, to recover, reclaim and bring back home the anchor. I am sure that private backers and companies who support diversity and equality may want to back this project. Estimates are that a salvage operation may cost about £2m, but given that the ship’s anchor would symbolise migration, racial equality and shared history of belonging and citizenship, it would be almost a mini version of the Statute of Liberty as beacon of hope. It would be money well spent. Potential partnerships with heritage and community organisations could be created over the next four years to establish the anchor as a permanent national monument. And given that 22 June 2023 will be the 75th anniversary of the docking of the Empire Windrush, we should commit now to realising this dream within four years. This may, to some, appear over-ambitious. Yet very few people 10 years ago imagined that we’d ever have an official annual Windrush Day. Once we make a commitment, it’s amazing what we can achieve. • Patrick Vernon is a cultural historian and founder of Every Generation and the 100 Great Black Britons campaign. He is a patron of Santé, a charity that aims to improve asylum seekers’ rights and health access"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}