{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/10/australias-decision-not-to-ban-poppers-is-a-win-for-sensible-drug-policy-but-the-stigma-remains", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-10T02:58:13Z", "webTitle": "Australia’s decision not to ban poppers is a win for sensible drug policy, but the stigma remains | Joshua Bridge", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/10/australias-decision-not-to-ban-poppers-is-a-win-for-sensible-drug-policy-but-the-stigma-remains", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/10/australias-decision-not-to-ban-poppers-is-a-win-for-sensible-drug-policy-but-the-stigma-remains", "fields": {"headline": "Australia’s decision not to ban poppers is a win for sensible drug policy, but the stigma remains", "bodyText": "For unfamiliar readers, poppers are a group of caustic liquids, the fumes of which users inhale through the nose. Poppers produce a warm, tingly sensation for around 30 seconds, making them popular in gay club scenes, but they are also used as a muscle relaxant to make anal sex comfortable and enjoyable. They are typically sold as leather or VHS cleaner in adult stores in a tongue-in-cheek way. In 2018, the Therapeutic Goods Administration proposed a wholesale ban on poppers, prompting a backlash from health organisations, LGBTI activists and even a former Australian federal police chief. The TGA has reversed this position, deciding instead to regulate most poppers. This is a win for sensible drug policy but it is by no means a done deal. To unpack the pressing issues going forward we need to have a close look at the particulars of the TGA’s decision. One important detail to understand is that alkyl nitrites (AKA poppers) aren’t one chemical but a family of compounds which are regulated differently. The TGA has banned a substance called isopropyl nitrite which researchers have linked to rare but severe cases of maculopathy (ie eye damage), which are the origin of dance club folktales of people “going blind” from poppers. Banning this chemical is a smart move: whether it’s a therapeutic or recreational drug, users want a safe product. Meanwhile, a handful of other alkyl nitrites will remain on the books as prescription-only medications. This includes isobutyl nitrite, which TGA lab tests suggest is the main ingredient in most Australian poppers. This means that users need a prescription to possess and use poppers they have at the moment. The TGA acknowledges that needing a prescription creates “barriers”. People need to be comfortable speaking plainly with a doctor which might, for example, be a tall order for LGBTI people who are in the closet. Further, most doctors are unfamiliar with the therapeutic benefits of poppers and could refuse to prescribe them. Perhaps to adjust for this, the TGA “down-scheduled” amyl nitrite to make it a pharmacy medicine which people can buy without a prescription. Amyl is the substance which was originally used in poppers, and manufactures only moved away from it because of bans. Legalising this substance is savvy because it is the safest kind of popper. While this is a positive development, it comes with its own set of problems. People might be uncomfortable discussing intimate details about their sexual activity in the open context of a pharmacy, and LGBTI people already struggle with stigma from health professionals. Amyl might be pharmacy medicine from 2020 but that doesn’t mean there will be anything on the shelves. Registering new products is prohibitively expensive for businesses and could take years. This situation leaves users in limbo in that prescriptions are hard to obtain and, even if you have one, there is a deficit of options. A further issue is that poppers will only be legal in pharmacies but not in adult stores and saunas. These latter venues are typically environments free of shame and judgment and are open late, making poppers readily available. Quarantining poppers to pharmacies makes them comparatively less accessible. One solution to this problem is a legislative exemption allowing adult stores and sex-on-premises venues to all sell poppers in addition to pharmacies. Such exceptions could work like alcohol and tobacco licences and would mean that new users can go to doctors and pharmacists for advice, while experienced users can frequent more approachable suppliers. In the meantime however, as a result of public scrutiny and the recent decision from the TGA, gay venues are menaced by the possibility of police raids and individuals are at risk of criminalisation. For example, courts recently prosecuted an 18-year-old man in Queensland for “possessing a restricted substance” while carrying poppers. Consider that in a recent study, 50% of gay and bisexual men reported using poppers over the previous six months. So long as prescriptions and legal products remain challenging to come by – and this could be the case for a lengthy period – gay and bisexual men face the possibility of fines and criminal records. LGBTI community businesses and venues need to have confidence that they are operating within the law. LGBTI people especially need assurances that their use of poppers won’t result in police harassment or criminalisation, harkening back to a time when homosexuality was illegal and actively policed. While the TGA decision is the best that anyone could have hoped for, LGBTI folks and people wanting to engage in pleasurable sex nevertheless face a minefield of stigma, inconvenience, policing and criminalisation. There is an urgent need for special arrangements with state governments to ensure that regulation doesn’t unfairly target some communities. • Joshua Badge is a lecturer in philosophy at Deakin University and an LGBTIQ activist."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}