{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/07/evangelical-americans-trump-supporters-progressives", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-07T06:00:01Z", "webTitle": "Making sense of evangelicals' support for Trump | Michael Massing", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/07/evangelical-americans-trump-supporters-progressives", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/07/evangelical-americans-trump-supporters-progressives", "fields": {"headline": "Making sense of evangelicals' support for Trump", "bodyText": "How can evangelicals support Donald Trump? That question continues to befuddle and exasperate liberals. How, they wonder, can a man who is twice divorced, a serial liar, a shameless boaster (including about alleged sexual assault) and an unrepentant xenophobe earn the enthusiastic backing of so many devout Christians? About 80% of evangelicals voted for Trump in 2016; according to a recent poll, almost 70% of white evangelicals approve of how he has handled the presidency – far more than any other religious group. To most Democrats, such support seems a case of blatant hypocrisy and political cynicism. Since Trump is delivering on matters such as abortion, the supreme court and moving the US embassy in Israel to Jerusalem, conservative Christians are evidently willing to overlook the president’s moral failings. In embracing such a one-dimensional explanation, however, liberals risk falling into the same trap as they did in 2016, when their scorn for evangelicals fed evangelicals’ anger and resentment, contributing to Trump’s huge margin among this group. Bill Maher fell into this trap during a biting six-minute polemic he delivered on his television show in early March. Evangelicals, he said, “needed to solve this little problem” – they want to support a Republican president, but this particular one “happens to be the least Christian person ever”. “How to square the circle?” he asked. “Say that Trump is like King Cyrus.” According to Isaiah 45, God used the non-believer Cyrus as a vessel for his will; many evangelicals today believe that God is similarly using the less-than-perfect Trump to achieve Christian aims. But Trump isn’t a vessel for God’s will, Maher said, and Cyrus “wasn’t a fat, orange-haired, conscience-less scumbag”. Trump’s supporters “don’t care”, he ventured, because “that’s religion. The more it doesn’t make sense the better, because it proves your faith.” Maher portrayed evangelical Christians as a dim-witted group willing to make the most ludicrous theological leaps to advance their agenda. As I watched, I tried to imagine how evangelicals would view this routine. I think they would see a secular elitist eager to assert what he considers his superior intelligence. They would certainly sense his contempt for the many millions of Americans who believe fervently in God, revere the Bible and see Trump as representing their interests. Maher’s diatribe reminded me of a pro-Trump acquaintance from Ohio who now lives in Manhattan and who says that New York liberals are among the most intolerant people he has ever met. Liberals have good cause to decry the ideology of conservative Christians, given their relentless assault on abortion rights, same-sex marriage, transgender rights and climate science. But the disdain for Christians common among the credentialed class can only add to the sense of alienation and marginalization among evangelicals. Many evangelicals feel themselves to be under siege. In a 2016 survey, 41% said it was becoming more difficult to be an evangelical. And many conservative Christians see the national news media as unrelievedly hostile to them. Most media coverage of evangelicals falls into a few predictable categories. One is the exotic and titillating – stories of ministers who come out as transgender, or stories of evangelical sexual hypocrisies. Another favorite subject is progressive evangelicals who challenge the Christian establishment. During the 2016 campaign, a prevailing theme in the press was “the end of white Christian America”, as the title of a much-quoted book by pollster Robert P Jones put it. In an article in the Atlantic that July, Jones noted that the declining number of white Christians can help explain their profound anxiety. But, he warned, relying on “supermajorities” of white Christians to offset broader demographic changes was a losing strategy – one that “sealed the fate of the Romney campaign in 2012 and will likely set the GOP back as it turns to the task of reclaiming the White House in 2016”. That, of course, proved flatly wrong. In a similar vein, the New York Times ran a piece three weeks before the election describing how the traditional evangelical bloc was splintering, with young people and women voters fleeing the Republican party. “While most of the religious right’s aging old guard has chosen to stand by Mr Trump,” the Times stated, “its judgment and authority are being challenged by an increasingly assertive crop of younger leaders, minorities and women.” Though many young, black and female evangelicals did reject Trump, the article underestimated his bedrock of evangelical support. In the end, the share of white, born-again Christians in the electorate held steady at about 25 – the same as in 2008 and 2012 – and they gave a greater proportion of their vote to Trump than that recorded for any prior candidate. There are of course exceptions to such miscast coverage. The Washington Post, with three religion reporters, covers American evangelicalism more fully than most news organizations. And the Times’ Nicholas Kristof, who grew up among evangelicals in rural Oregon, makes periodic efforts to explain their world. In 2016, he wrote a column criticizing the pervasive discrimination toward Christians in liberal circles. He quoted Jonathan Walton, a black evangelical and professor of Christian morals at Harvard, who compared the common condescension toward evangelicals to that directed at racial minorities, with both seen as “politically unsophisticated, lacking education, angry, bitter, emotional, poor”. Strangely, the group most overlooked by the press is the people in the pews. It would be refreshing for more reporters to travel through the Bible belt and talk to ordinary churchgoers about their faith and values, hopes and struggles. Such reporting would no doubt show that the world of American Christianity is far more varied and complex than is generally thought. It would reveal, for instance, a subtle but important distinction between the Christian right and evangelicals in general, who tend to be less political (though still largely conservative). This kind of deep reporting would probably also highlight the enduring power of a key tenet of the founder of Protestantism. “Faith, not works,” was Martin Luther’s watchword. In his view, it is faith in Christ that truly matters. If one believes in Christ, then one will feel driven to do good works, but such works are always secondary. Trump’s own misdeeds are thus not central; what he stands for – the defense of Christian interests and values – is. Luther also preached the doctrine of original sin, which holds that all humans are tainted by Adam’s transgression in the Garden of Eden and so remain innately prone to pride, anger, lust, vengeance and other failings. Many evangelicals have themselves struggled with divorce, broken families, addiction and abuse. We are thus all sinners – the president included. I don’t expect the media’s dismissive attitude toward evangelicalism to abate anytime soon. A journalist at a top US news organization told me that she and other evangelicals feel the need to “fly under the radar” because of the unwelcoming attitude toward them. I can hear the reactions of some readers to this column: Enough! Enough trying to understand a group that helped put such a noxious man in the White House. Yet such a reaction is both ungenerous and shortsighted. Liberals take pride in their empathy for “the other” and their efforts to understand the perspective of groups different from themselves. They should apply that principle to evangelicals. If liberals continue to scoff, they risk reinforcing the rage of evangelicals – and their support for Trump. Michael Massing is the author of Fatal Discord: Erasmus, Luther, and the Fight for the Western Mind"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}