{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/23/china-america-economic-system-xi-jinping-trump", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-23T05:00:38Z", "webTitle": "Forget China – it's America's own economic system that's broken | Robert Reich", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/23/china-america-economic-system-xi-jinping-trump", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/23/china-america-economic-system-xi-jinping-trump", "fields": {"headline": "Forget China – it's America's own economic system that's broken", "bodyText": "Xi Jinping might possibly agree next weekend on further steps to bring down China’s trade imbalance with the US, giving Donald Trump a face-saving way of ending his trade war. But Xi won’t agree to change China’s economic system. Why should he? The American economic system is focused on maximizing shareholder returns. And it’s achieving that goal: on Friday, the S&amp;P 500 notched a new all-time high. But average Americans have seen no significant gains in their incomes for four decades, adjusted for inflation. China’s economic system, by contrast, is focused on maximizing China. And it’s achieving that goal. Forty years ago China was still backward and agrarian. Today it’s the world’s second-largest economy, home to the world’s biggest auto industry and some of the world’s most powerful technology companies. Over the last four decades, hundreds of millions of Chinese people have been lifted out of poverty. The two systems are fundamentally different. At the core of the American system are 500 giant companies headquartered in the US but making, buying and selling things all over the world. Half of their employees are non-American, located outside the US. A third of their shareholders are non-American. These giant corporations have no particular allegiance to America. Their only allegiance and responsibility is to their shareholders. They’ll do whatever is necessary to get their share prices as high as possible – including keeping wages down, fighting unions, reclassifying employees as independent contractors, outsourcing anywhere around world where parts are cheapest, shifting their profits around the world wherever taxes are lowest, and paying their top CEOs ludicrous sums. At the core of China’s economy, by contrast, are state-owned companies that borrow from state banks at artificially low rates. These state firms balance the ups and downs of the economy, spending more when private companies are reluctant to do so. They’re also engines of economic growth making the capital-intensive investments China needs to prosper, including investments in leading-edge technologies. China’s core planners and state-owned companies will do whatever is necessary both to improve the wellbeing of the Chinese people and become the world’s largest and most powerful economy. Since 1978, the Chinese economy has grown by an average of more than 9% per year. Growth has slowed recently, and American tariffs could bring it down to 6% or 7%, but that’s still faster than almost any other economy in the world, including the US. The American system relies on taxes, subsidies and regulations to coax corporations to act in the interest of the American public. But these levers have proven weak relative to the overriding corporate goal of maximizing shareholder returns. Last week, for example, Walmart, American’s largest employer, announced it would lay off 570 employees despite taking home more than $2bn courtesy of Trump and the Republican corporate tax cuts. Last year, the company closed dozens of Sam’s Club stores, leaving thousands of Americans out of work. At the same time, Walmart has plowed more than $20bn into buying back shares of its own stock, which boosts the pay of Walmart executives and enriches wealthy investors but does nothing for the economy. It should be noted that Walmart is a global company, not adverse to bribing foreign officials to get its way. On Thursday it agreed to pay $282m to settle federal allegations of overseas corruption, including channeling more than $500,000 to an intermediary in Brazil known as a “sorceress” for her ability to make construction permit problems disappear. Across the American economy, the Trump tax cut did squat for jobs and wages but did nicely for corporate executives and big investors. Instead of reinvesting the savings into their businesses, the International Monetary Fund reports that companies used it to buy back stock. But wait. America is a democracy and China is a dictatorship, right? True, but most Americans have little or no influence on public policy – which is why the Trump tax cut did so little for them. That’s the conclusion of professors Martin Gilens of Princeton and Benjamin Page of Northwestern, who analyzed 1,799 policy issues before Congress and found that “the preferences of the average American appear to have only a minuscule, near-zero, statistically non-significant impact upon public policy”. Instead, American lawmakers respond to the demands of wealthy individuals (typically corporate executives and Wall Street moguls) and of big corporations, those with the most lobbying prowess and deepest pockets to bankroll campaigns. Don’t blame American corporations. They’re in business to make profits and maximize their share prices, not to serve America. But because of their dominance in American politics and their commitment to share prices instead of the wellbeing of Americans, it’s folly to count on them to create good American jobs or improve American competitiveness. I’m not suggesting we emulate the Chinese economic system. I am suggesting that we not be smug about the American economic system. Instead of trying to get China to change, we should lessen the dominance of big American corporations over American policy. China isn’t the reason half of America hasn’t had a raise in four decades. The simple fact is Americans cannot thrive within a system run largely by big American corporations, organized to boost their share prices but not boost Americans. Robert Reich, a former US secretary of labor, is professor of public policy at the University of California at Berkeley and the author of Saving Capitalism: For the Many, Not the Few and The Common Good. He is also a columnist for Guardian US"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}