{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/14/trump-betsy-devos-education-quiet-war", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-14T06:00:10Z", "webTitle": "The Trump administration is waging a quiet war on education | Ross Barkan", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/14/trump-betsy-devos-education-quiet-war", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/14/trump-betsy-devos-education-quiet-war", "fields": {"headline": "The Trump administration is waging a quiet war on education", "bodyText": "Perhaps nothing illustrates the perverse nature of Donald Trump’s administration better than his approach to the regulatory state. In Trump’s America, those most zealously dedicated to unraveling federal oversight are in charge of the government, racing to shred laws as quickly as they can. Although it rarely draws the outrage of his latest unhinged tweet or foible abroad, it is in the president’s Department of Education that this spirit of cruel nihilism is best on display. Trump’s education secretary, Betsy DeVos, and her underlings are dedicated to seeing their radical conservative vision of government achieved, and they’re taking aim at the very heart of public education. Few Americans know the name of Diane Auer Jones, a deputy under DeVos. A former assistant secretary under George W Bush who resigned over the education department’s treatment of an accreditor that oversaw religiously-affiliated colleges, Jones is back with a vengeance: she has already slashed Obama-era regulations of for-profit colleges, including one rule that forced these schools to prove they provide gainful employment to graduates. She also recommended the reinstatement of a scandal-scarred accreditor the Obama administration tried to banish after the collapse of two for-profit chains under its supervision. This week, Jones proposed a drastic policy rewrite which would weaken the federal government’s hold on accreditors, the watchdogs that allow educational institutions to access millions in financial aid. The rules would both make it easier for accreditors to be recognized by the Department of Education and weaken standards for measuring their performance, potentially allowing them many more years to punish failing, predatory schools. Accreditors would also be empowered to stop the shuttering of troubled for-profit schools. When the rules go through, they will deliver on DeVos’ dream of deregulating higher education, increasingly leaving the system to private operators with little oversight. A billionaire who has championed publicly-funded, privately-run charter schools and vouchers that would starve public schools of funds so students can attend private or religious schools, DeVos is a natural fit for a president who disdains the public sector (unless it’s underwriting his family’s real estate empire). Jones has the classic profile of a revolving-door bureaucrat vested with regulating an industry that once employed her. Between her departure from the Bush administration and her triumphant resurrection under Trump, Jones joined the board of the American Academy for Liberal Education, the religious school accreditor that prompted her resignation in the first place. While there, she blasted an accreditation process she will now have the power to significantly undercut. What is it about the Trump administration and for-profit colleges? The worst of them, in many ways, speak purely to the Trump/DeVos vision of American education: unshackle the rich and let them turn a profit at the expense of working-class students desperate to better themselves. Trump did it himself with Trump University, an education grift that swindled students out of millions and eventually reached a $25m settlement with New York state. Research has shown that for-profit colleges disproportionately enroll black students, single parents, older students and those who did not follow the traditional path through secondary school and higher education. For-profit schools spend aggressively on advertising to rope students in, promising new skills and a quick return on investment. Yet for-profit schools are usually more expensive, have lower graduation rates and entice students to take out more loans they are likely to default on. The not-for-profit status most educational institutions carry isn’t just a tax designation. It accords a distinct mandate to an institution, certifying its primary purpose: to educate, not deliver returns to shareholders and investors. In contrast, the for-profit institutions increasingly unregulated by the Trump administration have no such mandate. They must make money to survive and proliferate. Without regulation, there are few consequences for saddling students with unsustainable debt and limited incentives for even pushing them to graduate. The quality of education, throughout, is dubious. For all the ways Trump has shattered the norms of democracy, it is his emboldening of the worst, already existing elements of American culture that will do the most short-term damage to the country. Trump did not pioneer climate crisis denialism and the energy industry’s relentless attacks on environmental regulations, but he did turn the Environmental Protection Agency and interior department over to energy lobbyists. He did not invent profit-seeking bureaucrats, but he set free Elaine Chao, his transportation secretary, to boost the profile of her family’s powerful shipping company. Education, too, is being pursued in consummate Trump style. For-profits are liberated, regulations are eviscerated and students are left to fend for themselves – drowning in debt so industry pals of DeVos and Jones can live to fight another day. Ross Barkan is a writer and journalist in New York City"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}