{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/30/the-guardian-view-of-devolution-since-1999-still-grappling-with-who-we-are", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-30T17:32:59Z", "webTitle": "The Guardian view on devolution since 1999: still grappling with who we are | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/30/the-guardian-view-of-devolution-since-1999-still-grappling-with-who-we-are", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/30/the-guardian-view-of-devolution-since-1999-still-grappling-with-who-we-are", "fields": {"headline": "The Guardian view on devolution since 1999: still grappling with who we are", "bodyText": "Twenty years ago on Monday, the newly devolved Scottish parliament met in Edinburgh for the first time. It heard a speech from the late Donald Dewar that can still send tingles down the spine. The opening, said Scotland’s new first minister, was “the day when democracy was renewed in Scotland, when we revitalised our place in this our United Kingdom”. And he went on: “This is about more than our politics and our laws. This is about who we are, how we carry ourselves.” At the weekend, the Queen led ceremonies at the Holyrood building to mark the anniversary. There is no question that the Scottish parliament is now, as the Queen herself put it on Saturday, “at the centre of public life”. But the belief of the founders in 1999 that the devolved parliament would revitalise the union seems far more questionable. Twenty years on, the issue of who we are is more fraught, and the union is more fragile. Last week, Gordon Brown warned that it has never been in greater danger in 300 years. Along with the new Welsh assembly, which was established at the same time but with fewer powers, the setting up of the Scottish parliament was the most significant step in constitutional devolution within the United Kingdom since the setting up of Stormont in 1921. Like devolution to Northern Ireland, devolution to Scotland took place in response to political pressures that faced the UK government of the day. In the case of Northern Ireland in 1921, the pressure was partition. In that of Scotland in 1999 – and to an extent of Wales too – it was the demand for revived national decision-making. In all these cases, devolution was an asymmetrical process. A constitutional change was made to the affected part of the UK that did not directly impinge on the rest. Each act of devolution was an attempt to answer a particular perceived need in that part of the UK without at the same time challenging the sovereignty of the Westminster parliament or raising questions about the government and parliamentary representation of England. This deliberate avoidance of a symmetrical approach is characteristic of the UK system. Such pragmatism – the Cambridge professor Helen Thompson has called it “an ongoing reflection on history” – has often worked well. If the creation of the UK involved the incorporation of Welsh, Scottish and Irish elements into an essentially English system of government, then devolution is in some respects a reverse process of discarding parts of them anew. Part of the union’s problem today is that Mr Dewar and others miscalculated. They thought devolution would persuade the Scots to turn their backs on independence. They thought a parliament elected by proportional representation would ensure the SNP could never win a majority. In the event, the SNP won one in 2011, came close to winning the vote for independence in 2014 and still commands the field. The referendum redefined politics. It enabled the SNP to put the constitution front and centre. Against the backdrop of a Brexit that most Scots opposed, the nationalist cause has prospered afresh. Many suspect that the elevation of Boris Johnson may be the best recruiting sergeant the SNP could hope for. But in truth the biggest threat to the union lies in England. The UK’s largest nation, and 85% of the UK’s inhabitants, have little systemic devolution of any kind. While other UK nations enjoy forms of self-government and civil societies of notable vibrancy, England as such does not. England is a diverse society; new research shows it is increasingly comfortable with its diversity. Yet the institutions of England resist modern forms of democracy and of open pluralism. The English have no effective self-government at local, regional or national level. Instead, they have a UK parliament elected by first past the post, which stifles minority parties and whose large parties have a built-in interest to resist change. All this has been radically toxified, for England as well as the rest of the UK, by a Brexit vote that was won in England and whose most ardent supporters see themselves as English rather than British. The union is in danger, but the danger is not primarily from Scotland, Wales or Northern Ireland. It mostly comes from England itself."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}