{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/30/whither-scotland-why-not-ask-princess-dianas-toothpaste-holder", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-30T05:00:09Z", "webTitle": "Whither Scotland? Why not ask Princess Diana’s toothpaste holder?r | Kevin McKenna", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/30/whither-scotland-why-not-ask-princess-dianas-toothpaste-holder", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/30/whither-scotland-why-not-ask-princess-dianas-toothpaste-holder", "fields": {"headline": "Whither Scotland? Why not ask Princess Diana’s toothpaste holder?", "bodyText": "Anyone who doubts that the English education system is in robust health hasn’t been watching Jeremy Vine’s show on Channel Five. This cheery mid-morning production with its affable host and “didn’t you used to be?” guests has begun to rival tired old Question Time as the essential broadcasting forum for political debate in Brexit-era UK. The sad demise of The Jeremy Kyle Show, with its tender exposition of the cultural and emotional currents that rage beneath middle England, has left a Trumpian void in the schedules. Kyle had been handed the baton of portraying modern England by the Teletubbies, before falling victim to the forces of the snowflake alliance. If we’re all going to get upset by the public spectacle of disadvantaged families being ripped apart by faulty lie-detector machines, then I suggest we need to person up. Happily, Vine has stepped forward to keep the Brexit flames burning on daytime TV. Last week, his special guest was Paul Burrell, the respected authority on royal memorabilia. In a previous life, he had risen to the office of chief toothbrush-holder to Diana, Princess of People. As such, he is well placed to provide sharp analysis and shrewd commentary on the constitutional upheavals which that areabout to set the good ship Britannia on uncharted waters. Burrell was joined at the breakfast table by Cheryl from Cheam, Annabel from Arundel and the ubiquitous, but always entertaining, Dave the plumber from Sussex. One of last week’s hot topics was the prospect of Scottish independence, after the former prime minister Gordon Brown voiced concern that Brexit and Boris Johnson could lead to the break-up of the union. Vine was obviously delighted to have Burrell bring some perspective and clarity to this emotional and divisive issue. Here are some excerpts. Burrell: “I think the UK is stronger together than they are apart. I mean for goodness sakes, Scotland by itself… how is it going to survive? It has… what does it have? Oil, and a monster in a lake. Cheryl from Cheam: “Whisky, wind power?” Annabel from Arundel: “Irn-Bru.” Burrell: “But getting back to the Queen: the Queen loves Scotland. Her favourite home is in Scotland, Balmoral. She would not want that to be detached from the UK.” Vine: “How would they take it out? Remove Balmoral?” Burrell: “What would our flag look like?” Vine: “Well, I think she would still be in Scotland. It would be like Canada, wouldn’t it?” Burrell: “She would go overseas for her holidays.” In those moments, it became clear to us all that Tinky Winky and Laa-Laa would have their work cut out trying to make a comeback on daytime political television. In Scotland, the response to this discussion was wearily predictable and, as usual, entirely without self-awareness. The perpetual grievance monkeys in the SNP expressed outrage that no one had mentioned the vibrant Buckfast Tonic Wine market and the Krispy Kreme doughnut and Domino’s Pizza franchises that are taking our economy in new directions. We shouldn’t whinge about the show’s brave attempts to understand the subtle nuances that exist in Scotland’s civic landscape. Instead, we should focus on the positives and rejoice that there is still a sense of solidarity with the challenges we face. Burrell has been a model ambassador for the royal family and it’s gratifying to think that he might put in a good word for us when he next sits down with the Queen. Scotland has undergone something of a cultural renaissance in recent years and Vine’s producers need to think seriously about a location piece direct from the streets of Glasgow or the shores of Loch Ness. Vine himself would be the ideal host, with an assortment of English cultural figures accompanying him such as Basil Brush, Jim Davidson and James Corden. They would find that the march of progress north of the border has been rather splendid. An ambitious programme of street lighting is being rolled out across Scotland’s towns and cities. This has led to the 8pm curfew being extended to 10pm across large swaths of the country. And while there are still reports of clan fighting in the western Highlands this is slowly being eradicated thanks to the sturdy intervention of the Royal Dragoons and a crackdown on illicit whisky stills. In places such as Cumbernauld and Thurso, where the druids are holding out, colleges are offering degrees in face-painting and plaid-stitching. Human sacrifices are now confined solely to the remote communities of South Lanarkshire. Sheep and goats remain staples of the rural economy but some places are becoming tourist destinations with visitors enchanted by the possibility of seeing wolves and bears in their natural habitat. In the civilised central belt, limited internet connectivity has been introduced and you don’t see as many kilts being worn at home or in the office. The mortality rate in inner cities has been reduced and life expectancy has reached 37 in some affluent neighbourhoods. Young Scots have forsaken the beer and whisky of an older generation and are embracing sophisticated cocktails such as Bacardi Breezers and MD 20/20. It’s only a matter of time before David Attenborough and Simon Schama show up to provide some natural and philosophical context to these great tectonic shifts. • Kevin McKenna is an Observer columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}