{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/24/erdogan-istanbul-turkish-imamoglu-mayor-turkey-akp", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-24T15:57:36Z", "webTitle": "Erdoğan’s loss in Istanbul could transform Turkish politics | Sinan Ülgen", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/24/erdogan-istanbul-turkish-imamoglu-mayor-turkey-akp", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/24/erdogan-istanbul-turkish-imamoglu-mayor-turkey-akp", "fields": {"headline": "Erdoğan’s loss in Istanbul could transform Turkish politics", "bodyText": "The opposition candidate Ekrem İmamoğlu’s landslide victory in the re-run mayoral elections in Istanbul will change very little in Turkish politics in the near term. But it has the potential to change everything in the long run. After winning the Istanbul elections in March with a margin of 13,000 votes in a constituency of 10 million, İmamoğlu was denied victory on dubious legal grounds, with the High Electoral Council decreeing that new elections should be held on 23 June. On Sunday, the Istanbul electorate gave a strong mandate to İmamoğlu. He increased his majority to 800,000, almost 60-fold, and received the backing of 54% of the citizens of Turkey’s largest city. In contrast, Binali Yıldırım, the ruling Justice and Development party (AKP) candidate, received 45% of the vote. The impressive margin is first due to people’s sense of injustice, triggered by the decision to repeat the elections. A share of the vote even shifted directly from the AKP candidate to the opposition Republican People’s party (CHP) candidate. Polling by Istanbul Economics Research suggests that the motivation for this shift was the perception that İmamoğlu’s win had been unfairly challenged. But he was also able to develop a conciliatory narrative that appealed to these voters. He provided a fresh alternative to inhabitants of Istanbul fatigued from years of acrimonious and exclusionary political rhetoric. (As a result, İmamoğlu’s campaign should be examined closely for its global implications in the fight against populism.) Last, he was particularly effective in coalescing Turkey’s fragmented opposition, which included this time the CHP, but also the secular nationalist İyi party, as well as the pro-Kurdish Peoples’ Democratic party (HDP). The wide margin of the opposition’s win precludes a new challenge scenario. İmamoğlu will become, once more, the new mayor of Istanbul. And his victory constitutes a clear longer-term threat to Recep Tayyip Erdoğan’s hegemony. First the established opposition parties will be emboldened by his win. The opposition is now in control of cities accounting for almost 70% of Turkey’s GDP. Nine out of the 10 biggest urban areas in the country will be ruled for the next five years by a mayor linked to the opposition, the exception being the industrial province of Bursa. The opposition will have the opportunity to dismantle and then restructure the patronage networks that have helped the AKP to establish itself so successfully at the helm of Turkish politics. New contenders are also likely to interpret this outcome as a window of opportunity. In particular, the political movement rumoured to have been set up by the former AKP minister Ali Babacan will be encouraged by this clear sign of growing grassroots disenchantment with the ruling party. More importantly, Sunday’s result is likely to lead to a rethink by the AKP leadership. The shock must be momentous. It is surely the most severe interruption in Erdoğan’s electoral winning electoral streak. The future of Turkish politics will depend on how this result will be interpreted by Erdoğan himself and the lessons that this experienced and able politician will draw from this reversal of his political fortunes. At stake may be the future of the AKP’s alliance with the Nationalist Movement party (MHP). One conclusion could be that this coalition has become too constraining for Erdoğan. For instance, the overhyped nationalism influencing the conduct of Turkish foreign policy is a byproduct of this political arrangement and so is the hardline approach to the Kurdish question both domestically and in Syria. Even more importantly, the political leadership may be compelled to question the benefit of the extreme centralisation of power ushered in by the transition to a presidential system a year ago. For a majority of the Turkish population, the presidential system does not seem to be functioning as advertised. These are admittedly difficult questions for any political leader. And so shall they be for Erdoğan. But his answers will define the longevity of his political movement at a time when İmamoğlu has emerged, with his remarkable win in Istanbul, as a credible contender for Turkey’s leadership. • Sinan Ülgen is the executive chairman of the Istanbul-based Edam thinktank and a visiting scholar at Carnegie Europe"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}