{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/28/the-supreme-courts-shameless-and-shameful-endorsement-of-gerrymandering", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-28T20:25:06Z", "webTitle": "The supreme court's shameless - and shameful - endorsement of gerrymandering | David Daley", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/28/the-supreme-courts-shameless-and-shameful-endorsement-of-gerrymandering", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/28/the-supreme-courts-shameless-and-shameful-endorsement-of-gerrymandering", "fields": {"headline": "The supreme court's shameless – and shameful – endorsement of gerrymandering", "bodyText": "On Thursday – in a 5-to-4 vote along ideological lines that might be the most nakedly partisan power grab since Bush v Gore – the US supreme court’s conservative majority ruled partisan gerrymandering a “non-justiciable” political issue. In other words, the court’s conservative justices are claiming that the federal judiciary lacks the tools to curb an intentional, largely Republican-led assault on American democracy. The court should be more honest. They don’t lack the tools. They simply refuse to use them to defend voting rights. The five conservatives, led by Chief Justice John Roberts, insisted that the court would risk its integrity and independence if it began determining the constitutionality of congressional and state legislative maps. But it’s the other way around: by allowing this corrosive practice to stand, the court has exposed its own partisan intent. “No one can accuse this court of having a crabbed view of its reach or competence,” Roberts wrote for the narrow majority. “But we have no commission to allocate political power and influence in the absence of a constitutional directive.” Say what? Actually, the Roberts court has done nothing but reallocate political power through its own crabbed view of the US constitution. It has proven itself perfectly fine with that – whether it be through the cynical Citizen United decision that drowned our politics in a torrent of dark money; or last year’s Janus ruling, which gutted the ability of labor unions to respond in kind; tearing out the heart of the Voting Rights Act in Shelby County v Holder; enhancing corporate power by carving up the regulatory state. Fine, as long as the power flows rightward. But when citizens ask the court to uphold their most fundamental rights? When they request the right to elect their own representative in a district where the outcome has not been preordained by the very partisans on the ballot? When they seek the right to participate meaningfully in our politics, and to restore the consent of the governed in congressional and state legislative districts warped by redistricting explicitly designed to sever the ability of the majority of voters to win a majority of seats? Then this court suddenly pretends it lacks the ability to act. But the court does have that ability. The North Carolina and Maryland gerrymanders Roberts so ignobly accepted on Thursday, as well as the maps in Ohio, Michigan and Wisconsin that lower courts had declared unconstitutional, present a meticulous portrait of the constitutional threats posed by partisan gerrymandering. These cases also poured sunlight on to the dark rooms where partisan operatives, mainly Republicans, work to entrench the power of a conservative white minority in a changing and multicultural America. In Ohio, for example, Republican strategists barricaded themselves in a hotel suite they called “the Bunker”. Using terabytes of voter data, they formulated an algorithm for voter districts that assured that Republican legislative majorities would hold against even the bluest wave. Recently revealed emails have shown their careful coordination with national Republicans, the high-fives consultants exchanged when they enhanced the GOP’s partisan hold by hundredths of a percentage point, and even the last-minute changes they made to please an influential Republican donor. Republicans have held 12 of the 16 congressional seats in this toss-up state ever since, and not a single one has changed hands in 64 elections covering four cycles and eight years. It’s the same story of secrecy, precision data and high technology in Wisconsin, where Republicans set up a “Map Room” in a politically connected law firm across from the state capitol. The state assembly map these operatives constructed has also endured over four cycles. Last November, Wisconsin voters elected a Democratic governor, re-elected a Democratic US senator, handed Democrats victories for every statewide office outside the legislature, and cast 200,000 more votes for Democratic assembly candidates than Republicans. That flipped one seat, and left the Republican majority at 63-36. This is a crisis of democratic legitimacy. So is Michigan’s state house, where Democrats have won more votes in every election since 2012, but never a majority of seats. Republicans there boasted privately of packing “Dem garbage” into as few districts as possible. In North Carolina, the state representative in charge of redistricting openly boasted that he sought to draw a congressional map that would elect 10 Republicans and 3 Democrats because: “I think electing Republicans is better than electing Democrats.” What the voters think be damned; the tainted Republican map has reliably delivered its goal. Five panels of federal judges, appointed by conservative and liberal presidents alike, conducted careful fact-finding investigations, angrily declared partisan gerrymandering “noxious”, “pernicious”, and “repugnant to representative democracy”. Most importantly, they all told the supreme court that clear and manageable judicial standards existed to remedy the very worst and most toxic gerrymanders, without pulling the courts into every mapmaking dispute or relying on fuzzy notions of electoral fairness. Roberts doesn’t dispute the toxic evils of partisan gerrymandering. He simply suggests that it has always been with us, ignoring how granular voter data and sophisticated GIS mapping systems make today’s gerrymanders far more pernicious than any other time in our history. He argues that there is no clear and meaningful standard to identify them, ignoring rulings by federal judges. Roberts suggests that voters have the power to undo even the most gerrymandered map, ignoring this entire decade of election results, nationwide, that have weighted political power toward the party that drew the maps, with almost zero exceptions. He writes that voters still split their tickets between parties, ignoring the political science that 2012 saw the lowest numbers of split tickets in nearly a century – only to be surpassed by 2016. He finds that voters can still weigh competing candidates and make decisions, ignoring the record highs of uncontested, noncompetitive state legislative seats in states like Georgia, North Carolina and Wisconsin this decade where voters now have no choice at all. Roberts praises the work of citizen-led ballot initiatives that have established independent redistricting commissions in several states, ignoring his own opinion that these commissions are unconstitutional, from a 2015 case that narrowly upheld Arizona’s commission. And the chief justice notes the hundreds of bills that have been filed in Congress and state legislatures nationwide and points reformers toward the political process, ignoring that those bills have to be filed every year because self-interested politicians unwilling to give away their own advantages have no intention of making them into actual laws. This ruling gives partisans a permanent green light to gerrymander, without any fear that federal courts will hold them responsible for debasing democracy. The next redistricting cycle, which begins in 2021, will be a frightening and unfettered orgy of stolen partisan advantage. The technological advances over the last 10 years will make the enduring 2011 maps seem amateurish. Just as frightening: voters may come to see elections as a game in which the outcome has been predetermined by those who drew the lines and wrote the laws. They might come to believe that nothing – not mountains of smoking-gun evidence, not massive efforts to end-run these gerrymanders through ballot initiatives – will make a difference in a system so rigged. They might come to the conclusion that voting in such warped elections has no value and makes no difference at all. Scarier still, that might be precisely John Roberts’ intent. It’s hard to look at his dangerous, dishonest and disingenuous ruling and conclude anything else. David Daley is the author of Ratf**ked: Why Your Vote Doesn’t Count"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}