{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/22/ethics-fly-out-window-oxford-university-when-big-donors-come-calling", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-22T18:00:19Z", "webTitle": "Ethics fly out of the window at Oxford University when big donors come calling | Catherine Bennett", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/22/ethics-fly-out-window-oxford-university-when-big-donors-come-calling", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/22/ethics-fly-out-window-oxford-university-when-big-donors-come-calling", "fields": {"headline": "Ethics fly out of the window at Oxford University when big donors come calling", "bodyText": "What do we know about Stephen Schwarzman, the US financier whose name, following his £150m donation to the University of Oxford, is destined to become synonymous – as the Schwarzman Centre – with the humanities, the study of ethics in particular? Much of Oxford’s press release introducing him to British audiences dwells on the philanthropy evidenced in already-colonised academic zones: the MIT Schwarzman College of Computing; the Schwarzman Scholars programme at Schwarzman College (in China); the Stephen A Schwarzman Building (formerly known as New York Public Library); Yale’s Stephen A Schwarzman Center, Yale protesters having had less success, to date, than angry parents at Schwarzman’s old school, Abington. For a donation of $25m, he had wanted it renamed after himself, with separate spaces going to his twin brothers, Mark and Warren. But it would be mistaken, it turns out, to conclude from the university’s reverent summary of Schwarzman’s academy-naming frenzy that the donor is concerned only with scholarship. For those in private equity, where he made his estimated $11.6bn fortune, Schwarzman needs no introduction; others might find it more illuminating to situate him within Philip Green’s aesthetic movement. The men’s extreme experiments in partying, in different countries but with a similar disregard for either taste or national adversity, must add weight to the theory that some great innovations are, as Malcolm Gladwell once put it, “in the air”. Consider that, when he had friends, Green flew them around the world for celebrations featuring, for instance (for his Nero-themed 50th) Rod Stewart. In 2007, a £6m party for which 200 guests were transported to the Maldives and entertained by George Michael and fireworks, engendered further disgust. That same year, shortly before he made £4.62bn from the flotation of Blackstone, a private equity behemoth, Schwarzman held a 60th birthday party so costly and vulgar that it still symbolises for some US analysts the depths of pre-crash excess. Party planners transformed one of the biggest spaces in New York City, the Park Avenue Armory, into a scaled-up replica of his vast apartment. Rod Stewart sang, for a reported £1m. Donald Trump attended. Schwarzman’s 70th in 2017, staged at his Palm Beach estate, offered acrobats, Mongolian soldiers, fireworks, Gwen Stefani and – ethicists still debate the intentionality of the scripture reference – two camels. Ivanka Trump and Jared Kushner stood proxy for the new president, who was detained nearby, introducing the Japanese prime minister, Shinzo Abe, to Mar-a-Lago. In yet another uncanny similarity, both Green and Schwarzman were made unelected “tsars”: the now disgraced Green by David Cameron, as an “efficiency tsar”, Schwarzman by Trump, as a “job czar”. For universities such as Yale, MIT and Oxford, the Trump donor’s valued support for a semi-literate liar, racist, molester of women and threat to international security hardly constitutes grounds – being so much less directly compromising than the rapacious business model, criticised for associated redundancies and cuts, that contributed to Schwarzman’s riches – for squeamishness. Oxford will be aware, no doubt, of the time, during the 2008 financial crisis, when he publicly hoped it would worsen. “The real golden age,” he told Robert Peston (then at the BBC), “comes when you have a mess. You have economies that are on their back.” Since then, Blackstone has become further associated with the misery of families forced out by its financial model, as a landlord, of huge rent hikes. When she established the case for a new predator-funded ethics centre, Oxford’s vice-chancellor, Louise Richardson, will have studied a recent report from the UN special rapporteur Leilani Farha, in which Blackstone is identified as a lead contributor to the global housing crisis. “Properties,” Farha explains, “are being purchased en masse, renovated and then offered at a higher rental rate, pricing tenants out of their own homes and communities.” But challenged, last week, on Schwarzman’s connections, Richardson confirmed, reassuringly for potential donors, that Oxford has left behind the judginess that refused Margaret Thatcher an honorary degree. “I’d imagine there would be very few people who would feel that way,” she said, you might think unimaginatively. “Do you really think we should turn down the biggest gift in modern times, which will enable hundreds of academics, thousands of students to do cutting-edge work in the humanities?” If Oxford, given its established reputation and assets, is arguably the joint-least-deserving destination, nationally, for such new investment, which was possibly its main attraction to Schwarzman, once Richardson had reeled him in. Blackstone is negatively associated with diversity. His chosen institution required the reputational substance permanently to obliterate less edifying aspects of the Stephen A Schwarzman story. Such as his complaint, after Obama proposed more taxes on private equity: “It’s like when Hitler invaded Poland in 1939.” His praise for Saudi Arabia’s “intelligent, reform-oriented” government. And before that, his James Bond party, with models dressed as Bond girls. That ethical quibbles about the Schwarzman alliance have been settled to Richardson’s complete satisfaction may not, inevitably, be a precursor to similar insults: Foxtons College, the George G Osborne Centre, Arron Banks Hall, the Boris and Carrie Johnson Professor of Conflict Resolution. Actually, with the Sacklers’ latest donation rejected by the V&amp;A, BP sponsorship increasingly targeted, the (ex-) director of the Serpentine Gallery pressured on business connections and escalating demands for renaming, there are increasing signs of respect for Nan Goldin’s proposal that cultural institutions should have some principles. “We have to hold museums to a higher standard,” the artist says. “They are supposed to be a repository of the best of humanity, a repository of learning and culture.” If such thinking catches on, it may not surprise Schwarzman’s admirers to find that he has once again, amid fast-rising caution about risky-name refreshment, grabbed himself a bargain. Catherine Bennett is an Observer columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}