{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/26/government-arts-funding-islamophobic-bradford-literature-festival", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-26T16:02:04Z", "webTitle": "An Islamophobic security agenda shouldn't mix with arts funding | Naz Shah", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/26/government-arts-funding-islamophobic-bradford-literature-festival", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/26/government-arts-funding-islamophobic-bradford-literature-festival", "fields": {"headline": "An Islamophobic security agenda shouldn't mix with arts funding", "bodyText": "The last few days have seen a furore over the Bradford literature festival’s decision to accept funding from the Home Office. Some 12 speakers have pulled out of the event so far, in protest at the source of the money, the government’s “Building a Stronger Britain Together” fund, a scheme that supports projects that supposedly counter extremism. As a result of the row, reputational damage has been done to this award-winning festival. Let’s be clear why this has happened: the government refuses to engage with Muslim communities in a meaningful way – unless it is under the auspices of counter- extremism or counter-terrorism. Why does funding offered to Muslim communities so often appear under this guise? We’ve also seen this in the form of the goverment’s terrible Prevent counter terror strategy, which is a toxic presence and is already under review. The Bradford literature festival is an excellent offering from our communities that inspires critical thinking and understanding through debate, discourse, poetry, arts and culture, workshops and much more. Yet, instead of being able to celebrate and learn from this event, I am forced, once again to respond to the failure of this government to address its relationship with the Muslim community. The fact is that many Muslims refuse to engage with the Home Office, no matter how nicely they try to dress it up. They rightly resent that their taxes are being used to further an agenda that supports the denigration of Muslim and BAME communities through the state apparatus. Initiatives, such as the Bradford literature festival, which are rightly critical of this government’s treatment of Muslims are now being sucked into this vortex, too. It is clear to me that this government does not care about the damage it continues to do to Muslim communities. If it had cared, the widely accepted definition of Islamophobia proposed by the all-party parliamentary group on British Muslims would not have been rejected. Had this government cared, it would not continuously brush Tory Islamophobia under the carpet. Neither I nor anyone I have spoken to disagrees with the sentiment that we should create a resilient society and communities that can tackle all forms of extremism, hatred and bigotry. However, when this involves BAME communities, why does the government repeatedly approach it through the hostile lens of countering violent extremism? The truth is this government’s approach to our communities, consciously or unconsciously, is to view BAME people as “the other”. Over the years, I have witnessed various BAME projects apply for government funding. However, that funding always comes with a precondition that these communities needed “fixing” or “saving” in some way, shape or form. This mindset in itself is rooted in colonial history and reeks of empire. The racial bias is startlingly evident; youth centres in predominantly black areas, struggling with funding due to austerity and cuts, will often be offered money to tackle knife crime; or a youth centre in a predominantly Muslim area will receive funding that includes tackling extremism. The government’s Prevent strategy is based on a security agenda and does not have the confidence of the Muslim community. Many have concerns about Prevent and the need to protect free speech. There is no understanding of how the Building a Stronger Britain Together strategy differs in any significant way from this, and it is because the Bradford literature festival is so valued by voices that aren’t normally given a mainstream platform that valid concerns have been raised about taking the fund’s money. While the festival has no plans to access this fund in the future, it has triggered a wider discussion about Prevent, Building a Stronger Britain Together and where funding for arts and cultural organisations should come from. Funds for the arts should support the arts – not fund security agendas. Instead of those who continue to use divisive language in a flawed attempt to exploit this as opportunity for their own political point-scoring, those individuals and the government would do well to abandon their failed policy of disengagement with mainstream Muslim organisations, such as the Muslim Council of Britain and others. They should engage with these organisations to properly understand the issues Muslim and BAME communities have. Perhaps they could go as far as inviting those that have raised the concerns to a roundtable, as I am doing. Of course, discussing matters openly might be too much for a government which is institutionally Islamophobic, and unwilling to take the concerns of British Muslims seriously. • Naz Shah is MP for Bradford West and shadow minister for women and equalities"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}