{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/13/catholic-trans-child-vatican-gender-transition-family", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-13T13:00:46Z", "webTitle": "My Catholic, trans child is living proof of how wrong the Vatican is on gender | Anonymous", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/13/catholic-trans-child-vatican-gender-transition-family", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/13/catholic-trans-child-vatican-gender-transition-family", "fields": {"headline": "My Catholic, trans child is living proof of how wrong the Vatican is on gender", "bodyText": "The recent document from the Vatican’s Congregation for Catholic Education talks of an “educational crisis”, and alleges that discussions in relation to gender have “helped to destabilise the family as an institution”. As the parent of a trans child, I find this hugely disappointing. I have two teenage daughters. Their dad is Catholic, and they’ve been raised in the Catholic faith. When our youngest came out as transgender, we struggled. This was five years ago, and there was limited coverage of trans people in the media. We struggled in our own minds – how can our child know so young? What if she’s wrong? What does this mean? We struggled with our families – unsure of how to tell them, or indeed how they would react. We struggled with our church – would we still be welcome? Should we find a different one? A different school? I met with the senior leadership team of our Catholic primary school to discuss support. I also sat with our parish sister, and talked over many cups of coffee. Her response has stayed with me. “We are talking about a child. There will be people who don’t understand. The world is changing, and the church can be slow to catch up. But your child should be treated with love, compassion and kindness. Who are we to turn our backs on her?” Staff at the primary school explained to fellow pupils, in an age-appropriate way, why our child would be using a different name and pronouns after the school holiday. The only change at this stage is a social one – there is no medical intervention. I contacted some of the parents. Messages of support came flooding back. The year after her social transition, we flew to Ireland for a wedding. This would be the first time that many aunts, uncles and cousins (as well as my 86-year-old mother-in-law) had met our daughter as her true authentic self. Again, as parents we were nervous. These are the people we care about most in the world; how would they respond to our child? The love from family was overwhelming. There will always be those who do not understand, but I saw the relief my daughter felt at being accepted and not ridiculed. Every day I see her thrive and grow in confidence. I am proud of her. My child’s transition has not led to the “destabilisation of the family institution”. If anything, family bonds are stronger. Her relationship with her grandparents is a joy to behold. She and her sister argue (most siblings do), but there is a closeness that was missing previously. I’ve thought long and hard about why that is. Honestly? She is no longer pretending to be someone she is not. She can relax and be herself. The Vatican says you can’t choose your gender. Trans and non-binary people don’t “choose” their gender. They know who they are, and they wish to live authentically and happily. What I will say is that families, friends, communities and congregations can choose how to respond. In our case, they have responded with love, compassion and respect, even when they don’t understand. As I said at the start, I have two teenage daughters. Both now attend our local Catholic secondary school. Both are thriving and happy. Pope Francis envisions an inclusive church – our experience as a family is a reminder that God welcomes all, even and especially those whom society rejects. Our community is made up of people living their faith with compassion through their actions. That, to me, is true Christianity."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}