{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/21/summer-holiday-working-parents", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-21T05:00:38Z", "webTitle": "Summer with the kids … long and costly for parents, but also a joy | Emma Brockes", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/summer-holiday-working-parents", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/summer-holiday-working-parents", "fields": {"headline": "Summer with the kids … long and costly for parents, but also a joy", "bodyText": "The state schools in New York break up for summer next week, giving kids almost 10 weeks of holiday. (The private schools have already been out for a week.) Like daylight saving, this appears to be a historical anomaly pegged to the days when everyone worked on a farm, and children were required to work in the fields for two months. In Manhattan most kids will go straight into summer camp, the cheapest of which – not counting subsidised social programmes that are heavily oversubscribed – are about $500 (£395) per child per week and lets them out at a very uncordial 3pm. The annual grouse about the cost of the city reaches fever pitch at this time of year. The childcare hustle is so costly and extreme that if you’re not careful, it can blow through the main advantage of summer: an invitation to spend more time with your children. Research shows, somewhat surprisingly, that during the long break parents actually spend more time with their kids than they used to. According to analysis from the Pew Research Center, in 1965 mothers in the US spent on average 10 hours a week caring for their kids compared with 14 hours now. (For fathers, those figures are two and a half hours in 1965 and eight hours now.) But my instinct is that, of those 14 hours, a large proportion is spent fretting about where to put the kids the rest of the time, how much it’s going to cost, and whether they are being sufficiently improved by the activities they’re doing. My children start kindergarten in the autumn, and their new school has issued parents with a stern warning about “summer slide”, which over 10 weeks of non-attendance is, I’m sure, is considerable. Advising parents to ensure their kids carry on reading every day is sensible, but it does add to the sense of the summer break as a terrible obstacle to overcome rather than an annual release from pressure. I don’t want to get too Swallows and Amazons about this, but the dedication of summer to worthwhile pursuit seems to undermine its very reason for being. It also feels like a particularly noticeable glitch in modern parenting psychology. I sometimes catch myself complaining about how many extra hours I will have to take off over the next 10 weeks, what a monstrous hassle and expense it all is, why the city is set up to punish working parents – on and on I go before stopping short, and telling myself to shut up. This is an insane way to live and it crushes the joy out of everything. No one I know can take two months off work, and most of us wouldn’t want to: but in spite of the difficulties there has to be a way to regard the summer as a bonus, not a chore; to approach the shortfall in childcare as a gift, not a source of guilt. After all, based on what many of us know from our own childhoods, it’s unstructured time, not the feverish schlep between camp and classes and play dates, that really helps child development. For the love of God, for a second let’s take our eyes off the meter. • Emma Brockes is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}