{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/23/removing-sharp-knives-can-save-lives-letters", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-23T04:59:32Z", "webTitle": "Removing sharp knives can save lives | Letters", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/23/removing-sharp-knives-can-save-lives-letters", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/23/removing-sharp-knives-can-save-lives-letters", "fields": {"headline": "Letters: removing sharp knives can save lives", "bodyText": "Catherine Bennett is right to say that perpetrators of domestic violence should be removed from the home (“Blunt knives to stop domestic violence? What next – stab vests in the kitchen?”, Comment). This can be achieved either by police arresting and charging alleged abusers, who are then remanded in custody, or by “ouster injunctions” obtained in civil courts. Support should be given to victims who want that done. However, my experience as a circuit judge who tried many serious cases of domestic violence is that not all women want to take this course of action. They may be financially dependent on the perpetrator. There may be issues relating to children. Despite the most appalling violence, they may still love him and hope he will change. It is hard for police to prosecute if the victim refuses to co-operate. Many prosecutions are abandoned because victims refuse to give evidence. In such cases, the police are right to do anything that reduces the risk of serious injury. The causes of domestic violence and knife crime are complex. There is no single, simple solution, but Nottingham police’s small trial in which women who want them are given rounded, non-pointed kitchen knives is to be welcomed. Of course, it will not prevent domestic violence and those knives may still cause slash injuries, but it is the points of knives that penetrate deep into the body and kill or cause serious injury. Removing them from the home has to be a good thing. Nic Madge St Albans, Herts Catherine Bennett’s clear and acerbic response to the Nottinghamshire police initiative to distribute blunt-ended knives to victims of domestic abuse illustrated perfectly the problem we still have to challenge. We used to shuffle victims and children around with their stuff in a bin bag, but more recently it has been recognised that we all need to hold the abuser directly responsible. This may mean that he/she has to leave the home, not the victims. As a trainer in this subject, I have invented a term – “responsibility slippage” – which is when abusers sit back and let everyone else manage their behaviour. In the last decade, the police have made significant improvements in their response to domestic violence and abuse, but this idea of blunt knives takes us all backwards. Dinah Mears Sidmouth, Devon A science lesson In your eagerness to highlight the neglect of Rosalind Franklin (“The five: unsung female scientists”, New Review), you make an omission: the Nobel was shared by three scientists, Crick, Watson and Maurice Wilkins, whose practical science underpinned Crick’s and Watson’s work. Franklin certainly went underacknowledged at the time, but the assertion that the others might have stolen her data is unwise. Whether she would have featured in the Nobel citation if she had lived is another question. Joe Oldaker Nuneaton, Warwickshire Engage cruise control Was I the only one to discern the link between two apparently unconnected articles in last week’s Observer (“Cruises float the boats of the Instagram generation”, News, and “It’s getting like Disneyland, says Bruges mayor who wants a better class of tourist”, Dispatch)? Lamenting the massive increase in day visitors, with its consequent decreasing quality of life for locals, the Bruges mayor mentioned one significant factor: the city’s convenient proximity to a popular cruise port. Like the mayor of Barcelona and those of other cities in a similar predicament, he is now announcing long overdue steps to set limits on day-tripper numbers. But not every port has the financial and political clout to dictate terms to an industry that should be bringing prosperity in its wake but often brings nothing but disruption and dissatisfaction to the bulk of the local population. The Bruges experience demonstrates something that many Caribbean cruise ports have known for years: that cruising is not a win-win industry for onshore communities – or the marine environment, come to that – if potential impacts on land and sea are not addressed. The rise in demand for cruising is being fuelled by an industry intent on getting as many eggs as possible out of its new golden goose. Cruise liners are really just floating, all-inclusive resorts, a model of tourism notorious for keeping as much profit as possible in house or, in this case, onboard. Companies have little inclination to work with the local authorities on encouraging their clients to spend on shore, let alone consider how their presence is really affecting the communities they spend a few brief hours with. The onus is on the cruise industry to work with the local governments wherever big ships dock. In the rush to make money out of the current cruise boom, surely those benefiting should not just be the happy cruisers and the postcard sellers but the whole community. Otherwise we will be seeing many more banners like those already in Barcelona and Venice saying “Go home”, not “welcome”. Alison Stancliffe Newcastle upon Tyne A leader with empathy, please It’s troubling to read that 86% of people polled recently say that the UK needs a strong leader (“Divided, pessimistic, angry: survey reveals bleak mood of pre-Brexit UK”, News). Voters in 1930s Germany were thinking the same thing when they chose Hitler. What we really need is a leader with intelligence, empathy and flexibility, not attributes that would describe Boris Johnson, unless someone mistook a mixture of Latin and self-serving guile for intelligence, or, indeed, any of the other Conservative candidates, one of whom will soon be foisted on us as prime minister by a tiny minority of the population. Karin Barry London W10 I share the eminent statesman Kenneth Clarke’s alarm at the conduct of the governing party as it selects a new leader – “a tragic farce” – but note that he makes no connection between this national impasse and the cruel and economically unnecessary austerity policies, for which he voted as a Conservative MP, that led to it. Dr Sebastian Kraemer London SW2 Falling in love with Lowry I was pleased to read about the film being made about LS Lowry (“Will Lowry film propel the man and his town into art world’s top rank?”, News). I first noticed Lowry when I was a boy growing up in the early 60s in Stockport, one of his favourite locations for his paintings. Seeing some prints in a cafe, I suddenly realised that these were pictures of the places and people where I lived. To see my community celebrated in art was, and remains, an emancipatory experience. I must disagree with Vanessa Thorpe when she says Lowry saw beauty in the city. Apart from the melancholy that seeps through his paintings, they are exercises in the detached observation of the social reality of the industrial scene, not exercises in aesthetic contemplation. Adrian Noble, the film’s director, is right that there are still some vestiges of snobbery in the art world about Lowry. If you are popular, northern, working class and your art is understandable, they don’t really know what to make of you. In 2013, Tate Britain finally had a retrospective that was well received. At the curator’s talk at the end of the show, all was going well until the concluding comments that they had “even had people from the north coming down in coaches to see it”. Bob Gaunt Mytholmroyd, West Yorks Ken’s story is not all pants Rachel Cooke expresses doubts about one part of Ken Livingstone’s childhood story: “Livingstone makes a lot of his hardscrabble beginnings: one pair of socks and one pair of pants used to have to last all week, or so he says” (Interview, New Review). Can I assure you that for working-class boys in London during the 50s and 60s that was standard issue. It is why our teachers were so keen for us to have a weekly swimming lesson. David Hallam Smethwick, West Midlands"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}