{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/21/royal-shakespeare-company-rsc-bp-sponsorship-climate-crisis", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-21T15:30:46Z", "webTitle": "With its links to BP, I can’t stay in the Royal Shakespeare Company | Mark Rylance", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/royal-shakespeare-company-rsc-bp-sponsorship-climate-crisis", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/royal-shakespeare-company-rsc-bp-sponsorship-climate-crisis", "fields": {"headline": "With its links to BP, I can’t stay in the Royal Shakespeare Company", "bodyText": "As a teenager, disenchanted with religion, I turned to Shakespeare for ethical guidance. I was inspired by the work of the Royal Shakespeare Company. It represented the ultimate company of conscious artists, speaking and playing Shakespeare with humour and insight. In my 20s I was fortunate to join the company, play Hamlet and Romeo, and become an associate artist. I have been delighted ever since to be connected with thousands of artists and audiences who have made the RSC what it is. And yet today I feel I must dissociate myself from the RSC, not because it is any less of a theatre company, but because of the company it keeps. In 2012, when the RSC first partnered with BP, I joined a number of others in expressing concern that the RSC was “allowing itself to be used by BP to obscure the destructive reality of its activities”. We felt BP was buying the impression that it, too, had the consciousness of Shakespeare and the RSC artists. At the same time, the activist theatre group BP or not BP? began a series of Shakespearean stage invasions in protest at the sponsor. In the wake of that criticism, the RSC desisted in putting BP logos on more plays. However, the following year, BP instead started sponsoring the £5 ticket scheme for 16- to 25-year-olds, and in 2016 the RSC signed a contract for the partnership to continue until 2022. The arts sponsorship business is tricky. I would love nothing more than increased support for the imaginative arts, athletics and sciences of Britain. So I met with the environmentalist Jonathon Porritt, to find out if my suspicions about BP were wrong. “I worked closely with senior leaders in BP for more than a decade, intent on helping them radically change course,” he told me. “That work came to an end when I came to the incontrovertible conclusion that BP is neither sincere nor serious in addressing the climate crisis.” He continued: “Together with other oil majors, BP has been accused of fully understanding the science of climate change as far back as the early 1980s, and downplaying and obscuring that science ever since, always in the short-term interests of its shareholders. Regrettably, its current leadership is stuck in the same pattern – all the time using philanthropy to hide its past and present culpability.” The early 1980s! This is 2019. Half the greenhouse gases in the atmosphere currently warming our planet have been emitted in the last 30 years. BP has made the third-biggest contribution to climate change of any private company in history. It apparently knew three decades ago we were about to cook our planet, and then lit the fire. And this is not just about the past; this is about the future. The climate crisis could now not be more urgent, and to tackle it climate scientists advise that the majority of known fossil-fuel reserves be left in the ground. But BP has committed to invest £41bn in new oil extraction over the next 10 years. Its current advertising campaign suggests the company is investing heavily in renewables, yet in reality 97% of its capital investments will remain in oil and gas. BP is also a powerful lobbyist. It recently topped the list of firms obstructing climate action around the world and has been successfully lobbying President Trump for access to Arctic oil. I also wonder how much BP is actually giving the RSC? Oil companies operating in the North Sea, of which BP is one of the biggest, benefit from billions in tax breaks and subsidies, so in reality they are taking much more from the public purse than they are “giving back” in sponsorship. Back in 2017 I submitted a question to the RSC’s AGM, as I thought my role as an associate artist was to press these matters reasonably within the organisation. Many months later, I was told that BP’s support was discussed and that “we assess potential donations against three principles – they must support the charitable objectives of the RSC, reflect the integrity of the RSC and not influence the RSC’s artistic decisions”. It went on: “Possible ways to further involve the RSC’s valued associate artists are already under way, welcoming their support through private consultation.” I have waited two years for that consultation. Hearing nothing, I recently let the RSC know that I feel I must resign as I do not wish to be associated with BP any more than I would with an arms dealer, a tobacco salesman or anyone who wilfully destroys the lives of others alive or unborn. Nor, I believe, would William Shakespeare. The RSC’s response? We must be “phased and pragmatic”. In reality, this means the RSC will continue pushing BP’s brand on to a generation of young people who have – in huge numbers through the ongoing school strikes – told adults they need to step up their response to the climate crisis now. Surely the RSC wants to be on the side of the world-changing kids, not the world-killing companies? I do not write this in anger or righteousness. We are all together in this crisis and we all must change. I am resigning to lend strength to the voices within the RSC who want to be progressive, and to encourage my fellow associates to express themselves, too. The RSC is well placed to make a positive statement about the responsibility of cultural organisations to act on the climate crisis. It could turn this situation on its head and give young people much more value than a cheap £5 ticket. It could give them the support of Shakespeare in their stand against our addiction to energy dealers who would willingly destroy us for a quick quid. The children know the truth: tough love. In the face of addiction, tough love is the only path. It’s time for an artistic intervention. A longer version of this article can be found here • Mark Rylance is an actor, theatre director and playwright"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}