{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/09/teaching-children-lgbt-issues-parents-teachers-government", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-09T17:27:03Z", "webTitle": "Teaching children about LGBT issues is not brainwashing – it equips them for life | Russell Hobby", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/09/teaching-children-lgbt-issues-parents-teachers-government", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/09/teaching-children-lgbt-issues-parents-teachers-government", "fields": {"headline": "Teaching children about LGBT issues is not brainwashing – it equips them for life\r\n", "bodyText": "Last week, a high court injunction banned protesters against the teaching of LGBT-inclusive lessons from gathering outside the school gates of Anderton Park primary school in Birmingham. But on Monday, there is a chance that this could be lifted. Whatever happens, it is clear we need wider resolution on this debate in order to draw a firm line under it. To do so there are two challenges we need to tackle. One is the call of parental rights. The other is the idea of what is “age appropriate”. Speaking as a parent, my rights are important. I know my children better than anyone. I care for them more than anyone. Both my motives and my knowledge mean that I am most likely to know what’s best for them. But my rights are not unlimited. They do not trump all other concerns or viewpoints. No parent in modern society has unlimited rights. We are not free to neglect, abuse or hurt our children, for example. It is not a valid argument simply to claim “parental rights” as if that automatically overrides all other considerations. We have to dig deeper. The boundaries of parental rights are relatively straightforward when it comes to physical or emotional harm. But what about knowledge and values? Do I have a right to determine what my children learn and believe by controlling their access to other viewpoints and sources of information? This is where parental rights reach their limits. Clearly I should protect my children from some harmful views and knowledge – hatred, incitement, radicalisation. Clearly I have a right to teach my values and beliefs to my child – again assuming that I am not teaching hatred or inciting illegal behaviour. But no parent has a right to restrict their children from learning about other safe and legal values and other perspectives on the world. Not restricting knowledge seems to me to be the best criteria for balancing the rights of parents, young people and society as a whole. It is the exposure to multiple perspectives that gives young people the strongest start in life and the ability to make their own choices. There are many sources of knowledge and values for young people, and our schools are one of them. Their duty is to pass on what we as a society believe is true and what we believe is right and so equip young people for life after school in a complex world. What is true and what is right are always contestable, but the place for this contest to work itself out is through our politics, not in front of the gates of schools. Once something has made its way into law or policy, schools should not be targets. I know parents may feel that the weight of the government and authority figures can overwhelm their own teachings. This is an understandable source of fear. Schools should open conversation with parents so this fear can be addressed. But parents should not underestimate their own influence, nor overestimate that of schools. So let’s switch from the abstract to the concrete. As a society we have decided, through democratic procedures and enshrinement in law, that everyone is equally valued whatever their sexuality or gender identity. That there is no single recipe for a happy family and that we celebrate all loving homes. Schools therefore have a duty to highlight diversity in families. Parents can offer an alternative belief but they do not have the right to restrict their children from hearing what schools have to say. This is not “brainwashing”. Young people are being exposed to multiple viewpoints. Teaching such things doesn’t change who they are – it just helps them feel more confident and proud of who they are. There is no inappropriate age to learn about these things – they do not fall into the domain of dangerous knowledge. LGBT rights are not something that individual headteachers are pursuing on a whim or as a personal agenda. They are public servants reflecting the choices of government. For many teachers right now doing their job isn’t easy. It would really help if the government could move away from the language of headteachers’ “discretion” on this topic and if we took more seriously the idea of a national curriculum, applied to all schools whatever their status. Teachers and school leaders are exposed and vulnerable; the government is powerful. It should stop asking teachers to do the difficult work for it and use its power for good. • Russell Hobby is head of the teacher-training organisation Teach First and a former general secretary of the National Association of Head Teachers"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}