{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/09/hard-brexit-drugs-tories-eu", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-09T15:28:58Z", "webTitle": "Hard Brexit is the drug the Tories need to wean themselves off | Matthew d’Ancona", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/09/hard-brexit-drugs-tories-eu", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/09/hard-brexit-drugs-tories-eu", "fields": {"headline": "Hard Brexit is the drug the Tories need to wean themselves off", "bodyText": "Imagine my surprise to learn in the Mail on Sunday that I had been a pupil at Eton. And not just that: I was among the “contemporaries of David Cameron”. As Dean Martin sang first and best: how lucky can one guy be? Sadly, this is all nonsense. No fancy waistcoats or winged collars for me. I did my A-levels in Catford, not Slough. True, I have been to Eton a few times over the years. But I never inhaled. The context of this journalistic schoolboy error (in every sense) was an article about Michael Gove’s allegedly louche lifestyle in his youth – inspired by his admission on Saturday that he “took drugs on several occasions at social events more than 20 years ago”. On Sunday, he went further on the BBC’s Andrew Marr Show and admitted that what he did was indeed “criminal”. The other candidates have all now had to go through the same ritual, admitting what drugs they have taken in the past, insisting (where relevant) that they absolutely regret doing so, while hinting that their rivals did a lot more and belong behind bars rather than in No 10. It all feels a bit 2005 to me. In the contest to succeed Michael Howard as leader, David Cameron and his allies faced a series of allegations concerning youthful drug use. In response, Cameron deployed and stuck to the formula that politicians were entitled to have had “a private life before they entered public life” – and went on to win the leadership contest by a clear margin. True enough, the issue of drug abuse and class-related double standards is a real one: why do middle-class people who have used cocaine walk free, while our prisons groan with inmates from underprivileged backgrounds convicted of drug offences? This is an important question. But it is not, I would respectfully submit, the most important facing the Conservative party as it – yet again, extraordinarily – selects the next prime minister for the rest of us. Personally, I am more concerned right now about the middle-class people who so blithely support hard, class-A Brexit at their dinner parties, without thinking of the terrible damage this would do to ordinary lives; to those whose assets cannot be conveniently shifted out of the UK; to the most vulnerable members of society who depend upon the very prosperity that would be wrecked by a no-deal outcome. All the candidates in this race – with the honourable exception of Rory Stewart – argue (explicitly or otherwise) that Theresa May was the problem in the talks with Brussels, and that they would be able to deliver a new and better deal through sheer brilliance, brio and force of character. May was indeed a poor negotiator, lacking the agility, cunning and poker-playing skills to outfox the other side. I can believe, for instance, that Jeremy Hunt would have done a better job, not least because he has proved to be a foreign secretary worthy of the role. What stretches credulity is that there is, and has always been, a low-hanging fruit of a deal just waiting to be plucked by a new leader. Bear in mind, too, that – if the polls of Tory members are accurate – the party is likely to choose one of those hard Brexiteers for whom Donald Tusk, as European council president, reserved a “special place in hell”. The notion that our 27 EU partners will suddenly embrace and yield to a tough pro-Brexit prime minister – Dieu merci! Gott sei Dank! Grazie Dio! – seems to me a really special example of magical thinking. I’m guessing, too, that Boris Johnson’s threat to withhold the £39bn exit payment to the EU – a sum the UK is legally bound to cough up – wouldn’t get the fresh talks off to the best conceivable start. Even worse are the reasons that the front-runners are giving for their respective Brexit strategies. Foremost in their minds, it seems, is not the national interest but narrow party-political calculation. According to Johnson in a Sunday Times interview: “The lesson from [the] Peterborough [byelection] is that we must get Brexit done by 31 October or we face the real risk of a Jeremy Corbyn government.” Meanwhile, Hunt and Gove advance precisely the opposite argument. The foreign secretary, though maintaining that he wants to implement Brexit as soon as possible, refuses to rule out a request for extension beyond 31 October – his argument being that a rushed decision to leave before the present deadline could force a Commons vote of no confidence and a general election that “puts into Downing Street the most leftwing, the most dangerous leader of the Labour party we’ve ever had in our lifetimes”. In similar style, the environment secretary warned last week that hasty action could make real the “unthinkable thought” of “Corbyn in Downing Street propped up by Nicola Sturgeon”. To hammer home the point, he told Marr that “the real danger to our future and prosperity is Jeremy Corbyn”. In normal circumstances that might be true. But these are hardly normal circumstances. God knows, I have had some harsh things to say about Corbyn. But electing a prime minister you can then kick out is one thing. Leaving our most important trading alliance – the largest single market in the world – without a deal, permanently, is quite another. Both would be terrible mistakes (in my view): but only one would be irrevocable. The fact that senior Tories see Corbyn as the greater threat tells you all you need to know about the introspection that has gripped their party. That wouldn’t matter so much were it not the case that one of them is about to become prime minister. • Matthew d’Ancona is a Guardian columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}