{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/18/married-men-priests-start-roman-catholic-church-revolution", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-18T13:18:01Z", "webTitle": "Married men as priests? This could be the start of a Roman Catholic revolution | Joanna Moorhead", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/18/married-men-priests-start-roman-catholic-church-revolution", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/18/married-men-priests-start-roman-catholic-church-revolution", "fields": {"headline": "Married men as priests? This could be the start of a Roman Catholic revolution", "bodyText": "Desperate times need desperate measures. Reading between the lines, that’s the subtext of the document released by the Vatican this week that opens the door to the possibility of ordaining married men. Elderly ones, mind. And they must be, in the church’s inimitable habit of complicating everything under the sun by saying it in Latin, viri probati. That translates, apparently, to “men of proven character”. Which at another time you’d have been forgiven for thinking should go without saying. The document, a working paper for a synod on the issues of the Pan-Amazon region, paints a picture of a dire crisis in which Catholics hungry for their faith are unable to access “the sacraments” because of what is widely described in the church as “a shortage of priests”. Apparently, would-be churchgoers sometimes go months at a time without any contact with a priest, which means they’re unable to be present at mass, to receive the Eucharist, or to go confession. “For this reason,” says the document, “the criteria of selection and preparation of the ministers authorised to celebrate it should be changed.” For many hundreds of years – but, crucially, not forever – Catholic priests have been celibate men. The logic is that because Christ chose men to be his apostles (in a history that was written by men who ignored or underplayed the role played by women in many crux gospel moments), only men can be priests; and, further, that they will be better, more dedicated priests if they are able to give themselves totally to the priesthood, unencumbered by partners or children. None of this was spelled out by the founder of the Catholic church, and, in fact, for several centuries after his death (and, Christians believe, resurrection) it is certain that married men were priests, and it’s possible that women were priests too. It was a church council ruling in 1139 that changed all that; and over the centuries that followed, the idea of a priesthood that was both male and celibate became deeply ingrained. But, certainly in terms of the latter stipulation, there have been many exceptions: eastern Catholic churches that are under the Roman umbrella, like the Melkites and the Maronites, allow married men to be ordained; and in recent years the UK has had many married Catholic priests under an exception to the usual rule that means Anglican married priests who convert can go on to be priests. In practice, these former Anglican priests are almost all men who bailed out of the Church of England because they couldn’t accept the idea of female priests; which led to a rather weird situation in which these naysayers bolstered the traditionalist wing of the Catholic church, and led many who might otherwise have wanted to stick with the status quo to decide the idea of married priests wasn’t so bad after all. The upshot is that, generally speaking, there is now a lot of positivity for married priests. In other words, Rome has clung to its old ideas for so long that even the wing of the church that would once have been opposed has come round. All of which makes the idea of opening the door to married, male priests a very “safe” suggestion, something few Catholics will oppose. It betrays a fundamental truth about the leadership of the Catholic church, which is its ability to be pragmatic and to react; to say this is an unchanging institution is entirely wrong. Change happens; celibacy, after all, is what theologians call a “discipline”, which means it can be changed, as opposed to a “dogma”, which can’t. The male priesthood is a discipline too, so as the chips continue to go down for the Catholic church, watch this space. Mulieres ad liberandum, no doubt. Pragmatism has served the Catholic church well for 2,000 years, but many, myself included, believe it is facing greater challenges than it has ever faced before. Now, surely, is the time to stop being merely pragmatic, and to be something these men in Rome have rarely if ever been before: revolutionary. Instead of bemoaning the “lack of priests”, let’s look at how a body of believers could appear if there were no priests. There were, after all, no priests in Christ’s time either. Perhaps, too, it would be worth the church focusing on what is it about this institution that means it no longer manages to attract the leaders it attracted in the past? Might there perhaps be a properly radical, planet-changing way to live as Catholics in the 21st century? And if so, what might it look like? • Joanna Moorhead writes about religion and family life"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}