{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/26/the-guardian-view-on-censoring-music-hitting-the-wrong-note", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-26T17:47:51Z", "webTitle": "The Guardian view on censoring music: hitting the wrong note | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/26/the-guardian-view-on-censoring-music-hitting-the-wrong-note", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/26/the-guardian-view-on-censoring-music-hitting-the-wrong-note", "fields": {"headline": "The Guardian view on censoring music: hitting the wrong note", "bodyText": "Last year, YouTube removed 30 music videos after requests from the Metropolitan police, who claim they incited or glorified violence. All the tracks were made by exponents of drill, an often grim and slang-ridden London take on rap. While Britain’s rise in violence comes amid falling police budgets and vanishing youth services, the authorities treat lyrics as culprits. True, the street argot of “shanking” and “fishing” – both used to denote stabbing – may cause alarm if people understand it. But arguments that blame art for fomenting physical assaults are as thin as sheet music. Rappers Krept and Konan say drill artists are being silenced by a civil order known as the “gangster asbo” which has also been used to target terrorists. Two rappers were handed suspended sentences in January for performing a song in breach of such an injunction. Drill music is made almost exclusively by young black men who chart the lives of their peers and themselves. Why is their freedom of expression being curtailed? The Met didn’t ban the Rolling Stones’ Street Fighting Man in 1968, though it exhorted Londoners, only half-ironically, to emulate rioting Parisians. After nine people were stabbed in 2012 at a Swedish House Mafia gig in Dublin, nobody banned the band. In those cases, the fanbase was white. There’s a dismal history of racial profiling when it comes to provocative art. Until 2017, the controversial 696 live music order form was required 14 days in advance for London shows. Events that “predominantly feature DJs or MCs performing to a recorded backing track” were targeted. Yet again, black people appeared to be disproportionately affected by authorities. Hip-hop and its variants often involve verbal rage alongside social critique. This Saturday, veteran hip-hop provocateurs Wu-Tang Clan headline Glastonbury. Their best tracks are invitations to rhyme battles. Few would mistake them as calls to violence. Officials fear that drill’s taunts are different. Police say some videos and social media postings are “clearly and only designed to incite violence”. Members of drill act 1011 were jailed for conspiracy to commit violent disorder last year – but were banned from making music first. Drill artist M-Trap, aka Junior Simpson, was jailed for life in 2015 for stabbing 15-year-old Jermaine Goupall to death in circumstances predicted by his lyrics. Given such a case, it may seem absurd to suggest drill has a role in reducing knife crime. But better the mic than the knife, Krept and Konan argue in their new single, Ban Drill. In truth, some wield both. But a better relationship with minorities seems more worthwhile for police than sifting lyrics for coded death threats. Targeting drill is easier than tackling the social problems of which it is, chiefly, an expression. Banning drill may deprive Britain of its next stars – perhaps the genre’s equivalent of grime’s Stormzy and Skepta. To stop knife crime, we must do more than mute a soundtrack of urban despair."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}