{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/12/hong-kongs-identity-as-a-city-of-rights-and-freedom-is-under-threat-so-we-protest", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-12T05:05:09Z", "webTitle": "Hong Kong's identity as a city of rights and freedom is under threat – so we protest | Antony Dapiran", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/12/hong-kongs-identity-as-a-city-of-rights-and-freedom-is-under-threat-so-we-protest", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/12/hong-kongs-identity-as-a-city-of-rights-and-freedom-is-under-threat-so-we-protest", "fields": {"headline": "Hong Kong's identity as a city of rights and freedom is under threat – so we protest", "bodyText": "In extraordinary scenes that could have been a direct replay of 2014’s Occupy Central protests, thousands of anti-government protesters surrounded the Hong Kong government offices and Legislative Council building at Admiralty today, blocking roads and forcing the government to postpone a planned meeting to debate a controversial proposed extradition law. Again, as in 2014, today’s protesters were primarily youths, clad in black t-shirts and chanting “Cit Wui!” (“Withdraw!”). Drawing on their experience from the Umbrella Movement, protesters quickly equipped themselves with protective gear – face masks, goggles, hard-hats – in anticipation of police batons, capsicum spray, or even tear gas and rubber bullets. Police formed three-deep defensive lines equipped with riot shields, truncheons and guns. By mid-morning, protester supply stations – well-stocked with water, foodstuffs, first-aid supplies and other necessities – were already springing up. Unlike in 2014, the protesters have two advantages which may increase their chances of success. Then, they were trying to push the government to adopt a “genuinely democratic” means of electing the territory’s chief executive – although specifically which model of genuine democracy the protesters could not quite seem to agree upon. This time, their request is simple: they want the government to drop a proposed new extradition law. And it is truism in politics that it is easier to oppose than propose. The protesters’ second advantage is that public opinion seems to be much more solidly unified behind them this time. Over one million people took to the streets of Hong Kong on Sunday to protest the proposed new law. Why has this issue galvanised public opinion and provoked a response like no other in recent years? The key to the public reaction may lie in the issue at the heart of the protests yesterday and those sixteen years ago, when 500,000 people filled the streets to protest proposed laws that would criminalise acts of sedition against the Beijing government. The current proposal would enable Beijing to extradite criminal suspects from Hong Kong to face trial on the mainland. Not since 2003 has the Hong Kong government attempted to push a policy that was so blatantly in the interests of Beijing, and contrary to the interests of the people of Hong Kong. Yet there is a deeper reason at the heart of why these issues have provoked such a visceral response from the Hong Kong populace. In the past, Hong Kong had distinguished itself on the basis of wealth: Hong Kong was rich, while the rest of China was struggling to bring its population out of poverty. However, over the twenty years since the handover in 1997, as Hong Kong’s economy has drifted and China’s boomed, that distinction has failed to hold. Pride rooted in materialism has been replaced by a deeper pride among Hong Kongers, based around the notion of “Hong Kong Core Values”, those rights and freedoms enjoyed by Hong Kong that distinguish it from the rest of China. Hong Kong Core Values include: a lively and unfettered media, the right to participate in the electoral and governing process, freedom to criticise the government, rule of law and due process, an independent judiciary, and, of course, the right to protest. “Hong Kong core values” has become the answer to the question: “What does it mean to be a Hong Konger?” The current proposed extradition law, by blurring the line between the Hong Kong and mainland justice systems, is seen as another attack on Hong Kong core values. The million people on Hong Kong’s streets on Sunday and those gathering again today are protesting not just against a theoretical risk of extradition to the opaque mainland criminal justice system; they are protesting a threat to their very identity as Hong Kongers. And by taking to the streets, they were expressing their dissatisfaction by exercising of one of those key rights and freedoms: I am a Hong Konger, therefore I protest. The government led by chief executive Carrie Lam now faces a dilemma — ignore the clearly expressed will of the people and face the potential for ugly clashes on the streets and international condemnation, or face the wrath of Beijing. • Antony Dapiran is a Hong Kong-based writer and lawyer and the author of the book City of Protest: A Recent History of Dissent in Hong Kong"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}