{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/14/help-to-buy-well-off-housing-crisis-afford-market", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-14T11:05:48Z", "webTitle": "Help to buy has helped the well-off – and made the housing crisis worse | Vicky Spratt", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/14/help-to-buy-well-off-housing-crisis-afford-market", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/14/help-to-buy-well-off-housing-crisis-afford-market", "fields": {"headline": "Help to buy has helped the well-off – and made the housing crisis worse", "bodyText": "Conservative politicians have long professed their infallible belief that Britain should be a “property-owning democracy”. From Noel Skelton, who actually came up with the phrase in the 1920s, to Margaret Thatcher, who usually gets the credit, it is their maxim. So in 2010, when David Cameron found himself presiding over a fall in homeownership so severe that it hit a 30-year low and hearing that even the middle classes couldn’t get on the housing ladder, he felt compelled to act. Enter help to buy: a three-part scheme launched in 2013 made up of a highly controversial mortgage guarantee (which wound down in 2016), a government equity loan offering subsidised 40% loans in London, and 20% elsewhere to anyone who could get a 5% deposit together and an Isa. It was meant to help Generation Rent but, equally, to shore up the post-crash economy by creating buyers in a stagnating housing market. It was hailed as “the biggest government intervention in housing since right to buy”, but it wasn’t the first scheme of its kind. Labour introduced HomeBuy Direct in 2008 and George Osborne had launched a scheme called Newbuy in 2012. Unlike them, though, help to buy was unrestricted. At first, the government didn’t care how much you earned, the mortgage guarantee scheme was open to anyone, not just first-time buyers, and available on existing properties as well as new builds. Developers could also charge up to £600,000. Experts warned that it would push prices up. The Adam Smith Institute (no enemy of the Conservative party) said it was “like throwing petrol on to a bonfire” because Britain’s property market was already dysfunctional. The campaign group Priced Out, meanwhile, argued that it should really be called help to sell because, unlike a drive to build urgently needed affordable or social homes, the scheme would prop up prices when they were already out of reach for so many. This week, these voices have been vindicated. According to the National Audit Office more than half of the 211,000 people who have used the help-to-buy loan scheme could have bought a home without state support. More than 8,000 of them even had a household income of over £100,000. The NAO has also conceded that the scheme has significantly boosted builders’ profits. Lest we forget, Persimmons’ Jeff Fairburn collected an outrageous £75m bonus last year when the company, which sold almost half of its properties under help to buy, posted annual profits of over £1bn. The NAO says it is too early to tell if help to buy has delivered value for the taxpayer, but warns that “the scheme has also exposed the government to significant market risk if property values fall, as well as tying up a significant public financial capacity”. We are a nation addicted to rising house prices. That’s partly why we have a serious housing affordability crisis. Now, courtesy of help to buy, the state has skin in the game too, to the tune of around £12bn of public investment. We’ve looked on as social housing waiting lists have grown, pushing more and more people into private renting. This has left us with a £9.3bn housing benefit bill payable directly to private landlords. Is that value for the taxpayer? Help to buy has helped 211,000 people, but the number caught in private rented accommodation has swelled to over 5 million households. One in three young people now face renting from cradle to grave. It could have been different. The government could have set out to help those on low and middle incomes too with building initiatives like rent to buy to address our social housing shortage. They could have built more social housing full stop. But the political focus was on falling homeownership, not the housing crisis as a whole. Help to buy was deliberately unfettered, always intended to stimulate the market even though it was broken because house prices had been outpacing wages for some time. The equity loan scheme has been extended until 2023. There will be price caps and only first-time buyers can use it. But are we shutting the gate after the horse has already bolted? We don’t yet know what the real cost of help to buy will be. • Vicky Spratt is a journalist and housing campaigner"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}