{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/10/political-expediency-chernobyl-catastrophic-continues-today", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-10T08:30:03Z", "webTitle": "Chernobyl is still horrifyingly relevant – the lessons have not been learned | Natalia Antonova", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/10/political-expediency-chernobyl-catastrophic-continues-today", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/10/political-expediency-chernobyl-catastrophic-continues-today", "fields": {"headline": "Chernobyl is still horrifyingly relevant – the lessons have not been learned", "bodyText": "I was two years old and living in Kyiv when the Chernobyl nuclear power plant disaster happened. In spite of my grandfather’s fairly high military rank, we weren’t the first to know. When we did find out, I was, like many other children, shipped off to St Petersburg with my mother. My father, who was an engineer and had visited Chernobyl during his student years, later recalled how empty and ghostly Kyiv became. I don’t remember my grandfather speaking about Chernobyl, but I can imagine what it must have felt like for him. He was a combat veteran of the century’s most terrifying war and had hoped that his family would live out their lives in peace — and then this absolute horror happened. It was a tragedy compounded further by official cruelty and incompetence, by secrecy and the state’s inability to tell the full dark tale of what happened to a vulnerable populace. To a Russian-speaking child, the word itself conjures up a dark fairytale: a real-life story – byl – rendered in black hues – chernaya – (though the etymology of the name has to do with a type of plant). This week I forced myself to watch the HBO mini series Chernobyl about those terrible events. Despite a rapturous reception of the programme, which was released in May, I had previously been very reluctant to take a look. It has been hard for Ukrainians and Russians to grapple with this legacy in art – perhaps it is telling that this series has been made by Americans and is performed in English (though a great film about the tragedy, Aleksandr Mindadze’s Innocent Saturday was made in 2011). When references to Chernobyl and memes emanating from the TV series came across my feed, I would feel a sense of panic. One of my parents’ closest friends was a doctor who rushed to save people in the wake of the disaster – she has been disabled as a result for decades, and had to fight to get compensation. My mother once spent time in a Kyiv hospital on the same floor as some of the surviving victims. “They were slowly dying down the hall,” she said, weeping, about that experience. After leaving the USSR, I did most of my growing up in North Carolina: “You’re lucky you don’t glow,” a friend’s father snapped at me once when I tried to tell him about the place that I am from – beautiful Ukraine. Of course that wasn’t the real reason why I was afraid to watch, as I found out after reading dozens of ecstatic reviews from Ukrainian and Russian writers, then gritted my teeth and turned it on. What I was afraid of, what hit me square in the chest, was that Chernobyl is familiar in more ways than one. I didn’t recognise only those intelligent, earnest Soviet men and women – dying because people more powerful than them needed them to die to protect their own standing – but I also recognised how the mind-numbing lies and the political expediency of the horror is not something we can safely put away into a box. We can’t say, “That’s what happened then, and sure, it was incredibly awful and sad, but it doesn’t apply to us.” Whether it’s the demagogue sitting in the White House, the people who engineered Brexit, or the chorus on the right and corporate interests telling us that the climate crisis is nothing but an alarmist hoax, there are people who do the expedient thing for their own ends all around us. Many are powerful enough to decide our collective fates. Today, I regularly encounter people who think that life in a communist paradise will help humanity solve its current predicaments. Some are mean and cruel, delighted by the prospect of purging all those they consider their enemies. Some are decent and kind, unable to comprehend the brutalities of life in the USSR and genuine in their belief that Vladimir Lenin, the man whose name the doomed nuclear plant carried, foresaw a beautiful utopia – or, as us Soviets once called it, an age of mercy. I want to urge such people, as well as the Trumpers, the Brexiteers and everyone else, to watch Chernobyl. To do so is to be reminded of the fact that life is precious, and the least we can do is honour each other truthfully as human beings in the time that is allotted to us. The great power of the Chernobyl series is that it digs much deeper than the catastrophe itself. It shows us that people everywhere, whether in their heroic or cowardly moments, are still bound by a common thread. It’s what makes the characters so recognisable, even if you never knew anything about a place called Soviet Ukraine. It’s what makes the story live on. • Natalia Antonova is a journalist and playwright. She is editor of Bellingcat"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}