{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/06/black-teenager-morrissey-racism-support-bigots", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-06T10:07:30Z", "webTitle": "As a black teenager, I loved Morrissey. But heaven knows I’m miserable now | Joshua Surtees", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/06/black-teenager-morrissey-racism-support-bigots", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/06/black-teenager-morrissey-racism-support-bigots", "fields": {"headline": "As a black teenager, I loved Morrissey. But heaven knows I’m miserable now", "bodyText": "Dear Morrissey, I’m writing this to say, in a gentle way, thank you but no. As beautiful as your words once were, your vocal support for bigots such as Tommy Robinson and the For Britain party is hideously ugly. As a mixed-race, British-Jamaican boy raised by a white, working class, reggae-loving, northern mother, your music somehow became the most important thing in my young life. It was a delicious, rebellious pleasure, a refuge through difficult teenage years. As an adult, I’m furious at your betrayal and your rejection of modern, diverse Britain. I’ve defended you against accusations of racism in the past. I’ve supported your right as an artist to write about issues few are brave enough to – like parents lamenting their “lost boy” on The National Front Disco, the depressing thug-glamour of England football hooligans on We’ll Let You Know, and the racially motivated killing of a school boy on Asian Rut. But supporting far-right parties has nothing to do with art and everything to do with bigotry. You once mocked David Bowie for being past his sell-by date, but Bowie stayed progressive and experimental and never became what you are, the pop version of Nigel Farage – the kind of person your younger self would have despised. I can’t take back the letter I wrote to you and threw onstage at the Kentish Town Forum, nor the kiss I planted in the nape of your sweaty neck when you pulled me out of the crowd. I can’t stop loving your music. I played Ask at my wedding last year straight after our first dance – Bob Marley’s Is This Love, incidentally (you see, it is possible to like the Smiths and reggae). But as one of very few black Smiths fans, what I can do is tell you how damaging your words and actions are, not just to me but to a younger generation – perhaps, like you, the children of migrants – who might fall in love with your music only to discover that you oppose immigration, scorn integration, insult entire races and champion hate speech. I grew up in Finsbury Park and Wood Green, north London, where the Smiths recorded Ask and Panic, two of my all-time favourite singles. You’d be horrified to see how wonderfully multicultural those parts of north London are today. You can’t walk down the road without hearing languages from all over the world. While most of Britain is still almost exclusively white, it’s marvellous that some parts are different and that identities – including white British people – mingle together. It saddens me that you don’t feel the same and instead tread that familiar racist path about cultural erasure. Your music once evoked the very nature of being British. It was exhilarating to hear somebody proudly outspoken about solitude and awkwardness delivering words with a poetic blend of sarcasm, empathy, bookishness, sincerity and disdain. Britishness is an integral part of my identity too, as it is to most black and Asian Brits – including Muslims, who you clearly fear and loathe, partly because they eat differently butchered meat, partly because you think they’re terrorists and partly because – like the For Britain founder, Anne Marie Waters – they don’t fit your ideal of what Britishness should look like. When you sang “There’s a country, you don’t live there; but one day you would like to”, you were talking about a man dreaming of an “England for the English”. You’ve become that man. There is a culture of barefaced denial these days. People think they can simply say “I’m not racist” while saying and doing racist things. It’s an alt-right tactic – accusing others of hatemongering for calling out bigotry. In challenging your detractors, you’ve accused the Guardian of a “hate campaign” and called the Merseyrail train company “very Third Reich” for taking down your album posters. You claim to “despise racism” while urging Brits to vote for a party that fields ex-BNP candidates and is supported by neo-Nazis. You might feel well-equipped to shrug off criticism from white journalists in the liberal press, but shrugging off your ethnic minority fans isn’t so easy: those I’ve spoken to aren’t fooled by you putting a picture of James Baldwin on the homepage of your website. The film curator and writer Jonathan Ali, who grew up in Trinidad, told me: “That [Morrissey] was a musical genius was beyond doubt. When I began to understand his views, and let’s not kid ourselves, he probably always held these views, it was odd to think of them as the beliefs of the same person who sang I Know It’s Over.” Debbie Smith, former Echobelly lead guitarist and daughter of Jamaican parents, didn’t hold back. “The man’s a dick. He has never really been honest with his fans, nor to himself. At least he is now, I suppose. I’ve no time for him but still a fan of the Smiths.” These strange times have taught me a harsh lesson about my choice of heroes. Another, John Lydon, recently spoke in support of Trump and Brexit. In contrast, fellow Smiths member Johnny Marr, who I interviewed a few years ago, appears to have retained his progressive values. That’s a relief for Smiths fans – and proof that, unlike his songwriting pal, we don’t all have to become more rightwing as we get older. • Joshua Surtees is a journalist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}