{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/09/the-guardian-view-on-facial-recognition-a-danger-to-democracy", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-09T17:30:32Z", "webTitle": "The Guardian view on facial recognition: a danger to democracy | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/09/the-guardian-view-on-facial-recognition-a-danger-to-democracy", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/09/the-guardian-view-on-facial-recognition-a-danger-to-democracy", "fields": {"headline": "The Guardian view on facial recognition: a danger to democracy", "bodyText": "The pressure group Liberty has denounced automatic facial recognition as “arsenic in the water supply of democracy”. It has the potential to abolish privacy in public places. In a country like Britain, which already has the highest density of CCTV cameras in the western world, it could mean that there was nowhere in any city anyone could walk with their face uncovered without being potentially visible to the police. We have already had a foretaste of that aspect of the future in the court case brought in Wales by Ed Bridges against the police for their trial of the technology there. Mr Bridges, a former Lib Dem councillor, whose photo is all over the internet now, contends that the use of automatic facial recognition technology is grossly disproportionate to its crime fighting benefits. The city of San Francisco has already barred the use of automatic facial recognition by law enforcement on similar grounds, and Liberty argues that this shows the use and spread of the technology is not inevitable. One of the defences employed by the South Wales police is certainly entirely disingenuous. The claim that no decisions about arrest are made without human intervention, so that it is no different, in principle, from having a police officer search through a book of mugshots while looking at a CCTV feed, elaborately misses the main reason why police forces are keen on the technology. Quantity, speed and convenience alter quality, as Karl Marx would have said if he’d ever used Google. The officer who might be flipping through mugshots while scanning a CCTV feed can now be doing something else entirely, confident that the software will alert them if it finds a match. Of course this match may be inaccurate: one of the arguments against the police’s deployment of the technology is that it doesn’t yet work very well. It is especially inaccurate and prone to bias when used against people of colour: a recent test of Amazon’s facial recognition software by the American Civil Liberties Union found that it falsely identified 28 members of Congress as known criminals, with members of the Congressional Black Caucus disproportionately represented. For the security forces in China, where such surveillance is already widely deployed, the arrest of innocents may be entirely welcome collateral damage, spreading fear in the target populations. But democratic authorities must be held to higher standards. Inaccuracy may not long be the most pressing problem. The technology is improving all the time and millions of people help to make it better. Anyone who unlocks their phone or laptop by pointing the camera at their own face already trusts it to work well enough. Anyone who has tagged themselves or their friends in a photo on social media has helped improve it, too. Once the technology is overwhelmingly reliable, the dystopian world of government surveillance foreseen by Liberty will become a reality. But it is not just governments who will be interested in the results. The software is freely available and cheap. It is being distributed all over the internet of things, from intercoms to “home assistants”. Once our faces are attached to the detailed digital identities that are already compiled by the advertising industry, any sufficiently sophisticated shopping mall will have a map of the preferences of everyone who enters its maw. It may be too late to stop the collection of this data. But the law must ensure that it is not stored and refined in ways that will harm the innocent and, as Liberty warns, slowly poison our public life."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}