{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/27/women-bodies-shame-vulvas", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-27T05:00:11Z", "webTitle": "We need to talk about women’s bodies – without shame | Fiona Sturges", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/27/women-bodies-shame-vulvas", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/27/women-bodies-shame-vulvas", "fields": {"headline": "We need to talk about women’s bodies – without shame", "bodyText": "Are vulvas having a moment? It’s a ridiculous question, I know, given that more than half of us have them. It’s like asking if bicycles are finally fashionable, or if fingernails are now a thing. But in these supposedly enlightened times, our lady-parts continue to be overlooked, misunderstood, bossed about and violated. Still, it’s been heartening of late to see vulvas (or vaginas, or fannies, or foofs – let each woman decide what she calls what’s in her pants) discussed more openly, shown off in museums and celebrated on television and in books. This isn’t about the vulva-shaped soaps and cushions flooding gift shops, or Gwyneth Paltrow and her daft vaginal eggs. I’m talking about cultural conversations and artefacts that illuminate and educate us all on matters that, by rights, should be common knowledge. Earlier this year, Channel 4 aired 100 Vaginas, a joyful, taboo-busting documentary in which Laura Dodsworth interviewed 100 women and photographed their vulvas. The series highlighted how little the issues that have most impact on women’s lives, from sexual violence to childbirth, infertility and menopause, are openly discussed. This spring, the pop-up Vagina Museum – the first of its kind in the world – opened in Camden, north London, with the hope of breaking the stigma surrounding women’s bodies and sexuality, and has since launched a crowdfunding campaign in order to secure a permanent home. This summer brings a slew of books focused on female anatomy. Hot on the heels of journalist Lynn Enright’s Vagina: A Re-Education, about the shaming women experience in relation to their genitalia, is the release this week of the anti-FGM campaigner Nimko Ali’s What We’re Told Not to Talk About (But We’re Going to Anyway), which highlights the stories of women across cultures and continents related to sex, sexual violence, childbirth, menopause and more. Still to come (sorry) is Eleanor Morgan’s Hormonal, which looks at the relationship between our bodies and mental health, and how women’s pain is systematically dismissed, and the broadcaster Emma Barnett’s Period, which seeks to call a halt to the secrecy surrounding our menstrual cycles. Attempts by artists and writers to demystify women’s nether regions aren’t new, of course. It’s more than 20 years since The Vagina Monologues, the play by Eve Ensler that told stories of sex, menstruation, rape and childbirth, and Tracey Emin’s period-stained bed. It’s almost 50 since Our Bodies, Ourselves, which sought empowerment through self-knowledge, and Judy Chicago’s vulva-decorated dinner plates. Conceptual artists’ depictions of female genitalia have been causing uproar for decades, never mind that men have been blithely immortalising their penises via architectural structures since ancient Greece. It’s absurd that women are still fighting to have these conversations, but fight we must. A self-proclaimed pussy-grabber sits in the White House, content to watch women’s rights being rolled back in Alabama. Closer to home, a man who appears unable to answer how many children he’s fathered hopes to move in to No 10, while his rival for the job has spoken of wanting to halve the current abortion limit to 12 weeks. Meanwhile, women are avoiding cervical smears out of shame; the demand for labiaplasty among teenage girls is rising; and the “vaginal hygiene” business is booming, despite being surplus to requirements (one of the many miracles of vaginas is that they are self-cleaning. See how our to-do list just got shorter!). None of this is good for men either, whose knowledge of female genitalia is first gleaned from pornography; when confronted with the real thing, they are often surprised to find something other than the neat, hairless Barbie vulvas they have seen online. But should we really expect men to understand something that we don’t always understand ourselves? What unites the current wave of vulva-related projects is a desire to end the shame, both personal and societal, that surrounds women’s bodies, and to show how little we know and why. In her book, Ali observes that, “it’s not very British to talk about fannies”, while, in Hormonal, Morgan asks: “At what point should we, like a London cabbie acquiring the ‘Knowledge’ of London’s back alleys and one-way systems, have acquired the ‘Knowledge’ of our bodies?” Recently, I was moved to tears by the Brooklyn producer Allison Behringer’s podcast, Bodies, in which she spoke to women trying to unravel their own medical mysteries, from paralysing periods to painful sex, after being failed or ignored by medical professionals. All of which illustrates how women’s bodies continue to be both a political battleground and, often, a mystery to their owners. Women have long talked about these so-called intimate matters, although these exchanges invariably happen in quiet corners, away from polite company. At a time when female experience is finally under the microscope, it’s time to open up these conversations and ask that everyone join in. • Fiona Sturges is an arts writer specialising in books, music, podcasting and TV"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}