{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/10/want-to-beat-trump-learn-from-workers-in-republican-states", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-11T06:00:28Z", "webTitle": "Want to beat Trump? Learn from workers in Republican states | Eric Blanc", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/10/want-to-beat-trump-learn-from-workers-in-republican-states", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/10/want-to-beat-trump-learn-from-workers-in-republican-states", "fields": {"headline": "Want to beat Trump? Learn from workers in Republican states", "bodyText": "Many Americans agree on the urgent need to defeat Trump in 2020. But what kind of candidate can do it? Media pundits and Democratic Party insiders would have us believe that the path to the White House passes through the political center. While dismissing challenges from the party’s left wing, Democratic elites are also writing off large swathes of the country as irredeemable Republican bastions. Despite the ultimately disastrous results of this approach in 2016, Joe Biden’s currently high polling numbers imply that a number of voters buy into this logic. But the recent surge of teachers’ strikes across the United States, from Los Angeles to Arizona, Oklahoma, and West Virginia, powerfully demonstrates what recent research has found: that a progressive, bipartisan working-class majority already exists in the US. Mobilizing that majority requires that Democrats present a viable alternative to a discredited status quo. The real winning strategy in the race for president won’t be a centrist one – it will be a bold anti-corporate campaign oriented around working people’s most pressing needs. In 2018 and again in 2019, millions of teachers, parents, and students in conservative states, including massive numbers of Republicans and independents, participated in walkouts to demand major pay raises, increased funding for schools, and an end to billionaire-funded privatization schemes. Many of the strikers belonged to the “white working class” that liberal elites wrongly blamed for Trump’s election. When given the opportunity to fight for an issue that directly affected them or their children, educators and parents — white, Latino, and African American alike — put partisan labels aside and supported illegal strikes to protest Republican legislators and the corporations that benefited from their anti-tax, anti-education policies. Due in large part to massive public support, the strikes won victory after victory. Significantly, this upsurge began in West Virginia, a state that Trump swept in 2016. The teacher and strike leader Emily Comer recently explained to me why this development shouldn’t have come as such a surprise: “People are desperate in West Virginia. But the national media hasn’t been paying attention to the conditions in our state that made the election of Donald Trump possible – the exact same conditions that made our strike possible.” For years, Democratic leaders have willfully ignored poll after poll illustrating that a majority of people across the country – including in the south – support taxing the rich and corporations to radically improve public schools, health care, infrastructure, and other social services. Nor is this progressive majority limited to economic issues. In recent polls, 75% of Americans said they believe immigration is good for the country, only 29% said it should be decreased, and 64% said that racism is a “major problem” in the United States. Far from being deeply divided into blue and red states, the most significant division in the US is between the majority who work to survive and a small minority of billionaires who profit off our labor. There is a massive, and mostly untapped, reservoir of support for independent working-class politics in this country. Raising the specter of the electorate’s purported conservatism has long served as a convenient justification for the Democratic party’s stubborn refusal to embrace redistributionist policies. But winning in 2020 will require inspiring and organizing millions of workers who have been rightfully disenchanted with business-as-usual. Running yet another corporate Democrat would play straight into the hands of the right. To defeat Trump, we need to give an electoral expression to the insurgent spirit and politics of the revolt already quietly taking place in many parts of America. This can only be achieved by an anti-establishment campaign focused on fighting for structural reforms in the interests of the working-class majority. Polls show that improving public education is an especially popular plank across partisan, demographic, and geographic divides. We might as well start there. It will take a powerful grassroots movement to prevent the nomination of another made-to-lose centrist backed by the Democratic establishment and its corporate funders. Faced with such powerful opponents, it won’t be easy for a popular insurgency to win out this primary season. But defeating Trump may depend on it."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}