{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/27/mistake-betting-slip-punter-lost-200k-bookie", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-27T11:18:41Z", "webTitle": "A mistake on a betting slip cost a punter £200k. How you react to that is telling | Jack Bernhardt", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/27/mistake-betting-slip-punter-lost-200k-bookie", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/27/mistake-betting-slip-punter-lost-200k-bookie", "fields": {"headline": "A mistake on a betting slip cost a punter £200k. How you react to that is telling", "bodyText": "If I had to pick my favourite irrational fear – behind falling into open manholes, snakes coming out of the toilet and the unshakeable belief that my friends’ newborn baby secretly hates me and is going to beat me up as soon as he learns how fists work – it would probably be filling in forms. No matter how long I spend poring over them, painstakingly writing out everything in a black fountain pen and BLOCK CAPITALS, I’m positive I’ve made a mistake. What if, when confronted with one of those “do you consent to this company contacting you” questions, I wrongly ticked the box that allows them to message me via swarms of angry bees? What if, instead of requesting an aisle seat, I’ve mistakenly given my consent to be fired out of the plane via ejector seat if they’ve overbooked the flight? It’s a fear I’ll never get over, especially not after this week, when I learned of the horrifying story of David Smith, a 60-year-old punter from Loughborough, who managed to lose £189,000 on an accumulator by filling out a form wrongly. Move over Best Friends’ Thug Baby – this scenario has replaced all of my nightmares now. Two weeks ago, Smith picked six outside winners on an accumulator that added up to £212,000, a truly baffling amount of money. When he went to collect his winnings, however (presumably with a wheelbarrow, to take it back to a Scrooge McDuck-style vault), he realised that instead of writing “Bialco”, a winner in the 2.15 at Perth, he had put down the annoyingly similarly named Bailarico, third placed in the 3.40 at Goodwood. Personally I’d argue this is proof that horse-owners need to come up with more original names (Philip Seymour Hoofman, Pony Cascarino, Chevalerie Singleton, Horson Welles, anyone?). According to Smith, he had alerted the staff at his local Betfred to his mistake after the 2.15 but before the 3.40 race, and they had assured him that his bet would count. When he checked his winnings, however, the sixth bet was void, meaning that he had lost nearly £200,000, earning him the paltry sum of just £23,000 – a figure that at least could buy him 3,878 of the world’s smallest violins. If you think about it, the story follows a classic “underdog takes on the big bad guy” narrative, where a hopeful punter literally beats the odds to pull off an incredible victory – but then, after overcoming the slings and arrows of misfortune, he’s defeated by something as stupid as an administrative error. It’s like if Rocky ended with Stallone beating Apollo Creed in a stunning victory, but just as he’s about to lift the championship belt he trips over his own shoelace and knocks himself out on the corner cam. But perhaps more interesting than the story itself is how people react to it – and specifically, who they think is in the wrong. On the one hand, you can empathise with the bookie (as much as it’s possible to empathise with a powerful corporation that profits from the addiction and suffering of others) – rules are rules, and Smith did technically place his bet on the wrong horse. On the other hand, it’s clear that’s not what Smith intended, and surely the system has to be flexible enough to incorporate human error. Smith also claims that none of this would have happened if the regular manager, whom he knows well, had been at the shop when Smith noticed the error, as he would have corrected the bet immediately. But then is that really how this system should work? Unbending, unforgiving rules, unless you happen to know people in high places? Both positions, when taken to extremes, are ludicrous – either strictly defined rules control every aspect of our lives and deviation from them means ruin (ie Nineteen Eighty-Four), or rules are meaningless, and one’s stock in life is defined solely by whom one knows (ie Mad Max, the feudal system, or the lives of the shortlisted candidates in the Conservative leadership campaign). The answer is probably a combination of the two, along with a reliance on how things are “usually” done. But we’re entering a scary new world, where those traditions are breaking down, and adherence to rules by our political elites – both legal and unspoken – seems to be optional. We must, it seems, pick sides. Underneath this story about a horse named after a Portuguese folk dance, there’s a binary choice to be made – do we favour the bookmaker, and embrace the tyranny of law, or do we favour Smith, and embrace the anarchy of none? • Jack Bernhardt is a comedy writer and occasional performer"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}