{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/03/uk-feminists-embrace-sex-workers-rights", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-03T13:47:16Z", "webTitle": "Why UK feminists should embrace sex worker rights | Kate Hardy", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/03/uk-feminists-embrace-sex-workers-rights", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/03/uk-feminists-embrace-sex-workers-rights", "fields": {"headline": "Why UK feminists should embrace sex worker rights", "bodyText": "“Puta Feminista” (Feminist Whore) reads the banner taped to the wall, as women stream through the door at the Casa Roja. Freshly painted, the bright red casa is in the Buenos Aires neighbourhood of Constitución, in the heart of the red-light district. After today, it will be the new centre for Ammar – the Argentina’s Women’s Sex Workers’ Union. On any one day, up to 200 women arrive – morning, noon and night – to find clients on the corners of the neighbourhood. Lilian, 55, has been a sex worker for 20 years. She stopped working, but has been forced to return to the streets of Constitución to make ends meet. “We’re in the midst of a total crisis,” she says. “We used to work four to five hours a day. Now it’s 12, including on Saturdays and Sundays, just to cover the basic necessities.” Dramatic inflation (which reached nearly 50% last year), combined with a reduction in subsidies by the rightwing government under Mauricio Macri and at the behest of the International Monetary Fund (IMF), have sent the cost of basic foodstuffs, electricity and water spiralling. A third of the population are living in poverty. Women are disproportionately affected: almost 50% of women are either unemployed or working informally without labour protection or a security net, and cuts to public sector jobs have been most pernicious in feminised occupations. Despite the need to dramatically increase their income in the face of the rampant inflation, Georgina Orellano, general secretary of Ammar, says that “workers’ wages haven’t kept up, so we’ve had to freeze our prices”. To try to improve conditions for sex workers, Ammar opened the doors of the Casa Roja on 2 June, International Sex Worker Day. The centre will offer health and mental health services and a place to drink coffee as winter draws in. Importantly, says Valeria, an Ammar activist who works in Constitución, “There will also be legal assistance, so that the women know their rights.” In the face of increasingly punitive policing in the area, such support will be invaluable. Ammar has been one of the most successful sex workers’ organisations in the world. Across Argentina it has integrated itself into the mainstream labour movement, decriminalised sex work in some provinces, and provided peer-to-peer support for more than 20 years. But Macri’s economic policies – including accepting the largest loan package ever issued by the IMF ($57.1bn) – have renewed Argentina’s status as the most indebted country in Latin America. Conditions attached to the mammoth IMF loan threaten to roll back the gains that Ammar and other grassroots organisations have made since the last crisis of 2001. Argentinians, however, have never taken things sitting down. On 1 May the fifth general strike against “Macrismo” brought the capital city to a standstill. And women are in open revolt. Rebelling against interpersonal violence in their homes and on the streets, and the economic violence of structural adjustment, the NiUnaMenos (not one woman more) movement burst on to the scene in 2015. The campaign for legal, free and safe abortion has brought millions of women on to the streets, time and time again. Since integrating themselves into the labour movement, women in Ammar have also become increasingly visible in this effervescent feminist movement, taking the stage at women’s assemblies, participating in the national women’s meetings that attract tens of thousands of women from across the country, and building the Women’s Strike which happened on 8 March. The parallels with the UK are striking. We too have been undergoing a massive programme of cuts for over a decade, with the burden falling disproportionately on the shoulders of women. Significant numbers of women have turned to sex work due to benefits sanctions and public sector wage freezes, and the precarious nature of sex work has increasingly come to characterise many of our contemporary experiences of work. Yet despite existing at the coalface of austerity, feminists in the UK have been slow to embrace sex workers as sisters in the struggle against gender and economic injustice. A small number of groups have stood shoulder to shoulder with sex workers, but the story has largely been one of violence and exclusion. Feminists who want to prohibit sex work have refused entry to sex workers to their conferences, leaving them standing in car parks in the rain; voted down motions in the TUC to make sex work safer; filmed sex workers without their consent and regularly denounced sex workers as “pimps” for trying to improve their working conditions. As the Argentinian experience shows us, sex workers have a privileged position from which to teach us about gendered violence and women’s work. This is why the UK Women’s Strike movement called for a “sex/work strike” on 8 March – International Women’s Day – placing sex workers centre stage at the heart of the day of action. The Women’s Strike recognises that to create a strong and vibrant women’s movement, economic justice must be prioritised, and sex workers must be at the heart of our struggles. As sex workers begin to unionise in their workplaces and as austerity cuts ever deeper feminists must get onboard with sex workers’ rights. When sex workers speak, we must listen. • Kate Hardy is associate professor of work and employment relations at the University of Leeds • Ammar members used money from their own sex work to pay for expenses to set up the Casa Roja. If you would like to support the work of Ammar, please send a donation via Paypal to: ammarcasaroja@gmail.com"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}