{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/16/humanitarian-activist-migrants-scott-warren", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-17T06:00:19Z", "webTitle": "Is showing compassion to migrants a crime? | Moustafa Bayoumi", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/16/humanitarian-activist-migrants-scott-warren", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/16/humanitarian-activist-migrants-scott-warren", "fields": {"headline": "Is showing compassion to migrants a crime?", "bodyText": "On 11 June, a federal jury in Tucson, Arizona refused to convict the immigration activist Scott Warren on felony charges that could have sent him to prison for twenty years. What had Warren done to merit such extreme punishment? In January 2018, he committed the unconscionable act of offering food, water, and lodging to two migrants who had crossed the US-Mexico border without authorization. Warren is a member of the group No More Deaths, an organization founded in 2004 to stop the epidemic of migrant fatalities occurring in Arizona’s unforgiving Sonoran desert. Their work is constant, necessary, and honorable. After all, more than 7,000 people have perished crossing the US-Mexico border, according to US government statistics, though the actual number is almost certainly much higher. Over a third of those deaths are in the Arizona desert. But the work of No More Deaths is now under threat. While most Americans are aware that Trump has increased border enforcement since coming into office, fewer probably realize that migrants are not the only ones targeted by his administration. New guidelines issued by the then attorney general, Jeff Sessions, in 2017 order prosecutors to prioritize “any case involving the unlawful transportation or harboring of aliens”. With Warren’s arrest, the Trump administration is putting humanitarianism itself on trial. (A hearing on 2 July will determine if Warren’s case proceeds.) That the jury deadlocked in this case is a small sign of hope for those of us who hold on to the basic, though essential, notion of our shared humanity. Make no mistake about it, however. Warren’s trial is yet another example of that specific kind of nastiness that is coming to define our age – one that venerates political borders over human life at almost any cost. Ours is an era when cruelty masquerades as policy and compassion is increasingly viewed as a crime. Nor is this solely an American phenomenon. All over the western world, governments are militarizing their borders, ratcheting up immigration enforcement, and prosecuting humanitarian workers. The British volunteer Tom Ciotkowski is currently on trial in France, facing up to five years in prison on assault and contempt charges. Last summer, Ciotkowski was filming French police checking the IDs of volunteers distributing food to refugees and migrants in Calais. When he observed a police officer pushing and kicking another volunteer, Ciotkowski complained, only to be pushed himself and then arrested. Amnesty International has taken up his case. Then there’s the case of the German boat captain Pia Klemp, currently facing criminal charges in Italy. Klemp is reported to have assisted in the rescue of more than 1,000 people in the burial waters known as the Mediterranean (where more than 18,000 people have died in the sea since 2014). Anti-migrant sentiment was already high in Italy, but with the rise of rightwing populists such as Italy’s interior minister, Matteo Salvini, the crackdown on migrants and humanitarian actors has expanded. Klemp faces up to 20 years in prison for assisting illegal immigration. More than 111,000 people have signed a petition demanding her release. Today’s criminalization of humanitarian assistance is sustained, widespread, and growing. A recent study by openDemocracy discovered that “more than 250 people across 14 countries have been arrested, charged, or investigated under a range of laws over the last five years for supporting migrants”. The study found that there had been a dramatic increase in this harassment over the last 18 months and that it had targeted such figures as “a priest nominated for the Nobel peace prize, a football player, firefighters, rural farmers, ex-soldiers, pensioners, a university professor and several local politicians”. The cases make for painful, if sometimes ridiculous, reading. The Swiss pastor Norbert Valley was arrested in the middle of a church service for sheltering a Togolese man who had just been denied asylum. A high-profile couple in Denmark were convicted of the crime of “harboring” for giving a Syrian migrant family a lift and taking them home for coffee and biscuits. A French mountain guide was charged last year with aiding and abetting illegal immigration after he rescued a Nigerian woman about to give birth in the snow and drove her to the hospital. He got lucky after prosecutors later dropped the charges, citing “humanitarian immunity”. She delivered her baby that night. Populists and nationalists will malign these humanitarian volunteers as witting or unwitting helpers of human traffickers, but that’s simply not true. There is not a shred of solid evidence to substantiate such a claim. The real danger lies not in the humanitarianism but in its criminalization. In both Europe and the United States, discourses about dangerous migrant hordes invading our civilized lands abound. The migrants, we’re told, pose a fundamental threat to our values, to who we are. But when our leaders make compassion itself a crime, just what set of values do they think they’re protecting? Who needs an invader when we can destroy ourselves, perfectly well, one trial of a humanitarian volunteer at a time. Moustafa Bayoumi is the author of How Does It Feel To Be a Problem?: Being Young and Arab in America"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}