{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/17/top-gear-brunei-homophobic-film-stoning-law-andrew-flintoff", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-17T06:00:19Z", "webTitle": "Top Gear would never have visited Brunei if it had already passed its homophobic stoning law | Andrew Flintoff", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/17/top-gear-brunei-homophobic-film-stoning-law-andrew-flintoff", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/17/top-gear-brunei-homophobic-film-stoning-law-andrew-flintoff", "fields": {"headline": "Top Gear would never have visited Brunei if it had already passed its homophobic stoning law", "bodyText": "Being asked to present Top Gear was one of the best moments of my professional career, just behind captaining the England cricket team. I’ve always loved cars. I’ve always loved travelling the world. Top Gear lets me do both, with the added bonus of annoying Paddy McGuinness along the way. During filming for the new series we visited Ethiopia, a staggeringly beautiful country that surprised us at every turn. We’ve been to Iceland to compete in the most extreme off-road race series on the planet. And back in the spring we flew to Borneo to make a film with the Gurkhas, the British army’s elite infantry unit. Basically, the Top Gear producers came up with the idea of ordering Paddy and me to buy rare cars – on a very small budget, obviously – before dropping us deep in the Bornean jungle. Our mission? To battle through torrential rain and mudslides and deliver our purchases to a mystery car collector to see if he would add them to his exotic collection. So far, so Top Gear. So, in March, we went and shot the film. And, after battling our way to the Gurkhas’ unit base in the Brunei rainforest, we made it – with a lot of help from our team of superhuman soldiers – to the finishing line at the royal palace in Bandar Seri Begawan. Yes, the “mystery car collector” turned out to be the sultan of Brunei who, it’s fair to say, wasn’t expecting us. We certainly didn’t get a warm welcome from his armed guards when we eventually parked up outside the palace gates. But we’d completed our mission, in a Top Gear kind of a way, so thought it was job done. The Gurkhas were brilliant, and it was an honour to have worked with them. We flew home on 28 March. That date is important because when we landed we found out that – as we’d been in the air – the sultan had announced the imposition of new laws making homosexuality and adultery punishable by stoning to death. We were horrified. Like millions of other people around the world, I utterly condemn Brunei’s actions. No one deserves to be stoned to death, whoever they love. Love is love. We would never have filmed in Brunei had the law been implemented beforehand. Even though it has since been claimed that the laws will not be enforced, the threat still stands, and even the threat is an appalling abuse of human rights. In the past couple of months we have thought very hard about dropping the film entirely but we shot it before the change in the law, and both the Gurkhas and other Bruneians worked incredibly hard to make it happen. We don’t want all their efforts to be for nothing. So we’ve decided to go ahead and show it. Oh, and we’ve given the cars a little makeover, as you can see. We hope you like what we’ve done. • Andrew Flintoff is a Top Gear presenter and former England cricketer • This article was amended on 21 June 2019 to make clear that although death by stoning as punishment for gay sex and adultery was imposed this year, Brunei announced plans for the law in 2014"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}