{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/27/labour-chris-williamson-mp-antisemitism", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-27T12:08:12Z", "webTitle": "Labour must reverse the disastrous decision to readmit Chris Williamson | Michael Segalov", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/27/labour-chris-williamson-mp-antisemitism", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/27/labour-chris-williamson-mp-antisemitism", "fields": {"headline": "Labour must reverse the disastrous decision to readmit Chris Williamson", "bodyText": "When I heard the reports in February about Labour MP Chris Williamson, and the offensive things he’d (once again) said, it was the final straw. The comments Williamson made to a meeting in Sheffield – that when it came to antisemitism, Labour had been “too apologetic” – made me despair. I looked back through each and every example of Williamson’s despicable behaviour: lending his support to a man who defends Holocaust deniers; sharing platforms with the likes of Ken Livingstone when MPs had been specifically asked not to; his support of controversial jazz musician Gilad Atzmon; his frankly disgraceful behaviour in the aftermath of the atrocious Pittsburgh shootings. It was a litany of unacceptable behaviour. Of course, in an organisation of more than half a million people, a small number of people with reprehensible views or unsavoury conduct might well occasionally fall through the cracks until they’re discovered. There also has to be space for people to grow and to learn, if they’re willing. But Williamson fell into neither category. This wasn’t a single incident. This was a pattern from which he refused to learn or change. He wasn’t an anonymous troll on the internet. In that moment I made a decision: if he wasn’t suspended immediately, my time as a member of the Labour party was up. It wasn’t an easy conclusion to come to. Much to my relief, Labour’s general secretary did what she could and temporarily kicked him out. From Labour’s leadership this was a signifiant, and welcome, change of tack. But four months later, Williamson has been readmitted to the party. With the Conservative party busy eating itself, I suppose it was only a matter of time before someone in Labour remembered that it, too, is good at self-destruction. It is important to take note of the details that surround this decision, in no small part because the awful outcome wasn’t what insiders and staffers expected, and it certainly wasn’t the doing of the Jeremy Corbyn-supporting left. It was assumed that Williamson would be referred to the national constitutional committee (NCC), the only body with the power to expel members. Instead, he was handed a formal warning, in essence a glorified slap on the wrist. Three national executive committee (NEC) members made up the panel that came to this conclusion; the decision to be unacceptably lenient seems to have been the preferred position of MP Keith Vaz, neither an ally of Corbyn nor the Labour left. Vaz’s thinking was apparently that with just two weeks to go until MPs must decide if they’ll be re-standing, and the fact that Williamson’s is a marginal seat, he should therefore be let off the hook. Baffled? Yes, we all are. I’ve tried to talk to Vaz in the hope of receiving an explanation, but nobody is picking up the phone. I’m not one to moralise about the decisions people make in their private lives when they’re not hurting others; I’ve little interest in making judgments about Vaz’s past. But questions should surely be asked by those on all wings of the party about how a man who is apparently in no fit medical state to be examined by parliamentary authorities for his own potential misconduct can somehow be considered a suitable judge. That’s why this latest episode hasn’t caused me to tear up my membership card; this wasn’t an effort by the leadership to protect Williamson – in fact, Labour sources say they don’t welcome this outcome or support the man. This was a bonkers decision by a backbench MP long past his best. What’s so frustrating is that even had the referral to the NCC taken place, the body is not fit for purpose, as I’ve set out previously. But when neither the rules, nor the people who implement them, can be trusted there’s only one solution: tear up the rulebook and start again. In the meantime, we must hope Williamson’s constituency Labour party starts the process of replacing him. Those on the left of Labour who’ve made the case for mandatory reselection have long been accused of attempting to undermine the position of MPs or unfairly taking control of the party, but the need for more accountability has been proved by this case. It shouldn’t come down to this, but if Labour’s internal procedures are unable to function properly and see Williamson expelled as he should be, the responsibility now falls on his local party membership to give him the boot. If I were a constituent of Vaz in Leicester East, I’d be on the hunt for a new candidate as well. That all, of course, relies on Williamson managing not to say anything else that might result in a further complaint against him – which in turn could see him referred to the NCC. A formal warning is a formal sanction; any individual who receives one should face further, more severe punishment if they breach the rules again. Based on his track record I suspect party staff will be seeing his name in complaints pretty soon. Williamson’s readmission to Labour isn’t just an insult to the Jewish community, but to the entire party, its supporters, and anyone who considers themselves to be on the left. Anyone purporting to be progressive celebrating Williamson’s return is causing pain to many Jewish members. Based on his unapologetic words and actions there should be no space for Williamson in Labour. If at present there’s no procedure to make this happen, the party must urgently find a way. • Michael Segalov is a contributing editor at Huck magazine, a freelance journalist and author"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}