{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/26/modern-conservatives-dont-fear-social-change-they-just-oppose-it-when-it-undermines-their-friends", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-25T18:00:22Z", "webTitle": "Modern conservatives don’t fear social change, they just oppose it when it undermines their friends | Richard Denniss", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/26/modern-conservatives-dont-fear-social-change-they-just-oppose-it-when-it-undermines-their-friends", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/26/modern-conservatives-dont-fear-social-change-they-just-oppose-it-when-it-undermines-their-friends", "fields": {"headline": "Modern conservatives don’t fear social change, they just oppose it when it undermines their friends", "bodyText": "The modern conservatives often seem afraid of new technology. They act as though renewable energy, battery storage and electric cars will take us down the path to blackouts, economic ruin and, of course, the end of weekends as we know them. But if recent history has taught us anything it’s that there is nothing consistent about the modern conservatives, most of whom live in fear of the unintended consequences of renewable power but warmly welcome the unexpected possibilities of nuclear power. The same contradictions are obvious in agriculture. While spruiking the virtues of genetic modification (GM) and the safety of glyphosate is standard fare for the modern conservatives, not all agricultural innovations are so warmly welcomed. While organic crops offer farmers significantly higher returns, such farming practices are often dismissed as “virtue signalling” rather than real farming. And when chickenless chicken meat was launched on to the market recently (apparently it tastes a bit like chicken), the National’s deputy leader, Bridget McKenzie, responded by tweeting: “Not happy with latest fake food push. Chicken-free chicken is not chicken, it’s reconstituted peas. We need to protect our farmers.” It is not clear whether McKenzie realises that, on the most recent UN data, Australia is the world’s largest exporter of chickpeas, or if she simply doesn’t care. While the modern conservatives’ love of all things coal seems to revolve around support for traditional coalmining jobs and fears around renewable energy’s reliability, if you scratch the surface another rich vein of hypocrisy can be found. Despite the many column inches they dedicate to the obvious statement that “the wind doesn’t always blow, and the sun doesn’t always shine”, modern conservatives remain strategically silent about the fact that so-called baseload coal-fired power stations are notoriously unreliable, especially on the hottest days when we need power most. Similarly, while their technophobia is on full display when talking about the dangers of batteries for renewable energy storage or driverless electric cars, perplexingly, the modern conservative seems relaxed and comfortable when it comes to the fact that robot trucks and robot trains are proliferating in the mining industry. If conservatives were really concerned about creating jobs in regional Australia, they would insist that none of the new coalmines they are so keen to subsidise use any robot trucks or trains. But they aren’t, so they won’t. Of course, it’s not just technological change that the modern conservatives seem confused about; the desirability of cultural change really twists them in a knot too. Take “traditional family values” for example. On the one hand, modern conservatives rage against the “selfishness” of some parents for denying their children access to a traditional mother and father. But at the same time they’ve created an industrial relations system in which parents – traditional or otherwise – struggle to spend time with their kids because they need to work split shifts, weekends and other unsociable hours. Parents working in the gig economy don’t get paid holiday leave to spend time with their children. Indeed, our Pentecostal prime minister doesn’t even think work on Sundays should be discouraged with penalty rates. While parliament never sits on a Sunday, it seems our religious representatives still expect a cheap coffee on the Sabbath. And then there is freedom. Modern conservatives in Australia are up in arms about Israel Folau’s freedom to say whatever it is he wants to say about homosexuals. Eric Abetz – perhaps the loudest conservative in the Liberal party since the voters of Warringah showed Tony Abbot the door – declared: “The fundamental point of the need to protect freedom of speech and freedom of religion is in the DNA of every true Liberal and that is why I am seeking to pursue it.” But Senator Abetz has not always felt the need to defend this “fundamental” principle of free speech. Back in 2014 when he was “public service minister Eric Abetz”, a public servant working at the Australian Taxation Office resigned after being disciplined for making derogatory comments about conservative commentator Melinda Tankard Reist. Commenting on the case, Abetz said this employee’s departure should act as a lesson for the nation’s 165,000 federal public servants and their use of Twitter and other social media. He then went on to state: “APS employees need to ensure that they understand the APS values and code of conduct and how they apply to the official and unofficial communications.” Abetz’s inconsistent indifference to the obligations of employees to follow their employer’s codes of conduct makes clear that the fundamental principle motivating him has more to do with protecting fellow Christians than support for freedom of expression. Of course, it’s not just conservatives who get caught up in the contradictions of modern politics. There are plenty of environmentalists who rely heavily on the CSIRO’s climate science but publicly question the reliability of its GM science. Likewise, there will be more than a few people cheering on GoFundMe’s decision to end Folau’s campaign who were outraged at the thought that a baker might refuse to sell a wedding cake to a gay couple. So, what’s going on? Do modern conservatives like new technology or fear it? Do they like freedom of speech or don’t they? And if both conservatives and progressives are capable of inconsistency when it comes to their principles, is there any point (or hope) in having rational debate anymore? I think there is. While the word “ideology” gets thrown around more than it used to, the fact is, ideology is less important than it has ever been. These days, so-called free market ideologues in the Liberal party love to subsidise coalmines while tying unions and charities up in the red tape that they claim to hate. So-called socialists in the Greens want to use market-based mechanisms to reduce greenhouse gas emissions. The problem isn’t the policy positions of the “free-marketeers” or the “socialists” – it’s the increasingly meaningless labels that are being used. Modern conservatives don’t fear technology, they oppose new technologies that harm their friends. Put simply: renewable energy is a threat to the mining industry, but robot trucks and trains will boost the profits of the mining industry. Modern conservatives don’t fear social change. They oppose social change that undermines the power of institutions that they like, such as the church, and they embrace social change like the gig economy because it undermines the power of institutions they fear, like the unions. It’s no longer ideologies that defines and divides Australian politics, but interests. While the philosophical positions adopted by political parties might be all over the shop, the interests they support remain remarkably stable. The right tend to line up behind wealth, power and the establishment, and the left fire up to support new industries that solve new problems, and to protect marginalised groups from established institutions. There’s nothing wrong with such demarcations, but they have less and less to do with ideology. • Richard Denniss is chief economist at the Australia Institute"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}