{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/11/corbyn-ditch-social-mobility", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-11T15:33:07Z", "webTitle": "Why Corbyn is right to ditch social mobility | Dawn Foster", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/11/corbyn-ditch-social-mobility", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/11/corbyn-ditch-social-mobility", "fields": {"headline": "Why Corbyn is right to ditch social mobility", "bodyText": "For decades now, social mobility has been feted as the answer to society’s ills. Conservatives have always embraced the idea of grammar schools – that giving a top tier education to bright children from working class backgrounds provides them with the opportunities their middle class counterparts take for granted. And from the mid-1990s, the Labour party shifted its emphasis from equality of outcome to equality of opportunity and raising aspiration. Social mobility has proven seductive to all sides of politics for two reasons. It is difficult to argue against: shouldn’t smart but disadvantaged kids be offered the opportunity to fulfil their potential? And the beneficiaries of schemes that pluck individuals from impoverished backgrounds and help them climb the social ladder tend to place great stall in their own backstory, and defend the system vociferously. So Labour’s decision to break with this era of embracing social mobility will meet some resistance. Jeremy Corbyn announced last weekend that the party would be pursuing social justice for all instead of social mobility, and would replace the Social Mobility Commission with a body that measures progress against equality targets. Social mobility has always been a slippery term, with nebulous markers of success: how many state school children have to achieve postgraduate degrees, or fill higher professional jobs, before society is deemed to have achieved the requisite degree of mobility to consider prejudice or injustice a thing of the past? What makes it so enticing is that it is so unthreatening to the status quo. A few people from the lower echelons are allowed to rise through the ranks and achieve more than their parents or grandparents, but the class constraints of wider society remain entrenched: the senior ranks of the legal profession continue to be made up of predominantly private school alumni, even though only 7% of the population go to fee-paying schools. Funding schemes that concentrate on a few children from state schools have a good success rate because the stakes are so low: the “gifted and talented” scheme introduced by the Labour government in 2002, then scrapped in 2010, identified children who were performing well, then claimed success when they went on to achieve good grades. Ditto grammar schools: by filtering children through exams at the end of primary school, they can ensure they accept children who are likely to perform well regardless. Their high success rate is not because they boost the majority of children, but because they pre-select a small number of high-ability children. Progressing beyond social mobility means accepting a hard truth: what makes social mobility so popular is it plays into the idea that a handful of people are deserving of greater success because they have worked hard and are preternaturally talented. Removing some barriers to their success is seen as the answer to our strict and constraining class structure. Such thinking implies that the vast bulk of the working class are stuck with low wages and a precarious financial future because they haven’t worked hard enough to free themselves. It presupposes too that the working class is something to be escaped, further stigmatising the social experience of millions across the United Kingdom, and ensuring for those supposed social “success stories” the journey into the middle classes is an endlessly lonely experience. Far harder is the pursuit of actual equality and justice: building a much better education system for all children. It means addressing health inequalities, and funding public health initiatives that address lower life expectancies, higher cancer and heart disease rates, higher infant mortality and suicide rates in different regions. It means making sure people have the opportunity to earn a decent wage and the right to request flexible working and better conditions. One of the big problems with social mobility is that people are only ever comfortable with the mobility travelling one way – a handful of working class people permitted entry to the managerial classes if they offer an inspirational enough story and continue to tug their forelocks - but the rich have never been as comfortable with the idea that their offspring might be best suited to working in a supermarket. Any attempt to redress the inequities and injustices that plague our society has to start with the reality that we will never live in a genuine meritocracy as long as the wealthy are able to protect their own interests. Even now, as Oxford and Cambridge ever so slowly allow more state-schooled children into their colleges, the most expensive private schools are screaming blue murder. The most radical proposals will be the ones that are met with the most resistance: addressing the core tenets of social injustice involves a much greater upheaval. • Dawn Foster is a Guardian columnist • This article was amended on 24 June 2019 to clarify that it is the senior ranks of the legal profession that are made up of predominantly privately educated people, not the industry as a whole."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}