{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/13/advising-uk-drug-policy-crisis-government-experts", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-13T10:30:36Z", "webTitle": "I was blocked from advising on UK drug policy – because I criticised UK drug policy |  Niamh Eastwood", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/13/advising-uk-drug-policy-crisis-government-experts", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/13/advising-uk-drug-policy-crisis-government-experts", "fields": {"headline": "I was blocked from advising on UK drug policy – because I criticised UK drug policy", "bodyText": "Last year, I applied to join the Advisory Council on the Misuse of Drugs, which advises the government on drug policy. I thought I could bring expertise on the impact of policing on people of colour, on harm reduction and on legal alternatives to the criminalisation of drug users – all of which I have written extensively on – and the fact that I work directly with people who have a history of problematic drug use. But last October, I was notified by the Home Office that my application had been unsuccessful. In the feedback provided, I was told that the interview panel considered me to be “appointable” and I was described as having “impressive expertise”. However, the relevant minister ultimately decided I should not be appointed because of my social media activity. I submitted a subject access request to the Home Office – and the results were pretty shocking. It turned out that the reason my application had been rejected was that the secretariat of the advisory panel had flagged some tweets I had posted that were critical of government policy. Nearly 10,000 people have died from heroin-related causes in England, Wales and Scotland since 2010. There is currently an HIV outbreak among people who inject drugs in Glasgow. But in 2018 Victoria Atkins, the drugs minister, wrote a letter to the ACMD rejecting its call for the introduction of drug consumption rooms (DCRs) in the UK to tackle this crisis. In a tweet, I described the letter as “utter BS” and that it was “making s**t up”. I stand by those comments and the anger that propelled me to write them: people in this country are dying because drug policies are in desperate need of reform. In her letter, Atkins said the government had no intention of introducing DCRs, despite the strong evidence that they save lives. A DCR is a legally sanctioned facility where people who inject drugs can do so under medical supervision, plus they reverse overdoses, thus saving lives and providing people with much needed medical care. There are currently 11 countries successfully operating 117 such facilities around the world. Yet in her letter Atkins ignores this, choosing instead to misinform the public with the idea that DCRs are “legally problematic, pose ethical issues for medical professionals and difficulties for law enforcement”. The letter also inaccurately presents evidence from other countries that have implemented DCRs, something that the minister had previously done in parliament. I would never have thought that my social media activity would be used to block me from joining the ACMD – especially since I have also publicly supported the recommendations the ACMD has made about DCRs. But what is considerably more shocking to me is that these “due diligence” assessments included checks on what I’d said on Brexit and Windrush. I had only tweeted about the latter to highlight the important work that had been done by Guardian journalists in exposing the scandal. It appears from my case that government departments are routinely screening what candidates for independent advisory groups have said on topics that go way beyond the specific policy areas in which they are involved, which is in my opinion a deeply concerning overreach by ministers. Independent expert advice – even if that expert disagrees with government policy – is fundamental to the development of evidence-based policy. The fact that broader political views, especially on issues deemed contentious by government, seem to be being taken into consideration is frankly Orwellian. The Home Office stated the “language and tone used [in my social media activity] identifies a concern that the candidate would find it hard to work alongside government”. Yet Conservative leadership candidates have used language that is not only of concern, but is downright discriminatory and offensive. And the hypocrisy doesn’t stop there. Out of the eight leadership contenders who have admitted they have used controlled substances, all have expressed regret and some have doubled down on punitive strategies to criminalise people who use drugs. Yet none have acknowledged that our punitive approach to drugs did not deter them from using controlled substances, nor suggested the need for reform. Our drug laws target the young, those living in poverty and people of colour; black people are 12 times more likely to be sentenced for cannabis possession offences than their white counterparts, despite using the drug at a lower rate. Last year in England and Wales, 35,594 people, with 41% of them under 24 years old, were criminalised for the same activity that many of these politicians described as youthful indiscretions. If any of the regretful politicians had been criminalised for possession, it is highly unlikely they would be an MP, never mind prime minister. Without an open, sensible, evidence-based discussion on UK drug policy we will continue to have unparalleled levels of drug-rated deaths and the inequitable application of prohibitionist laws – where the privileged have impunity, while people of colour and those living in poverty are fodder for the criminal justice system. It’s so important that experts who are willing to be critical of government policy are allowed to serve on the panels that are supposed to be responsible for issuing independent expert advice to the government. I refuse to be silenced in my own strident criticisms of the approach this government has taken. But it’s chilling to see that being critical of government can rule experts out from serving on independent expert bodies. • Niamh Eastwood is executive director of drugs advice and advocacy charity Release"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}