{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/25/bame-nhs-workers-race-doctors", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-25T15:02:03Z", "webTitle": "I always suspected BAME medics were treated differently. Now I know it’s true | Saleyha Ahsan", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/25/bame-nhs-workers-race-doctors", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/25/bame-nhs-workers-race-doctors", "fields": {"headline": "I always suspected BAME medics were treated differently. Now I know it’s true", "bodyText": "Although I’ve heard the dark whispers, the off-record conversations, throughout my 13 years as a doctor, I’ve never wanted to believe it. But now something I was warned about in my first year is out there in the open and we have to deal with it. Doctors in the NHS are treated differently depending on their ethnicity. It used to be that you would hear of a doctor suddenly not at work any more. Names on their office doors removed. Something to do with management? Something to do with the General Medical Council? It would swiftly all go quiet. Being so busy in the day job, attention would inevitably go back to the ward list and getting some sleep before the next shift. And then something changed after the stories of the paediatrician Hadiza Bawa-Garba and the surgeon David Sellu hit the news, and we learned of the way they were treated following investigations into the deaths of two patients. Scapegoats were needed, it appeared. Not white, but from overseas, without the connections and influence of their colleagues. Bawa-Garba was struck off the GMC register and Sellu spent 15 months in prison. But both fought back, and were cleared of wrongdoing. And now we are faced with the dark secret that has festered in the NHS for years. The GMC commissioned an independent report to look into the reasons why doctors from ethnic minorities are twice as likely to face disciplinary action as white doctors. Among its findings is that BAME medical professionals are often treated as outsiders by their NHS seniors and peers, and not given the support they need. But I think it goes further than that. I came to medicine later in life, after four years in the British army. At the Royal Military Academy Sandhurst, I knew there was going to be a fair bit of rigour and firm treatment from my colour sergeants to transform me from civilian to officer. Everyone got the same. When I left the army to train as a doctor I thought that joining a profession rooted in caring for the sick would mean a more cohesive, less firm manner of work dynamics. I was wrong. On my darkest days I recall thinking that I would prefer to do the arduous Sandhurst course five times over rather than be treated the way I was as a first-year doctor. Nothing at medical school prepared me for the passive-aggressive manner of my colleagues towards me. While most consultants were supportive but busy, the registrars – particularly women – and nursing teams were often hostile and unhelpful. I was belittled and team mistakes were placed at my feet, the most junior member of the team. It was during one particular attachment – when a clinical supervisor tried to fail me from progressing forward – that my educational supervisor stepped in and pointed out that all my other reports had been outstanding and that obstructing me would actually cause the focus to fall on them. They backed off, I passed and moved on. All these years later I’m still angry – but at least I had some support. Not everyone is as fortunate. Was it to do with my race? Was I just a brown, headscarf-wearing junior doctor who would have to prove myself far beyond my white peers? I was 35 with a military career behind me – I was thick-skinned – but it was the first time in my life I had felt that level of hostility and disdain within my working environment. On one night shift, I was with a very sick patient when, two beds along, another patient developed severe chest pain. So I asked the male nurse on the ward to do an ECG – a heart trace – of the man with the chest pain. He replied, “I’m not here to do ECGs for you,” and went back to the nursing hub to continued to chat to his fellow nurses. Not one helped me. The ECG confirmed the patient was having a heart attack. With other doctors we’d chat about how it was all going. I’d hear how others were being backed up by the very same staff who refused to help me. Although normally a confident, independent woman, I began to doubt myself. During an end-of-year appraisal, another consultant said I had done well despite the sometimes less than friendly dynamics, and maybe that was something to do with my age and my previous career as an army officer. So they knew. I shrugged it off, like it hadn’t bothered me. But it had. I was resilient. I endured. Many others won’t have. How many good doctors has the NHS lost as a result of such racialised treatment? At a time when morale is low, numbers are dwindling, these are staff we cannot afford to lose. I only hope this report can open the eyes of those with the power to change these damaging dynamics. • Saleyha Ahsan is a doctor based in London"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}