{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/29/karen-voice-demanding-speak-to-manager", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-29T07:59:42Z", "webTitle": "The gig economy has made ‘Karens’ of us all – angry and needing the manager. Now", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/29/karen-voice-demanding-speak-to-manager", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/29/karen-voice-demanding-speak-to-manager", "fields": {"headline": "The gig economy has made ‘Karens’ of us all – angry and needing the manager. Now", "bodyText": "A globally viral meme making my heart zing over recent years is the “Can I speak to the manager?” one, in which a generation X white woman called Karen escalates a minor consumer gripe to the highest level, from beneath a heaving two-tone choppy bob. The hair is an attempt to stay youthful, but appears to have been dyed and styled by ebullient badgers. More of Karen later. Memes were once just people “dicking about on the internet”, yet are now one of the Earth’s most valuable forms of communication. They distil into a single image, or loop of video, an obscure yet still universally understood circumstance, often involving emotions that actual human words cannot quite nail. Thus a blinking blond man channels the incredulity on reading a credit card bill. Donald Glover brings pizza cheerfully back into a room that is now on fire. A dachshund with a large ugly shoe on its head tells people, “It’s called fashion, Brenda, look it up.” Gen X “Karen” appeared back in 2014, wanting to speak to the manager. To my mind, this meme celebrated the chagrin of millions, nay, billions of millennial and generation Y frontline service-industry workers, for whom the scourge of their lives was a 45-year-old woman who might have waited more than 17 minutes to return a faulty five-blade spiralizer because their shop was understaffed. When Karen doubts the sincerity of the server’s apology, she goes into some sort of red-mist meltdown. Later, she will cry in her VW up! in the car park, listening to Michael Bublé – but right now, she’s on fire. The altercation might also take place via a call centre, in a restaurant or at the gym. Basically, anywhere that people work doing jobs they don’t enjoy, earning wages that won’t buy homes, rubbing up against older women fighting spiralling oestrogen, a maze-like diary of thankless bloody chores and the underlying emotion that they’re as mad as hell and not going to take this any more. I get this. On several occasions, Je suis Karen. And quickening like the quickening spring, you bright young thing will one day become Karen, too. Yes, you with your upright tits who, right now, would merely shrug meaningfully at, say, wasting 7am-6pm waiting for a refrigerator delivery (from a youth on £7.67 per hour), only to have it cancelled on some trumped-up balderdash. Oh, no. Not me, not Karen. All together now, clear throats, full hearts: “Caaaaaaaaan I speak to the maaaaaanager?” On the surface, the Karen meme may well be about clashing generations: the useless Ys, the grumpy Xs, the selfish boomers and, of course, the millennials, who are the go-to punchbag when it comes to workplace fecklessness (despite some now being 36 years old, with greying hair and teenage children). But for me, the more interesting underbelly points to the essential brokenness of modern life: the corporate greed that fostered an I-Want-It-Now culture, and a low-paid, uninspired, gig economy. Longer days, busier lives, more uncertainty, less joy, more fighting with Karen. The unstoppable force of global consumerism, which leads to 22-year-olds running around an Amazon fulfilment centre, and an immovable mass of knackered gen-X women dealing with three jobs, sick parents and now a missing Where’s Wally? outfit on Amazon Prime one-hour specified delivery, the evening before World Book Day. Karen, according to the meme, is ostensibly female and white – but is anyone these days above entering Deep Karen Mode? Has your Deliveroo dinner been left in a hedge? Did your Uber driver go awol then take his £6 for the trouble? Has your wifi been playing up for a week, and do the helpline staff seem unbothered? Can you feel a storm a-brewing? Is it time to use that special, sharp-elbowed voice? That voice so many of us learned from our mothers, usually in Marks &amp; Spencer in 1983, watching them return substandard items, without a receipt, powered only by solid, weapons-grade older-lady ire. Is it time to speak to the manager? Of course, long after the matter has been settled, a refund or an apology issued, I’m often reminded that nobody involved was a winner. We are all merely pawns in a bigger, complex game. Last week I did speak to the manager, who says my fridge is definitely coming next Tuesday and he will refund the cost of the previous non-delivery. I plan to stay in all day, channelling Zen-like empathy, listening to my Calm App, remembering that my item is being delivered at breakneck speed by a person who feasibly has a back injury from delivering fridges. Someone who may have worked till 10pm yesterday, and without holiday for months, and who may not arrive that day, if ever. Someone who is also a human being. My perishable goods may be wilting, but for now, I am staying chilled."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}