{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/18/northern-rail-privatisation", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-18T08:00:44Z", "webTitle": "Northern Rail’s crisis is good news – it’s proof we need to re-nationalise | Phil McDuff", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/18/northern-rail-privatisation", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/18/northern-rail-privatisation", "fields": {"headline": "Northern Rail’s crisis is good news – it’s proof we need to re-nationalise \r\n", "bodyText": "The TSSA trade union has sounded the alarm on Northern Rail. The Transport Salaried Staffs’ Association, a union for workers in the transport and travel industries, is trying to get ahead of another potential collapse like the one that brought down Virgin East Coast, and has called on the government to “put passengers first”, saying that the franchise “cannot be allowed to stagger on for months”. To anyone who has used Northern Rail in the past year or two, it is no surprise to hear that the company may be in financial trouble. It has consistently failed to run a decent train service in the north. According to figures collected by the Northern Fail app, during the 12 months to May this year, the operator cancelled 15,800 trains, partly cancelled 18,696 more and ran 28,198 trains with carriage reductions. It’s not just Northern. All across the country, rail services are creaking at the seams. Public dissatisfaction is compounded by the fact that rail transport is far too expensive in the UK, especially if you use it as a commuter service and can’t pick the times you travel. It should not be more expensive to take the train than to drive, yet it frequently is, often at peak times. It’s in the public interest to encourage rail use over private cars. It’s not just the CO2 emissions – cities struggle with air quality if roads are congested, cars take up huge amounts of space and rail is a far safer mode of transport. But the railway system seems, if anything, actively hostile towards its passengers. People will put up with shoddy service if it’s dirt cheap, and they’ll swallow higher prices if the service is amazing – but we’re paying over the odds to wait in the rain for a train that might never arrive and will be hugely overcrowded when it does. It feels like a deliberate insult, as if the operators know we have to put up with it because there’s no alternative. And there isn’t. It doesn’t have to be this way, but we are stuck with it until we admit that the decades-long experiment with privatisation has failed. Parcelling up huge swathes of public infrastructure and selling them off to be run as private ventures was supposed to bring “market efficiencies” into play and improve service delivery across the board. But as with all attempts to squeeze a public service monopoly into an ill-fitting market framework, it simply hasn’t worked in practice. Market incentives fly in the face of the need to provide a decent service even if it makes a loss. The twin drives to underbid and overpromise for government contracts put franchises in a similar position to contractors such as Serco and Capita, which operate on knife-edge margins without any flexibility, despite their millions in revenue, a model that resulted in Carillion going into liquidation last year. Government squeezing the pips on outsourced contracts feels like value for money right up until it all goes wrong, and we’re forced to bail it out. The only advantage – for government, if not the rest of us – is that by slicing and dicing the industry, they can distribute the responsibility. Everyone gets to point at someone else and say: “Not me, guv.” Just as the government passed the bulk of its spending cuts to local councils, then complained when front-line services suffered, successive transport secretaries have been able to avoid asking the Treasury for a reasonable amount of money to make public transport fit for purpose. Private firms can make undeliverable promises on their behalf, and the whole thing becomes a web of interlocking irresponsibilities where nobody is ultimately held accountable for the consequences. Public infrastructure is the skeleton that supports the rest of the economy, and privatisation has left this skeleton brittle and breaking from malnourishment and neglect. The UK can turn this around – if we choose to. If we’re to take climate change seriously, we need a functioning public transport system. But in order to achieve that, we need to stop mucking about with this failed experiment and get on with some proper government investment. • Phil McDuff writes on economics and social policy"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}