{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/10/my-husband-is-not-restricted-by-his-wheelchair-its-the-lack-of-access-thats-the-problem", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-10T06:23:56Z", "webTitle": "My husband is not restricted by his wheelchair – it's the lack of access that's the problem | Emma White", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/10/my-husband-is-not-restricted-by-his-wheelchair-its-the-lack-of-access-thats-the-problem", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/10/my-husband-is-not-restricted-by-his-wheelchair-its-the-lack-of-access-thats-the-problem", "fields": {"headline": "My husband is not restricted by his wheelchair – it's the lack of access that's the problem", "bodyText": "My children attend Kensington primary school in the inner northern suburb of Melbourne. It has several chickens, a fabulous cooking-gardening program and dedicated teachers who provide interesting and varied educational opportunities. It also has five large steps up into the charming heritage-listed building. A tall chain-link fence rims the playground, and between the hours of 7am and 6pm the school gates are locked with a padlock. Granted, this is for child safety – locking them in and any bad people out. However, my husband is also locked out because the gates provide the only disabled access to the school and he uses a wheelchair. There is nothing new about inaccessibility. The other day I saw a car parked across the base of a wheelchair ramp, an ATM bolted in front of disabled toilets preventing the doors from opening properly, and in the west we still have old-school, wheelchair-hostile, Z-class trams clattering through our streets. Jamming onto the train during peak hour – a challenge for the slimmest among us – is next to impossible for a wheelchair user. Rather than serving trendy and unpronounceable food on high garage-style stools, our favourite eateries have low tables and lack stairs. Aisles and footpaths are often too narrow for wheelchairs and all the good stuff is always kept on high shelves. Even homes considerably more Kondo’d than ours are rarely easy. My husband has crafted “short stick with hook” and “long stick with hook” and transformed our garage into a complex ropes course that allows him access to things up high. I lose count of the times each day I think “that would be hard for him”. But unlike me, my children grew up with a disabled parent and they question why places are not accessible in the same tone they use to wonder where wind comes from, or why fire is hot. Teachers at KPS often speak of inclusion and diversity. My daughter’s class watched a documentary about the Paralympian Kurt Fearnley crawling the Kokoda trail to initiate a discussion about resilience and overcoming challenges. “When I told my class you were in a wheelchair, everyone was so excited to hear about you,” my daughter happily told her dad as she sat on his lap that night. Children love hearing about experiences outside of their own sphere of understanding, and learning about disabilities and accessibility is important. As my son eloquently said during his first year at KPS: “It’s not fair that you can’t get in.” Those words pretty much sum up the disability access to building standards (2010) developed under the Disability Discrimination Act 1992 (DDA). The standards strive to “ensure that dignified, equitable, cost-effective and reasonably achievable access to buildings, and facilities and services within buildings, is provided for people with a disability”. The Department of Education and Training requires schools to comply with DDA and disability standards. Parents, staff and the member for Melbourne have long been lobbying the state government for funding to address numerous issues at KPS including mould, temperature concerns, infrastructure repairs and improving disability access. During a recent rainstorm, several buildings leaked and a classroom was flooded. Shortly before the state election in 2018, $200,000 was allocated to KPS for critical maintenance yet only $14,000 has been released for the upcoming financial year. It is clear there is a public school funding crisis when schools are forced to choose between providing accessibility and conducting basic maintenance. Teaching staff and after-care providers do their best and, if my husband calls beforehand, will escort our children down the stairs when the gates are locked. But sometimes, despite best intentions, messages are not always received and he is left waiting at the base of the stairs for some time. A paraplegic person hanging out below the steps leading into a government-funded building is not a good look, particularly when it’s raining – not quite the dignified and equitable access we aspire to in our disability legislation. In 2019, accessibility to public spaces and education centres should be ubiquitous. Living with a disability is tough enough without the additional challenges due to inaccessibility. Despite pervasive public perception, a wheelchair is not a restriction – it provides freedom and allows users to move freely about the world. It is our societies’ lack of accessibility that is the restriction. • Emma White is a freelance writer and the author of Broken"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}