{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/19/my-daughters-gcses-are-over-and-so-is-my-role-as-a-semi-competent-child-rearer", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-19T15:16:39Z", "webTitle": "My daughter’s GCSEs are over – and so is my role as a semi-competent child-rearer | Adrian Chiles", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/19/my-daughters-gcses-are-over-and-so-is-my-role-as-a-semi-competent-child-rearer", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/19/my-daughters-gcses-are-over-and-so-is-my-role-as-a-semi-competent-child-rearer", "fields": {"headline": "My daughter’s GCSEs are over – and so is my role as a semi-competent child-rearer", "bodyText": "My youngest child’s GCSEs have just finished. So the exam timetable can come down from the fridge, leaving eight faint Blu-Tack stains, which doesn’t seem a lot given all the effort and stress involved. Obviously, I’m delighted for her as her first extra-long summer stretches out ahead. But I’m inclined to find a way of getting emotional about these things – which is unhealthy, really, and selfish, as it’s without doubt more about my feelings than those of my daughter. First of all, it takes me back to finishing my O-levels and causes me to wonder where on earth my life has gone. It was the same when I took her sister off to university last year. I cried so much after I dropped her off that one of my contact lenses popped out. Having no spares or specs with me, I had to park up somewhere in Bristol and grope around in the footwell looking for it, without the benefit of binocular vision. Miraculously, it turned up. I dried my eyes, re-inserted the prodigal lens, and then recommenced sobbing. I’m proud to say I soon got a grip, after only two hours feverishly pacing around a park near Clifton Suspension Bridge. In the state I was in, I judged it inadvisable to actually cross the bridge, feeling sure someone would have been moved to execute some kind of intervention. With the end of GCSEs, there are no tears as such, just a general sense of redundancy. What now? It seems like the end of something massive, the end of my role in life as a semi-competent child-rearer. I’m most unlikely to have any more children, after all. Looking around the cafe where I write this, I’ve worked out that even if I were to conceive a child with a fellow coffee-drinker this very lunchtime, our progeny would be sitting their GCSEs in 2036, by which time I’d be 69. For all summer holidays until now, most parents in my position will have asked themselves what to do with the kids for all that time. But in this long post-exam summer, the question has suddenly changed: our babies are now asking themselves how they can get through these 12 weeks without us mums and dads getting in their way. Gone, too, are the days when by helping them with their homework or revision we could still be their heroes. With GCSEs, we were still able to look over their shoulders and, occasionally, nod sagely and say: “I remember this; let me explain it to you.” Oh, how I’ll miss the look of grudging admiration and gratitude in her eyes. Gone for ever. What hope do most of us have of getting our heads around A-levels? Unless we secretly choose to study for the same ones as our kids – I’ve only just thought of this; I might actually do it – we’re unlikely to be any help whatsoever. When I was my little girl’s age, a couple of mates and I went off to Croatia. Every day we stared at, but failed to talk to, members of the opposite sex. By night, we got smashed on cheap plum brandy. Fingers crossed my daughter only does one of those things."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}