{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/13/two-years-grenfell-government-blocks-cladding", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-13T15:12:35Z", "webTitle": "Two years after Grenfell, why are thousands still not safe in their homes? | Seraphima Kennedy", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/13/two-years-grenfell-government-blocks-cladding", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/13/two-years-grenfell-government-blocks-cladding", "fields": {"headline": "Two years after Grenfell, why are thousands still not safe in their homes?", "bodyText": "The towers lit up one by one on Wednesday night. In London, Newcastle and Manchester, the message was simple. “Two years after Grenfell and this building is still covered in dangerous cladding”, read one. “Two years after Grenfell and the fire doors in this building still aren’t fit for purpose”, said another. At Frinstead House, a single-stair tower block next to Grenfell where residents watched the fire unfold from their windows two years ago, the message read, “2 years after Grenfell, this building still has no sprinklers”. Karim Mussilhy, vice-chair of the campaign group Grenfell United, whose uncle died in the fire, wrote: “Tonight, Grenfell United is shining a spotlight on tower blocks across the country still unsafe two years after Grenfell.” For the community around Grenfell, the work of Grenfell United is the only discernible action being taken at present, uniting tower block residents around the country to campaign for safer homes. The Grenfell inquiry, originally supposed to deliver urgent recommendations by April 2018, has delayed reporting on phase 1 (the night of the fire), until October 2019. Phase 2 is not due to start until at least early 2020, and police announced that any charges for either corporate or individual manslaughter will not be brought until after the inquiry concludes its investigations – at least 2022. Thirteen interviews have been carried out under caution. While some affected families would rather the inquiry took its time to assess the evidence and come to the right conclusions, others are in limbo. The inquiry has yet to yield a single recommendation for making homes safer. The absence of hearings can be difficult for the community and many feel the inquiry hasn’t been good at communicating delays. There is concern about the timetable slipping in phase 2. Behind the scenes, families and their lawyers are grappling with 500,000 documents, as well as dealing with continuing issues around tenancies, landlords, and the difficulty of building their lives in their new reality. As survivors of the fire and those who lost family and friends prepare for Friday, the two year anniversary of the worst night of their lives, they do so with a steely determination to continue fighting for change to prevent another Grenfell. There is a simmering frustration at the lack of action from those in positions of leadership in the government – and an urgent sense that “Grenfell Two is in the post”. What action there has been is down to the families themselves. But changes so far are limited and don’t solve the problem – the “combustibles ban” only relates to new buildings, and doesn’t cover low rises, hospitals or schools. The funding to remove dangerous ACM cladding from private blocks will not apply to buildings below 18 metres, will not be available until the “end of the summer” – and doesn’t cover other types of dangerous cladding. If the message from the community affected by Grenfell after the first year was one of dignity, hope and remembrance, the message on this second anniversary is a call for urgent change to make homes safe. Only three private tower blocks with Grenfell-type cladding have been remediated since the fire, leaving a further 146 buildings – literally thousands of families – at risk. Out of 158 socially rented blocks, 102 still have dangerous cladding. An unknown number of low-rise buildings are covered in ACM cladding, HPL laminate, or Thermowood – types that contributed to the speed and spread of fires at Grenfell, Lakanal and Barking. The fire in Barking on Sunday shows just how urgently this work is needed. Another community watched as flames ripped through the external Thermowood balconies of a six-storey low rise, a privately owned building not covered by any of the government’s remediation programmes or legislation. There were no sprinklers, no fire alarms. Again, people have lost their homes, heirlooms, family pictures, birth certificates, passports, travel documents. More than that, though – they have lost, perhaps forever, the feeling that they can be safe in their homes. It is hard to imagine what it is like to have been bereaved by Grenfell and Lakanal and see the same pattern of indifference unfolding. Politicians were quick to express sympathy with Barking residents – but for all the platitudes, the biggest opponent to change is the government itself. There is a growing consensus that the pace of change is unacceptable. The mayor of London, Sadiq Khan, has written to the prime minister calling the lack of action “shameful”. Jane Duncan, chair of the RIBA Expert Advisory Group on Fire Safety called it “shockingly slow”. “The Grenfell Tower tragedy should never have happened,” she said. “It was not the first fire of its type to claim lives and two years on, hundreds of buildings are unsafe, putting countless lives at risk.” At a briefing for MPs at the Speaker’s House on Monday, bereaved families and survivors from Grenfell repeated their calls for safer homes, for justice and change; for an independent housing regulator to protect tenants and change the culture of social housing across the country; for the immediate removal of dangerous cladding; and for further funding so that other types of dangerous materials are included. They called for an improved fire safety regime, for action on non-compliant fire doors, lack of sprinklers in blocks and action on fire breaks. They asked for their community – which now includes the thousands of citizens living in dangerous buildings across the country – to be listened to. This failure to listen is a key aspect of Grenfell. Residents’ concerns about fire safety were ignored before the fire. A new investigation by Inside Housing shows that not only did the landlord, the Kensington &amp; Chelsea Tenant Management Organisation (KCTMO), ignore recommendations from the Lakanal House coroner in 2013, but may have felt able to do so because the secretary of state at the time signalled no intention of legislating to meet these recommendations. And so cladding was installed on Grenfell three years later. Fire is no respecter of tenure. Whether you own your home, rent privately, or from a housing association or local authority landlord, it is clear that the current system of building regulation two years after Grenfell does not keep people safe. Residents’ concerns about fire safety were ignored before the fires at Lakanal, Grenfell and Barking. This failure to act risks repeating the same patterns of institutional indifference that led to Grenfell. In the days after Grenfell, the prime minister promised change. Her successor and those ending up in positions of leadership must honour policy commitments and take action to make homes safe, or risk another Grenfell. In a debate in parliament last week, MP Steve Reed said, “The best way in which to meet the Lakanal House coroner’s demand for clarity on fire safety rules is to introduce a complete ban on flammable cladding on all buildings where people live or work, and that ban should not only cover new buildings. We must take down flammable cladding wherever it exists.” Last year the atmosphere was one of guarded hope. People were worried about, but still believed in justice. This year, the voices demanding change are growing. On Friday, buildings across the country will light up green in remembrance of the 72 men, women, children who lost their lives. We must stand with them. The message is clear: homes must be made safe. “It’s too late for our loved ones,” says Grenfell United. “But it’s not too late for others.” • Seraphima Kennedy is a writer and academic researcher. She is a former neighbourhood officer at Kensington and Chelsea Tenant Management Organisation"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}