{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/05/young-people-self-harm-i-did-it-for-years", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-05T11:53:04Z", "webTitle": "I know what drives young people to self-harm – I did it for years | Harriet Williamson", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/05/young-people-self-harm-i-did-it-for-years", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/05/young-people-self-harm-i-did-it-for-years", "fields": {"headline": "I know what drives young people to self-harm – I did it for years", "bodyText": "I remember clearly the first time I self-harmed. I was an awkward 13-year-old girl, beset by problems with my body image. I had a budding eating disorder and was bullied mercilessly by my peers for being bisexual. The sensation of crushing hopelessness and self-hatred threatened to overwhelm me, so I addressed the pain in a way I believed wouldn’t hurt anyone else but myself. I turned all the tumult and sadness inwards, and the relief, although short-lived, was immediate. This began a pattern that would last well into my adult life. Trauma, in the form of losing jobs, sexual assault and family breakdown, prompted more self-harm episodes, resulting in countless stitches and permanent scarring. The news that one in five girls and young women in England aged 16 to 24 have self-harmed brings this largely hidden problem to light. The study, published by the Lancet Psychiatry journal, shows that the number of young people engaging in cutting, burning and self-poisoning has risen across all sexes and age groups since 2000. We should be alarmed, but we should not be surprised. In Britain, the government’s ideological austerity agenda has contributed to plunging 4.1 million children into poverty. This means insecure accommodation, cold homes and not enough to eat – and young people absorb all of this stress. The anxiety of living like this should not be underestimated as a factor in the rise of self-harm behaviours. Worries about exams, university applications and job prospects all loom large too, particularly in a world where employment options are too often limited and precarious. In the age of the influencer and Instagram, appearance and body image concerns are perhaps stronger than ever, with the YMCA finding that 67% of young people regularly worry about their appearance and two-thirds feeling pressure to look their best online. Reality TV shows like the recently returned Love Island are also instrumental. Far from being trivial, worries about body image can be devastating, particularly at a young age, and they have a lasting effect on self-esteem and self-efficacy. All of this and more – bullying, fears about climate change, sexual harassment and assault – contribute to an environment where young people feel so helpless and alone that self-harm feels like the only way that they can get a handle on a world that seems to be out of control. A lack of NHS mental health services and the stigma that is still attached to self-harm means that many don’t seek help, and more than half of those who self-harm don’t receive any care or intervention at all. As Emma Thomas, chief executive of the mental health charity Young Minds, told the Guardian: “At the moment, it’s far too difficult for children and young people to get mental health support before they reach crisis point.” There’s still a lack of appropriate training for GPs, who may not have the skills to handle the situation appropriately. The first time I was taken to the GP for self-harming at 16, the doctor took one look at me and pronounced my wounds “superficial”. I vowed to make the future incisions as deep as possible, in order to be taken seriously. And this is not necessarily a phase that a young person will grow out of. The appeal of self-harm can be enduring. It can become a person’s go-to coping strategy; the thing they turn to in times of hardship and uncertainty. For some, self-harm becomes an addictive behaviour. In order to tackle this crisis, the government must address the lack of services available for young people struggling with their mental health. If appropriate treatment options are available from the outset, people might never resort to self-harm, and, even if they do, it need not become a lifelong habit. The damaging Tory austerity agenda must end, with measures taken to lift children out of poverty, and the school system’s over-emphasis on exam success should come under further scrutiny. Self-harm is what we revert to when depression and anxiety overwhelm us. We need to give young people hope and support as a matter of urgency. • Harriet Williamson is a journalist, mental health activist and artist who tweets @harriepw • In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international suicide helplines can be found at www.befrienders.org."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}