{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/05/male-birth-control-step-up-responsibility", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-06T06:00:47Z", "webTitle": "It's time for men to step up and share responsibility for birth control | Moira Donegan", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/05/male-birth-control-step-up-responsibility", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/05/male-birth-control-step-up-responsibility", "fields": {"headline": "It's time for men to step up and share responsibility for birth control", "bodyText": "A woman who doesn’t want to get pregnant can take a pill, or wear a patch or insert a hormone-filled ring into her vagina. She can have hormone-secreting implants inserted into her arm or her uterus, or she can have a copper IUD inserted, which prevents pregnancy without hormones. She can get a shot. She can place a spermicide-soaked sponge next to her cervix prior to sex, or she can have herself fitted for a diaphragm or cervical cap that acts the same way. If all else fails, she can use the morning-after pill, Plan B. If she never, ever wants children, she can undergo major, irreversible surgery to get her tubes tied. She does all of these herself, booking the doctor’s appointment (none of these birth control methods are available over the counter, with the exception of Plan B), and paying out of pocket for the appointment or using her insurance benefits, if she has them. The site of the birth control is on her body, and she alone will experience the side-effects, which in the case of hormonal methods can be numerous and severe. She can’t get pregnant alone – for that, she needs a male partner – but she prevents pregnancy alone. Birth control is perceived to be her responsibility, not his. That birth control is largely a female responsibility and a female burden isn’t usually thought of as a bad thing. In fact, a primary virtue of many of the female birth control methods available is that they are woman-controlled, and do not require much in the way of male participation, male acquiescence or even male knowledge in order to be effectively used. Women who think that their male partners will object to their use of birth control or attempt to stop it can use some methods secretly. Women who think that their male partners will find birth control cumbersome to use or diminishing of their sexual pleasure can simply take care of it themselves, without his needing to be bothered. Every other woman can simply use birth control to control her own life and her own destiny. That the costs, side-effects and responsibility are all the woman’s, and the woman’s alone, seems to many like a comparatively small injustice, compared with what birth control – which has only been considered a constitutional right by the US supreme court since 1965 – offers to women in terms of freedom, opportunity and self-determination. Sure, the setup is still unfair, but it is exponentially better than what our grandmothers had to endure. But the freedom for women to use birth control on their own terms may not be guaranteed for long. Abortion opponents have taken aim at Roe v Wade by building a legal argument that fertilized eggs should be treated as persons, and they have long claimed that many forms of birth control, such as IUDs and the morning-after pill, are abortifacients and should be outlawed (these contraceptives do not cause abortion). They now have a majority of sympathizers on the Republican-controlled supreme court. In a weird and unwieldy opinion in a recent case involving an Indiana abortion law, Justice Clarence Thomas (of pube on the Coke can fame) mentioned contraception 36 times, even though contraception was not at issue in the case at hand. His colleague John Roberts has referred to the right to privacy, on which the constitutional rights to contraception and abortion are based, as a “so-called right” not to be found in the constitution. The court has already held that employers cannot be compelled to provide contraception coverage to their employees. More broadly, the Trump administration has rolled out a robust anti-contraception agenda in its first term. The administration imposed a domestic gag rule to prevent federal Title X family planning funds from going to groups that provide or reference abortion, and a global gag rule that imposes the same restriction on family planning money spent overseas. It changed a federal program meant to prevent teen pregnancies from a comprehensive sex education method to an abstinence curriculum, and rolled back the Affordable Care Act’s contraception coverage mandate. And its officials have publicly stated that women should be taught “sexual refusal skills” rather than being provided with contraception and abortion access. Meanwhile, states are already criminalizing and jailing women for their pregnancy outcomes, and some are beginning to pass laws that would criminalize abortion. Contraception access, like abortion access, is imperiled. In this new reality, men’s continued indifference and uninvolvement in birth control is no longer merely unfair. It is morally unacceptable. Women have always faced risks from pregnancy: risks to their careers and livelihoods, risks to their education and their potential, risks to their bodies, their health and their lives. Now, misogynists, conservatives and their allies in government are moving to remove access to the tools women use to mitigate these risks, and to potentially criminalize those who do not comply. It is time for men to step up and take pregnancy prevention into their own hands. Many men are willing to participate in contraception, at least in theory, but their tools to do so are unacceptably narrow and limited, and they are generally not willing to undergo inconvenience in order to use them. They can use condoms, a cheap, effective and easy solution with no negative health repercussions. Condoms have the added benefit of helping to protect against sexually transmitted infections. But many men, somewhat selfishly, complain that condoms diminish their pleasure slightly, and so they do not want to use them (that the comparative risk to a woman matters more than the minor diminishment of these men’s pleasure does not seem to occur to these men). Of course, men seeking a longer-term birth control solution can get vasectomies, a minimally invasive and often reversible procedure that renders them unable to impregnate a woman and does not have adverse side-effects. But men don’t like this either. They are afraid of the post-procedure pain, which feels like “they got kicked in the boys for a day or two, on and off,” according to the University of Utah urologist Alex Pasturzak, and they sometimes falsely believe that the procedure will inhibit their bodies’ ability to create and absorb testosterone, rendering them effeminate. Then there is the matter of men’s hormonal birth control, the fabled “male pill”. The male pill has long been a dream of feminists who want to redistribute responsibility for pregnancy prevention so that women do not have to carry the burden alone. But the prospects are bleak. Early trials of male hormonal birth control, usually in the form of injections, have shown that drugs are effective in preventing pregnancy, but pharmaceutical companies show little interest in developing or marketing them. But another obstacle is the unwillingness of men to endure the drug’s side-effects, and of the medical establishment to permit a drug with side-effects similar to those of women’s birth control from being given to men. One 2016 study found that an injectable form of male birth control was effective and reversible, but the study was halted after men dropped out and the medical board supervising it became concerned about side-effects. Those effects were acne, pain at the injection site, mood swings, and increased libido. By comparison, the side-effects of women’s hormonal birth control can include acne, breast pain, nausea or vomiting, headaches, diarrhea, weight gain, dizziness, spotting, abdominal pain, fatigue, vaginal infections and even more serious conditions like blood clots and an increased risk of some cancers. It is hard not to conclude that our culture is more comfortable subjecting women to pain for the sake of birth control than subjecting men to it. It’s time for men to step up, and to take on the responsibility for birth control that they have historically left to their women partners – discomfort, inconvenience, expense and side-effects included. Women’s rights, including the right to legal abortion and contraception, are under attack, and these attacks are going to steadily make women’s birth control more expensive, less easy to access, and potentially illegal. But we all know that men’s right to control their own lives and their own bodies will never be infringed this way. Men will remain free while women are made less free. It is time for men to use that freedom to help women, and take responsibility for pregnancy prevention. Moira Donegan is a Guardian US columnist"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}