{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/jun/21/like-love-island-language", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-21T11:00:49Z", "webTitle": "Love Island is a lesson in how language, like, evolves | David Shariatmadari", "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/like-love-island-language", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/like-love-island-language", "fields": {"headline": "Love Island is a lesson in how language, like, evolves", "bodyText": "Love Island is not for everyone. You might not appreciate the dating show’s rowdiness; its relentlessness (nearly 50 episodes this season!); its raunch. But even if you’re able to tolerate all that, you might draw a line at the language. I’m not talking about swearing, because there’s something even worse, apparently: Love Islanders’ liberality with their discourse particles. This is not an innuendo. You can’t catch discourse particles. No, they are little words we use to signpost and structure our speech. Sometimes they are just used to maintain fluency, or to generate rapport. In short, they oil the wheels of communication. One of the big players is “like”. According to the Sunday Times this week, it was used 76 times in under five minutes during one episode of the ITV reality show. The paper provided an example from Islander Amy: “Molly was like ‘oh he’s my type’ and I’m like ‘no sorry you’ve already got two’. It’s like three out of seven boys.” (Not all of these likes are discourse particles, but more of that later.) For some, this is simply too much. And since the Islanders, and their audience, are mostly young, there’s concern at what the like-glut means for the future of the English language. How can we stop it taking over, until, like, there’s nothing left? One primary school in Bradford is taking a hard line against the word, to the delight of the education minister, Nick Gibb, who suggested others follow suit. The headteacher, Christabel Shepherd, said: “It’s when children are giving you an answer and they say ‘is it, like, when you’re, like …’ and they haven’t actually made a sentence at all. They use the word all the time and we are trying to get rid of it.” Good luck, Miss Shepherd. Linguistic edicts of this kind have a low-to-zero chance of success. I just had a conversation with an eminent professor of linguistics and “like” popped up several times. Why is it OK for us but not for children? Informal “like” is well established and it’s too late – and potentially cruel – to attempt to stop them using it. The more interesting question is why it seems to generate such disapproval. But before we turn to that, it’s worth charting like’s long journey, from Old English to ITV. The word was once gelic, which meant “alike” or “similar”. The -lic part derives from words meaning “body” or “form”, so that we can think of it as meaning “having the form of” (a lychgate is the gate a body passes through on its way to a Christian graveyard). This is already a highly significant word, then. The act of comparing two or more objects is fundamental. The related faculty of analogy making – between things, but also between ideas and feelings – is equally important. It wouldn’t be at all surprising if a word linked to these basic aspects of human cognition were recruited to serve a wide range of related meanings, branching off in subtly different directions. And that’s exactly what happened. The Oxford English Dictionary has three principal and nearly 50 sub-definitions of “like” used as an adjective, adverb, conjunction and preposition. They range from “resembling” to “characteristic or typical of” to “showing a likelihood or probability of” and “suggesting that [a] statement is approximate”. The examples given stretch back many hundreds of years, covering a long period of gradual evolution. And as you would expect, some uses are more recent than others. For our purposes, it’s worth focusing on two in particular. The first is “as a marker, intensifier, or filler in conversation or spoken discourse to introduce or focus attention on a following statement or question”. The earliest written examples are from the 1950s: “Like wow … wonderful” is a line from She magazine in 1959. This is “like” as a discourse particle. The second use is “with a verb, introducing reported speech”, and the earliest example is from Time magazine in 1970: “Afterward, a girl came up to me and said, ‘You kinda look interested in this; did you know there are civil rights for women?’ And I thought like wow, this is for me.” This is so-called quotative “like” – although in this case the words being quoted are thoughts. In the Sunday Times example, you’ll notice that two out of the three “likes” are quotative. In both these uses “like” appears to have inched away from its core territory. Rather than having to do with similarity, the word seems to mean less, and to have become more functional. Linguists refer to this process as grammaticalisation. It often happens to words that have elemental meanings and are used regularly. They become semantically “bleached”, and start to play a role in the organisation of the sentence, instead. Grammaticalisation is perfectly natural and has happened many times in the history of English. Take the word “indeed”. This once meant literally “in action” (as opposed to “in thought”), before undergoing bleaching. In an example from 1580, Thomas Wilson writes “I trust that not onely all men will commende justice in worde, but also will live justly in deede.” It’s now much more of an organising word instead. Similarly, “look”, used at the beginning of a sentence, is merely a discourse marker. But this grew out of its use as a call to direct someone’s (visual) attention to something. “Like” plays such a fundamental role in the lexicon that it’s been recruited for grammaticalisation not once but twice: as both discourse particle and quotative. These two forms now have different functions, and it might be useful to think of them as homophones: words which have the same sound but signify different things. A sentence containing both versions can sound like a bit of a barrage – but you can’t exactly blame Love Islanders like Amy for the way English has evolved. As so often in language, the prejudice seems to be against the informal, and the new, which is erroneously branded “sloppy” or “dumb”. There’s no evidence that it is. People probably once said that about the non-literal use of “indeed” – no one would now. And we shouldn’t shame schoolchildren either. It’s fine for teachers to point out that “like” is generally used in more informal contexts. But when it crops up in pupils’ speech – well, that could be an opportunity to teach children about the history of English, and the amazing process of grammaticalisation, which is one that rolls on and on whatever our feelings about it, like the waves lapping at Canute’s feet. • David Shariatmadari is a Guardian editor and writer. His book Don’t Believe A Word: The Surprising Truth About Language is out in August 2019"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}