{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "crosswords/2019/jun/16/azed-slip-no-2451", "type": "article", "sectionId": "crosswords", "sectionName": "Crosswords", "webPublicationDate": "2019-06-16T15:17:35Z", "webTitle": "Azed slip no 2,451", "webUrl": "https://www.theguardian.com/crosswords/2019/jun/16/azed-slip-no-2451", "apiUrl": "https://content.guardianapis.com/crosswords/2019/jun/16/azed-slip-no-2451", "fields": {"headline": "Azed slip no 2,451", "bodyText": "CAPUT 1 I. Simpson (Edinburgh): Montero gets place for parking here? (cap with put for P, &amp; lit.; ref. Mitsubishi M.). 2 D. &amp; N. Aspland (West Yorkshire): This is creature’s head, apparently, as expressed in Latin (c + ap. + ut, &amp; lit.). 3 G. I. L. Grafton (Essex): Space a large town abandoned leads to ugly tenement block (cap(a city) + u, t). VHC T. Anderson: What’s the odds of Trump march upsetting the chump? (alternate letters reversed; ref. London demo). M. Barley: One option if after spot of culture: head for Rome (c + a put). M. Barnes: What Charles lost initially, Cromwell and Parliament ultimately took (first letters &amp; lit.). T. C. Borland: Shock at coup, ousting old head in Latin style (anag. less o). C. J. Brougham: Butter and a soupçon of caviare boosted crumpet (tup + a c (all rev.)). C. A. Clarke: Leader of council surmounts a rebellion wanting dismissal of school head (c + a put(sch)). N. Connaughton (Ireland): Before a meal, tucked into sliced loaf (ap in cut). M. Hodgkin: Bean counter: place to find bean (CA (chief accountant) + put). J. C. Leyland: What are the odds of Trump march upsetting the chump? (alternate letters reversed). B. Lovering: Chump at Caesar’s Palace craps out right away, so leaves (craps out less r, less so). C. Loving: Beginners of conversations addressed ‘Plum’ as old bean perhaps (first letters + ut; ref. P. G. Wodehouse). D. F. Manley: What’s severed with chance being grabbed to set Henry free? ((H)ap in cut, &amp; lit.; ref. Anne Boleyn). P. W. Marlow: Group wanting the ultimate in Buddhism essentially tours Thailand, location for temples (ca(m)p + u + T). T. J. Moorey: Expression of contempt emerges from cabinet after Conservative party’s poll disrupted by American chump (A in C p (bah)ut; disrupt = split). C. Ogilvie: Old Geordie collier has turned up to come in for a noggin (up (rev.) in cat2). A. Plumb: Regular characters in Trump farce turned up for the crown (alternate letters reversed). A. D. Scott: The head starts to complain about pupils using tablets (first letters). Mrs A. M. Walden: A bit of protein found in sliced loaf (a p in cut). A. J. Wardrop: Brainbox rising to a high position in educational establishment (up (rev.) in CAT). A. Whittaker: A head as seen in ancient Rome, with pileus on top (cap + ut, &amp; lit.). HC D. Appleton, T. Blakeson, Mrs S. Brown, A. &amp; J. Calder, P. A. Cash, M. Coates, J. Doylend, W. Drever, C. M. Edmunds, R. Gilbert, J. Grimes, Dr C. P. Hales, R. J. Heald, M. Lloyd-Jones, E. Looby, M. Lunan, P. McKenna, J. R. C. Michie, R. J. Palmer, M. L. Perkins, J. &amp; A. Price, W. Ransome, Dr S. J Shaw, D. P. Shenkin, Dr G. Simpson (Australia), J. Smailes, P. A. Stephenson, P. L. Stone, P. Tharby, J. R. Tozer, A. Varney, J. Vincent &amp; Ms R. Porter, Ms S. Wallace, G. H. Willett. Comments 181 entries, no mistakes. Favourite clue, of 15 mentioned, was ‘Prance about – what you do when hanging a picture?’ for TITUP, well ahead of the rest. By common consent the puzzle as a whole was easier than average, and a few of you suggested that this seemed to be part of a trend. Are the advancing years bringing out a gentler tendency in my cluing? Not deliberately, I can assure you. My aim, as always, is to present you with a reasonably tough challenge (including a fair number of unfamiliar words to appeal to your lexical curiosity) which at the same time is enjoyable to solve. The level of difficulty in any given puzzle or individual clue is, I think, often determined by the words themselves and only emerges during the cluing process. The clue word this month offered a wealth of possible approaches, not least because of the huge number of synonyms of ‘head’ that exists in the language. A significant minority made the error that might be called the ‘synonym of a synonym fallacy’. This assumes that because ‘head’ can be defined as (say) ‘chump’(see some quoted clues above) and a chump is also a fool, it is permissible to define ‘head’ as ‘fool’. It is not. Two other cluing ideas are worth mentioning. Quite a lot of competitors linked ‘caput’ with ‘kapu(t)’ in homophone-type clues, though the stress pattern of the two words differs, but that apart, the attempt to link the two words was generally unconvincing. (Interestingly, ‘kaput’, from the German word, appears to be of similar origin to the French word ‘capot’ used in the card game piquet.) The same was true for clues that exploited the name of Tupac Shakur, the American rapper and occasional actor who was murdered at the age of 25. His name, if not his music, is familiar to me. Linking it semantically with ‘caput’ was hard to do persuasively. Bear in mind, as always, the importance of the surface reading of your clue, i.e. the desirability of producing reasonable and recognisable sense overall."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}