{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jun/25/claudia-odoherty-on-her-new-show-and-making-it-in-la-oh-this-doesnt-seem-real", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-06-25T04:52:09Z", "webTitle": "Claudia O'Doherty on her new show, and making it in LA: 'Oh, this doesn't seem real'", "webUrl": "https://www.theguardian.com/culture/2019/jun/25/claudia-odoherty-on-her-new-show-and-making-it-in-la-oh-this-doesnt-seem-real", "apiUrl": "https://content.guardianapis.com/culture/2019/jun/25/claudia-odoherty-on-her-new-show-and-making-it-in-la-oh-this-doesnt-seem-real", "fields": {"headline": "Claudia O'Doherty on her new show, and making it in LA: 'Oh, this doesn't seem real'", "bodyText": "Just a minute into its first episode, the ABC’s comedy web series Sarah’s Channel makes two things clear: first, that it’s intimately familiar with the rhythms and affectations of makeup fans who’ve carved a career out of sharing videos on YouTube; and second, that something very dark and catastrophic occurred before the peppy and resilient Sarah – played by Sydney-born comedian Claudia O’Doherty – began broadcasting on her webcam. Created by Nick Coyle, with whom O’Doherty began performing as a student in university sketch group Pig Island, the series follows Sarah as she perseveres with her makeup tutorial, product haul and daily routine – despite being forced to forage for supplies “on the surface”. She is surrounded by a grim troupe of post-apocalyptic, evolutionarily stunted humans who view her as a saviour figure, mimicking “like and subscribe!” – the catchcry of influencers everywhere – to earn her affection. O’Doherty is intimately familiar with the mannerisms of the beauty vlogger, having procrastinated often in the depths of the YouTube algorithm. She describes what she finds there as “such a good combination of boring and compelling at the same time”. Since moving to Los Angeles for a role on the Judd Apatow-produced Netflix series Love, O’Doherty has become known for coupling a sweet grin and chirpy punchline with performances that can touch on sad and dark human truths. Her character on Love, Bertie, mirrored her experience as an Australian expat adjusting to a new country – although O’Doherty’s transition was much smoother than that. “I moved to America when I got the part on Love, and so I had a very cushy situation where I was instantly introduced to people because of the job,” she says. “Looking for a job in Los Angeles seems like the scariest thing to do in the world.” Her journey reads, on paper, like a dream scenario for any hopeful comic, as hard work collided with chance encounters to forge a career she couldn’t have ever predicted. After garnering a cult comedy following with Pig Island, she created a solo show for the Melbourne Fringe festival, which led to stints overseas in Edinburgh. She moved to London in 2012, where she had a small community and a presence in the UK’s alternative comedy scene. Then, as she tells it, “Channel 4 over there gave me a web series.” That series, in which a dry and curious O’Doherty attempts to answer the question “What is England?” drew the attention of Amy Schumer. “That was the thing that started my career because people could watch it in America,” O’Doherty explains. “Amy Schumer saw it and gave me a part in her movie.” That film, 2015’s comedy sensation Trainwreck, was directed by Judd Apatow, who asked her on the last day of shooting if she wanted to develop a character for a new series, which he was co-creating with writer Lesley Arfin and comic Paul Rust. “I said yes, but I didn’t think it was true. I went back to my house in London, which was a sharehouse full of mice. When it did happen, I couldn’t believe it. I was in a good mood for three years.” Thanks also to appearances on shows like Comedy Bang Bang!, the Kroll Show and Conan, a global audience began to take notice. “There was no part of me that was like, ‘This is what I deserve and this is my time to shine!’” she laughs. “It was very much like, ‘Oh this doesn’t seem real.’” O’Doherty grew up in a family that encouraged her creativity. Her father is best-known by his nom de plume Reg Mombassa, a founding member of the band Mental as Anything, and the artist whose work most typified surfwear label Mambo. Her sister Lucy followed in his footsteps and is now a Brett Whiteley scholarship-winning painter. “I think [his career] just made it feel very not exceptional to try to want to do a creative job,” O’Doherty says. But choosing comedy in Australia isn’t an easy task, particularly for a woman. Before creating her first Fringe show, she recognised one of the few places for a solo performer was standup. That scene was less than appealing. “It just seemed to be 35-year-old men wearing leather jackets who were angry. I was like, ‘I’m not angry, and I don’t want to hang out with those people.’ “It definitely felt less possible [to be a comedian in Australia] seven years ago when I moved overseas. At the time it seemed absurd to say that I was a comedian, because there was really no work.” Coming back to Sydney to make Sarah’s Channel, the comedy world is a little more welcoming. “Having a little bit of a profile from doing something in America has made it easier to get this made,” she says. “I do wonder if I’d stayed in Australia if we would be able to make this show with me in it.” • Sarah’s Channel is now streaming on iView"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}