{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jun/13/police-investigate-jo-brands-battery-acid-remark", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-06-13T18:38:38Z", "webTitle": "Police investigate Jo Brand's battery acid remark", "webUrl": "https://www.theguardian.com/culture/2019/jun/13/police-investigate-jo-brands-battery-acid-remark", "apiUrl": "https://content.guardianapis.com/culture/2019/jun/13/police-investigate-jo-brands-battery-acid-remark", "fields": {"headline": "Police investigate Jo Brand's battery acid remark", "bodyText": "Jo Brand’s on-air joke about throwing battery acid at politicians is being investigated by police after Scotland Yard received an allegation of incitement to violence. The comedian appeared as a guest on Victoria Coren Mitchell’s Heresy talkshow on BBC Radio 4 on Tuesday where she made a comment about throwing the substance at “unpleasant characters” instead of milkshakes. It prompted the Brexit party leader, Nigel Farage – who had a milkshake thrown on him while campaigning in Newcastle during the EU elections – to accuse her of inciting violence and urge the police to act. On Wednesday, he shared an article on Twitter about Brand’s controversial comments, adding: “This is incitement of violence and the police need to act.” On Thursday Scotland Yard said it had received an allegation of incitement to violence and that it was being assessed. It said inquiries were continuing but no arrests had yet been made. It is understood the complaint to police was not made by Farage or the Brexit party. A spokeswoman for the comedian declined to comment but, after questioning from Sky News earlier in the day, Brand told reporters that freedom of speech in comedy was “extremely important”. Responding to a question about the “terrible time” in politics that the country was going through, Brand said on the Heresy show: “Well, yes, I would say that but that’s because certain unpleasant characters are being thrown to the fore and they’re very, very easy to hate and I’m kind of thinking: ‘Why bother with a milkshake when you could get some battery acid?’” Her remarks prompted roars of laughter from the audience. The 61-year-old comedian went on to clarify she was joking and not a fan of milkshake stunts. “That’s just me,” she said. “I’m not going to do it, it’s purely a fantasy, but I think milkshakes are pathetic, I honestly do, sorry.” Coren Mitchell said at the end of the show that she hoped Brand’s comments had not caused offence, adding that the series had been established to “test the boundaries of what it’s OK to say and not say”. Coren Mitchell responded to Farage’s tweet on Wednesday, writing: “Nigel! I’m genuinely disappointed; we don’t agree on everything, but I would totally have had you down as a free speech man. Especially when it comes to jokes.” Ofcom, the broadcasting watchdog, has received 65 complaints about the episode of Heresy. On Thursday, Theresa May’s official spokesman called on the BBC to explain why it broadcast Brand’s comments. He said: “The prime minister has been repeatedly clear that politicians should be able to go about their work and campaign without harassment, intimidation or abuse. “I note that Brendan Cox has said that violence and intimidation should not be normalised and we should consistently stand against it. “The prime minister shares this view. It is for the BBC to explain why it considers this to have been appropriate content for broadcast.” On Wednesday the BBC defended Brand’s remarks, then announced on Thursday that it would be editing the programme to remove Brand’s joke from the corporation’s online streaming service and any future airings. A spokeswoman said: “We carefully considered the programme before broadcast. It was never intended to encourage or condone violence, and it does not do so, but we have noted the strong reaction to it. Comedy will always push boundaries and will continue to do so, but on this occasion we have decided to edit the programme. We regret any offence we have caused.” Former EDL leader Tommy Robinson, whose real name is Stephen Yaxley-Lennon, twice had milkshakes thrown over him last month during his failed campaign to become an MEP."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}