{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jun/19/inflatable-penises-latex-pigs-and-a-justin-bieber-shrine-dark-mofos-wildest-rides", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-06-19T04:06:20Z", "webTitle": "Inflatable penises, latex pigs and a Justin Bieber shrine: Dark Mofo's wildest rides", "webUrl": "https://www.theguardian.com/culture/2019/jun/19/inflatable-penises-latex-pigs-and-a-justin-bieber-shrine-dark-mofos-wildest-rides", "apiUrl": "https://content.guardianapis.com/culture/2019/jun/19/inflatable-penises-latex-pigs-and-a-justin-bieber-shrine-dark-mofos-wildest-rides", "fields": {"headline": "Inflatable penises, latex pigs and a Justin Bieber shrine: Dark Mofo's wildest rides", "bodyText": "Paul Yore: a technicolour chapel of worship to Justin Bieber Paul Yore’s It’s All Wrong But It’s Alright is billed simply as “a technicolour chapel in which to worship Dolly Parton and Justin Bieber, and other icons of love, sex and excess”. Which is burying the lede. Walking into the austere gloom of the Congregational Church on Davey Street, visitors are ceremoniously assaulted with the Melbourne artist’s enormous DayGlo structure: an acid-drenched, folk-art cathedral festooned with children’s neon toys, fairy-lights, ribald mannequins, graphic collages of gay sex, scribbled slogans (“GOD HATES FAGS’”), woozy pop tunes, pornographic tapestries and plastic penises. So, so many penises. Tracking them around the perimeter of the structure, I couldn’t help but laugh out loud to arrive at their kernel: Justin Bieber’s grinning face above three dicks pissing red water into a bubbling pond. Founded on elements from previous works, Yore’s (often controversial) practice regularly vibrates at this shrill frequency. To rest on a pew and try to absorb the giddy scene invited endless dissecting of political and personal messages. But it was the spectacular dissonance of Mofo plonking it in a disused church (and in a state where gay sex was illegal until 1997) that gave being in its presence such sizzling frisson. I’m a hardcore atheist but the duality had one believer friend who saw it shaking his head long after Yore’s sermon. – Marcus Teague Nicolás Jaar’s Against All Logic: a post-apocalyptic doof-rave In terms of the crowd it draws, Dark Mofo isn’t always as niche as it seems: there tends to be a pretty healthy mix of demographics at any given show. But some of the more avant-garde events do attract a staid, chin-stroking audience – the kind of people I thought I’d find at the premiere of Nicolás Jaar’s Against All Logic side-project. While Against All Logic is ostensibly Jaar’s “fun” dance moniker, its Spotify numbers suggest that it’s nowhere near as popular as the more sedate main event – and even at its most accessible, it still incorporates bouts of distortion and harsh noise that aren’t exactly conducive to easy listening. So I was truly thrilled to arrive at Mac2 to a crowd of, essentially, ravers: young people decked out in all manner of body glitter, spandex and, in the case of one particularly raucous partygoer, a pair of light-up blue headphones. I was asked if I was selling pills twice, and trying to work through the enmeshed masses to get another drink was nearly impossible. The crowd, in all, was a little more Earthcore than experimental club show — in other words, incredibly good. Going straight to Mac2’s hyperactive ravers from the relatively sedate foodies and families at the annual food event Winter Feast turned out to be oddly surreal. Watching this zonked-out audience lose their minds to Jaar’s overwhelming in-the-round set – with shredded synth sounds, harsh undulating lights and a choir clad in all-white, singing parts of his songs – it felt like I was at some kind of post-apocalyptic doof. I hope future Dark Mofo dance music events encourage this kind of weird, uninhibited looseness — high-minded events rarely engender such open-minded audiences. – Shaad D’Souza A Forest: unholy sound, creepy robots and an artist trapped in ice It took the assembled guests at the opening night of A Forest – a multi-level, multifaceted performance and sculpture installation – around five minutes to realise that the ringing they were hearing was not an interesting sonic decision made by one of the various artists and was, in fact, the fire alarm. Happily, it was only a short walk to the Avalon, where Japanese artist Saeborg was commanding a dance troupe of latex pigs, in various stages of dismemberment, through a demented cartoony farmscape during the latter stages of Slaughterhouse-15; the pigs had previously been “birthed” in Pigpen. (There were also “frozen sperm” slushy cocktails available for those keen to lower their core temperatures to a more Taswegian level.) As it turned out, only a fire alarm could keep me out of the former Forestry Tasmania building for very long; I ended up attending the event three nights in a row. Upon entry, Marco Fusinato’s Aetheric Plexus (The Field) greeted bemused punters, lying in wait before blasting them with an unholy sound and light barrage. Nearby, Chris Henschke’s Song Of The Phenomena turned, via decommissioned particle accelerator, the radioactivity of decaying pomegranates and bananas into an otherworldly hum. Tucked away in the bowels of the building, Michael Candy’s Cryptid delighted (me) and horrified (most others) in equal measure as a clicking, creaking robot dutifully made its way along a sensor strip, its naive and tentative movements turned poignant in the cold, concrete store room. Antony Hamilton and Chunky Move’s durational dance piece Universal Estate presented two dancers whose jerking movements and flickering facial expressions suggested a very evolved Cryptid, the pair writhing around a late-capitalist hellscape (a fluoro-lit open plan office) filled with the toxic nostalgia of obsolete tech. But it was Cassils’ Tiresias, a five-hour endurance work in which the artist melts an ice sculpture of a classical Greek male torso using only their body heat, that was A Forest’s most powerful piece. As their muscles twitched and their skin reddened from the cold, and as the ice melted (a little slower than it has when staged in warmer climates), Cassils’ work spoke eloquently of the fluidity of gender and the endurance of marginalised bodies – a statement made all the more profound for its staging in Tasmania, itself the site of so many traumas. – Clem Bastow Liminal Soundbath: on the floor, in the dark, crying to Sigur Rós Pleased to report I’m not the first journalist to lie down on a mat in a room filled with strangers and cry during a Liminal Soundbath. For the past few years, Sigur Rós frontman Jónsi, his Riceboy Sleeps (and real-life) partner Alex Somers and their collaborator Paul Corley have been taking the Liminal series around the world – from a festival in Jónsi’s home country of Iceland to an music festival in London, to the National History Museum in LA. It was there among taxidermied North American mammals that Vogue’s Eviana Hartman found herself so emotionally exhausted – after weeping, and then falling asleep – that she had to cancel her band interview and go home early. Anyone who has been moved by the music of Sigur Rós would find this a deeply profound experience. In Hobart, we were under blankets on mats laid out in concentric circles in the cavernous Mac2 at the Macquarie Wharf. (The venue can fit 3000 standing and, it turns out, 450 lying down.) Haze and ambient sound filled the cold room as we settled before an emotive swirl of music seemed to sweep dancing light across the ceiling. The layers of music built and built in what I assumed would be an instrumental gig – meaning that by the time Jónsi’s liquid falsetto rode in above it all, something visceral and nostalgic caught in my throat. The woman lying next to me did a full body sigh and curled towards her partner. I closed my eyes and opened them again only 10 minutes before the end, to sit up and watch Jónsi, his own eyes shut, sing us all back into the world. – Steph Harmon Night Mass: thrillingly discombobulating The layout and concept of Night Mass — Dark Mofo’s late-night party — isn’t widely shared before the event, and that tends to be for the best. This year’s event site, which included the Odeon Theatre as well as Mona’s Altar bar, a cathedral stage and a variety of tiny, packed-in back rooms, was a thrillingly discombobulating rabbit warren of hidden treasures and strange art. It’s hard to explain how uncanny the experience of stumbling through Night Mass can be. I’m not quite sure what building I entered, but I do know that I passed a tiny Jägermeister bar filled with shirtless men; a group of people taking selfies around a disorientating installation of mirrors and lights; a mini-rave in a room wallpapered like the 70s; and an artist that I’m pretty sure was Sydney’s Ptwiggs performing in a hazy den. After emerging into the Hanging Gardens bar, I gazed down onto a performance by Brazil’s Teto Preto before a friend grabbed me and pulled me through a passageway and into the upstairs area of the Odeon Theatre to watch South African duo FAKA. At most times, I was on what I thought was ground level; it was strange, then, to often find myself gazing down upon hoards of people or performers. Every room is lit differently at Night Mass and somehow the sound doesn’t really bleed; each closet-sized room can feel like a completely different universe. Even getting from the Odeon’s balcony to its downstairs room was confusing; the theatre’s mezzanine bar was packed with a crowd dancing to Slow Grind Fever, “Melbourne’s only slow dance party”. After watching FAKA, I stepped out of the Odeon to a quiet street. Had I wandered into a vigil? Some kind of eerie performance art? The security guard outside the venue assured me I had left the party. At Night Mass, it can be good to double-check. – Shaad D’Souza • Dark Mofo continues until 23 June. All media were guests of Dark Mofo and Tourism Tasmania"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}