{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jun/21/british-museum-head-in-sand-return-artefacts-colonial", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-06-21T09:45:28Z", "webTitle": "British Museum 'has head in sand' over return of artefacts", "webUrl": "https://www.theguardian.com/culture/2019/jun/21/british-museum-head-in-sand-return-artefacts-colonial", "apiUrl": "https://content.guardianapis.com/culture/2019/jun/21/british-museum-head-in-sand-return-artefacts-colonial", "fields": {"headline": "British Museum 'has head in sand' over return of artefacts", "bodyText": "The authors of an influential report on colonial-era artefacts, which recommended a restitution programme to transfer hundreds of items from European institutions to Africa, have criticised the British Museum for acting like “an ostrich with its head in the sand”. The Senegalese economist Felwine Sarr and the French art historian Bénédicte Savoy, who were asked to write the report by the French president, Emmanuel Macron, after he said the return of artefacts would be a priority during his tenure, said the British Museum was not addressing the issue. “There’s an expression in French, la politique de l’autruche, which means something is in front of you and you say you can’t see it, like an ostrich with its head in the sand,” said Sarr. “They will have to respond and they can’t hide themselves any longer on the issue.” The 252-page report published in November 2018 made a series of recommendations, chief among them being that France should respond favourably and grant restitutions to African countries that request the return of objects taken during the colonial era. For Sarr and Savoy, the loan of items to African museums – proposed by the British Museum and other major European institutions in the case of the Benin bronzes, which were stolen during a punitive expedition in 1897 – is not sufficient. “It’s not enough because in a loan the right of the property belongs to you,” said Sarr. “You loan something that you own, it’s your property. If you restitute there is a transfer of the property rights and the new holder of those rights can loan you the item.” “There’s a symbolic dimension around property rights,” added Savoy. “If you can loan your objects you are respected in the museum world because you can impose your will and conditions. In the capitalist sphere being able to loan gives you power and it means you can impose your own rights.” In response, a spokesperson for the British Museum said it welcomed a “transparent focus on the provenance of objects”, adding that the museum agreed with the report’s call for the establishment of “new and more equitable relationships between Europe and Africa”. “We believe the strength of the collection is its breadth and depth which allows millions of visitors an understanding of the cultures of the world and how they interconnect – whether through trade, migration, conquest, or peaceful exchange,” the spokesperson added. Since the release of the report African countries, including Ivory Coast, Senegal and the Democratic Republic of the Congo, have made formal requests for the return of artefacts, and European countries including France and Germany have committed to handing back objects. The Rijksmuseum in Amsterdam has opened talks with Sri Lanka and Indonesia and described the Netherlands’ failure to return stolen artefacts as a “disgrace”. The report, known colloquially as the Macron report, was described as radical by some in the art world upon its release, but the authors disagree. “It’s not us who are radical; it’s historical facts which are radical,” said Savoy. “There was a taboo around this fact for many centuries in Europe, the fact that many major museums have collections based on plundering. There are always ruptures when you break a taboo.” Savoy and Sarr travelled to Mali, Senegal, Cameroon and Benin and examined the works at the Musée du quai Branly, which holds nearly 80% of the African artworks contained in French public collections, and found more than half may have to be returned. The head of the museum, Stéphane Martin, criticised the report, saying it sidelined museums in favour of specialists in historical reparations, and stained everything collected and bought during the colonial period with “the impurity of colonial crime”. Savoy and Sarr reject the idea that clear evidence of the circumstances in which colonial-era items were acquired is difficult to find or ambiguous. “It’s not an argument that works,” said Sarr. “These items were stolen or given or taken during scientific missions.” Savoy added: “Most of these items arrived in Europe between the 19th and 20th centuries – from 1885 to 1930 – and these are times of great documentation. All of these expeditions are well documented. The issue is accessing them as museums have sat on this material – they have all the documents.” Savoy and Sarr say in the report that “to speak openly about restitution is to speak of justice, rebalancing, recognition, restoration and reparation. But above all, it is to pave the way for the establishment of new cultural relationships.” For the academics that means stopping “the arrogance of Europeans” and European institutions when dealing with Africa. “The new ethical relationship is probably the end of the arrogance of Europeans,” said Savoy. “A lot of arguments from Europe are based on the idea that Africans can’t host their own heritage, they don’t have museums, we have saved them etc. Changing this way of relating and this narrative is stepping away from a cultural arrogance.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}