{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jun/24/blackpool-to-get-first-museum-after-winning-4m-lottery-grant", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-06-24T05:01:06Z", "webTitle": "Blackpool to get first museum after winning £4m lottery grant", "webUrl": "https://www.theguardian.com/culture/2019/jun/24/blackpool-to-get-first-museum-after-winning-4m-lottery-grant", "apiUrl": "https://content.guardianapis.com/culture/2019/jun/24/blackpool-to-get-first-museum-after-winning-4m-lottery-grant", "fields": {"headline": "Blackpool to get first museum after winning £4m lottery grant", "bodyText": "Blackpool is to get its first museum – telling the story of Britain’s first mass seaside resort and its place in the history of popular culture – after winning a £4m lottery grant. Scheduled to open in March 2021, Show Town: The Museum of Fun and Entertainment will be situated on the promenade, near Blackpool Tower. It is the culmination of years of lobbying and fundraising, particularly from council leader Simon Blackburn, who in 2012 complained that the town had become a “refuge for the dispossessed”. He made it his mission to change the resort, saying then: “I can’t stand by and let Blackpool be seen as ... a hapless victim of society’s ills.” But Blackburn bristles at the suggestion he is trying to attract a wealthier demographic, or turn Blackpool middle class. “Blackpool has always been somewhere you can have a holiday on a small budget but everything we have been doing over the past eight years since I became leader is about broadening that offer, building new hotels and improving our cultural offer,” he said. “I think there is a very dangerous and class-bound assumption that we are building hotel rooms and cultural attractions for a different kind of person. I’m working class in my bones and I don’t like the idea that it’s only middle class people who want to go to a museum or stay in a nice hotel.” He said the museum was primarily aimed at local people, who will get free entry. Residents have long tired of the town featuring bottom of all the tables, whether for its early death rate (twice that of the most affluent areas) or for having the worst statistics for smoking or divorce. “We wanted to give local people a real sense of their history and their place in the town,” said Blackburn. “One of my starting points for this conversation was that two of my children were born in Blackpool and have been brought up here all their lives and I didn’t get a sense that they had a strong sense of what it meant to be a Blackpudlian. And if you look at the membership of the Blackpool Civic Trust, they are all of a certain age, and I wondered where the next generation of people with civic pride and a real sense of the history and heritage of the town was coming from.” Sited in the redeveloped Sands building, Show Town is expected to attract 296,000 visits annually, deliver 39 full-time jobs and provide £13.16m of regional economic benefit. It will cost a total of £12.6m, a million of which will come from Blackpool council – which according to Blackburn, earns more than that each year in dividends from its own profit-making local transport service. As well as £4m from the Lottery Heritage Fund, the museum has also received £4m from the Northern Cultural Regeneration Fund and £1.5m from a government growth fund. The new museum will house over 100,000 items of the town’s collections, featuring Britain’s first permanent displays of circus, music, variety and ballroom dance. Items include those belonging to some of the biggest names in British entertainment, such as Stan Laurel’s hat and suits belonging to Morecambe and Wise, who considered Blackpool their spiritual home. The museum will work in partnership with the V&amp;A, which back in 2008 first started talking about lending some of its vast store of unexhibited items in a Blackpool outpost. Also on show will be some of the 40,000-strong Tower and Winter Gardens archive and key pieces from the Illuminations Collection, which tells the story of the annual extravaganza of lights. A likely highlight will be a collection of “saucy” postcards stamped “approved” or “disapproved” by the Blackpool Postcard Censorship Board, and an exhibit explaining how the Rolling Stones came to be banned from the Empress Ballroom. It is part of a huge regeneration project, which will soon see the opening of the first five-star hotel in the resort since the 1960s and a state-of-the-art conference centre next to the historic Winter Gardens. In December last year plans were revealed for a £300m redevelopment of a 17-acre site which will include the UK’s first “flying theatre”, as well as restaurants and hotels. Other projects given Lottery Heritage funding in the latest round include: Bradford Live – just under £1m to help transform Bradford’s Odeon into a 4,000 capacity entertainment venue. Stockton Town Centre Northern Gateway – just over £1.8m to “complete the jigsaw” of heritage-led regeneration and redevelopment on the High Street. The Whitaker Experience – just over £1.7m to re-imagine a key museum for Rossendale, east Lancashire Dippy on Tour - £159,000 to see the North West play host to the Natural History Museum’s most famous dinosaur."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}