{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jun/08/micro-festivals-boom-food-culture", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-06-08T12:00:09Z", "webTitle": "Toe-wrestling, oysters, happiness … there’s a micro-festival for all of them", "webUrl": "https://www.theguardian.com/culture/2019/jun/08/micro-festivals-boom-food-culture", "apiUrl": "https://content.guardianapis.com/culture/2019/jun/08/micro-festivals-boom-food-culture", "fields": {"headline": "Toe-wrestling, oysters, happiness … there’s a micro-festival for all of them", "bodyText": "When Eleanor Taylor decided to set up her own oyster festival in the Essex town of Maldon last year, even she didn’t really believe it would take off. At best she expected a couple of hundred people to show up. Maldon isn’t exactly Galway or Whitstable after all, and there was no tradition of celebrating salty-sweet molluscs. But once social media caught wind of it, foodies snapped up the tickets. “It wasn’t quite Glastonbury but it got to the point where 6,000 tickets had been bought in two weeks,” Taylor says. “Then the council told me I had to declare it sold out.” It was so popular, in fact, that this year’s event has been moved to a bigger site, capable of hosting more than 30,000 oyster-lovers – and Taylor says she expects to fill it. “It’s generated such a buzz, the whole town’s got behind it – the shops, the restaurants, the fishermen. When I walk around now, people say, ‘Oh, you’re the oyster lady’ – like I’ve been doing it for 40 years!” Taylor’s is a good example of a fast-growing breed of boutique festivals that are popping up all over Britain, with numbers doubling in the past year to more than 18,000. The phenomenon has its roots in America, says Paul McCrudden, whose San Francisco-based company, Eventbrite, allows users to post details of their upcoming events and manage the flow of budding participants for everything from knitting festivals to toe-wrestling. It’s active here in the UK too, where food-themed festivals alone have risen 600% in the past four years, he says. “It’s bringing the niche and the underground mainstream,” McCrudden says. “Anyone can create one and anyone can attend.” That’s how Shonette Bason saw it too. Fed up with what she calls “moaning lemon suckers”, Bason decided to create her own festival based on the science of happiness. The idea was to bring as many positive people together as possible, even though Bason, a self-styled happiness guru, was aware that her chirpy disposition meant “I just irritate people all the time!” To her surprise, though, about 1,000 like-minded souls flocked to a warehouse in Old Trafford in Manchester last summer. And they were happy enough to pay £30 a pop to hear Bason’s motivational tips on ditching the grimace and staying tip-top. “People are always telling us why we should be miserable but there is nobody telling us how we can be happy,” says Bason, whose festival travels to Birmingham this year in an attempt to spread positive vibes across the Midlands. Happiness is actually really easy, she says. “You just go back to your childhood, you know, those days when you rolled down grass hills and didn’t check for dog poo.” For Ken Davis, happiness is a cup of tea – so last year he set about creating the Great British Tea Festival, staged in an old railway house in Derby. Like the Essex oysters, Davis had limited expectations; he even thought it might just be himself and a small gaggle of workmates. But in the end, 800 people paid £3.95 a ticket to sip teas from all over the world and listen to Davis enthuse about one of his favourite pastimes. “I simply couldn’t believe it,” he says. A second festival is set for October, with more than 1,000 tea-lovers expected to turn up for a brew. “It’s kind of an old-fashioned thing – perhaps that’s why people like it,” says Davis. Eleanor Taylor says she believes micro-festivals such as these are taking off because they focus on simple values, with the idea of family and community at their heart. “They’re indicative of a country that is feeling miserable and uncertain,” she says. “We all just want to enjoy ourselves when we can.” That’s why this year, Bason, the happiness guru, has hired a 60-piece female Welsh choir to feature as the centrepiece of her next festival. “People want human connection,” she says. “Put a thousand people together, and they’re bound to feel happy.” Going micro The Legendary Llangollen Fairy Festival, 10-11 August Featuring storytelling, circus skills workshops and live music. The Shortish Scything Festival, Spittalfield, Perthshire, 27July A homage to the scythe – hone your technique in a meadow. Rice Festival, Birmingham, 31 August The UK’s first, surprisingly … Festival of Wheels, Ipswich, 3-4 August Tractor pulling, 10-ton American trucks, BMX."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}