{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jun/12/rewriting-shakespeare-plays-as-you-like-it", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-06-12T16:39:24Z", "webTitle": "Rewriting Shakespeare plays as you like it | Letters", "webUrl": "https://www.theguardian.com/culture/2019/jun/12/rewriting-shakespeare-plays-as-you-like-it", "apiUrl": "https://content.guardianapis.com/culture/2019/jun/12/rewriting-shakespeare-plays-as-you-like-it", "fields": {"headline": "Rewriting Shakespeare plays as you like it", "bodyText": "There will be much consternation about changing Shakespeare’s text in productions, as Alex Clark has suggested (Rewriting the Bard makes the text live again, Journal, 11 June) and I am not sure whether the texts need to be made to live again. Are they in danger of dying? If Nicholas Hytner’s production of A Midsummer Night’s Dream at the Bridge Theatre, London, is anything to go by, the text is alive and well. The point about textual rhythm is paramount and it might be as crucial to Shakespeare’s plays as rhythms are in a Beethoven symphony, which nobody would be advised to alter in performance. But it should not deter reimaginings of Shakespeare or Beethoven by artists who are inspired to present them in a fresh version, which will reach out to a wider audience. Let’s not infer, however, that Shakespeare needs to be resuscitated for the millions who continue to be enchanted by his texts in their original form. Nicholas Kraemer London • I couldn’t agree more Alex Clark, “… consciously widening a work of art’s capacity is … an act of fidelity towards the work itself”. As Martin Carthy says of folk tunes, change does them no harm; the only damage you can do them is not to play them. And the canon that is Shakespeare was once but airy words delivered from a timber scaffold into the fetid air of the stinkards pit. The first texts were cobbled from a rattle-bag of scraps, pirated copies and fading memories years after they first saw the light of day. Why be precious about the texts when we have the plays? Austen Lynch Garstang, Lancashire • It is a bit strange for Alex Clark to use the casting of a young man to play Ophelia as an example of “rewriting the Bard” so as to “make the text live again”. Surely in this instance this casting involved returning to the original way the play was performed? Kevin McGrath Harlow, Essex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}