{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jun/04/easter-islanders-call-for-return-of-statue-from-british-museum", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-06-04T00:00:17Z", "webTitle": "Easter Islanders call for return of statue from British Museum", "webUrl": "https://www.theguardian.com/culture/2019/jun/04/easter-islanders-call-for-return-of-statue-from-british-museum", "apiUrl": "https://content.guardianapis.com/culture/2019/jun/04/easter-islanders-call-for-return-of-statue-from-british-museum", "fields": {"headline": "Easter Islanders call for return of statue from British Museum", "bodyText": "A delegation from the British Museum will arrive on Easter Island on Tuesday aiming to discuss how to help preserve more than 1,000 of the island’s renowned statues. Rapa Nui leaders will introduce their visitors to their culture – but they also want to talk about the possible return of the world-famous statue that has stood in pride of place in the museum’s Wellcome gallery for the last 150 years. “This is no rock,” said Carlos Edmunds, the president of the Council of Elders, of Hoa Hakananai’a, a four-tonne lava rock sculpture carved by the ancient inhabitants of Easter Island that has been kept in the British Museum for the last century and a half. “It embodies the spirit of an ancestor, almost like a grandfather. This is what we want returned to our island – not just a statue.” Almost 1,000 statues, known as moai, remain on the island, which local people call Rapa Nui. The museum delegation’s visit comes after members of the island’s development commission, accompanied by Edmunds and Chile’s minister for national assets, Felipe Ward, flew to London in November 2018 to visit Hoa Hakananai’a and request its return. When Commodore Richard Powell arrived on Rapa Nui in November 1868 onboard the Royal Navy frigate HMS Topaze, 20 years before the island was annexed by Chile, Hoa Hakananai’a was buried deep in the earth at the ceremonial village of Orongo on the south-west tip of the island, cloaked by a stone structure. According to contemporary accounts, Powell was shown the statue and sent a working party up to Orongo, where the islanders helped to excavate the moai. It was hauled down from the lip of the Rano Kau crater, taken out to the ship on a raft, moored in the still waters off the island’s main settlement, Hanga Roa, and gifted to Queen Victoria upon his return to England in August the following year. The Queen then donated it to the British Museum. Edmunds said that while all of the moai embody the spirits of prominent ancestors, Hoa Hakananai’a holds particular spiritual importance. “He stood [at Orongo] to watch over and protect all of the tribes, and he helped forge friendships between them,” he said. The different groups would meet at the site for festivities, ceremonies and competitions. Despite the significance of Hoa Hakananai’a, there is concern among some on the island for the other moai, which are slowly being eroded by the interminable barrage of the elements. Sonia Haoa, a renowned 65-year-old archaeologist who was born on Easter Island and has dedicated her career to recording and understanding how her ancestors lived, is conscious of the ambassadorial role Hoa Hakananai’a plays – and fearful of what the future holds for the island. “You have to think about the context. A lot of people see [the moai] at the British Museum – it is the face of Rapa Nui abroad,” she said. “Our culture is all we have for an economy. We rely entirely on tourism, which is brought here by our history and archaeology – if we don’t look after the moai then the oil well will dry up. We can’t think about the present or political gain – if the moai turn to dust then there’s nothing else here.” Among the delegates travelling to the island is Lissant Bolton, the keeper of the Department of Africa, Oceania and the Americas at the British Museum. The two parties will discuss preservation of the moai and the island’s rich cultural history during a three-day visit, as well as the place of Hoa Hakananai’a in its collection. “The [British Museum’s] collections from Africa, Oceania and the Americas serve as a portal into aspects of history that are often not written down,” she said. “This is not the only argument for keeping objects in museum collections, but it is certainly true that having a number of objects side-by-side enables you to triangulate histories and understand them in a different way.” Independent of the indigenous community’s attempts to bring the statue back to the island, Rapa Nui sculptor Benedicto Tuki has made an offer to Chile’s Ministry of National Assets to carve an exact replica of Hoa Hakananai’a to take the statue’s place in the British Museum; while the island’s mayor, Pedro Edmunds Paoa, told local media in December that he would favour a financial commitment on the part of the British Museum to help preserve the moai on the island. While efforts to coordinate the push for Hoa Hakananai’a’s return will crystallise during the delegation’s visit, Carlos Edmunds said he feels gratitude towards the museum for taking such good care of his ancestor, adding: “We are being very respectful in our request for his return.” He is confident of securing the return of two other moai from the Chilean mainland, kept in the coastal cities of Viña del Mar and La Serena – but the return of Hoa Hakananai’a from London remains his ultimate desire."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}