{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jun/25/judi-dench-defends-work-of-kevin-spacey-and-harvey-weinstein", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-06-24T23:01:28Z", "webTitle": "Judi Dench defends work of Kevin Spacey and Harvey Weinstein", "webUrl": "https://www.theguardian.com/culture/2019/jun/25/judi-dench-defends-work-of-kevin-spacey-and-harvey-weinstein", "apiUrl": "https://content.guardianapis.com/culture/2019/jun/25/judi-dench-defends-work-of-kevin-spacey-and-harvey-weinstein", "fields": {"headline": "Judi Dench defends work of Kevin Spacey and Harvey Weinstein", "bodyText": "Dame Judi Dench has spoken out about her sadness at seeing her friends Harvey Weinstein and Kevin Spacey shunned from the big screen. Despite condemning their behaviour publicly, Dench told the Radio Times she was concerned the pair’s work would be forgotten. Dench does not defend Spacey and Weinstein against allegations over their misconduct but rued the treatment of Spacey in particular, whose performances were removed from Ridley Scott’s 2017 film All the Money in the World after it was completed. “What kind of agony is that?” she said. “Are we going to negate 10 years at the Old Vic and everything that he did [as artistic director] – how wonderful he’s been in all those films? Are we just not going to see all those films that Harvey produced?” “You cannot deny somebody a talent. You might as well never look at a Caravaggio painting [he was a murderer]. You might as well never have gone to see Noël Coward [accused of predatory behaviour].” Dench credits Weinstein with much of her success. The former House of Cards actor Kevin Spacey supported her following the death of her husband, Michael Williams, in 2001. In 2018, it was alleged that Spacey invited the actor Anthony Rapp to a party at his home in 1986, when Spacey was 26 and Rapp was 14. Rapp alleged that Spacey lifted him on to his bed and tried to climb on top of him. Spacey responded to the allegations at the time saying he did not remember the incident, but apologising for it nonetheless. In an online statement, he said: “I honestly do not remember the encounter, it would have been over 30 years ago. But if I did behave then as he describes, I owe him the sincerest apology for what would have been deeply inappropriate drunken behaviour, and I am sorry for the feelings he describes having carried with him all these years.” Spacey has since faced other allegations about sexual misconduct. Following the claims, a special Emmy award that was due to be given to Spacey was revoked. The Old Vic, where Spacey was artistic director between 2004 and 2015, expressed its dismay at the allegations against him. Dench was one of the first celebrities to publicly denounce Weinstein after claims against him, saying she was “horrified” by his alleged behaviour. Weinstein was removed from the board of his company and stripped of many accolades after dozens of women came forward to allege that they were sexually assaulted or raped by him. He was indicted on charges of rape and a criminal sexual act in 2018 but pleads not guilty to the claims against him, and has denied any non-consensual sex. In a wide-ranging interview, Dench also spoke to the Radio Times about losing her eyesight and having to stop driving. “I can’t read the paper now, I can’t do the crossword, I can’t read a book,” she says, “but, you know, you cope. I’ve got people who read to me and coach me with my lines,” she said. She dismissed the discomfort, putting it down to being part of her job: “On a film set you learn where everything is. It’s OK if you can get away with it. It’s all acting, after all. Fooling people. It’s what I do.” But she described the realisation that she would have to stop driving as traumatising. “It was absolutely appalling,” she said. “But I just know I’ll kill somebody if I get behind the wheel of a car now.” Dench does not know what will happen to her eyesight but said she feels more comfortable not knowing the prognosis. “I don’t want to know,” she said. “There’s nothing you can do. You adapt to it. So I ignore it altogether.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}