{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2019/jun/30/on-my-radar-florence-pugh-midsommar-big-little-lies-emma-cline-julia-davis", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2019-06-30T09:00:14Z", "webTitle": "On my radar: Florence Pugh’s cultural highlights", "webUrl": "https://www.theguardian.com/culture/2019/jun/30/on-my-radar-florence-pugh-midsommar-big-little-lies-emma-cline-julia-davis", "apiUrl": "https://content.guardianapis.com/culture/2019/jun/30/on-my-radar-florence-pugh-midsommar-big-little-lies-emma-cline-julia-davis", "fields": {"headline": "On my radar: Florence Pugh’s cultural highlights", "bodyText": "Actor Florence Pugh was born in 1996 and raised in Oxfordshire and southern Spain. Part of an arty family – her mother is a dancer and her three siblings are actors – she got her screen break in 2014 playing opposite Maisie Williams in coming-of-age drama The Falling. She followed it two years later with a Bifa award-winning lead performance in Lady Macbeth. Last year, she played an actor turned spy in the BBC adaptation of John le Carré’s The Little Drummer Girl, and is now the lead in Ari Aster’s folk-horror movie Midsommar, in cinemas from Friday. 1. Music Ólafur Arnalds: Re:member On whatever job that I’m doing, I always end up getting drawn to songs and making a playlist. During Midsommar, I listened heavily to the latest album by the Icelandic musician Ólafur Arnalds, which was a massive help. There were so many things in Midsommar that I didn’t really know how to access, so I always had my headphones at the ready. There’s so much emotion and excitement in his music – it’s sad, but also really hopeful – that it became a way of talking to Ari [Aster, director of Midsommar] about scenes. [Arnalds] has a fantastic way of forcing you to feel, and I find it quite therapeutic to get all of that out. And he once liked a tweet of mine and I nearly died. 2. Book The Girls by Emma Cline I tend to start lots of books but not finish them, because I don’t have that much free time, but this was one book that I finished recently and loved. It’s a take on the Manson family, but it’s less about him and more about the connection between two women in the group, and what lust and attraction can make you do. It’s a coming-of-age story as well, and I really loved the way bodies are described and the difference that one summer can make when going through puberty. That was really beautiful to read. It was nice to spend time with the book and soak it all up. 3. TV Big Little Lies, HBO This was one of my favourite TV series of 2018. I was working with [Big Little Lies star] Alexander Skarsgård last year, and he was going straight from The Little Drummer Girl to working on the second season. I couldn’t believe I had to wait a whole year for it – so this is a really great time for me (I’m one episode in). When it first started, I couldn’t quite believe how fantastic the main actors were. It was just so wicked to watch these five American mums who are supposedly so perfect but are actually a total mess. The way it told the story of domestic abuse was beautifully done and really heartbreaking. 4. Podcast Dear Joan and Jericha This is a podcast in which Vicki Pepperdine and Julia Davis pretend to be two older women who dissect and discuss the biggest issues, which never seem to be bigger than their husbands putting the kettle on or silly stuff like that. It’s done so well that, at first, you don’t know if it’s a joke or not, but after 10 minutes you realise it has to be. I’m a fan of Julia Davis, and I’ve worked with her before [on Fighting With My Family]. This is one of the less dark things she’s done, but it’s very funny and they’re both great to listen to. 5. Film Booksmart I went to watch this at the lovely little Phoenix cinema in north London with my mum and my younger sister. I’d done a photoshoot with [director] Olivia Wilde in New York the weekend before, so it was really nice to watch the film after talking to her about it. It’s about two girls graduating from high school who decide to have the night of their lives, because they studied too hard to have fun. It’s a fantastic film that has a different way of viewing bodies and people and romance – and the two main actors, Kaitlyn Dever and Beanie Feldstein, are so bloody brilliant. My mum was laughing just as hard as me and my younger sister. 6. Play Betrayal at the Harold Pinter theatre, London I watched this on the closing night a few weeks ago and I’m so glad I managed to catch it. I hadn’t seen the play before – it’s the one that follows a love affair backwards through time – but I’d studied it in school. This production had Zawe Ashton, Tom Hiddleston and Charlie Cox and I just loved watching them all on stage together. The timing was impeccable and the stage direction was so exciting. It was a particular joy to watch Zawe on stage because I’ve been a big lover of her stuff for years. She has such presence and it was nice to see her up there really living that role."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}