{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/jun/17/morning-mail-tax-cuts-benefit-men-record-hong-kong-protest-deaths-in-custody", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-06-16T20:48:26Z", "webTitle": "Morning mail: Tax cuts benefit men, record Hong Kong protest, deaths in custody", "webUrl": "https://www.theguardian.com/australia-news/2019/jun/17/morning-mail-tax-cuts-benefit-men-record-hong-kong-protest-deaths-in-custody", "apiUrl": "https://content.guardianapis.com/australia-news/2019/jun/17/morning-mail-tax-cuts-benefit-men-record-hong-kong-protest-deaths-in-custody", "fields": {"headline": "Morning mail: Tax cuts benefit men, record Hong Kong protest, deaths in custody", "bodyText": "Good morning, this is Helen Sullivan bringing you the main stories and must-reads on Monday 17 June. Top stories The Coalition’s plan to flatten tax brackets for middle- to high-income earners will provide twice as much benefit to men than women, a new analysis has found. The analysis by the Australia Institute, released today, found that in 2024-25, the first year of the third stage of the government’s tax plan, men will pocket $11bn in income tax cuts while women receive just $6bn. Income tax cuts are the first order of business when parliament resumes in the first week of July but the Coalition and Labor are locked in a high-stakes game of chicken, with both warning cuts for low- and middle-income earners should not be delayed by political posturing over the final stage. “The Coolwell sisters are not sure when their grief and loss will end,” write Lorena Allam and Taylor Fuller. “They have lost two brothers through deaths in custody, and even though both men have been the subject of a coronial inquest – one released just this week – the family still doesn’t have the answers they need to heal and move on.” Bradley Coolwell and his younger brother, Shaun, both troubled and in poor health, died after being restrained face down by police and hospital guards. “It was the same house, the same hospital,” their sister Sonya says. “We are never going to heal. There’s no justice, so there’s no healing.” Starting on Wednesday, those suffering from a terminal illness in Victoria will be able to ask their doctor for lethal drugs that will allow them to end their own lives. The scheme, which the premier, Daniel Andrews, described as the most “conservative in the world”, has already received 100 inquiries. Campaigners have suggested the introduction of Victoria’s laws could pave the way for change in other states. “We anticipate in the first 12 months, based on overseas experience, around a dozen people that will access voluntary assisted dying, and we think that number will settle at around 100 to 150 per year in the years after,” Andrews said. World Organisers claimed that nearly 2 million people turned out for protests in Hong Kong on Sunday, which would make the demonstration the largest in the city’s history. The sea of protesters, most dressed in black and carrying white flowers of mourning, swept through central Hong Kong to denounce a controversial extradition law and demand that the city’s leader, Carrie Lam, steps down. Major global firms have been accused of concealing their environmental impact. A US$10tn (A$14.6tn) investor alliance has accused more than 700 companies, including Amazon, Tesco and ExxonMobil, of failing to reveal the full extent of their impact on the climate crisis, water shortages and deforestation. The campaign platform CDP has brought together a record number of investors, including banking giants HSBC and Investec, to demand companies reveal data on the environmental cost of how they do business. Sara Netanyahu, the wife of Israel’s prime minister, has been convicted of illegally misusing thousands of dollars of public funds on lavish meals. Benjamin Netanyahu still faces the prospect of three corruption indictments later this year that may end his decade as leader and even result in a prison sentence. He denies all charges. The UK and Russia are examining the scope for a thaw in relations, including the possibility of a meeting between Vladimir Putin and Theresa May at the G20 leaders’ summit in Japan. If a meeting were to go ahead it would be the first encounter at this level since the poisoning in Salisbury of Sergei Skripal and his daughter in March last year. Days after the 25th anniversary of the murders of his ex-wife Nicole Brown Simpson and her friend Ron Goldman, OJ Simpson has reportedly launched a Twitter account. In the account, there is a video post in which the former football star, who was the prime suspect in the murders and ultimately acquitted of the crime after a televised trial, says he has got a “little gettin’ even to do”. Opinion and analysis As half of the band KLF, Jimmy Cauty created a crop circle of the group’s logo, buried a Brit award in a field near Stonehenge and, infamously, set £1m on fire. But for his installation at the seventh Dark Mofo, he has created a dystopian diorama housed in a 40ft shipping container. He then recruited an army of children in hoodies from Hobart to be the “Children of the Aftermath” – the stewards and tour guides of his creation. “Agriculture needs to be driven by environmentalists,” writes Patrice Newell in her book Who’s Minding the Farm? “That statement, I know, scares a lot of people. Even among progressive farmers, the word ‘environmentalist’ is problematic and divisive.” But, Newell writes, “Environmental policy must begin at the farm gate because it’s farmers who own the land, the soil – or at least that land that isn’t mortgaged to the banks – and they’re the people who need to undertake the repair work.” Sport Essendon’s 19-point victory over the Hawks at Marvel Stadium will go abundantly overlooked, writes Justin Robertson, after Hawthorn’s captain, Ben Stratton, launched a pinching spree at Bombers small forward Orazio Fantasia. It was a jarring act that sent the defender directly to the tribunal charged with serious misconduct – and outraged the football community. The Matildas coach, Ante Milicic, may have been subjected to some criticism, but it is his players who need the thickest of skins, given the daily abuse they have to endure, Joey Peters writes in her latest Women’s World Cup column for Guardian Australia. “So it was a breath of fresh air to see Sam Kerr call out her ‘haters’ after the match against Brazil. The last time I checked, sexuality has nothing to do with how she plays, and it’s reassuring that players are willing to speak out as honestly off the pitch as they play on it.” Thinking time: HBO’s Chernobyl only scratches the surface. “There is a line in the television series Chernobyl that comes as no surprise to those of us who reported on the 1986 nuclear disaster in what was the Soviet Union – but that still has the power to shock, writes Kim Willsher: “‘The official position of the state is that global nuclear catastrophe is not possible in the Soviet Union.’ It was not possible, so in the days and months after the world’s worst such accident, on 26 April, the Kremlin kept up its pretence. It dissembled, deceived and lied. “I began investigating Chernobyl in the late 1980s after Ukrainian friends insisted authorities in the USSR were covering up the extent of the human tragedy of those – many of them children – contaminated by radiation when the nuclear plant’s Reactor 4 exploded, blasting a cloud of poisonous fallout across the USSR and a large swathe of Europe. When photographer John Downing and I first visited, the Soviet Union, then on its last political legs, was still in denial about what happened despite president Mikhail Gorbachev’s new era of glasnost. The Chernobyl miniseries is a compelling account of how the disaster unfolded, based largely on the testimony of those present, most of whom died soon afterwards. It rings true but only scratches the surface of another, more cruel reality – that, in their desperation to save face, the Soviets were willing to sacrifice any number of men, women and children.” Media roundup The Australian Financial Review reports that poorer students are not being prepared for work or university by the school system. The former rugby union star Israel Folau used a sermon at his church to claim the devil was behind children being able to change gender, the Sydney Morning Herald reports. The ABC reveals that the central plank of the Morrison government’s climate policy “involves pouring billions of extra dollars into an emissions reduction program that’s not spending its existing funding”. Coming up The legal battle between VicForests and Friends of Leadbeater’s Possum over logging in Victoria’s central highlands comes to the federal court. Police will update the media about search for the missing Belgian backpacker Theo Hayez, who was last seen in Byron Bay. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}