{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "discover-cool-canada/2019/jun/27/the-coolest-experiences-you-probably-dont-know-about-yet-in-canadas-north", "type": "article", "sectionId": "discover-cool-canada", "sectionName": "Discover cool Canada", "webPublicationDate": "2019-06-27T14:53:45Z", "webTitle": "Arctic expeditions and midnight sun: 11 things you (probably) don’t know about in Canada's north", "webUrl": "https://www.theguardian.com/discover-cool-canada/2019/jun/27/the-coolest-experiences-you-probably-dont-know-about-yet-in-canadas-north", "apiUrl": "https://content.guardianapis.com/discover-cool-canada/2019/jun/27/the-coolest-experiences-you-probably-dont-know-about-yet-in-canadas-north", "fields": {"headline": "Arctic expeditions and midnight sun: 11 things you (probably) don’t know about in Canada's north", "bodyText": "Picture Canada and you’ll envisage all the natural beauty of its wild parks, deep forests, glacial lakes and vibrant, multicultural cities. From coast to coast, the world’s second-largest country is a place of contrasting extremes – none of which is more remote or endlessly fascinating than the north. Almost 40% of Canada’s landmass is made up of just three territories: the Northwest Territories (NWT), Yukon, and Nunavut. Try out reindeer herding, visit one of the world’s first Unesco sites or take a front seat to view mother nature’s most dazzling northern lights show; this is the north. The three territories of the north sit atop the North American continent like a blanket, and for much of the year they’re covered in snow. Visit anytime to experience life at the top of world, but especially during the freezing temperatures in winter, to gain an appreciation for those who persevere and make their home in such an unforgiving climate. Or come in summer to swim in the Arctic sea and bask in the midnight sun. These are the top experiences to add to your ultimate northern itinerary. See the northern lights The aurora borealis, a natural occurrence when solar particles flare off the sun and come back into the Earth’s atmosphere, set the night sky dancing with a strange flickering, waving display. They can be viewed all over the north, but to see them in style, head to Aurora Village near Yellowknife in the NWT. This Indigenous-owned wilderness property incorporates luxury amenities into the northern lights viewing experience. Sitting on the world’s only 360-degree swivelling heated seats, modelled on a traditional Indigenous sleigh, you can get comfy and watch this natural visual concert for hours. Explore Virginia Falls Wilderness adventurers will find the north simply teeming with wildlife and natural beauty. Visit Nahanni national park reserve in NWT, which is not only one of the world’s first Unesco world heritage sites but also where you’ll find the forbidding Vampire Peaks and Virginia Falls. The latter is twice the height of Niagara Falls, so prepare to be impressed. Continue to the Cirque of the Unclimbables, huge jagged rock faces that will test even the most expert of climbers. Marvel at Mount Thor Nature lovers can also head to Nunavut’s great parks such as Surmilik, one of the best places to see diverse Arctic animals, including the fabled narwhal, polar bears and orcas. Or stop at Auyuittuq national park on Nunavut’s Baffin Island, an unexplored wilderness that’s full of stunning fjords and giant rock faces. It’s home to the world’s tallest vertical cliff, Mount Thor, which has a drop of almost 1,250 metres on the west face. Sail the Northwest Passage Sail along the Northwest Passage, the sea corridor that evaded European discovery for more than 300 years, onboard a small Arctic expedition cruise. Most voyages also visit Baffin Island and include fjord, glacier and iceberg viewing. You’ll become one of a small group of global travellers to have crossed this historic passage – that ought to get you some bragging rights back home. Hike in Tombstone territorial park Yukon boasts magnificent far-north national parks, too, including Kluane national park and Tombstone territorial park. Visit the latter, about 90 minutes from Dawson City, and you may be able to spot grizzly bears, moose and arctic birds among the lichen-covered meadows and azure lakes. Tombstone’s remote landscape, with rugged peaks and permafrost, is ideal for a hiking trip, taking in Mount Monolith and Grizzly Lake. Raft the South Nahanni River Experienced paddlers and rafters of all kinds will find an adventure to remember at South Nahanni River in the NWT. These river canyons, rapids and natural hot springs are sure to impress. The 336-mile long river is protected, isolated and rich with myth – from ghost tales to ancient Indigenous teachings, there’s a story for every stretch of water. There are rafting and canoeing tours that take in mysterious destinations such as Headless creek, Deadman valley and Thundercloud range. The NWT are also where you’ll be able to witness one of the world’s largest herds of free-roaming bison at Wood Buffalo, Canada’s largest national park. The park also holds the record for the world’s biggest beaver dam. Open year-round, the best time to visit Wood Buffalo is from June to September. Herd reindeer for a day It’s impossible to truly experience the far north without marvelling at the ingenuity, strength, and determination of those who first made homes in such an unforgiving environment. The Inuit people of Nunavut, which is Canada’s newest territory, settled there 4,000 years ago. Seek out indigenous cultural activities such as learning how to build an igloo, steer a dogsled, or play a traditional drum. In the NWT, the land is shared between First Nations and Inuit people, who here are known as Inuvialuit. You can even herd reindeer for the day with Tundra North Tours and then sleep in an igloo at night after sampling traditional Indigenous foods such as muktuk (whale blubber) and caribou. Discover the first people of the Yukon In the Yukon, visitors can begin to understand just how diverse Canada’s Indigenous groups are. Here, 14 First Nations are represented, speaking eight different languages: Gwich’in, Han, Kaska, Northern Tutchone, Southern Tutchone, Tagish, and Upper Tanana. The Yukon Beringia Interpretive Centre gives the history of the first people in the Yukon, tracing their migration from Asia some 15,000 years ago. Road trip along the Dempster Highway Crossing the Mackenzie River delta, the 735km Dempster Highway connects Inuvik in the NWT with the Yukon. The entire journey takes about two days and is a remarkably scenic trip to the Arctic Circle. Get into the spirit of the infamous Klondike gold rush in Dawson City before you make the trek further north. You’ll also pass Tombstone territorial park, and the Ogilvie Mountains. Facilities and accommodation are very limited on this route, so book well ahead or be prepared to camp. Drive across ice roads Visit in winter – December to April – and experience the thrill of driving across an ice road. When the ice thickens to 40 inches in late February it’s capable of supporting 70-ton trucks, as seen on reality TV show Ice Road Truckers. Many communities across the north are cut off from the rest of their territory and anything beyond by tundra, lakes and rivers, and become fly-in-only areas during the summer. Drive from Inuvik to Aklavik across the Mackenzie delta in the NWT or right across Great Slave Lake in Yellowknife to see the ice castle at the Snow King festival, held annually in March. Experience the midnight sun Come north during the summer months to revel in virtually endless sunlight. Above the Arctic Circle, sunset can take weeks to arrive. Experienced throughout all three territories of Northern Canada, the summer solstice usually features up to 21 hours of continuous sunshine. At this time of year, the incredibly long days provide you with even more opportunities to experience Indigenous cultural festivals and get out and enjoy all the natural beauty of the north. Be brave and start planning your adventure of Canada’s north with Canadian Affair"}, "isHosted": false}}}