{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/jun/13/south-africa-v-china-womens-world-cup-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-13T21:24:50Z", "webTitle": "South Africa 0-1 China: Women's World Cup – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/jun/13/south-africa-v-china-womens-world-cup-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/jun/13/south-africa-v-china-womens-world-cup-live", "fields": {"headline": "South Africa 0-1 China: Women's World Cup – as it happened", "bodyText": "That’s all from me, but we’ll have a full match report online shortly. Thanks for joining me, and goodnight. Three games to take in tomorrow, with Japan v Scotland at 2pm (BST), Jamaica v Italy at 5pm and England v Argentina at 8pm. We’re almost a third of the way through the tournament already. Does time ever go faster than during a World Cup? China’s victory means they join Spain on three points in Group B. Their meeting on Monday will decide second place, unless South Africa can claim an astonishing upset against Germany. That’s also the only scenario that can get the African side off the bottom of the group. Even then, a draw in the other game would see them go home regardless. The Beeb’s red-button feed has made a sharp exit, so here’s The Latest From The England Camp. Li Ying’s first half goal proves enough for China to overcome determined opponents who threatened early in the second half, but couldn’t find an equaliser. 92 mins: It’s China who look the more likely to score, with Swart climbing to collect a cross ahead of Wang Shuang. Two more minutes to play. 90 mins: So nearly a second here, as Yang Li gets onto Lou’s pass across goal. She’s just onside, and has time to pick her spot - but Swart makes another fine save! 89 mins: South Africa appear to have run out of gas. It’s worth noting that several of their players don’t even have professional contracts. They’ve pushed a World Cup heavyweight hard here. 87 mins: Time running out for South Africa to avoid a heroic narrow defeat, and almost certain elimination. 85 mins: The free kick bounces dangerously across the area, ending up on the roof of the net. The corner is nodded down at the far post by Han Peng - but Swart springs to her left to save! 82 mins: First yellow card of the game, which is somewhat surprising. It’s dished out to Matlou, for hauling Lou Jiahui down. Linda Motlhalo comes on for Refiloe Jane. 81 mins: Final change for China. Yang Li replaces the goalscorer, Li Ying. 79 mins: Plenty of noise around the Parc des Princes now, both sets of fans encouraging their teams forward. 76 mins: South Africa appeal for a penalty! Kgatlana pounces after China fail to clear, and her shot is blocked by Lin. It looked close to hitting her upper arm, but the referee waves play on. Rightly so, as the ball actually hit her chest. 75 mins: Wang Shuang gets onto the ball inside the area, but her attempted pass is cut out. 15 minutes for China to hold on, as Yao Wei comes on for Wang Yan. 72 mins: Second South Africa change, as the hugely experienced Leandra Smeda replaces Holweni. 71 mins: China appear to have cleared their heads, with Lou the latest player in red to push forward, cutting inside with a shimmy before Matlou denies her with a block. 69 mins: China try to keep the ball upfield, before Yang Shanshan fires over from a distance. Perhaps she didn’t get the memo. 67 mins: South Africa have fought their way back into this, after escaping from the first half one goal down. Kgatlana is caught offside as she moved to race onto a pass. 64 mins: Gu Yasha comes off, replaced by the more defensive-minded Lou Jiahui. Yasha was probably the standout player in the first half. 63 mins: A first shot on target for South Africa, as Biyana lets fly from the edge of the area. Peng watches it all the way, and holds comfortably. 61 mins: First change of the game, as Jermaine Seoposenwe replaces Fulutudilu. A speedy striker, Seoposenwe plays her club football in - you guessed it! - Lithuania. 59 mins: A couple of corners in a row for South Africa, but nothing comes of them. China break and Wang Shuang, playing further forward in this half, swings in a cross that’s over everyone’s heads. 57 mins: Kgatlana causes panic in the China defence again, racing down the left and winning a corner off Lin. 56 mins: China are inviting their opponents back into the game. A hurried clearance concedes a corner, from which a deflected header squirms wide. 54 mins: The ball bobbles into the path of Makhabane, who fires a decent effort over from 20 yards. 50 mins: Kgatlana has been South Africa’s biggest threat by a distance - and she almost gets in behind the defence here, forcing Liu to chase her down. The left-back takes a swing and misses the ball, but also her opponent, who goes to ground theatrically. 48 mins: Desiree Ellis will have to make an attacking change soon. South Africa’s sole striker, Ole Fulutudilu, is ploughing a furrow that’s lone in the extreme. 47 mins: Van Wyk takes the ball from Li, who was threatening to burst into the penalty area. No changes for either team. Catch up on the day’s early game, which was a cracker: If it stays like this - or if China add to their lead - then Germany are going through. They have six points, so can’t be caught by both China and Spain, who meet in the last group game. They weren’t really in any danger of going out anyway, tbh. “Re: the ‘unnecessary countdown’ (see kick-off),” writes James Ferro. “I thought the same, but my wife pointed out that there are a lot of families with young children, who may enjoy it as part of the overall occasion.” I feel bad now. China deservedly lead through Li Ying’s fine finish, and it could have been more. Can South Africa fight back? We’ll find out soon enough. 44 mins: Another Gu cross picks out Wang Shanshan, whose header flies wide. South Africa need the chance to regroup - there’ll be two added minutes. 42 mins: China are so close to a second! Wang Shanshan meets a corner unopposed and sends her header onto the underside of the bar. Replays show about an inch of the ball wasn’t behind the line. “Am I wrong to think the Chinese coach is a graduate of The Man City School of Early Fouling?” asks Scott Bassett. “Every time South Africa get on the ball there’s a shove, push, shirt pull or all of the above.” 39 mins: It’s the tried and tested route that pays off, with a deep cross from Zhang picking out Li, who gets ahead of Matlou and prods the ball beyond Swart. That’s a terrific finish. China make the breakthrough! 38 mins: Wang Shuang, back in the team after being dropped against Germany, dances into the penalty area but Matlou holds her up and clears the danger. 36 mins: Kgatlana tries another breakaway, and it takes three or four nervous defenders to stop her before she can pick out a teammate. 34 mins: South Africa will be very happy to hear the half-time whistle. Wang Shanshan goes close this time, controlling smartly only for her close-range shot to be deflected over. 32 mins: The chances are starting to flow more freely for China. First, Wang Shuang fires over from 20 yards. Then, Gu cuts inside and Van Wyk’s slip leaves her with a clear sight of goal - but she scuffs her shot wide! 30 mins: Thembi Kgatlana is rapid. From the clearance upfield, she gets beyond her marker with ease, and fires a shot into the side netting from a tight angle. 29 mins: Gu Yasha lifts in another tempting cross but it’s just too high for Wang Shanshan. From the corner, Gu has a go from 25 yards that flies over the bar. 28 mins: It’s all very tentative out there. South Africa are trying to settle into the game, while China don’t want to give them any chance on the break. 25 mins: South Africa get a free kick in their own half after Wang Shuang barges into Makhabane. 23 mins: A slip in the Chinese defence finally allows Kgatlana to show her stuff, racing down the right flank and cutting inside her marker - but her cut-back is undercooked. 20 mins: Another testing cross from Liu Shanshan finds the head of Li, but her header is off target. China looking far the likelier here. 18 mins: China sweep upfield but Li is caught offside as she races in down the left. 16 mins: South Africa can’t make any ground further up the field, with China putting in no-nonsense challenges every time they threaten to get forward. 14 mins: Biyana is back, and the game has slowed down after China’s early chances. 12 mins: There’s been a break in play while Biyana, the teenage midfielder, gets treatment after a hefty challenge. 9 mins: Wang Shuang fires in a corner that Wang Shanshan heads over from six yards out. That was a decent chance. 7 mins: South Africa have set up as they did against Spain, sitting deep and hoping to break. Winger Refiloe Jane finds space down the left, but is quickly closed down. 5 mins: China win a corner which they play short, allowing left-back Liu to whip in a testing cross. Kaylin Swart does well to punch clear under pressure. 3 mins: Gu Yasha - who scored when these teams met at the last Olympics - almost picks out Li Ying with a cross, but Swart is off her line to collect. 1 min: China make an immediate surge forward, with Van Wyk clearing a low cross. China right-back Wang Yan takes a knock to the head, and requires treatment. After that thoroughly unnecessary countdown from the PA, we’re under way. South Africa are in yellow shirts and dark green shorts, China all in red. Anthems being played in Paris, with the kick-off moments away. Germany and France will have an eye on this one - either could secure their place in the knockouts, depending on the result. Here’s Richard Parkin’s match report from Montpellier, where Australia fought back from 2-0 down with a helping hand from you-know-what. Alex Morgan’s five goals in that game put her top of the Golden Boot standings, but Brazil’s Cristiane is catching up after getting her fourth of the tournament against Australia. Cold comfort perhaps, given they went on to lose. The USA’s 13-0 win over Thailand continues to divide opinion. Eni Aluko says it would be disrespectful to stop celebrating: While Hope Solo wishes her former teammates had toned it down a bit: Get better acquainted with these two teams with our Experts’ Network guides: South Africa (4-5-1): Swart; Ramalepe, Van Wyk, Matlou, Holweni; Kgatlana, Makhabane, Mbane, Biyana, Jane; Fulutudilu. Subs: Mpuru, Diamini, Vilakazi, Dhlamini, Mthandi, Motlhalo, Seoposenwe, Makhubela, Smeda, Gamede, Ndimeni, Mulaudzi. China (5-3-2): Peng Shimeng; Wang Yan, Lin Yuping, Han Peng, Wu Hiayan, Liu Shanshan; Wang Shuang, Zhang Rui, Gu Yasha; Wang Shanshan, Li Ying. Subs: Xu Huan, Bi Xiaolin, Lou Jiahui, Li Jiayue, Yang Li, Wang Ying, Song Duan, Li Wen, Tan Ruyin, Yao Wei, Luo Guiping, Liu Yanqiu. For the tournament’s Asian sides, this World Cup has not exactly gone to plan so far. South Korea have played two and lost two, while Japan were held to a goalless draw by Argentina. Australia were upset by Italy (before fighting back to beat Brazil), and then there’s Thailand. China made a more positive start than most, giving Germany a few frights on their way to a 1-0 defeat. They are favourites on paper to win today, but will need to be wary against an attacking South Africa side who threatened to shock Spain in their opener. Want additional subplots? Well, two South Africans - Thembi Kgatlana and Linda Motlhalo - both play their club football in China at Beijing Phoenix, while PSG’s Wang Shuang will be especially keen to make an impact in Paris. With 16 of the 24 teams progressing to the knockout stages, but these two sides stuck on zero points, it’s likely the winner here will get through, and the loser will go home. Kick off is at 8pm BST."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}