{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/27/the-man-hanged-because-of-a-comma", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-27T16:37:37Z", "webTitle": "The man hanged because of a comma | Letters", "webUrl": "https://www.theguardian.com/education/2019/jun/27/the-man-hanged-because-of-a-comma", "apiUrl": "https://content.guardianapis.com/education/2019/jun/27/the-man-hanged-because-of-a-comma", "fields": {"headline": "The man hanged because of a comma", "bodyText": "David Shariatmadari’s article “War of Words” (18 June) brings to mind that Sir Roger Casement, after his conviction and death sentence for treason, said “I am being hanged by a comma”, which was literally (in the traditional sense) true. His offence had been to try to persuade Irish first world war prisoners in Germany to join the Irish uprising. A critical issue was whether the Treason Act of 1351 applied to actions outside the UK, which turned on whether or not a key provision was modified by a comma. Two of the judges had visited the record office to inspect the original of the act and it was not clear whether the mark in question was a comma, bracket or even a fold in the paper. Unfortunately for Casement, they decided that it was a comma. It is perhaps also worth mentioning that Fowler (Use and Abuse of the English Language) had what I believe to be the definitive word on the vexed question of the split infinitive. After observing that those who neither know nor care what a split infinitive is are the happy few, to be envied by the rest of us, Fowler suggests that the proper approach is to “know and discriminate”. In other words, do not unnecessarily split an infinitive, but do so whenever necessary to avoid an ambiguity. Patrick Macrory London • In her summary of possible explanations for the unfortunate regular mispronunciation of Jeremy Hunt’s last name (The curse of Jeremy Hunt: why his name is hard to say, theguardian.com, 21 July), Alison Flood might be missing out on one interesting historical linguistic lead. In 1822, German linguist Jacob Grimm put forth his theory of a set of systematic sound changes that occurred when the different languages of the Indo-European language family split. Notably, stop consonants or plosives such as p and k shifted to so-called voiceless fricatives like f and h: sounds that occur when air is being pushed through a narrow channel in the throat or mouth. If this sounds exciting enough, wait for this specifically appropriate example to illustrate the theory. The English word “hunt” is related to the reconstructed Proto-Germanic word for “hound”: “hundaz”, which is derived from the same Proto-Indo-European word for dog that also brought forth the Ancient Greek “kuon” and the Latin “canis” (which in turn inspired the English word “canine). Before the shift described by Grimm’s law took place, the direct Pre-Germanic ancestor of “hundaz” is thought to be “kuntós”. Thomas Kraemer Lamers Amsterdam • I volunteer in a primary school helping the very youngest children get to grips with the English language. Punctuation is a vital element of understanding and of making oneself understood. As a grandmother I tremble whenever someone leaves the comma out of “Let’s eat, Grandma”. Penny McPhillips Garstang, Lancashire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}