{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/19/oxford-receive-biggest-single-donation-stephen-schwarzman", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-18T23:01:07Z", "webTitle": "Oxford to receive biggest single donation 'since the Renaissance'", "webUrl": "https://www.theguardian.com/education/2019/jun/19/oxford-receive-biggest-single-donation-stephen-schwarzman", "apiUrl": "https://content.guardianapis.com/education/2019/jun/19/oxford-receive-biggest-single-donation-stephen-schwarzman", "fields": {"headline": "Oxford to receive biggest single donation 'since the Renaissance'", "bodyText": "The University of Oxford has said it is to receive its biggest single direct donation “since the Renaissance”, after it unveiled a £150m gift from the US billionaire Stephen Schwarzman to fund humanities research and tackle looming social issues linked to artificial intelligence. The money will be used to create the Schwarzman Centre for the Humanities, bringing together disciplines including English, philosophy, music and history in a single hub with performing spaces and a library, alongside a new Institute for Ethics in AI to collaborate. Unlike previous mega-donors, Schwarzman, the founder and chief executive of the Blackstone financial group, is not a former student. He says he was attracted to make the donation after being approached by Louise Richardson, Oxford’s vice-chancellor, and by his memories of visiting as a teenager in 1963. “I visited Oxford as a 15-year-old on what we used to call ‘teen tours’ in the US, where you travelled around Europe and hopefully became more civilised. I vividly remember going to Oxford because I’d never seen anything like it,” Schwarzman said. “The beauty and the ancient characters of the buildings made a huge impression on me, so that was one factor. Sometimes life works out in odd ways – if I hadn’t gone to visit as a 15-year-old maybe I wouldn’t have been so interested. “But the second thing was the excellence of the areas that this project is involved with, and the fit between what Oxford is doing and the values that they have been part of developing for western civilisation and the need to apply those core values to this rapidly growing area of technology.” Richardson said she first approached Schwarzman to fund the new centre, on the site of the former Radcliffe Infirmary, 18 months ago, and was surprised when he asked for more ambitious plans than those initially discussed, creating what she called a unique humanities hub. “It’s really important to me that this gift is a real endorsement and a vote of confidence in the humanities. Stem [science, technology, engineering and maths] has been getting all the attention lately – there’s nothing wrong with that, but it’s great to be reminded how critical the humanities are too,” Richardson said. The project has also been backed by Philip Pullman, the Oxford-based author. “This is one of the most exciting ideas for a long time,” he said. “Oxford, which abounds in talent of all kinds, deserves a proper centre for the study and celebration of the humanities.” Richardson, who spent many years at Harvard, defended the size of the donation as being appropriate for the international environment that Oxford finds itself in, despite its existing £3bn central endowment. “We operate in a global marketplace. While in UK terms we’re quite a wealthy institution, when you compare us to the US – Harvard’s endowment of $40bn (£32bn), Yale, Stanford, Princeton and so on – their endowments are many times the size of ours and these are the people we are competing with for staff, for students, for research funding, so we really have to up our game in philanthropy for us to compete successfully,” Richardson said. Schwarzman has personal wealth of $12bn according to some estimates and has donated significant sums to a range of universities and institutions, including $100m for the New York Public Library, and larger sums to found a scholarship scheme at Tsinghua University in China modelled on Oxford’s Rhodes scholarship, and $350m to AI research at the Massachusetts Institute of Technology. Recent conversations on the prospects and perils of AI led Schwarzman to seek a new project to look directly at the problems it poses. “I could see as a result of my trips to China, where I would be meeting all these people starting AI companies, that AI is an explosive force that is going to change the world we live in in the next 10 to 15 years in a very profound way, some for good and some not so good,” he said. “So there was a real need to control the introduction of those technologies to the benefit of society, and what I realised is that Oxford had certain unique characteristics through its work on the humanities and philosophy that would complement what the ‘hard’ scientists were doing around the world.” Schwarzman’s career has brought him into contact with another New York figure, Donald Trump, and he served as chair of the president’s strategic and policy forum before it dissolved after barely six months. “I have a good relationship with him,” Schwarzman said of Trump. “I’ve been fortunate enough to have really good relationships with our last three presidents. George Bush was in my dormitory at [Yale], so I knew George quite well and tried to help him out. I was president of the Kennedy Center in Washington DC and my term overlapped with President Barack Obama, so I got to know him pretty well and did a variety of things that were good for the country. “And I happen to know the current president because he was from New York and I’d met him in New York. I never imagined my life, frankly, would evolve like that.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}