{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/17/damian-hinds-home-shapes-a-childs-future-more-than-school", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-17T13:47:50Z", "webTitle": "Damian Hinds: home shapes a child's future more than school", "webUrl": "https://www.theguardian.com/education/2019/jun/17/damian-hinds-home-shapes-a-childs-future-more-than-school", "apiUrl": "https://content.guardianapis.com/education/2019/jun/17/damian-hinds-home-shapes-a-childs-future-more-than-school", "fields": {"headline": "Damian Hinds: home shapes a child's future more than school", "bodyText": "Children’s home environments have a bigger effect on social mobility than being born into low-income backgrounds or attending underperforming schools, the education secretary has said. Damian Hinds described the issue as “the last taboo in public policy”, and added that “what parents do is actually more important than who your parents are” in an unscripted speech addressed to people involved in education on Monday. Speaking before a Tory leadership election and with a cabinet reshuffle looming, Hinds said growing up in households where arguments were frequent and parents were disengaged from their children’s education had the effect of nine grades at GCSE level on a child’s attainment. He used the event to announce a package of measures from the Department for Education, including the launch of a programme in July “which isn’t going to be patronising and lecturing” to advise parents on how to create a better learning environment at home. “Nobody wants to be the politician that starts talking about ‘well you should do this and you should do that’ or make it sound like they know better than a family and I don’t want to be that person either,” said Hinds. “But, if we are serious about social mobility we have to go there, we have to care about the home learning environment because it is going to determine the futures of a lot of those children.” Other measures announced on Monday included a plan to ensure new teachers in England are trained in how to spot early warning signs of mental illness, better sharing of information between councils and schools and tackling absence and exclusions. In light of a government review published on Monday, Hinds also said school admissions codes would be changed to speed up school moves for vulnerable children – such as domestic abuse victims. Responding to Hinds’ announcement, Anntoinette Bramble, a councillor and chair of the Local Government Association’s children and young people board, said: “Schools and councils are both struggling with insufficient budgets, which makes it increasingly difficult to give children the support they need to thrive. “Councils face an £8bn funding gap by 2025, while an additional £1.6bn is required in high-needs funding by 2021. It is essential that government uses the forthcoming spending review to address these shortfalls, and to ensure schools are adequately funded to support all children to achieve their ambitions.” In a bid to shore up her “legacy”, it has been reported that the outgoing prime minister, Theresa May, is also attempting to add an extra £27bn to the education budget. Paul Whiteman, the general secretary of the school leaders’ union NAHT, said: “Although many of these measures are positive and welcome, sooner or later the government will have to recognise that without decent levels of basic funding for schools and public services, the hard work and positive ideas of so many will simply go to waste. “We desperately need new money from the Treasury for schools and children’s services, or children will continue to be failed.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}