{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/07/st-andrews-beats-oxford-to-take-second-place-in-guardian-university-rankings", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-07T11:00:27Z", "webTitle": "St Andrews beats Oxford to take second place in Guardian university rankings", "webUrl": "https://www.theguardian.com/education/2019/jun/07/st-andrews-beats-oxford-to-take-second-place-in-guardian-university-rankings", "apiUrl": "https://content.guardianapis.com/education/2019/jun/07/st-andrews-beats-oxford-to-take-second-place-in-guardian-university-rankings", "fields": {"headline": "St Andrews beats Oxford to take second place in Guardian university rankings", "bodyText": "Oxbridge’s ancient grip on the top of the UK university ladder has been broken by the University of St Andrews, which has edged out Oxford for the first time in the latest edition of the Guardian University Guide. While the University of Cambridge retains the overall top spot, St Andrews has beaten Oxford to second place by a whisker after several years of being third in the league table. St Andrews is the oldest university in Scotland and the third oldest in the UK. Its foundation in 1413 was predated by only Oxford and Cambridge, whose earliest royal charters were awarded in the 13th century. Sally Mapstone, vice-chancellor and principal of St Andrews, said its success was thanks to the university’s students, academic and professional services staff working alongside alumni and supporters. “For a small Scottish university to be competing among the very best universities in the United Kingdom says much for the strengths of research-led teaching and student experience across the sector north of the border,” Mapstone said. “This ranking bears contemplation simply because it describes a point in time on St Andrews’s journey, a signpost of the advances we have made in the measures by which the Guardian judges the quality of an institution – and where we might go from here.” Matt Hiely-Rayner, who compiled the guide, said St Andrews’s rise was due in part to high levels of contentment among its students: more than 93% said they were satisfied or very satisfied with the quality of teaching. “While all three universities at the top have excellent student-staff ratios and the most demanding entry standards in the sector, St Andrews sets itself apart from the others with the most satisfied students,” Hiely-Rayner said. “St Andrews tends to spend less on its students than Oxford and Cambridge. But the key reasons for its entry into the top two this year were its extremely high levels of student satisfaction, and an improvement in the proportion of its students who find graduate-level work or enter further study.” In contrast, Oxford did relatively poorly this year in terms of graduate outcomes and employment, with the university ranked just 24th nationally for career prospects. Oxford continued to shine in the quality of its traditional academic disciplines, including maths and medicine, while St Andrews produced strong results in sciences and economics as well as philosophy. The Guardian University Guide is in its 20th year of publication, and is highly regarded within the sector. The rankings are based on a complex compilation of data related to institutional performance and student outcomes in each subject offered by a UK university. The 2020 edition comes at a time when universities in England are under assault over perceptions that student debt levels may be outweighing the benefits of a undergraduate degree, with average maintenance and tuition debt now around £50,000 at graduation. The rankings recognise strong improvements in a range of universities across the sector. The University of the Arts London performed well this year in subjects such as media and film studies thanks to better graduate job prospects. The University of South Wales was ranked 98th overall but it topped the rankings for health professionals courses, with nearly all the students who enrolled going on to secure good jobs. Trinity St David’s fashion and textiles course has quickly established itself as the best in the country, thanks to high levels of student satisfaction and pioneering multidisciplinary courses using 3D printing techniques. Notwithstanding their ancient pedigrees, Cambridge is top in computer science ahead of St Andrews, with the University of Edinburgh rising from 27th to sixth thanks to its investment in teaching quality. Universities that demonstrate they can markedly improve the performance of their students are rewarded in the Guardian’s rankings. The University of Plymouth rose from 22nd to fourth in mathematics by bringing in students with lower grades and using good teaching to boost their results dramatically over the course of their degree. Get your Guardian University Guide 2020 print supplement free with Saturday’s Guardian 8 June"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}