{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/30/primary-school-bans-parents-from-sports-day-for-bad-behaviour", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-30T16:45:06Z", "webTitle": "Primary school bans parents from sports day for bad behaviour", "webUrl": "https://www.theguardian.com/education/2019/jun/30/primary-school-bans-parents-from-sports-day-for-bad-behaviour", "apiUrl": "https://content.guardianapis.com/education/2019/jun/30/primary-school-bans-parents-from-sports-day-for-bad-behaviour", "fields": {"headline": "Primary school bans parents from sports day for bad behaviour", "bodyText": "Parents have been banned from attending future sports days by a primary school in Wales after claims of obscene language and threatening behaviour. Sheena Duggan, the headteacher at Pentrebane school in Cardiff, said staff had been sworn at in front of children. In a letter to parents seen by the BBC, Duggan said the behaviour had “worsened” over the past few years. She wrote: “As you know the safety, happiness and wellbeing of our pupils, your children, is paramount and so with that in mind I have made the difficult decision that future sports days will not be open to parents. “It is very sad but I feel strongly that my staff and pupils do not come to school to be exposed to the bad behaviour of a small minority of adults.” The letter was sent last week, the day after the school’s annual sports day. A father who attended the sports day and wished to remain anonymous told the BBC he was unaware of any overzealous or aggressive conduct. He said: “I’ve honestly no idea what happened to spark this off. It was a really nice day. All the children were involved. Everyone was cheered on and got a round of applause. “Some parents were competitive, as you might expect, but none were aggressive or threatening towards staff that I could see.” He said Duggan was well respected and “takes no nonsense”, and “something particularly bad must have happened” for the decision to be made. “But no one I know has any idea what it is. There’s lots of unhappiness from parents who don’t think they should be punished for the bad behaviour of others.” Parents were banned from attending a school sports day in 2003 for fear of “embarrassing” their children. A less competitive format for the event was introduced at Maney Hill primary school in Sutton Coldfield, West Midlands."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}