{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/04/should-only-mmr-vaccinated-children-be-allowed-a-school-place", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-04T05:45:24Z", "webTitle": "Should only MMR vaccinated children be allowed a school place?", "webUrl": "https://www.theguardian.com/education/2019/jun/04/should-only-mmr-vaccinated-children-be-allowed-a-school-place", "apiUrl": "https://content.guardianapis.com/education/2019/jun/04/should-only-mmr-vaccinated-children-be-allowed-a-school-place", "fields": {"headline": "Should only MMR vaccinated children be allowed a school place?", "bodyText": "A measles outbreak at three London schools has prompted Public Health England to issue an urgent warning to headteachers, asking them to encourage staff, parents and children to get the measles, mumps and rubella (MMR) vaccine. Measles cases worldwide rose by 300% during the first three months of 2019 and annual vaccination rates in the UK have fallen below the target of 95% of the population for several years. Italian researchers from the Bruno Kessler Foundation and Bocconi University have predicted that the number of cases of measles in the UK could double in the coming decade, and say the MMR vaccine should be a requirement for a primary school place, as it is in Italy. Peter Openshaw Former president of the British Society for Immunology and professor at Imperial College London “No, the MMR shouldn’t be compulsory. That would only be counterproductive. People will react against it and think they are being bullied and not being listened to. The right way to increase the vaccination rate is to engage respectfully with people, listen to their point of view and provide accurate and reliable information. Trying to compel people to vaccinate would probably be ineffective and could produce a negative reaction that would make matters even worse. We should try to persuade parents it is the right thing to do and a safe thing to do, which will protect all children. “The MMR is a wonderful vaccine. It’s very safe, and very effective. We need to do everything we can to get the vaccination rate up by educating children in schools – and their parents – about the importance of vaccines, and how they work by stimulating your body’s own natural immune defences, not through drugs. We should make it as easy as possible for parents to get their children vaccinated. It would be great if schools could facilitate this and offer catch-up vaccines to children when they start school, which parents could also bring younger siblings along to.” Emily Proffitt Headteacher at Tittensor first school, Stoke on Trent “No. I am all for vaccination and both my children were vaccinated at a time when there was a lot of scaremongering about the MMR vaccine and its now discredited link to autism. But I would not force other parents to vaccinate because we live in a democratic society and that means parents rightly have a choice. Also, the Equality Act 2010 states that we cannot discriminate against individuals who have protected characteristics. Therefore it would be wrong to deny a child an education based on a parent’s belief – religious or spiritual – that vaccination is wrong. “There would be an uproar if parents were forced to vaccinate and we have to consider the human rights of the child in this situation. I suspect some parents would refuse to send their child to school, rather than vaccinate. And that’s not fair on the child.” Fiona Doyle Mother and nursery owner, London “Yes. I don’t accept children in my nursery unless they have been fully vaccinated. I have vaccinated my own child with the MMR and believe that parents who choose not to vaccinate their children are selfish and wilfully ignorant. They pose a danger to other children and to the communities they live in by putting other people at risk. “Leaving your children unvaccinated is, quite simply, irresponsible. Yes, parents have the right to choose – but if your choice is not to vaccinate your child, then I think you should accept there will be consequences for your child as a result of that choice. I used to be a secondary teacher and I strongly believe that education is a fundamental right. But people also have a right to be safe and I think that should be a higher priority.” Jarlath O’Brien Director for schools, The Eden academy trust “No. I believe in vaccination and I worry about the effect on society if we don’t have herd immunity. But I feel strongly that if we prevent an unvaccinated child from attending school, we’re punishing them for their parents’ decision. Access to education is a right, not a privilege. It’s not something that has to be earned, or something you need to qualify for. “I have met parents at the special schools I teach at who will swear to their dying day that a vaccination damaged their child. Their lived experiences, which no amount of science can trump, have far more influence on the decisions of some other parents than the overwhelming evidence about the safety and effectiveness of vaccines. That worries me. I am sure headteachers would be faced with more than a handful of parents who would risk flouting the law in order not to have their child vaccinated. So I’m not sure compelling parents would achieve anything.” Catherine Soskice-Gandhi Mother of a child who is immunocompromised, north London “Yes. My two-and-a-half-year-old son, Francis, was 13 weeks premature and has to take daily steroids, due to a chronic lung disease. Although he is fully vaccinated, the steroids suppress his immune system so there is still a risk he could catch measles, and if he does, he is at much higher risk of dangerous complications. He has spent months in intensive care. “I always check before a playdate whether a child has been vaccinated and stay away from social gatherings if I know a child there is unvaccinated. It frightens me that there isn’t enough herd immunity in the UK to keep Francis safe at the moment. I also feel angry, because this is a preventable situation. I’d be very upset if he came into contact with an unvaccinated child at school, who then passed on a disease to him. If outbreaks at schools in London became a regular occurrence over the next two years, I’d have to consider keeping him home from school. “I would prefer to be sure all children in school were vaccinated, though I would be concerned the children of anti-vaccination parents would then miss out, both on vaccinations and on education.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}