{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/08/roger-godsiff-sickens-fellow-labour-mp-over-support-for-anti-lgbt-protesters", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-08T21:08:54Z", "webTitle": "Labour colleagues outraged after MP Roger Godsiff backs anti-LGBT protest", "webUrl": "https://www.theguardian.com/education/2019/jun/08/roger-godsiff-sickens-fellow-labour-mp-over-support-for-anti-lgbt-protesters", "apiUrl": "https://content.guardianapis.com/education/2019/jun/08/roger-godsiff-sickens-fellow-labour-mp-over-support-for-anti-lgbt-protesters", "fields": {"headline": "Labour colleagues outraged after MP Roger Godsiff backs anti-LGBT protest", "bodyText": "The shadow education secretary, Angela Rayner, said she had reported fellow Labour MP Roger Godsiff to the party’s chief whip over comments about LGBT teaching in schools, as other party colleagues criticised him for saying “you’re right” to protesters against such teaching at a Birmingham primary school. “This might be the personal views of Mr Roger Godsiff but they do not represent the Labour Party &amp; are discriminatory &amp; irresponsible,” Rayner wrote on Twitter. Godsiff, the MP for the Birmingham Hall Green constituency, which is home to Anderton Park primary school, also told protesters they had a “just cause”, as he criticised the headteacher. His remarks outraged party colleagues and led to calls for him to lose the Labour whip. After weeks of megaphone-led protests at the school, the council successfully applied for a high court interim injunction which banned demonstrations outside the gates for the first time on Friday. Protesters have objected to the school’s use of particular relationship education materials, claiming the teaching is “over-emphasising a gay ethos”. The school’s headteacher, Sarah Hewitt-Clarkson, has called the demonstrations “toxic and nasty”, and said she has received threats since they started. Godsiff first waded into the row last month, saying he understood the protesters’ concerns. Now, in his latest comments, appearing in a video widely circulated on social media, Godsiff declared: “I believe in telling it as I see it.” Flanked by the main organiser of the protests, Shakeel Afsar, the MP then said: “If I had the opportunity of rolling the clock back I would do exactly the same thing again. Because I think you have a just cause and I regret the fact that it hasn’t been reciprocated by the headteacher.” Godsiff then asked demonstrators to “consider calling the protest off” as they had made their point, but added it would be their choice to do so. He then said: “I will continue to try and fight your corner because you’re right. Nothing more, nothing less. You’re right.” Wes Streeting, the Labour MP for Ilford North, said he would be tabling a formal complaint to the party about Godsiff. In a series of tweets, he said: “This made me feel sick to my stomach. One of my own Labour colleagues stood with people who have peddled hatred and bigotry on school gates, intimidating pupils, teachers and parents.” The LGBT Labour group, at its annual general meeting, voted to condemn Godsiff’s remarks and called for the party whip to be removed. Labour councillors from Birmingham city council also rounded on Godsiff. The deputy council leader, Brigid Jones, tweeted: “How dare you tell men whose homophobic protests were so threatening and disruptive that they had a court injunction issued against them that they are ‘right’.” A petition calling on the constituency Labour party to deselect Godsiff had, at time of writing, gained 1,000 signatures. The education secretary, Damian Hinds, has previously called for the “unacceptable” demonstrations to end."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}