{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/30/ronald-kay-obituary", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-30T17:10:03Z", "webTitle": "Ronald Kay obituary", "webUrl": "https://www.theguardian.com/education/2019/jun/30/ronald-kay-obituary", "apiUrl": "https://content.guardianapis.com/education/2019/jun/30/ronald-kay-obituary", "fields": {"headline": "Ronald Kay obituary", "bodyText": "Many people in the past will have applied to university through Ucca (the Universities Central Council on Admissions), but few will know the man behind the signature that appeared on every acceptance and rejection letter. That man was my father, Ronald Kay, who has died aged 99. He ran Ucca from its inception until his retirement in 1985. Ronald was assistant registrar at Leeds University during the 1950s. At that time, the application system was chaotic and the proposed university expansion of the early 60s heralded an urgent need for reform. My father saw computerisation as the solution to the problem. With the help of a computer, millions of punched cards and an industrial size photocopier, the Ucca team introduced the new system as a pilot in 1963, with a successful national roll-out in 1964. Each university was an autonomous institution, running its own application system, and proud of its differences. Getting them to agree common application forms and selection processes was a major undertaking. This huge operational change was introduced without any of the failures we sometimes see today in large IT transformation. Ronald ensured the student was seen as an individual – universities were still able to assess candidates’ personal strengths alongside their academic achievements. The original system stood the test of time and would be recognised by current applicants who now apply through Ucas (the Universities and Colleges Admission Service). He was born in Sheffield, to May (nee Friskney), a piano teacher, and Ernest Kay, a cutler. After grammar school, Ronald won a scholarship to study English at Sheffield University. He spent the second world war years organising Atlantic convoys in the Ministry of Shipping. Then, in 1945, he joined the British Control Commission in Hanover. By chance he was billeted in the house of a young German woman, Brigitte Albert. They married in 1949. Ronald was appointed OBE in 1985 for his services to universities. He had a long, happy marriage to Brigitte, who died in February. Despite frailty in his old age, he retained a twinkle in his eye, and took a great interest in the lives and careers of his six children, Barbara, Michael, Robert, Richard, Eleanor and me, and the many grandchildren and great grandchildren who survive him: “Too many to count”. He was a true gentleman – his intelligence, integrity, humour and positivity survived till the end."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}