{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/13/fifth-of-pupils-in-england-miss-out-on-first-choice-of-secondary", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-13T13:34:10Z", "webTitle": "Fifth of pupils in England miss out on first-choice secondary", "webUrl": "https://www.theguardian.com/education/2019/jun/13/fifth-of-pupils-in-england-miss-out-on-first-choice-of-secondary", "apiUrl": "https://content.guardianapis.com/education/2019/jun/13/fifth-of-pupils-in-england-miss-out-on-first-choice-of-secondary", "fields": {"headline": "Fifth of pupils in England miss out on first-choice secondary", "bodyText": "The proportion of students in England getting into their first-choice secondary school has dropped to its lowest level for a decade as pupil numbers surge, official figures show. The statistics show the pressure on primaries has started to shift to secondaries. Since 2013, when secondary applications were at their lowest, there has been a 20.9% increase in applications, according to figures from the Department for Education. The proportion of secondary applicants receiving an offer of their first-choice school dropped from 83.2% in 2010-11 to 80.9% in 2019. The proportion of applicants who received an offer from any of their preferred schools also dropped from 96.6% in 2010-11 to 94.8% in 2019. Local authorities received 604,500 applications for a place at secondary school in 2019, a 3.7% increase on 2018. Overall, 93% of applicants received an offer of one from their top three preferences. As in previous years, London applicants had the lowest first preference rates at secondary level. Applicants in Lambeth (54.8%), Lewisham (56.9%) and Hammersmith &amp; Fulham (57.3%) had the lowest rates in 2019. Applicants in Northumberland (98.4%), North Somerset (96.9%) and Central Bedfordshire (96.7%) had the three best first preference rates in 2019. Geoff Barton, the general secretary of the Association of School and College Leaders, called for additional school places to meet growing student numbers. “The fact that more families have missed out on their preferred choice of secondary schools this year is a sign of the pressure on the system as pupil numbers rise. This is likely to intensify over the next five years because the number of secondary school pupils is expected to increase by another 376,000. “Additional school places will need to be planned carefully to match demographic need. But this is only one part of the picture. We must ensure every family is able to access a place in a good, local school wherever they live, and that they don’t feel the need to chase places in over-subscribed schools.” The school standards minister, Nick Gibb, said: “Wherever they live and whatever their background, children deserve the best in education. Since 2010 we have created more school places and seen school standards rise, meaning there is a greater opportunity for pupils across the country to go to a good or outstanding school. “This means that, despite rising pupil numbers and the highest number of applications at secondary level for 12 years, the vast majority of parents sending their children to school this September received one of their top three preferences of either primary or secondary school.” The shadow education secretary Angela Rayner said: “The Conservative election manifesto pledged a review of school admissions, yet even as the clock runs down on the prime minister’s time in office, there is no sign the Tories will keep that promise to parents. “Instead of investing in our schools the Tories have slashed budgets for creating new school places and left in place a system that lets down the most disadvantaged pupils. Their inefficient free schools programme is failing to build new schools where they are most needed, and they have prevented councils from stepping in to tackle the shortfall of places.” The figures on school places come as Ofsted ramps up the number of exempt outstanding schools it inspects. The schools watchdog said just 16% of outstanding primary and secondary schools inspected this academic year retained their top Ofsted rating, compared with 33% of such schools last year. Outstanding primary and secondary schools are typically exempt from routine inspection, but can be inspected if Ofsted has concerns about their performance. Ofsted inspected 305 outstanding primary and secondary schools this academic year – more than double the number inspected during the previous academic year. Ofsted’s chief inspector, Amanda Spielman, said Thursday’s figures were not surprising, but they should still “set alarm bells ringing”. “The fact that outstanding schools are largely exempt from inspection leaves us with real gaps in our knowledge about the quality of education and safeguarding in these schools. Some of them have not been inspected for over a decade, and when our inspectors go back in, they sometimes find standards have significantly declined.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}