{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/18/exam-board-edexcel-scraps-a-level-maths-paper-after-leak-fears", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-18T15:19:14Z", "webTitle": "Watchdog to review English exams system after A-level leak fears", "webUrl": "https://www.theguardian.com/education/2019/jun/18/exam-board-edexcel-scraps-a-level-maths-paper-after-leak-fears", "apiUrl": "https://content.guardianapis.com/education/2019/jun/18/exam-board-edexcel-scraps-a-level-maths-paper-after-leak-fears", "fields": {"headline": "Watchdog to review English exams system after A-level leak fears", "bodyText": "Regulators are to review the integrity of the school examination system in England after a “completely unacceptable” security breach led the Edexcel board to withdraw and replace an A-level further maths paper over fears it had been leaked. About 7,000 pupils are due to sit the third part of Edexcel’s further maths A-level exam on Thursday, and while the exam will go ahead as planned Pearson, Edexcel’s parent company, announced it will replace the paper with a new version as a precaution. The latest potential leak was uncovered during an investigation at the same school suspected of being the source of an A-level maths paper that was being offered for sale via social media last week. “As part of Pearson’s ongoing investigation of a centre into the breach of the A-level maths paper three on statistics and mechanics last week, and due to the actions of this centre, we have taken a decision to replace the forthcoming further maths A-level paper scheduled for this Thursday 20 June,” the company said. Pearson said its investigation revealed that a sealed packet containing the further maths paper had been “opened by an individual” at the same school, although it said it had no evidence that any questions had been leaked. Schools are required to securely store papers until immediately before each exam is taken. Ofqual, the exam regulator for England, said it was “closely monitoring” Pearson’s investigation and how it planned to deal with the consequences when awarding grades in August. “Students, parents and teachers have been understandably upset by the rare, irresponsible actions of one centre which breached the security of Pearson’s maths exam taken on Friday. This is completely unacceptable,” Ofqual said in a statement. “The integrity of the exam system relies on the trust and diligence of exams officers, teachers, students, exam boards and their suppliers and social media companies – the vast majority of whom take seriously their responsibilities. When that trust is breached our priority, and that of exam boards, is to protect the interests of hardworking students. “We will continue to work with the exam boards to make sure the remaining exams of the summer are safely taken. Once results are issued, we will review the summer, including this incident, and consider what more can be done to protect the integrity of the exam system.” The breach is the latest example of poor security involving lost or stolen papers that have plagued examination boards in recent years, with leaked papers rapidly copied and distributed online. In 2017, Pearson was forced to make changes to statistics and further pure maths A-level papers after reports that some students had seen questions in advance. And in 2017 and 2018 police investigations were launched into suspected leaks involving Edexcel’s A-level maths papers, with 29 candidates having their results annulled. The criminal investigation into the 2017 case continues, with details forwarded to prosecutors by the police last April. Sharon Hague, Pearson’s senior vice-president for schools, said the “unusual yet necessary step” of replacing this week’s paper was to maintain confidence in the exam system and ensure fairness. “Our message to students is not to worry about this and focus on your revision as you normally would,” Hague said. In last week’s leak, photographs of questions from the A-level maths paper were posted on Twitter, with a note telling candidates to send a message “if you want tomorrow’s A-level maths, stats and mechanics paper 3 exam”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}