{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/23/academics-criticise-oppressive-treatment-of-student-protesters-university-of-london", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-24T15:33:37Z", "webTitle": "London academics criticise 'oppressive' treatment of student protesters", "webUrl": "https://www.theguardian.com/education/2019/jun/23/academics-criticise-oppressive-treatment-of-student-protesters-university-of-london", "apiUrl": "https://content.guardianapis.com/education/2019/jun/23/academics-criticise-oppressive-treatment-of-student-protesters-university-of-london", "fields": {"headline": "London academics criticise 'oppressive' treatment of student protesters", "bodyText": "Academics have condemned the “oppressive” treatment of student protesters after the university hired private security staff who forcibly evicted a group that were peacefully occupying a campus building in support of outsourced cleaners. The University of London (UoL) spent more than £1.3m on additional security officers, receptionists and other security measures from March 2018 until November last year, amid student demonstrations and over a dozen workers’ strike days. The total until now is likely to be much higher for what protesters say has been the increasingly heavy policing of demonstrations in support of demands for the mainly migrant workers to be brought in-house under equal terms. Video footage has emerged from the second and final day of the occupation last week showing private security guards – whose company badges were concealed – removing protesters from Senate House. Asked upon what legal grounds they were being removed, a security guard is heard saying: “We don’t need powers.” He later said the protesters were trespassing, adding: “The university have asked us to remove you from the premises.” Ross Tayler, a master’s student at University College London, said: “We were dragged down the fire escape stairs. It was brutal and intimidating.” After some protesters were removed, another security guard said: “I’ve just spoken with them, they’re saying the meeting is still on the table ... with the vice-chancellor.” Before the eviction, Senate House management were criticised for preventing fellow students from bringing food to the occupiers. In a statement, Justice for UoL Workers said the occupation was a method of “peaceful escalation” in the campaign’s pursuit of “basic fairness and workers’ rights”. “Approximately 15 bailiffs with riot shields, stab vests, bolt cutters and concealed equipment broke into the occupation by force,” a spokesperson said. “They had covered the insignia on their shirts … and refused to answer any questions including [those about] their legal grounds for eviction. All occupiers received varying forms of injury and were deeply distressed.” It added: “UoL management peered through the window and watched, refusing requests to communicate as their students were violently manhandled on their orders.” However, the video shows a bailiff stating they had permission from the university to be there and does not show any violence by them towards the protesters. Academic staff from across UoL criticised the treatment of the protesters, and that of the outsourced staff. “What’s happening at the UoL is part of a broader recognition that cleaners at universities should be treated with dignity and respect,” said Dr Jamie Woodcock, a visiting academic at Goldsmiths’ Institute of Management Studies. “I’ve been completely astonished by the university’s response to the protests, putting up barriers around entrances and hiring private security. It looks like something out of an oppressive regime that the university would condemn. Why are publicly funded universities spending money attacking non-violent protesters?” He added that evidence suggested that bringing cleaners in-house was cost-effective and outsourcing to an external company might not save money. “The cost of paying cleaners more is being dwarfed by the huge amount spent on policing protests,” he said. “It shows this is a question of the university not wanting to bow to pressure from students and staff. They are making a political choice.” Leo Zeilig, a senior research fellow at the Institute of Commonwealth Studies, said events at UoL were part of a global movement to kick back against outsourcing. “I have witnessed private security guards hired specifically for their muscle who have used heavy-handed aggression and physical intimidation at legitimate, peaceful protests with workers and students at the university,” he said. “I have colleagues in Sydney who know about the situation at the UoL. I’m ashamed of how the university has been treating its outsourced workers, while claiming they have no responsibility for them. It is a fig leaf of justification and it can’t go on.” Ashok Kumar, a lecturer in political economy at Birkbeck, said other colleges within UoL had brought maintenance staff in-house and that “increasingly militaristic” tactics were being employed, such as the use of private security to evict student occupiers without an injunction. “It’s fairly unprecedented,” he said. Last month, the University and College Union voted to boycott Senate House, the administrative centre of UoL, because of its treatment of cleaning, catering and security staff and others not directly employed by the university. UoL was contacted for comment. After publication, a spokesperson said: “The university firmly rejects allegations of a violent removal of a small group of students who occupied a room in Senate House last week. “The students were removed without any violence or harm as they were potentially endangering themselves by sitting on exterior balconies, blocking fire exits and smoking on university premises. They had blocked all exits to the Chancellor’s Hall, ignored a genuine fire alarm and were in breach of our visitor regulations. “The university was in very regular contact with the student group throughout the occupation. The students were offered a meeting with the vice-chancellor to discuss their demands but did not take up this opportunity.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}