{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/30/despair-over-school-funding-and-education-system-in-britain", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-30T17:06:39Z", "webTitle": "Despair over school funding and education system in Britain | Letters", "webUrl": "https://www.theguardian.com/education/2019/jun/30/despair-over-school-funding-and-education-system-in-britain", "apiUrl": "https://content.guardianapis.com/education/2019/jun/30/despair-over-school-funding-and-education-system-in-britain", "fields": {"headline": "Despair over school funding and education system in Britain", "bodyText": "It is difficult not to feel anything but despair when reading about the plight of our schools (Fewer teachers but more pupils, theguardian.com, 27 June). My three children attend a small primary school in Norfolk, a county where in the last week a wealthy and privileged independent school, Gresham’s, has become the “lucky” recipient of a £19m gift from James Dyson. I feel desperate that such inequality lies bare when so many exhausted teachers are working tirelessly to enhance the lives of children from all backgrounds. Amid the Brexit and leadership chaos, the unacceptable Tory lies that schools have more money are trotted out less, as the focus on what is happening in education is kicked down a long and dusty road. We’ve been seeing unprecedented cuts for a decade. The sector is on its knees, the Department for Education is topping the public accounts committee’s “departments of concern” list. Dyson isn’t going to bail out our schools, nor would any of us want him to. But it would be nice if this government did. Bridget James Swaffham, Norfolk • Far from taking Finland as an example (Letters, 29 June), why don’t we take a leaf out of Germany’s educational system? It did not scrap grammar schools, but kept them for those capable of benefiting from an academic education. Alongside this, it has highly efficient schools for those with a more practical bent. There is room for interchange between types of school and the selection is usually by cooperation between parents and teachers. And theirs is clearly the most successful society in Europe. In Britain, private schools have simply absorbed the demand that grammar schools used to fulfil, but they are not free. In Germany private schools are rare and specialised. Less, or no, state subsidy to private schools and the reintroduction of a state-provided academic education in every town would go some way to lessening the domination of private schools in virtually every aspect of our society. Tony Pitman Bradford-on-Avon, Wiltshire • As the school where I teach became an academy, the first thing we were told was that teachers on the “upper pay scale” were expensive. Then began the onslaught on teachers’ terms and conditions, while the management team got bigger and bigger (along with their salaries). Next was the dictatorial style of management, where you were not allowed to question, but had to “Do as we say”. Add to that the spin and double-speak, and welcome to the Orwellian world of teaching in a multi-academy trust today. Name and address supplied • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}