{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2019/jun/23/special-educational-needs-crisis-court-cases-soar", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-23T05:00:37Z", "webTitle": "Crisis in special educational needs drives parents to court", "webUrl": "https://www.theguardian.com/education/2019/jun/23/special-educational-needs-crisis-court-cases-soar", "apiUrl": "https://content.guardianapis.com/education/2019/jun/23/special-educational-needs-crisis-court-cases-soar", "fields": {"headline": "Crisis in special educational needs drives parents to court", "bodyText": "A funding shortfall for children with special educational needs has led to a surge in court appeals, as families turn to legal action to secure extra help from cash-strapped councils. With a 26% rise in the last financial year in the number of court appeals by families, MPs are warning of a crisis in special needs care. It is the third successive year that an increase has been recorded. The total of 6,374 appeals lodged in 2018-19 was almost double the number of three years earlier, according to analysis by the Special Needs Jungle website. The increase in legal action comes amid what insiders describe as a perfect storm hitting provision for special educational needs and disabilities (Send). Schools are struggling to meet the extra costs. That is heaping further pressure on councils, which have a legal obligation to provide care for children that require it. That in turn has led more families to the courts to fight for resources for their children. A backlog of cases is growing, and more judges are being recruited to deal with the workload. And after almost a decade of funding cuts to local authorities, families are now challenging the government at the high court over its funding for Send. Louise Haigh, the Labour MP for Sheffield Heeley, said last week that she was being “inundated” with inquiries from parents. Gillian Doherty, founder of the parents’ campaign network Send Family Action, said: “Tribunal figures have almost doubled since 2015, and the system is under so much pressure that three-quarters of tribunals are being postponed. Families are appealing and winning in 89% of cases because judges recognise the legitimacy of their challenges. “Local authorities simply don’t have enough money to meet their legal obligations to children with special educational needs. Provision has been eroded to the point where the entire Send system is collapsing.” The Local Government Association has said councils are facing a national special needs emergency and require more funding from government to meet “colossal demand”. To secure help, parents need to receive an education, health and care plan covering the resources they require. Families are battling to overturn decisions not to hand them a plan, have their plan altered, or have it extended. A recent report by the IPPR North thinktank revealed that funding for special needs pupils had been cut by 17% across England since 2015. It said that the north had been worst affected, with cuts of 22% per pupil. Ministers have argued that funding for children with the most complex needs has increased from £5bn in 2013 to more than £6bn this year. However, the children and families minister, Nadhim Zahawi, has acknowledged the huge “cost pressures on high needs budgets” for local authorities. An extra £250m in funding was allocated last year and 37 new special schools had been approved, the minister said. A Department for Education spokesperson said: “Our ambition for children with special educational needs and disabilities is exactly the same for every other child – to achieve well in education, and go on to live happy and fulfilled lives. This is why we introduced education health and care plans, tailored to each individual, to ensure they are supported while they study. “While only 1.6% of all appealable decisions are appealed, the same rate as in 2014, we do accept that the number of children with EHC plans has also increased. We are investing £20m until March 2020 to improve the quality of Send information, advice and support available to families, including driving the embedding of minimum standards. We are also providing guidance and training to local authorities to help improve the quality of EHC plans.” Speaking at the Together for Education rally in Westminster on Saturday, the Labour leader Jeremy Corbyn called for an end to austerity and warned the government that continuing with the policy would lead to greater inequality, underfunding and “more and more underachievement”, especially for those from the poorest backgrounds or with special needs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}