{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/18/epic-photo-huntsman-spider-eats-pygmy-possum-in-tasmania", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-18T04:39:27Z", "webTitle": "'Epic photo': huntsman spider eats pygmy possum in Australia", "webUrl": "https://www.theguardian.com/environment/2019/jun/18/epic-photo-huntsman-spider-eats-pygmy-possum-in-tasmania", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/18/epic-photo-huntsman-spider-eats-pygmy-possum-in-tasmania", "fields": {"headline": "'Epic photo': huntsman spider eats pygmy possum in Australia", "bodyText": "Pygmy possums usually aren’t on the menu for huntsman spiders. But an Australian man from Tasmania has captured the rare moment a huntsman attempted to devour a tiny possum at a lodge in the Mount Field national park, 64 km north-west of Hobart. Justine Latton posted the photo her husband took, on a Facebook group devoted to Tasmanian spiders and insects. Australia Museum arachnology collection manager Graham Milledge said it was an unusual event. “It would be fairly rare,” he told the Guardian. “It’s the first time I’ve seen a pygmy possum as prey.” He said it was more common to see huntsman eat small birds, frogs and geckos. Tasmania is home to two types of pygmy possums – the little pygmy and the eastern pygmy. The little pygmy possum grows to seven grams in weight and has a head and body length of only 5-6.5 centimetres. It is the smallest of all possums. The eastern pygmy can grow to between 15 grams and 43 grams in weight – which is less than a golf ball, with a body length of 7-11 centimetres. Charles Darwin University conservation biology professor John Woinarski said it was likely to be an eastern pygmy. “There are some habitat differences between the two species, and [an] eastern pygmy possum is more likely to occur in alpine and subalpine habitats, such as Mt Field,” Woinarski said. While some Facebook users were terrified of the prospect of possum-eating spiders, others were overcome by the wonder of nature. “OMG what a once in a life time photo opportunity ... I would be so freaking excited if I were lucky enough to witness this ... not scary at all just interesting … Thanks for the share of such an epic photo!!” Emma Powell wrote. In 2016, a Queensland man captured a similar event, filming a huntsman spider carrying a sizeable mouse up the outside of a fridge."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}