{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/27/uk-accused-of-ignoring-obligations-on-aviation-emissions", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-27T07:00:12Z", "webTitle": "UK accused of ignoring obligations on aviation emissions", "webUrl": "https://www.theguardian.com/environment/2019/jun/27/uk-accused-of-ignoring-obligations-on-aviation-emissions", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/27/uk-accused-of-ignoring-obligations-on-aviation-emissions", "fields": {"headline": "UK accused of ignoring obligations on aviation emissions", "bodyText": "The UK and other EU governments are in breach of international obligations by failing to be open about their policies to tackle emissions from aviation, a coalition of NGOs has said. The group is lodging a formal complaint over the secrecy surrounding regulation of emissions from international flights, which they say allows the aviation industry to be a “climate laggard”. Last year, aviation emitted 895m tonnes of carbon dioxide – 2.4% of global energy-related CO2 emissions, according to Carbon Brief. If aviation were a country it would be the sixth biggest emitter in the world. But the UK and other EU governments are in breach of international obligations relating to the release of environmental information because they are failing to disclose details on cutting emissions, say the NGOs which are part of the International Coalition for Sustainable Aviation. The Aarhus convention, which was agreed in 1998, enshrines the right for everyone to receive environmental information held by public authorities. The parties to the convention are required to make the necessary provisions so that public authorities contribute to these rights to make them effective. The coalition of NGOs will raise its complaints on Thursday at a meeting of the working group of members of the convention in Geneva. The UK, EU and European governments are all members of the International Civil Aviation Organization, a UN body incharge of reducing the carbon footprint of international aviation. But the ICAO has been criticised for its secrecy. Its agenda and discussion documents are not released to the public or the media, and the meetings are held behind closed doors. Documents do emerge through leaks, but the ICAO rules warn participants that they face “unlimited liability for confidentiality breaches”. Andrew Murphy of the NGO Transport and Environment said the UK and others were using these rules to avoid releasing their policies, and were therefore in breach of the Aarhus convention. He said governments had failed to release their submissions to the ICAO environment committee, which meets every three and has drawn up the first scheme for international airlines to declare their emissions, known as Corsia. Murphy said: “Governments have been using this UN agency’s arcane rules to dodge their obligations under international law. They are required to be transparent in how they regulate aviation emissions. Their secrecy is one of the reasons why the airline sector remains such a climate laggard.” Under Corsia, international aircraft will this year have to start monitoring their emissions as part of ICAO measures. Central to these measures is a market-based system of purchasing emissions offsets rather than a requirement to directly reduce aircraft emissions. Air transport companies can reduce the amount of carbon emissions they have to offset by using biofuels. A final decision on the rules around what kinds of biofuels can be used was made last week at an ICAO meeting, but the policy has not been published. The Guardian asked the ICAO to release details of the policy, but the agency was not able to provide the information in time for publication. Corsia was agreed in 2016 by the 36 ICAO member countries and has taken until this year to implement. But some believe it will not have the required impact on reducing emissions produced by an aviation industry which predicts passenger numbers doubling to 8.2 billion by 2037. A spokesperson for the Department for Transport – which sends officials to ICAO meetings – said the UK did not publish official correspondence with the UN body because it is was “not an environmental organisation” and that its work involved confidential information which was commercially sensitive. “We strive for maximum transparency and recognise the importance of public access to information, which is why we are seeking to improve ICAO practices in this area,” the DfT said. “We are engaging with the ICAO and all its other member states, and will continue working to ensure our international environmental responsibilities are upheld.” • This article was amended on 28 June 2019 to clarify that the ICAO responded to the Guardian’s request for details of the policy, but was not able to provide the information in time for publication."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}