{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/05/people-eat-at-least-50000-plastic-particles-a-year-study-finds", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-05T12:00:15Z", "webTitle": "People eat at least 50,000 plastic particles a year, study finds", "webUrl": "https://www.theguardian.com/environment/2019/jun/05/people-eat-at-least-50000-plastic-particles-a-year-study-finds", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/05/people-eat-at-least-50000-plastic-particles-a-year-study-finds", "fields": {"headline": "People eat at least 50,000 plastic particles a year, study finds", "bodyText": "The average person eats at least 50,000 particles of microplastic a year and breathes in a similar quantity, according to the first study to estimate human ingestion of plastic pollution. The true number is likely to be many times higher, as only a small number of foods and drinks have been analysed for plastic contamination. The scientists reported that drinking a lot of bottled water drastically increased the particles consumed. The health impacts of ingesting microplastic are unknown, but they could release toxic substances. Some pieces are small enough to penetrate human tissues, where they could trigger immune reactions. Microplastic pollution is mostly created by the disintegration of plastic litter and appears to be ubiquitous across the planet. Researchers find microplastics everywhere they look; in the air, soil, rivers and the deepest oceans around the world. They have been detected in tap and bottled water, seafood and beer. They were also found in human stool samples for the first time in October, confirming that people ingest the particles. The new research, published in the journal Environmental Science and Technology, took the data from 26 previous studies that measure the amounts of microplastic particles in fish, shellfish, sugar, salt, beer and water, as well as in the air in cities. The scientists then used US government dietary guidelines to calculate how many particles people would eat in a year. Adults eat about 50,000 microplastic particles a year and children about 40,000, they estimated. Most food and drink types have not been tested, however, meaning the study only assessed 15% of calorie intake. “We don’t know a huge amount. There are some major data gaps that need to get filled,” said Kieran Cox, at the University of Victoria in Canada, who led the research. Other foods, such as bread, processed products, meat, dairy and vegetables, may well contain just as much plastic, he said. “It is really highly likely there is going to be large amounts of plastic particles in these. You could be heading into the hundreds of thousands.” Some of the best available data is on water, with bottled water containing 22 times more microplastic than tap water on average. A person who only drank bottled water would consume 130,000 particles per year from that source alone, the researchers said, compared with 4,000 from tap water. Scientists do not know what happens when microplastics are inhaled, but the new study speculates that “most inhaled particles will be ingested” rather than coughed or sneezed out. The researchers also estimated that microplastic particles settling on to a single meal per day could add a further tens of thousands to the annual amount consumed. Cox was clear that there are no known health effects as yet, but he said the ingested particles are “a high exposure risk in terms of numbers. It could be a potential alarm call for sure”. Stephanie Wright, at King’s College London, who was not involved in the research, said: “These current estimates suggest microplastic exposure is relatively low compared to other particles. For example, it has been estimated that the average western diet exposes consumers to billions of titanium dioxide microparticles, a common additive, each day. However, what comparatively low microplastic exposures mean for health is unknown.” The European commission’s chief scientific advisers said in a report in April: “The evidence [on the environmental and health risks of microplastics] provides grounds for genuine concern and for precaution to be exercised.” They concluded: “Growing scientific evidence on the hazards of uncontrolled microplastic pollution, combined with its long-term persistence and irreversibility, suggests that reasonable and proportional measures should be taken to prevent the release of microplastics.” Cox said his research had changed his own behaviour. “I definitely steer away from plastic packaging and try to avoid bottled water as much as possible,” he said. “Removing single-use plastic from your life and supporting companies that are moving away from plastic packaging is going to have a non-trivial impact,” Cox said. “The facts are simple. We are producing a lot of plastic and it is ending up in the ecosystems, which we are a part of.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}