{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/27/doctors-against-climate-catastrophe", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-27T12:31:58Z", "webTitle": "Doctors against climate catastrophe | Letter", "webUrl": "https://www.theguardian.com/environment/2019/jun/27/doctors-against-climate-catastrophe", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/27/doctors-against-climate-catastrophe", "fields": {"headline": "Doctors against climate catastrophe", "bodyText": "We are qualified medical doctors united by our distress at the minimal response to looming environmental disaster. We sympathise with current widespread protest, notably by children who will be most affected. We urge government and media to respond immediately and proportionately. As caring professionals we cannot countenance current policies that push the world’s most vulnerable towards environmental catastrophe. We are particularly alarmed by the effects of rising temperatures on health and heed predictions of societal collapse and consequent mass migration. Such collapse risks damage to physical and mental health on an unprecedented scale. Present policies and responses are woefully inadequate. The Intergovernmental Panel on Climate Change warns that we have only 11 years to halve global emissions to meet their 1.5C target, yet last year our global emissions rose yet again. It will be a massive task to avoid catastrophic warming and we need radical action now. Our unchecked consumption, dependence on fossil fuels and decimation of ecosystems continue. The diagnosis is clear and the treatment urgent. Yet politicians prevaricate and global emissions still rise. Governments abrogate their responsibility when pursuing grossly inadequate policies that risk environmental collapse. Non-violent direct action then becomes the reasonable choice for responsible individuals. We support the following key demands, which parallel those made by Extinction Rebellion: • governments and media should be honest about the challenges and urgency of tackling ecological disaster; • governments should effect carbon neutrality within the IPCC timeframe; • governments should establish and be led by Citizens’ Assemblies to enable climate and ecological justice. James Underwood Past president, Royal College of Pathologists Professor John Middleton President, UK Faculty of Public Health Professor David Pencheon Honorary professor of health and sustainable development, University of Exeter, UK Dr Bing Jones Retired associate specialist in haematology Dr Terry Kemple Past president, Royal College of General Practitioners (Read the letter in full and more than 1,000 signatures at https://cancerofclimatechange.org/about/) • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}