{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/06/cutting-uk-emissions-net-zero-cost-1tn-philip-hammond", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-06T16:51:11Z", "webTitle": "No 10 denies claim by chancellor that emissions target will cost UK £1tn", "webUrl": "https://www.theguardian.com/environment/2019/jun/06/cutting-uk-emissions-net-zero-cost-1tn-philip-hammond", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/06/cutting-uk-emissions-net-zero-cost-1tn-philip-hammond", "fields": {"headline": "No 10 denies claim by chancellor that emissions target will cost UK £1tn", "bodyText": "Downing Street has shot down claims made by the chancellor, Philip Hammond, that tackling the climate crisis would cost £1tn and require spending cuts for schools, hospitals and the police force. No 10 said plans to create a net zero carbon economy would cost no more than the UK’s existing plans to reduce greenhouse gas emissions. The firm response will be seen as a rare rebuke for Hammond, who warned Theresa May that reducing greenhouse gas emissions to net zero could cost the country £1tn and lead to industries becoming “economically uncompetitive” without government subsidies. In a letter to the prime minister, Hammond said the proposed 2050 net zero target – one of the most far-reaching proposed in the world – would mean less money for schools, the NHS and police forces, the Financial Times reported. Downing Street said analysis from the Committee on Climate Change (CCC) showed that the cost of a net zero carbon economy would “fall within our existing spending plans”. A spokeswoman for No 10 would not comment directly on the letter, but warned against any cost estimates which conflated economic costs with public spending. “There are a lot of figures out there on this issue that don’t factor in the benefits or consider the costs of not doing this,” she said. “The costs related to meeting this target are whole-of-the-economy costs, not a fiscal cost, and so it’s not really right to frame it as a trade-off for public spending,” she said. The target has the backing of the CCC, the government’s advisory panel. The current policy is to cut emissions by 80% over the same time period, which Hammond said was already off track. For any such targets to have credibility the government would need to have an “ambitious policy response”, he said. “This would almost certainly include increased government spending, meaning less money available for other areas of public spending.” To reach net zero, the UK would have to offset all carbon emissions with schemes such as planting trees or through processes such as carbon capture and storage. Hammond said the country would need to decarbonise virtually all heating, meaning households would need to spend thousands of pounds replacing gas boilers and installing insulation. He also claimed there would need to be a ban on petrol and diesel cars as well as a big increase in the number of charging points for electric cars. The CCC has previously estimated that achieving the net zero target would cost £50bn a year, but the chancellor used a figure of £70bn, which has been calculated by the Department for Business, Energy and Industrial Strategy. “On the basis of these estimates, the total cost of transitioning to a zero-carbon economy is likely to be well in excess of a trillion pounds,” Hammond wrote to the prime minister. When asked if Hammond was being misleading, the No 10 spokeswoman said: “I’m not going to talk about the specifics of a leak, but I think I’ve been pretty clear in the position from the PM.” The climate watchdog’s report said the cost of a net zero carbon economy would be between 1% and 2% of GDP by 2050. According to the report, this range remains valid even if costs climb to the £70bn a year mark suggested by Hammond. The forecast is also on a par with the cost of the UK’s existing target to cut greenhouse gas emissions by 80% from 1990 levels by 2050. The committee has said it expects the UK will be able to keep costs in check even while increasing its ambition, because green technologies are becoming more affordable. May is understood to be keen on having the emissions legislation as one of the key legacies of her time in office, and will enshrine the target in law on 11 June, according to civil servants. Meanwhile, a report from the International Energy Agency published on Thursdaysaid the UK government must do more to integrate low-cost renewable energy. The agency’s first major report on the UK in seven years said embracing renewables should be a priority to allow consumers to “take full benefit of clean and affordable power”. It said the UK should simplify and remove outdated regulation, review environmental subsidies and reform energy taxation. The overhaul should place more emphasis on energy efficiency, it says. May’s stance has the support of the frontrunner for the Tory leadership, Boris Johnson, who tweeted on Wednesday that a “government I lead would win our bid to host COP 2020, legislate for net zero emissions by 2050 &amp; embrace the opportunity of green growth for the UK as a global decarbonisation leader.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}