{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/21/policymaking-to-protect-our-future-and-the-planets", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-21T16:41:30Z", "webTitle": "Policymaking to protect our future and the planet’s | Letter", "webUrl": "https://www.theguardian.com/environment/2019/jun/21/policymaking-to-protect-our-future-and-the-planets", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/21/policymaking-to-protect-our-future-and-the-planets", "fields": {"headline": "Policymaking to protect our future and the planet’s", "bodyText": "It may prove to be incredibly difficult, but we must rethink our short-termist priorities if we intend to make good on our promises to those striking for the future (Our lives must be transformed to defeat this climate crisis, 15 June). Like your columnist, Susanna Rustin, I want us to break out of the short-term, four-year election inertia and reimagine our approach to policymaking via the prism of acting for tomorrow, today. This week, I led a parliamentary debate about how to protect and represent the interests of future generations, where I called on the government to look at how the Well-being of Future Generations (Wales) Act 2015 has shaken up “business as usual” by requiring public bodies in Wales to think about the long-term impact of their decisions and how best they can prevent persistent problems, including climate change, from happening. Ideas on how to repair our democracy, and with it the climate, are out there. Why couldn’t we replicate the role of a future generations commissioner for Wales in England, or in other UK regions? Why couldn’t parliament establish its own Committee for the Future, like Finland, to scrutinise policy and challenge ministerial short-termism? Why couldn’t every policy have to pass a future generations benchmark? Why couldn’t public bodies be required to scan the horizon to pre-empt problems coming down the track? And isn’t it time to get serious about preventive spending and require HM Treasury to define, measure and increase it? What we do over the next decade will determine the future of humanity for the next 10,000 years. And if we don’t want to be remembered as the generation that fiddled while Rome burned, we need to be brave, bold and ambitious in future-proofing our decision-making processes. After all, the best way to predict the future is to create it. John Bird Crossbencher, House of Lords • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}