{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/25/protesters-dnc-headquarters-climate-crisis", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-25T21:26:43Z", "webTitle": "Young protesters at DNC headquarters demand debate on climate crisis", "webUrl": "https://www.theguardian.com/environment/2019/jun/25/protesters-dnc-headquarters-climate-crisis", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/25/protesters-dnc-headquarters-climate-crisis", "fields": {"headline": "Young protesters at DNC headquarters demand debate on climate crisis", "bodyText": "Dozens of young climate protesters crowded outside the Democratic National Committee headquarters in Washington DC on Tuesday, demanding a debate focused on the crisis as presidential candidates prepare to face off this week over two nights in Florida. The DNC has declined to hold a climate-specific debate, even as Democratic voters rank rising temperatures – and the worse disasters and economic instability they bring – as a top priority. The DNC chair, Tom Perez, has warned that any candidate who participates in a climate debate will not be invited to others. Environment-minded voters worry the more general debates, like those in Miami this week, will give short shrift to climate. “I know that the crisis I see in my community is bigger than the few sentences they’re going to spend on it over the next few nights,” shouted Abigail Leedy, an 18-year-old from Philadelphia protesting with the Sunrise Movement, from the steps of the DNC office. An eight-year-old from Washington DC, Havana Chapman-Edwards, read a prepared statement. “I am old enough to know when the adults are talking about how they care about my future but actually not taking action or passing any laws to fight against climate change,” Chapman-Edwards said. Behind her, young people held signs reading “CLIMATE DEBATE,” and “11 YEARS,” the amount of time scientists say the world has to limit climate change catastrophe. The Climate crisis is sure to be mentioned in the debates on Wednesday and Thursday, in contrast to 2016 when not a single question on the topic was asked. Over two nights in Miami – the frontlines for sea-level rise, ocean acidification, flooding and heat – the 20 Democrats will debate each other on a wide range of issues. Many will seek to charm voters and distinguish themselves as the best candidate to beat Donald Trump. They are unlikely to get into the details of their climate proposals. But advocates want candidates to spend more time digging into the subject, talking about what specific policies they might support, how quickly they would force the country off fossil fuels and what they would do for communities already suffering, in coastal areas like Miami – where the debates are being held this week – and in the midwest where flooding is ravaging farms. That conversation would make it clearer which contenders are serious about their plans, they say. Democratic voters broadly agree with them, according to a new poll. The online survey sponsored by the Sierra Club found that 68% of likely Democratic primary voters want the DNC to hold a presidential debate specifically on the climate crisis. After the DNC’s refusal, a coalition of climate justice and environment groups – including The Climate Mobilization, Zero Hour, and Extinction Rebellion – are launching an online petition demanding Congress declare a national climate emergency. This week a coalition of more than 70 health organizations called on policymakers at all levels to treat the climate crisis as a health emergency. A handful of Democrats have unveiled blueprints for how they would reduce heat-trapping pollution and limit rising temperatures. Most have embraced a Green New Deal – which would include massive spending to restructure the economy to run without fossil fuels and aim to reduce inequality. Former vice-president Joe Biden has backed the Green New Deal’s concept of the world reaching net-zero greenhouse gas emissions by 2050. He would push for government limits on climate pollution. The Sierra Club’s poll found that voters who think Democratic candidates’ climate plans are “very important” are mostly supporting Biden, even as some activists say he wouldn’t do enough to stem warming and would allow the continued use of natural gas. Of climate voters polled, 37% support Biden, 19% support Senator Bernie Sanders, and 15% support Senator Elizabeth Warren. Sanders has been among the most vocal on the climate emergency, calling it an “existential crisis”, a moral issue and the biggest national security threat to the country. He also backs a Green New Deal and wants to keep fossil fuels in the ground. Warren has stuck to a pledge to ban new fossil fuel development on public lands, which many of her competitors have echoed. She would also spend $2tn on green research. The Washington governor, Jay Inslee, who trails in national polls, has centered his campaign around climate change and released the most comprehensive plans yet – to reach carbon neutrality by 2045, spend trillions and target polluters. In Florida, the candidates have an audience eager to hear about climate policies. Another poll – from ClimateNexus and George Mason and Yale universities – finds a large majority of Florida voters want the government to act on the climate crisis. Of all voters, 71% want climate policies. Among Democrats, 85% do. Most Floridians – seven in 10 – are worried about the personal risks they face from the climate crisis. A large fire is burning in the Florida Everglades, a reminder of the hotter conditions that are making wildfires bigger and harder to fight. Around the country, people are paying more attention to shifting weather patterns linked with higher temperatures. Ed Maibach, director of the George Mason University Center for Climate Change Communication, said his university’s polling project with Yale University has shown a “dramatic shift” in the numbers of Americans concerned about the climate. Nearly a third of Americans – double the number five years ago – are alarmed by global warming, Maibach said. The population unconcerned or doubtful of the problem has shrunk by 40%, to about 18% of Americans, he said. “For every three Americans who are worried about global warming, currently one isn’t worried about global warming,” Maibach said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}