{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/12/uk-accused-silently-eroding-eu-pesticide-rules-brexit-laws", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-12T06:00:36Z", "webTitle": "UK accused of 'silently eroding' EU pesticide rules in Brexit laws", "webUrl": "https://www.theguardian.com/environment/2019/jun/12/uk-accused-silently-eroding-eu-pesticide-rules-brexit-laws", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/12/uk-accused-silently-eroding-eu-pesticide-rules-brexit-laws", "fields": {"headline": "UK accused of 'silently eroding' EU pesticide rules in Brexit laws", "bodyText": "The UK has been accused of “silently eroding” key environmental and human health protections in the Brexit-inspired rush to convert thousands of pages of European Union pesticide policy into British law. Despite government claims the process would be little more than a technical exercise, analysis by the University of Sussex’s UK Trade Policy Observatory (UKTPO) has uncovered significant departures from EU regulations, including the removal of a blanket ban on hormone-disrupting chemicals, which are known to cause adverse health effects such as cancer, birth defects and immune disorders. The UK legislation removes the EU system of checks and balances to give a handful of ministers the power to create, amend and revoke pesticide legislation. It also appears to weaken the existing “precautionary principle” approach, which requires scientific evidence from an independent body that a pesticide is safe to use. Instead, UK ministers are given the option to obtain and consider such evidence at their own discretion. The changes could lead to the widespread use in the UK of harmful and carcinogenic pesticides, the researchers warn. But because the laws are being drawn up so quickly and at such a high volume, there has been little scrutiny of the process, said Emily Lydgate, a UKTPO fellow and senior lecturer at the university. “The creation of over 10,000 pages of new legislation, which effectively convert EU law into UK rulebooks, is one of the most intensive and significant efforts that the government has made to prepare for Brexit,” she said. “You’d normally think this would be so significant that it would justify primary legislation but because it’s a conversion, it’s undergone a very minimal parliamentary process.” The EU provides up to 80% of the UK’s environmental laws, which include regulations on pesticides, landfills, recycling and climate heating. Under the new regulations, however, power to make, amend and revoke pesticide legislation will be devolved to each of the national territories and consolidated to a secretary of state in England, relevant ministers in Scotland and Wales, and the competent authority in Northern Ireland. Ffion Thomas, a master’s student from the sustainability charity the Centre for Alternative Technology who was involved in the analysis, said the devolution of power could spell disaster for trade within the UK. “Each territory could set their own regulations on pesticides, so after exit day you could find that chemicals are approved [in one territory but not others] that have been proven harmful to human and animal health and the environment,” said Thomas. Hormone-disrupting chemicals are permitted for use in Canada and the US, and both countries have criticised the EU ban. Whether the UK government’s decision to remove the ban was an invitation to open trade talks with North America was as yet unclear, said Lydgate. “But the US and Canada have complained about [the ban] for a long time and it would certainly be on the table in a trade deal,” she added. Josie Cohen, the head of policy and campaigns at the Pesticide Action Network UK charity, warned the overall legislative changes could give ministers the power to open the door to further pesticide deregulation and potentially make them vulnerable to lobbying. “Despite the government commitment to uphold UK standards, these legal instruments threaten to eliminate crucial checks and balances and leave us woefully under-resourced to protect human health and environment from pesticides,” she said. “Before EU exit, the government must invest in creating a UK standalone regime which is fit for purpose. Otherwise we will end up with larger quantities of increasingly harmful chemicals being allowed in our food and farms.” The Department for Environment, Food and Rural Affairs said: “We will maintain the robust regulation of pesticides as we leave the EU, prioritising the protection of people and the environment. As always, we will continue to make all decisions on pesticides based on the best scientific evidence, following advice from the independent expert committee on pesticides.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}