{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/25/peru-sea-giant-worth-far-more-alive-than-dead-giant-manta-ray", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-25T06:00:39Z", "webTitle": "How Peru fell in love with a sea giant worth far more alive than dead | Dan Collyns", "webUrl": "https://www.theguardian.com/environment/2019/jun/25/peru-sea-giant-worth-far-more-alive-than-dead-giant-manta-ray", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/25/peru-sea-giant-worth-far-more-alive-than-dead-giant-manta-ray", "fields": {"headline": "How Peru fell in love with a sea giant worth far more alive than dead", "bodyText": "Fishermen heading out to sea off Peru’s northern coast keep a keen eye on the turquoise waters below them, hoping for a glimpse of the elusive giant manta ray gliding by. Nowadays the boats are taking tourists rather than nets. The fish they once caught are now in decline, and the fish the visitors want to see now are worth far more alive than dead. This wildlife-rich stretch of the eastern tropical Pacific shared with Ecuador is home to one of the largest populations of the world’s biggest ray – the giant manta – and the local community, led by marine scientist Kerstin Forsberg, is trying to conserve the creatures. These ocean-going giants are targeted for their gill plates, used in Chinese medicine, or, more commonly in Peruvian waters, they become entangled in fishing nets. With a wingspan that can measure as much as nine metres across, the giant manta rays have declined by up to a third globally and are classified as vulnerable on the red list of the International Union for Conservation of Nature. “This species was really overlooked in my country,” says Forsberg, 34. But that is no longer the case in Zorritos, a village arranged along a stretch of Peru’s west-facing Pacific coastline. In eight years, Forsberg has changed the mentality here towards the mantas. She has helped create a fisherman’s association focused on ecotourism encouraging local and foreign visitors to observe or even swim with the rays. The Guardian spotted rays leaping out of the sea and swimming close to the boat on one of these trips. “People here now get excited about giant manta rays. Before, they didn’t even notice that they existed,” Forsberg says. “Now if the manta ray gets entangled in their nets, fishermen start releasing them and report on it excitedly. They’re happy to mention it to their peers.” Edgardo Cruz, 50, has been fishing these rich waters since he was 15. His diesel-engined wooden craft, christened Pollito, chugs through the opalescent waters as he scans the horizon for signs of fish. He once caught a giant manta ray weighing one-and-half tonnes, he says. It was so heavy a crane was needed to lift it on to the shore. Despite his efforts to land it, he was paid around 200 Peruvians soles (£47) for the meat, which is not highly prized. “Before, if one got stuck in the net, we’d grab it, stick a knife in it, then tie it on to the boat and take it to the shore,” he says, his hand on Pollito’s tiller. “Not any more – now we use the knife, not to kill it but to free it so it swims away alive. “We cut the net because we know it would be destroyed by such a large animal. But you do so knowing that this will be the future for we fishermen.” Sustainable ecotourism could bring in more income than small-scale fishing. As tourism focused on marine megafauna grows globally, the manta tourism model could be particularly lucrative. One estimate predicts a living ray, with its 40-year lifespan, could generate more than $1m (£790,000) in revenue. Dead, it is worth between $40-500, according to the same 2013 study. “We’re talking about a species which can’t reproduce quickly and is quickly jeopardised if we’re extracting too much of the population,” says Forsberg. Manta females reach sexual maturity at between seven and 10 years, and have only one live-born pup every two to seven years. In 2013, Forsberg and Planeta Océano, the organisation she founded in 2009, succeeded in securing legal protection for giant manta rays, winning a ministerial resolution that made it illegal to capture, sell or eat them in Peru. But the greater achievement, Forsberg says, is making the majestic fish part of the “culture and identity” in Zorritos, where they are painted on murals and children take part in “manta parades”. Planeta Océano partners with the Unesco global action programme on education for sustainable development in 50 local schools. “We want the children to appreciate the giant mantas but, even beyond that, we want them to appreciate their marine environment and the marine ecosystem,” Forsberg says. Forsberg tries out innovative game-based education techniques to engage children in the classroom. Many of them also belong to “manta clubs” and take part in beach clean-ups and field work to improve their ocean literacy. “We’re sensitising the children through our teaching so they take the message to their homes,” says teacher Luz Marina Agurto, part of a marine educators’ network set up by Planeta Océano. Foreign volunteers arrive too, helping with research such as collecting samples of zooplankton, which the mantas feed on. They also assist in getting tissue samples from the rays used by scientists to trace their population movements at a laboratory belonging to Peru’s sea institute, Imarpe. Veteran volunteer Ken Dubuque, a board member for Earthwatch, says: “What we’re really pushing is local community involvement and this project exemplifies that.” But the mantas face problems that community-based conservation may have little impact on. Ocean microplastics are a growing threat to these filter-feeding giants, says Forsberg. Scientists are studying how the climate emergency might affect ocean wildlife at this juncture between the cold-water, nutrient-rich Humboldt Current, which sweeps up from Antarctica, and warmer tropical waters. But in this region renowned for its sunny beaches and seafood, the ecotourism incentive is providing protection not just for the giant manta ray but also for five types of sea turtle, sea lions, whale sharks and breeding humpback whales."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}