{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/25/uk-waste-firm-exported-offensive-materials-including-used-nappies", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-25T16:11:26Z", "webTitle": "UK waste firm exported 'offensive' materials including used nappies", "webUrl": "https://www.theguardian.com/environment/2019/jun/25/uk-waste-firm-exported-offensive-materials-including-used-nappies", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/25/uk-waste-firm-exported-offensive-materials-including-used-nappies", "fields": {"headline": "UK waste firm exported 'offensive' materials including used nappies", "bodyText": "One of the UK’s biggest waste firms has been convicted of sending used nappies and other contaminated materials to China illegally. Biffa Waste Services Ltd was found guilty of exporting unsorted household waste that it said was paper. The company was prosecuted by the Environment Agency after investigators stopped seven 25-tonne containers from leaving Felixstowe in Suffolk over suspicions about the content. Instead of waste paper, investigators discovered diverse discarded debris such as shoes, plastic bags, human waste, an umbrella, socks, hand towels, unused condoms, video tape, toiletries and electric cable. The nappies and sanitary towels gave off a pungent “vomit-like” smell when inspected by Environment Agency officers. Also among the waste was women’s underwear, plastic bottles, metal pipes and even a damaged copy of a 12-inch record by 90s chart-toppers Deee-Lite. Sarah Mills, an enforcement manager whose team investigated the breaches for the Environment Agency, said: “The regulations around shipment of waste were brought in to stop the west merely passing the problem to other countries. It was commonplace in the 1970s and 80s for developed nations to send vast amounts of waste abroad. “The waste contained offensive material likely to have been discarded by the receiving country, at great risk and cost to the environment and people. The guilty verdicts justify our decision to prosecute Biffa.” Last year, China banned imports of plastic and other waste materials from the west, including all mixed paper, amid growing anger at the way the west exported its yang laji or “foreign garbage”. Jurors heard Biffa used two companies, or brokers, to act as intermediaries to manage the deal to send the waste to two delivery sites on the South China Sea coast. The first broker took up a request from a Chinese client in April 2015 to arrange shipment of 5,863 tonnes of mixed waste paper by contacting Biffa. A price of about £350,000 was agreed for the export, due to take place the following month. At the same time, Biffa agreed with a second broker to ship 4,992 tonnes of mixed paper in a contract worth almost £290,000. The Environment Agency prevented any of the seven containers from leaving Felixstowe. Since the China ban, exporters have turned to other foreign markets for British waste, including Vietnam, Malaysia and Turkey. But Vietnam and Malaysia have also imposed restrictions on imports in response to the vastly increased amounts arriving on their shores. Biffa pleaded not guilty at an earlier hearing to two counts of breaching regulation 23 of the Transfrontier Shipment of Waste Regulations 2007. It is an offence under the regulations to breach article 36 of the European waste shipments regulations 1013/2006, which bans the export of waste collected from households to China. Judge Simon Auerbach deferred sentencing until 27 September. A Biffa spokesperson said: “This case highlights the need for the Environment Agency to issue clear guidance to the industry as to what are the acceptable levels of purity for UK-exported mixed paper. In this instance, the jury was asked to make a judgment as to whether they considered the level of contamination was minimal, without any quantitative guidance. “In the absence of any EA guidelines, our products always met the standards set by our customers and provided a route to recycling in an environmentally sound manner.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}