{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/16/major-global-firms-accused-of-concealing-their-environmental-impact", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-16T17:13:06Z", "webTitle": "Major global firms accused of concealing their environmental impact", "webUrl": "https://www.theguardian.com/environment/2019/jun/16/major-global-firms-accused-of-concealing-their-environmental-impact", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/16/major-global-firms-accused-of-concealing-their-environmental-impact", "fields": {"headline": "Major global firms accused of concealing their environmental impact", "bodyText": "A $10tn (£7.9tn) investor alliance has accused more than 700 companies, including Amazon, Tesco and ExxonMobil, of failing to reveal the full extent of their impact on the climate crisis, water shortages and deforestation. The major global companies, with a combined worth ofmore than $15tn, lack transparency over their effect on the environment, according to the intervention by some of the world’s biggest financial names. Campaign platform CDP has brought together a record number of investors, including banking giants HSBC and Investec, to demand companies reveal data on the environmental cost of how they do business. The group said it was targeting 707 companies because of their “high environmental impact and lack of transparency” to date. The list includes the world’s largest fossil fuel companies such as BP and ExxonMobil as well as palm oil giant Genting Plantations and UK high street brands including Tesco, Ocado, WH Smith, Marks &amp; Spencer and JD Wetherspoon. The CDP said 546 companies were being targeted to disclose information on the climate crisis, 166 on water security and 115 on deforestation. More than 7,000 companies already disclose their environmental impact through the CDP platform. The US is home to the highest number of companies named in the campaign, accounting for a fifth of the list, followed by Australia at 16%. UK companies make up 3.5% of the companies named and include constituents of the FTSE 100. Many of the companies on the list report on their environmental impact in their own sustainability reports but the CDP claims this is insufficient because their reports do not use standardised data. This makes it difficult to compare company performances on the environment, according to CDP. Emily Kreps, a global director at CDP, formerly known as the Climate Disclosure Project, said a growing number of investors were calling on companies to disclose in full their role in addressing the climate crisis. The number of investors lending their voices to CPD’s campaign has grown to 88, from 57 two years ago. “We know that climate change, water security and deforestation present material risks to investments, but these risks cannot be managed without proper information,” she said. Kreps hopes that by using shareholder influence the companies will agree to reveal their data through the CPD disclosure platform. Thomas O’Malley, head of corporate governance at HSBC said CDP’s “model disclosure framework” enables investors to assess how well companies manage “one of the broadest risks facing companies”. The investors involved in the campaign include pan-European asset managers Candriam and Amundi, and the NN Group as well as Taiwan’s Cathay Financial Holdings and the Washington State Investment Board. Sophia Cheng, the chief investment officer at Cathay Financial, said: “Climate change, deforestation and water security are critical challenges that require immediate action.” “Cathay believes that investors can play an important role in encouraging their investee companies to disclose environmental information – this campaign should improve corporate transparency and help investors better manage these environmental risks and opportunities.” The latest investor call to hold companies to account comes less than a week after Norwegian MPs voted in favour of ordering the country’s $1tn sovereign wealth fund, the largest in the world, to divest from hundreds of oil and coal companies to limit their exposure to climate risk. In the same week an open letter to the European Investment Bank, signed by 80 civil society organisations and academics, called on the central bank to end its fossil fuel financing, which topped €2.4bn (£2.1bn) in 2018. It follows a warning earlier this year from Mark Carney, the Bank of England’s governor, and François Villeroy de Galhau, the governor of the Banque de France, that the climate breakdown poses an existential threat to the global financial system unless there urgent reform. • This article was amended on 17 June 2019 to update some figures to reflect late changes to CDP’s report."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}