{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/20/country-diary-recent-downpours-have-revived-the-pastures", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-20T04:30:04Z", "webTitle": "Country diary: recent downpours have revived the pastures", "webUrl": "https://www.theguardian.com/environment/2019/jun/20/country-diary-recent-downpours-have-revived-the-pastures", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/20/country-diary-recent-downpours-have-revived-the-pastures", "fields": {"headline": "Country diary: recent downpours have revived the pastures", "bodyText": "Substantial rain has at last soaked into the dry earth. Gangs of jackdaws flock and peck over cut silage fields and, in the vacated pasture opposite home, swallows wheel low behind the tractor-drawn topper that is cutting off ungrazed thistle and dock plants, leaving a mulch to be absorbed into the soil, promoting new growth and thickening of the grass keep. Throughout the summer grazing season, the pedigree South Devon suckler herd will rotate from field to field. Cows and their offspring were brought from winter quarters in mid-April, joined by the new bull a month later. He arrived by truck, strolled down the ramp and sauntered between the alert and attentive cows and calves who then followed on as he patrolled new territory; an inquisitive calf touched noses with him and since then the bull has been in charge. Grassland thrives in this parish where free-draining, shallow soils are usually watered by regular doses of rainfall. There are no longer any dairy herds, and grass is used for beef and lamb production; farmers aim to become self-sufficient in winter fodder, concentrating on home-grown silage instead of cereals that need ever dearer pesticides and artificial fertilisers. To make most efficient use of the grass, cattle and sheep are sometimes grazed together in the same small field for just three or four days before moving on to verdant fresh pasture. In one such field, recently shorn sheep appear strangely pale and long-legged beside their still woolly lambs, accompanied by black and white yearling bullocks (born last year). Landmark clumps of beech trees are laden with mast and, out in the lanes, rampant growth of greenery smothers faded bluebells and campions. Flower spikes of pennywort have grown inches higher in this rainy spell; bryony coils around ferns and invasive bracken stalks; dog rose and honeysuckle shoot above the dense leaves of hedgerow shrubs, and magenta foxgloves relieve the prevailing green. Downhill, by Halton Quay, tendrils of traveller’s joy envelop bushes beside the old lime kilns; warblers churr in the greening reed beds and sun emerges through clouds to sparkle on the ruffled ebbing tide, flowing downriver towards the wooded bend beneath Pentillie Castle."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}