{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/06/australias-emissions-still-rising-says-report-withheld-in-defiance-of-senate-order", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-06T03:48:52Z", "webTitle": "Australia's emissions still rising, says report withheld in defiance of Senate order", "webUrl": "https://www.theguardian.com/environment/2019/jun/06/australias-emissions-still-rising-says-report-withheld-in-defiance-of-senate-order", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/06/australias-emissions-still-rising-says-report-withheld-in-defiance-of-senate-order", "fields": {"headline": "Australia's emissions still rising, says report withheld in defiance of Senate order", "bodyText": "Australia’s greenhouse gas emissions are still increasing, according to a government report that was withheld for a week in defiance of a Senate order. The environment department published its emissions data for the December 2018 quarter on Thursday morning, but only after the energy and emissions reduction minister, Angus Taylor, first disclosed information from the report in an interview with the Australian. The data had been due to be published last Friday, under a deadline that was set by the Senate to stop delays in the publication of Australia’s national carbon pollution figures. Labor and the Greens have criticised the process by which the figures were released and warned it would be pursued in parliament. “Angus Taylor has shown his true colours in his first outing as minister for emissions reduction,” Labor’s climate and energy spokesman, Mark Butler, said. The latest report shows Australia’s greenhouse gas emissions are still increasing, driven by rising emissions across several sectors of the economy including transport and liquefied natural gas production. The figures show emissions rose by 3.5 m tonnes of carbon dioxide equivalent, or 0.7%, in the year to December 2018. Emissions in the electricity and agriculture sectors were down but those falls were wiped out by increases across every other sector. Australia’s emissions have been rising since the abolition of the carbon tax. The government’s emissions reduction fund – rebadged before the election as the climate solutions fund – has failed to stall increases in Australia’s overall emissions. The quarterly seasonally adjusted and weather-normalised figures – which is a statistical tool that takes into account that emissions go up and down due to household and commercial heating and cooling – show emissions increased from the September quarter to the December quarter, something that is typically expected on this measure. But the unadjusted data, which should normally show a reasonable drop in emissions from the September quarter to the December quarter, shows only a slight decrease. “It’s barely a drop,” Tim Baxter, of the Climate and Energy College at Melbourne University, said. On the annual figures, which are up, Baxter said: “2018 was higher than 2017. 2017 was higher than 2016. This is the wrong way. We’re going in the wrong direction to meet our Paris commitments, let alone deal with climate change.” Labor and the Greens said the government, which published the figures on a day still dominated by news of Wednesday’s AFP raids on the ABC, was trying to avoid scrutiny of its track record. “Not only did he not release the emissions data by the deadline set by the Senate last Friday, today’s release shows once again why the Liberals will try every trick in the book to avoid scrutiny of their record on tackling climate change,” Butler said. “As expected under the Liberals carbon emissions continue to rise, once again exposing the government’s lie that Australia is ‘on track’ to meet even the Liberals’ weak emission reduction targets.” The Greens climate spokesman, Adam Bandt, said the minister had “continued his contempt of the parliament, seemingly dropping the pollution figures to the Murdoch media before making them public”. “This whole process has been outrageous and we will pursue the government and the department to get answers. There needs to be consequences for breaching the Senate’s orders. “This latest report confirms that investment in wind and solar is continuing to drive down pollution in the electricity sector, but we need to be exporting renewable energy too, not fossil fuels, or pollution will keep rising.” In a media release, Taylor argued that while Australia’s emissions were up, exports of LNG from Australia were contributing to emissions reductions elsewhere because they “were displacing coal”. “Australia’s total LNG exports have the potential to lower emissions in importing countries by around 148 Mt CO2-e in 2018 by displacing coal consumption in those countries,” he said. “This is a substantial global contribution to be proud of. The Morrison government is not going to trash successful Australian export industries that are reducing global emissions, in order to reduce Australian emissions.” The government has also been vocal in its support of the Adani Carmichael project, a coalmine with product intended for export overseas. Matt Drum is the managing director of Ndevr Environmental, an emissions-tracking organisation that replicates the federal government’s national greenhouse gas inventory quarterly reports but releases them months ahead of the official data. The organisation forecast the latest increase months ago, correctly projecting that drops in emissions in the electricity sector would be wiped out by increases in other industries. “Again, electricity emissions have decreased. These figures demonstrate they’re not the real problem with regards to absolute emissions,” Drum said. He said the Coalition’s policy was not enough to bring the economy-wide changes that were needed to reduce Australia’s emissions and work with other countries to avoid the worst effects of the climate crisis. “These results indicate the newly re-elected Coalition government is still going to have to do something different and more expansive in climate policy,” Drum said. “Theoretically, adding money to the emissions reduction fund will help to stimulate the carbon offset market. However, it isn’t enough to reduce total emissions. “Something needs to be be done to reduce our ever-increasing emissions from transport, fugitives and every other industry that keeps increasing.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}