{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/20/sadiq-khan-announces-car-free-day-in-london-to-tackle-air-pollution", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-20T05:00:10Z", "webTitle": "Sadiq Khan announces car-free day in London to tackle air pollution", "webUrl": "https://www.theguardian.com/environment/2019/jun/20/sadiq-khan-announces-car-free-day-in-london-to-tackle-air-pollution", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/20/sadiq-khan-announces-car-free-day-in-london-to-tackle-air-pollution", "fields": {"headline": "Sadiq Khan announces car-free day in London to tackle air pollution", "bodyText": "Sadiq Khan has announced plans to implement London’s biggest car-free day to date, closing 12.3 miles (20km) of roads in the centre of the capital in September. Roads will be closed for the event around London Bridge, Tower Bridge and much of the City of London to help tackle the capital’s air pollution crisis, which kills thousands of people each year and leaves two million – including 400,000 children – living in areas with illegally dirty air. Boroughs across the city will also hold events promoting walking, cycling and public transport, as well as creating scores of “play streets”. It is the first time a London mayor has closed down large sections of roads in the city centre. Khan said the day would offer an opportunity for people to leave their cars behind and explore streets by foot or by bike. “I encourage as many Londoners as possible to join in the fun and see the city from a different perspective,” he said. The event, which will take place on 22 September, has been given a cautious welcome by campaigners. Areeba Hamid of Greenpeace UK said: “It’s exciting to see London adopting the idea of having a car-free day, something great cities across the world from Paris to Bogotá have been giving a try … Reducing toxic air pollution and carbon emissions are vital, but they are far from the only benefit of reclaiming our streets.” Fiona Sutherland from London Play, a charity that campaigns for more opportunities for children to play in the city, said: “[This] will give people the opportunity to witness a transformation on their doorstep. When cars no longer dominate, what we often forget is valuable public space. For a few hours, children, whose lives are most negatively affected by traffic, will take priority. We hope that it will be the beginning of long-term change.” Dr Audrey de Nazelle, an academic at the Centre for Environmental Policy at Imperial College London, said the event was important to show people how enjoyable a car-free city would be. “Being aware of the scale of air pollution health problems is not enough. Actually living the joys of a car-free or carless city will do much more to create a positive vision of what a future healthy London could be like,” she said. Hundreds of activities will take place across the closed streets in central London, with 18 boroughs planning to work with residents to create play streets for children, where communities can get together. It is hoped more than 150,000 Londoners will join in. The move comes as concerns mount about the impact of the UK’s poisonous air, which causes 40,000 early deaths a year. Last year, an unprecedented joint inquiry by MPs described air pollution as a “national health emergency”. Their report was scathing about the government’s clean air plans, which have been judged illegal three times in the high court. The latest proposal, rejected by the court, was described as “woefully inadequate” by city leaders and “inexcusable” by doctors. London’s air pollution crisis is responsible for 9,000 early deaths each year. The scale of the problem was laid bare with figures showing every person in the capital breathes air that exceeds global guidelines for one of the most dangerous toxic particles. More than 50% of London’s toxic air pollution is caused by vehicles, but a recent Transport for London survey found half of Londoners did not realise cars or vans were the main cause of damaging air pollution."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}