{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/12/what-will-it-take-for-the-uk-to-reach-net-zero-emissions", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-12T17:06:44Z", "webTitle": "What will it take for the UK to reach net zero emissions?", "webUrl": "https://www.theguardian.com/environment/2019/jun/12/what-will-it-take-for-the-uk-to-reach-net-zero-emissions", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/12/what-will-it-take-for-the-uk-to-reach-net-zero-emissions", "fields": {"headline": "What will it take for the UK to reach net zero emissions?", "bodyText": "The net zero carbon target will require sweeping changes to almost every aspect of British life, affecting our homes, food and the way we get around, as well as jobs and businesses across the board. Ministers hope there will be health benefits and improvements to the natural environment along the way, as well as helping to stave off the global climate emergency. On some of the key areas where rapid change is needed, however, the signals so far have been mixed. Energy Phasing out coal use and bringing more renewable energy on stream are the key planks of the government’s strategy. Gas has become an increasingly important source of fuel in the last three decades, particularly for domestic heating, but to reach net zero it will have to be phased out too. Support for renewable energy has been reduced and in some cases scrapped by the government. Onshore wind is now one of the cheapest forms of energy, but the withdrawal of subsidies and stricter planning rules have resulted in a dearth of new projects, though offshore wind is continuing to make progress. The number of new solar installations plunged by 94% in April, according to Labour, after the government’s withdrawal of support. Chris Hewett, the chief executive of the Solar Trade Association, says: “Solar and wind are now the lowest cost forms of power generation in the UK, yet there is no route to market and government is continuing to subsidise the fossil fuels it is aiming to phase out.” The number of jobs in renewable energy in the UK fell by about a third, from 36,000 in 2014 to 25,000 in 2017, according to the union Prospect. Carbon capture and storage will be needed if we are to continue to use any fossil fuels. A long-running £1bn competition to build the first large-scale demonstration project for the technology was scrapped by George Osborne, but the government says that smaller projects not requiring taxpayer assistance could start to develop. Controversially for some, the Committee on Climate Change says fracking is compatible with a net-zero target – but only if the gas produced displaces gas which would otherwise have been imported. Transport There are only about 210,000 electric vehicles in the UK. About 1% of households use an all-electric car and about 2% hybrids, so tens of millions of cars will have to be replaced. Public transport, walking, cycling and ways of working that avoid travel will also be part of the solution. Darren Shirley, the chief executive of the Campaign for Better Transport, says: “In the coming weeks the government should commit to restarting the programme of rail electrification, outlining further incentives to rapidly grow the market in electric vehicles in the UK, and start work on publishing a national strategy for buses with investment to grow the network and green the bus fleet to be published by 2020.” The government has pledged to phase out diesel and petrol cars by 2040, but that target should be brought forward to 2030, according to the CCC. The government has slashed support for electric vehicles, resulting in slower take-up. A lack of charging points is also hitting demand. There are about 8,500, but they are not spread evenly across the country, and some towns have few or none. The CCC notes that the number of flights we take can continue to grow at least in the short term provided emissions come down in other areas, but campaigners say the decision to allow Heathrow’s expansion will blow away any chance of reducing the UK’s overall transport emissions. Buildings All newly built homes – of which the UK needs a record number to solve the housing crisis – were meant to be zero emissions from 2016 under plans from the Labour government in 2006. Those plans were scrapped in 2015 on cost grounds, and now there are few requirements for new-build houses to incorporate energy-saving features or renewable generation. Government policy is key to making the built environment, which accounts for roughly 40% of the UK’s carbon footprint, more climate friendly, says Juliet Barfield, an architect at Marks Barfield. “The government must regulate if we want to bring down emissions.” Repurposing and refurbishing existing buildings is nearly always preferable to demolishing and rebuilding, unless the existing construction is dangerous or of such poor quality it cannot be remedied. Concrete is one of the most commonly used construction materials, but associated emissions are sky-high. If the global concrete industry were a country, it would be the world’s third biggest emitter. Alternative materials from timber to wool are not widely used, and while innovators are working on ways to bring down emissions from concrete – using additives from coffee grounds to beetroot, for instance – it remains a significant source of carbon. When new buildings are needed, a long-term vision – at least 50 years, for the lifetime of a building – and resisting cost-cutting temptations are also important. Barfield notes that high ceilings make buildings more liveable and easier to adapt in future, as well as having benefits in ventilation and light that help in designing ways to reduce energy use. Many architects, however, come under pressure to reduce ceiling height to squeeze in more rooms, which limits the building’s future potential. Less than 1% of Britain’s housing stock each year is newly built, and old homes tend to be leaky, draughty, costly to heat and inefficient. The government scrapped measures, such as the “green deal” policy, to insulate existing housing stock. Cash-strapped local authorities lack the resources to offer the insulation needed, even though it would save residents money and improve their health. The CCC recommends turning down heating to 19C in winter, but that may be of little comfort to people in unsuitable and uninsulated homes. Industry Heavy industries such as steel and chemicals currently come under the EU’s emissions trading scheme. Companies are awarded a certain number of allowances to emit carbon dioxide, some free and some paid for, and the most efficient can sell any spares to laggards, who are supposed to be spurred by the additional cost to mend their ways. The system has suffered many setbacks in its nearly 15 years of operation, but it is still one of the main ways in which industry is held to account for its contribution to global heating. It is not yet known what, if anything, will replace emissions trading after Brexit, when manufacturers and other heavy industries are likely to come under increasing economic pressure if trade is disrupted. Manufacturing output has already come under pressure from the prospect of a no-deal exit, but losing manufacturing in the UK will not reduce carbon emissions overall, but will increase reliance on imports. Farming, land use and food More than a tenth of greenhouse gas emissions comes from agriculture and this proportion is rising as other sectors have been able to reduce emissions faster. Growing more trees is the key plank of the government’s strategy on land use, along with better soil management. Michael Gove, the environment secretary, has set out plans for the UK’s first soil strategy since the “dig for victory” campaigns of the second world war. Soil is one of the world’s biggest carbon sinks, but can also be a major source of carbon depending on the farming techniques used. Details of the strategy are still to come, and when it comes to tree planting farmers face some uncertainty. There are benefits under the common agricultural policy for planting new and maintaining existing trees, but these can be complex and hard to access. The government has promised £50m for rural tree planting in England to meet its target of 10m new trees across the countryside. The UK is one of the least wooded countries in Europe, with 10% of land forested in England, 15% in Wales, 19% in Scotland and only 8% in Northern Ireland. Urban trees can also be a vital way of reducing carbon, cleaning air and reducing the impact of climate change by providing shade and health benefits. The government has put up £10m for 130,000 new trees in towns and cities in the next two years. There is no national policy, however, and some local authorities and landowners such as Network Rail have embarked on tree-cutting programmes without clear oversight of the environmental costs and benefits. Our heavy consumption of meat is taking a toll on our health as well as the planet, and farmers can help reduce emissions from livestock, for instance by improving their diet so they produce less methane. Ultimately, however, meat consumption must be reduced. Moving from a high-meat to a low-meat diet would cut emissions by 35%, the CCC found. Biodegradable food waste must not be sent to landfill, where it rots to produce methane, after 2025, according to the CCC. Food waste should be avoided as far as possible to bring down agricultural emissions. Unavoidable food waste, treated properly with anaerobic digestion, can be a source of natural gas to be used for heating or electricity generation, displacing fossil fuels. Tim Benton, the dean of strategic research at the University of Leeds, says food will only increase in importance as a source of greenhouse gases. He says: “When you have reduced everything else – energy, transport, and so on – the thing you’re left with is food.” A ‘just transition’ When the UK first made its “dash for gas”, it was in the context of closing coal mines and the aftermath of the miners’ strike of the 1980s. Hundreds of thousands of workers in traditional coal-mining areas lost their jobs and the devastation is still keenly felt across swathes of the UK. The recent and enduring memory of that loss and upheaval should act as a warning of how not to engineer a transition to a new form of economy, trade unions believe. Sue Ferns, Prospect’s senior deputy director general, says: “We need a just transition for all the workers affected and this means we need to work proactively to ensure that the damage inflicted on coal communities in the 1980s is not repeated.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}