{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/04/teen-activists-face-us-government-in-crucial-hearing-over-climate-trial", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-04T22:12:44Z", "webTitle": "Teen activists face US government in crucial hearing over climate trial", "webUrl": "https://www.theguardian.com/environment/2019/jun/04/teen-activists-face-us-government-in-crucial-hearing-over-climate-trial", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/04/teen-activists-face-us-government-in-crucial-hearing-over-climate-trial", "fields": {"headline": "Teen activists face US government in crucial hearing over climate trial", "bodyText": "Twenty-one youth activists faced off with the US government in an Oregon courthouse on Tuesday, where their attorneys petitioned a panel of judges to let their climate case go to trial. Until it does, their attorneys argued, fossil fuel development should be halted on public lands. The case of Juliana v the US charges the federal government with violating the constitutional rights of youth by perpetuating systems that contribute to climate breakdown. Those young people – who range in age from 11 to 23 and hail from all corners of the nation – argue that the constitution gives them and future generations a right to an environment free of climate catastrophe. Their previously scheduled trial was abruptly halted in October 2018 after the government successfully petitioned the supreme court for review. Now, a three-judge panel at the ninth circuit has the final say. The panel did not issue a ruling on Tuesday. “I think what’s at stake is the ability of these young people to vindicate their constitutional rights,” plaintiff attorney Andrea Rodgers, senior staff attorney for Our Children’s Trust, the not-for-profit group representing the youth plaintiffs, told the Guardian ahead of the hearing. The key determination ahead, essentially, is whether kids get a trial over climate breakdown. Those stakes and the government’s handling of the case have catapulted it to rare courtroom celebrity. The youth plaintiffs are media regulars, with seemingly ubiquitous appeal: teen magazines, local newspapers, radio shows and recent appearances on 60 Minutes and in Vanity Fair. Hearings have been a spectacle, regularly mobbed by suit-and-tie types, kids of all ages, tie-dye and purple-haired grannies. More than 70 support rallies were held worldwide in lieu of a trial last fall. The digital following is no less a curiosity. The youth climate movement has begun to claim Juliana as central to its own narrative, using support rallies to train young leaders and to turn up the digital volume on the case with hashtags like #AllEyesOnJuliana. Tuesday’s hearing was livestreamed and broadcast into a park near the courthouse. Following the hearing, the plaintiffs walked from the courthouse to the park, where a marching band played and activists shouted chants. Levi Draheim, one of the plaintiffs, rode on the shoulders of Nathan Baring, another plaintiff. Park-goers rallied around the youth waving signs to “Let the Youth Be Heard” under the watchful eye of giant heads of the 12 presidents with knowledge of climate change. Jeffrey Bossert Clark on Tuesday argued against the trial on the government’s behalf. A former George W Bush administration appointee, he has publicly equated greenhouse gas regulation with socialist attempts to seize the economy and use of United Nations science as synonymous with US rule by foreign scientists. Clark said that the suitconstituted a direct attack on the separations of powers, and that the young activists wrongly want the courts, instead of elected officials, to direct things such as energy policy. Julia Olsen, a lawyer for the activists, argued federal energy policy “puts children in harm’s way”. Olsen also stressed courts can and have intervened when government actions violate the constitutional rights of citizens. Bloggers, legal experts, scholars and activists have puzzled over the government’s overall tactics to the case. In legal circles, the case is an anomaly, made an outlier by the repetitive, emergency petitions filed to squash it. That strategy has been repeated in cases on the far-right fringe of Donald Trump’s agenda: cases affecting Daca recipients, immigrants and the national census, and the transgender military ban. The questions raised in the case, however, are increasingly pressing in America, and worldwide. While the UN counted hundreds of climate cases worldwide in 2017, and more than 650 in America, the question as to whether greenhouse gas emissions violate constitutional rights is being pressed primarily by Our Children’s Trust and its partners. The organization has filed legal action in all 50 states with varying results - litigation is still pending in nine states (Alaska, Colorado, Florida, Maine, Massachusetts, New Mexico, North Carolina, Oregon and Washington). Similar efforts to uphold constitutional rights to a safe environment are also under way in 13 countries abroad. In the Netherlands, such litigation may soon force the Dutch government to take more measures against climate change in a case now headed to the Dutch supreme court. The supreme court of Pakistan and an appellate court in Norway will also hear similar cases soon. The US government has not disputed that climate breakdown is real, or that an environmental crisis looms. In fact, government experts generally agree with the plaintiffs’ experts on the science. Government attorneys have instead argued that the court does not have the legal authority to tell the federal government what to do about climate change, and that a trial would be too burdensome. They have also argued that Americans don’t have a right to “a climate capable of sustaining human life”. That position is one 17-year-old Nick Venner, a plaintiff in the case, called, “kind of ironic because this case is the only way to get it done because every other effort has failed, essentially”. He said the government’s attorneys “really like to keep it in this theoretical phase because, when they do that, they can deny the humanity of the issues that they are dealing with”. Most at issue, he said, are climate policies that are “going to drastically screw over future generations”. Those generations have sought to be heard. More than 30,000 youth signed an amicus brief filed by Zero Hour in support of the plaintiffs petition to move the case to trial. An additional 10,000 adults also signed. “I don’t want to be picking these fights. The youth don’t want to be picking these fights. And, honestly, it’s exhausting to be in the streets all the time,” said Zero Hour’s executive director, Jamie Margolin, who is 17. She added she doesn’t see another choice when other efforts have failed. “Our childhoods are being spent begging them to stop ruining our adulthoods, and our adulthoods are going to be spent dealing with the consequences of their actions,” she said. A decision to allow a trial and halt fossil fuel development in the meantime would stall production of 60 new oil and gas pipelines, 32 new liquefied natural gas and coal terminals, and one oil export facility. The Associated Press contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}