{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/17/illegal-fishing-by-foreign-trawlers-costs-ghana-50-million-dollars-a-year-researchers-say", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-17T09:30:16Z", "webTitle": "Illegal fishing by foreign trawlers costs Ghana $50m a year, researchers say", "webUrl": "https://www.theguardian.com/environment/2019/jun/17/illegal-fishing-by-foreign-trawlers-costs-ghana-50-million-dollars-a-year-researchers-say", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/17/illegal-fishing-by-foreign-trawlers-costs-ghana-50-million-dollars-a-year-researchers-say", "fields": {"headline": "Illegal fishing by foreign trawlers costs Ghana $50m a year, researchers say", "bodyText": "Illegal fishing by foreign trawlers is decimating Ghana’s fish populations and costing the country’s economy tens of millions of dollars a year, according to researchers. An investigation published on Monday by the Environmental Justice Foundation (EJF) claims that “saiko” fishing, whereby trawlers target the staple catch of Ghanaian canoe fishers and sell it back to fishing communities at a profit, landed approximately 100,000 tonnes of fish in 2017, worth $50m (£40m) when sold at sea and up to $81m when sold at port. The practice is precipitating the collapse of Ghana’s staple fish stock – small pelagic fish such as sardinella, a crucial protein in the local diet. Scientists have warned that stocks could be completely destroyed as early as 2020, said EJF’s executive director, Steve Trent. “This is corporate, organised crime,” said Trent. “Saiko is facilitated precisely to operate undercover. If you have trawlers coming into port and landing fish they’re not licensed to catch, government agencies have no option but to act. But by using fewer, smaller boats to bring the frozen fish to shore, the catch is claimed as being legitimate and legal when it patently isn’t.” More than 90% of Ghana’s industrial trawl fleet is linked to Chinese owners, who depend on Ghanaian “front” companies to bypass national laws forbidding their operation, according to the EJF. To gauge the scale of saiko catches, the UK-based charity filmed illegal trans-shipments as they took place at sea and monitored port landings. In 2017, 76 industrial trawlers caught the same amount of fish as 12,000 artisanal canoes, according to the EJF. In addition to licensed catches, the trawlers use illegal nets to catch fish closer to the coast that are normally reserved for artisanal fishers, the organisation said. They transship this catch at night on to specially-made “saiko” canoes, a single one of which can land as much fish as 450 artisanal canoes, the report’s authors estimated. Just 40% of all the trawler catches in 2017 were landed legally, the report claimed, making the remainder illegal, unreported and unregulated (IUU) fishing. Saiko was originally a means for trawlers to sell back unwanted by-catch as they trawled for larger species, such as octopus and squid, for overseas export. But the trawlers now intentionally target fish to sell back to fishing communities because of the profit they earn, said Kofi Agbogah, director of the Ghana-based NGO Hen Mpoano, which co-authored the report. “The incomes of small-scale fishers have dropped by as much as 40% in the past 10-15 years, and Ghana is now forced to import more than half of fish consumed,” said Agbogah. “Transhipments of fish at sea are notoriously difficult to monitor, even with the most advanced systems in place. Instead, all catches should be landed in authorised ports and recorded in official statistics. This would also ensure compliance with fishing-gear restrictions that prevent trawlers from targeting small pelagics.” Since artisanal fishing offers employment to more than 100,000 fishers across hundreds of coastal villages, saiko is also severely impacting local jobs, the report claims, consolidating power in the hands of the few. Based on 100,000 metric tonnes of fish caught, saiko provides only 1.5 jobs, 40 times less than artisanal fishing, the EJF claims. With the majority of the saiko catch consisting of juvenile fish, the report warned that Ghana’s fish populations will face difficulty replenishing themselves. China is now Ghana’s top trade partner (bilateral trade was worth an estimated £6.7b in 2017) as well as its primary source of investment: China recently pledged nearly £20bn in an “agricultural and industrial transformation” of the African country. China’s distant-water fishing fleet is the largest in the world and operates more vessels in west African waters than any other nation. But operations are notoriously below board. Roughly two-thirds of the Chinese vessels fishing in west African waters are fishing illegally, costing billions of dollars in lost revenue and rapidly depleting fish stocks. China was recently ranked as the worst offender for IUU fishing in a global index of 152 countries, yet Beijing continues to provide subsidies and licenses to its distant-water fleet. Observers have questioned how the Chinese vessels are able to operate with apparent impunity when the effects are so devastating to Ghana’s fisheries and population. “There is a general perception that public officials [in Ghana] are neck-deep or complicit in illegal operations of some [of the] industrial fishing vessels,” said Kwame Adu Agyekum, Ghanaian fisheries officer for the EU-supported Global Monitoring and Security – Africa project, which monitors coastal vulnerability and fishing traffic. “The challenge with our inability to reduce or prevent pirate fishing has a lot to do with inadequate human capacity and the weak institutions that are mandated to enforce laws.” As local fishermen attempt to catch what’s left behind, they too turn to illegal methods, the EJF claims, with the use of lights, dynamite and poisonous chemicals increasing exponentially and causing further environmental destruction. “This does not protect the sea,” said Nana Kweku Ansa, chief fisherman of Gomoa Mankoadze. “But if that’s the reason why we should stop these practices, then the government must send the Chinese home. The sea belongs to us. So why do we allow them to destroy it like that?” Failure to act by the Ghanaian authorities could spell imminent disaster, said Trent. “We’re rapidly reaching a situation where people will be forced to migrate because of a lack of local economic and food alternatives. It’s tragic and totally unnecessary.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}