{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/bike-blog/2019/jun/11/could-the-cycle-to-work-scheme-start-an-ebike-revolution", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-11T06:00:40Z", "webTitle": "Could the Cycle to Work scheme start an ebike revolution?", "webUrl": "https://www.theguardian.com/environment/bike-blog/2019/jun/11/could-the-cycle-to-work-scheme-start-an-ebike-revolution", "apiUrl": "https://content.guardianapis.com/environment/bike-blog/2019/jun/11/could-the-cycle-to-work-scheme-start-an-ebike-revolution", "fields": {"headline": "Could the Cycle to Work scheme start an ebike revolution?", "bodyText": "Over the weekend, new guidance on the Cycle to Work scheme was announced by the Department for Transport (DfT), making it clear that ebikes are eligible for it. This clarification could encourage a new demographic on to two wheels, and provide huge benefits to disabled and elderly people. The scheme is a complicated but well-used salary sacrifice scheme in which employees can get bikes, tax-free, via their employers. It starts with a year-long loan, which most people extend until the bike is worth so little they can “buy” it for a nominal sum or extend the hire for a percentage of the bike’s value. (After five or six years, HMRC considers a bike to have a negligible value). At present, employers and bike shops can administer the scheme, and it was widely believed that a £1,000 cap existed on the cost of the bike and equipment as part of the arrangement. The new minister for cycling, Michael Ellis, says that was always a misunderstanding as it applied only to bike shops and employers who are not registered with the Financial Conduct Authority – usually small independent ones. The larger bike shops, it turns out, could always have included more expensive bikes in the scheme, and the DfT says this weekend’s announcement was just to clarify that. Any FCA authorised provider, such as the larger bike chains, could have and still can loan £1,000+ bikes to employees. Given Cycle to Work is now 20 years old, it’s about time that was made clear. So why is this important? The “cap” would have excluded most electric cycles and non-standard cycles, such as those for people with disabilities, which tend to cost more than £1,000. Electrically assisted bikes work by giving you a boost as you pedal, via a battery-powered motor. They are limited to 250w, and a top speed of 15.5mph. Most people see the main benefit of this clarification as being for the uptake of those bikes. Ebikes are hugely popular in the Netherlands where more than a million were sold in 2018, rising almost 38% from the previous year. It’s a similar situation in Germany, where almost one in four bikes sold is an ebike. The UK is behind this trend – just 70,000 ebikes were sold in the country last year. People like ebikes because they make longer commutes easier, you can pedal further in normal clothes without getting sweaty, they give you a boost up hills (it’s like someone pushing the bike when you’re pedalling). They’re also great if you’re a little out of shape and want to get active – or if you have knee problems, or are just getting older. A survey by the disabled cycling charity Wheels for Wellbeing found one in five disabled cyclists uses some form of electrical assistance when they cycle. Last autumn, while cycling home one rainy night, I got chatting with a man who had weighed 32 stone (203kg) , and after bariatric surgery switched from moped to ebike on his 11-mile commute – each way – to help keep the weight off. He is lucky to live near an excellent protected cycle route, which we rode along as we chatted. He loves the new wheels, which only take him five minutes longer than the moped, and help him maintain his fitness. According to research based on commuting patterns, widespread ebike use in the UK has the potential to shift more than one in four work trips to cycles – if we also build safe cycle routes. That could clearly have a massive impact on air pollution, congestion and people’s health. Staff in specialist ebike shops I’ve spoken to say many customers aren’t switching from normal bikes but from cars, and public transport. They are fed up with traffic jams, and getting wise to the fact ebikes are cheaper, healthier, often quicker – and more fun. People talk about the “ebike smile”, and shops are selling them with this in mind – focusing less on groupsets and weight and more on what you’ll use it for. Full mudguards, a rack and a basket? No problem. Ebikes save people money, too. An Evans survey of 2,000 commuters estimated that by switching from car, bus, tube or train to ebikes, commuters could save an average of £7,791 over five years. I ride a normal bike, but last year I was lent an ebike. I rode it to the theatre one balmy night, a 20 mile round trip, in heels and a skirt. I would normally have taken public transport. It was a revelation. No sweat, no stress, and I barely noticed the fierce headwind. If more people had good quality bike routes, it’s easy to see the transformative impact the combination could have on those who don’t ride already. Cycle to Work is great for employees but self-employed people, those who are out of work or retired people will not be able to take advantage of it. As disabled people are more likely to be out of work or self-employed, a government expansion of the scheme to include these groups could be transformative. But the most important impact this clarification may have is to help more people realise cycling is something they can do too – ebikes open up cycling to everyone, showing it’s not just for the fit and the brave."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}