{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/commentisfree/2019/jun/24/first-dog-on-the-moon-and-the-guest-of-honour-in-the-desert-who-never-turned-up", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-24T04:57:27Z", "webTitle": "First Dog on the Moon and the guest of honour in the desert who never turned up | First Dog on the Moon", "webUrl": "https://www.theguardian.com/environment/commentisfree/2019/jun/24/first-dog-on-the-moon-and-the-guest-of-honour-in-the-desert-who-never-turned-up", "apiUrl": "https://content.guardianapis.com/environment/commentisfree/2019/jun/24/first-dog-on-the-moon-and-the-guest-of-honour-in-the-desert-who-never-turned-up", "fields": {"headline": "First Dog on the Moon and the guest of honour in the desert who never turned up", "bodyText": "Greetings from Paruku. I’m here at the Species of the Desert Festival having a lovely time. We are 12 hours drive eastish from Broome on the shores of (currently empty) Lake Gregory (Paruku) near the community of Mulan. It is very in the middle. This festival is a gathering of Indigenous rangers who live and work on country and also sometimes get together at events like this to share knowledge, do some organising and have a friendly chat. For a humble and very white cartoonist from rural Tasmania it is another world and I am feeling very lucky to be here and thoroughly enjoying myself – although the red dust gets into literally everything, even one’s undies (sorry TMI but it really does). The real scandal at this festival is that the faunal guest of honour hasn’t even bothered to turn up, in fact has barely been seen by anyone ever. The night parrot (Pezoporus occidentalis), AKA the million dollar bird, the fat budgie, the mystery parrot, is being discussed at length in (and also because of) its absence. Bigger than a budgie, smaller than a corella. There’s one now! Ahahah no there isn’t. You will probably never see one, only a few people have. I have never met a night parrot but I met a few blokes who have, they seemed nice. The festival is not just about “that bird” of course, but it looms large over the goings on. I asked some of the scientists (Nick and Steve) about the infamy of this creature and they said wearily, yes there had been a bit of controversy about the night parrot at various points but that is mostly sort of done with now, can we just get on with finding some more of the little buggers (I am paraphrasing the scientists here). Also, they are suggesting the night parrot story has changed. When there was the one night parrot sighting (at Pullen Pullen, Queensland in 2013 on pastoral land) white people were all OH MY GOD THIS BIRD!! But then in 2017 some birdos found one in the East Murchison region of Western Australia over 1,000km away. Then a couple of months later the Paruku ranger group caught a night parrot on a camera trap on their country and suddenly there were three locations where the parrots had been recorded. HEAVENS THEY ARE EVERYWHERE!! (They are not. OR ARE THEY!? No.) The story goes Paruku rangers were out on country looking for bilby with Alex, a white scientist from the World Wildlife Fund. When Alex said he thought they might have wandered into some suitable night parrot habitat, the rangers were all “sure why not, let’s put out the camera traps”. “Well actually,” Alex may have said, camera traps are a terrible why of getting proof of night parrots, why in Queensland it took camera traps six years to get two not very good photos of those little feathery scamps. However, the rangers ignored Alex the scientist, they put the camera traps out in the spinifex and bang, when they checked them a bit later, there was a photo of a night parrot. Oh come on. Scientists prefer to use sound recording gear called song meters – it gives one a much greater chance of finding something because the bird just has to make a noise in the vicinity, not walk/fly directly in front of it. Apparently night parrots make noises like “dink-dink” or “ding-de-ding” according to the actual scientific names of the parrot noises. I’m not joking. Ding-de-ding! The same thing happened again later when the rangers were on a different part of the Paruku Indigenous Protected Area. This time it was ANOTHER scientist who said “hmmm not sure we should put out camera traps at this waterhole you fellows, they don’t work very well except that one time you rangers fluked it” – and there is another night parrot photo, thanks very much. I was told this story by some other different scientists who were delighted that on the two occasions the rangers ignored the recommendations of white scientists they came up with photos of night parrots – the other scientists thought this was hilarious and said to me “make sure you put in that the rangers ignored the scientists”. Because there is a lot of media and “birdo” excitement around the night parrot and other difficult birds it can result in white people doing stupid things. This should not come as news to anyone. FYI you can’t just turn up on Aboriginal land in your 4WD without asking and fire up your honk-o-matic parrot emulator, then if you find one you can’t just broadcast the exact location of it so everyone else turns up as well, like those people did that one time with the spectacular golden bottomed parrot or whatever it was. It’s not OK. If you’re sorted enough to drive your 4WD across some of the toughest country in the world to look at the very rare speckled underpants duck you’re old enough take some manners and a brain along with you. Don’t be that birdo. The traditional owners seem keen to have people visiting, birdos, tourists, scientists and so on, not everywhere but to many places – it just needs to be managed by the rangers, and respectful, and if white people are making money off bird tours or science or whatever, some of that needs to go to Aboriginal people because why the hell not, what is wrong with you? Nobody at the festival explicitly said “a small percentage of birdos are as crazy as a troopy full of emus” but they might have sort of alluded to it. Of course it is always just a few rogue twitchers WHO RUIN IT FOR EVERYONE ELSE. #notallbirdos But anyway, now there are possibly tonnes MORE night parrots! Why? Because there was a lot of mapping done at the festival, there was a lot of remembering done – rangers drew large maps of their own bit of country where they thought the parrots could be then combined it all onto one giganto map of Australia. The bird scientists were very cool about it all but I COULD TELL THEY WERE EXCITED! OH MY FEATHERY TROUSERS LOOK AT THIS MAP THERE COULD BE MORE NIGHT PARROTS THAN YOU CAN POKE A STICK AT. I said you must be chuffed, they said some sciencey stuff, but I could tell their heads were about to fall off with bird scientist glee. There is little joy for bird scientists in these grim times so it was nice. Finally there was a really interesting discussion about whether maybe the night parrot and some of the other endangered animals were “white fella animals” (paraphrasing again, or should I say PARROT PHRASING AHAHAHA – no I should not) also that culturally important animals that weren’t endangered but were not here in this particular location (eg the emu and various kangaroos) also needed some attention, needed some kind of plan. Because what is important to white people might not always be important to Aboriginal people and vice versa. If there is money for the “white parrot” (my emphasis) how about money for creatures that are culturally relevant to Aboriginal people? Bloody good question I thought whitely and continued not to say anything out loud. The whole thing was crackingly good and is proof that the ranger programs are good for everyone involved and the rest of the country as well. This country seems to get into the heads and hearts of some of us settler Australians – you get haunted by it, marked by it. Sure it is a cliche but whatever. I am tired of being cynical about everything, sometimes there is just stuff that is good. FYI I was at the festival as a guest of the charming folk from countryneedspeople.org.au who campaign for proper funding for the Indigenous ranger program. As an organisation they are both a hoot and most gracious. First Dog on the Moon is a cartoonist for Guardian Australia"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}