{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/10/country-diary-how-the-ladys-slipper-came-back-from-the-brink-kilnsey-upper-wharfedale", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-10T04:30:45Z", "webTitle": "Country diary: how the lady’s-slipper came back from the brink", "webUrl": "https://www.theguardian.com/environment/2019/jun/10/country-diary-how-the-ladys-slipper-came-back-from-the-brink-kilnsey-upper-wharfedale", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/10/country-diary-how-the-ladys-slipper-came-back-from-the-brink-kilnsey-upper-wharfedale", "fields": {"headline": "Country diary: how the lady’s-slipper came back from the brink", "bodyText": "The fissured landscape of the Yorkshire Dales is full of secrets, but over the last century few have been more closely guarded – literally – than the lady’s-slipper orchid. Once profuse enough in the limestone landscapes of northern England to have been sold in bundles on the markets of Settle and Skipton, it was obliterated during the devastating Victorian orchid hunting craze known as the “orchidelirium”, and declared extinct in 1917. But all was not quite as it seemed, and today it gives me a shiver to see it flowering brightly amid cowslips and marsh orchids in Upper Wharfedale, albeit poignantly surrounded by a protective cage. The orchid’s rescue from the brink is one of the most fascinating conservation stories in Britain. Thirteen years after its “extinction”, a botanist stumbled by chance across a single solitary lady’s-slipper at a secluded spot in the Dales. The enigmatic-sounding Cypripedium Committee was formed to conserve what instantly became Britain’s rarest wild flower, but rumours of its location eventually spread, and for some time bivouacking wardens, assisted by tripwires, guarded the plant around the clock during its flowering season. In recent years, Kew Garden botanists successfully propagated seedlings from this solitary parent and reintroduced it to various locations across its former range, including Kilnsey Park, where it is something of a visitor attraction. My first thought on seeing the painfully delicate, claret-speckled yellow flowers here is a sort of disbelief; they seem almost too exotic-looking for these latitudes, the stuff of Mesoamerican cloud forests rather than meadows in Yorkshire. The theory of “shifting baselines” holds that successive generations come to see their increasingly degraded landscapes as natural, and I wonder if this helps to explain my initial shock; having become so accustomed to a landscape shorn of its full richness, this relic of lost glory seems ironically out of place. Above all, though, it is a hopeful symbol of what can be reclaimed, even when it seems irretrievably lost. The future of the lady’s-slipper in Britain is far brighter than it was once, but the original “wild” site remains sacrosanct. I am, I think, happy not to know where it is."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}