{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/06/plastics-microplastics-ocean-study", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-06T10:00:52Z", "webTitle": "'Pieces of human society': deep ocean may be riddled with microplastics", "webUrl": "https://www.theguardian.com/environment/2019/jun/06/plastics-microplastics-ocean-study", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/06/plastics-microplastics-ocean-study", "fields": {"headline": "'Pieces of human society': deep ocean may be riddled with microplastics", "bodyText": "Anela Choy, a biological oceanographer, had been noticing something odd while studying the diets of tuna and other deep-diving fish. Though they lived at average depths of 1,000ft, their stomachs routinely contained bottle caps, trash bags, and light sticks. “It was so strange,” says Choy, who works at the Scripps Institution of Oceanography at the University of California, San Diego. “We were seeing recognizable pieces of human society.” Her concerns about plastic pollution inspired a study of waters off the coast of northern California, conducted by Choy and a team of other scientists. The findings, released today in Nature Scientific Reports, reveal a proliferation of microplastic particles, the tiny fragments left over when larger plastics break down. Most remarkably, the highest concentrations of microplastics were found about 200-300 meters (650-1,000ft) down – four times more plastic than was found in samples at the surface. That’s on par, or higher, with quantities found at the surface of the Great Pacific Garbage Patch. The study was done in Monterey Bay, a marine sanctuary and haven for sea life including whales, otters and sharks. “We did not expect to find this much pollution at these depths,” says Kyle Van Houtan, chief scientist at the Monterey Bay Aquarium, who co-authored the new paper. The implication: microplastics could be widespread – even concentrated – in the deep ocean around the world. “This is making us realize that the problem is far more extensive than we thought, and not constrained to the surface of the ocean.” Microplastic pollution has been found on almost every part of the planet, but the scientists say this is the first rigorous study of microplastics distribution at varying ocean depths. Plastic was thought to stick to the surface; Choy wanted to examine everything from the surface to the ocean floor (known as the “water column”) and see how the concentration of plastic changed as animals traveled up and down. Scientists carried out their research using unmanned submarines, and sampled water at two locations and at depths ranging from five to 1,000 meters. They also sampled two marine species – pelagic red crabs and giant larvaceans (tadpole-like creatures) – both of which are filter-feeders that move from the surface to the deep on a daily migration. Microplastics were present in all the specimens’ digestive tracts. Most of it was PET, the type found in single-use bottles and food containers. Reachers also concluded that plastic particles had been in the ocean for a long time, and that the majority came from land sources rather than fishing gear. Small animals such as those sampled, as well as ocean water patterns, may be part of the reason that buoyant plastic is reaching such depths, explains Choy. “There can be physical mechanisms like vertical mixing, wind, waves and biological mechanisms like an animal eating plastic at the surface and pooping it out at depth.” Meanwhile, the buildup of bacteria or tiny creatures on the plastic itself changes its buoyancy and weighs it down. As animals move up and down, they circulate materials around the ocean. “The greatest migrations in Earth are not birds to the tropics,” says Van Houtan. “The largest are the vertical migrations in the ocean, as creatures travel up and down the water column, to the deep and back. That’s why we should be concerned about these findings.” Brendan Godley, who leads the University of Exeter’s marine strategy team, said the study was extremely novel but not entirely surprising. “A few years ago, these findings may have shocked, but scientists are now beginning to realize that microplastics are truly ubiquitous,” says Godley, who was not involved in the research. “Microplastics have been found from the seafloor to the mountain tops, to the air that we breathe and the salt we put on our meals.” Choy and Van Houtan say that the public perception of the deep ocean as a far-off alien world is at odds with reality and ignores how much human society can affect it. “We rely on what happens on the deep sea every day,” says Choy. “It provides a lot of commerce, substance and protein, and it makes us think about how our day-to-day habits and activities impact the deep ocean.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}