{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/08/john-browne-engineering-fracking-greta-thunberg-huawei", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-08T14:00:05Z", "webTitle": "Ex-BP boss John Browne: ‘It’s going to take a long time to take oil and coal out of the energy system’", "webUrl": "https://www.theguardian.com/environment/2019/jun/08/john-browne-engineering-fracking-greta-thunberg-huawei", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/08/john-browne-engineering-fracking-greta-thunberg-huawei", "fields": {"headline": "Ex-BP boss John Browne: ‘It’s going to take a long time to take oil and coal out of the energy system’", "bodyText": "Before standing down in 2007, John Browne was CEO of BP for 12 years. In 2015, he returned to the global oil business as executive chairman of L1 Energy. Since leaving BP, he has written five books; in the latest, he argues that engineers will save humanity from the threats such as disease, artificial intelligence and global warming. You say that civilisation is founded on engineering innovation and technology. Do you equate human progress with machines? Absolutely not. It is the combination of the machines, the engineering and humans that makes progress. Without engineering, there will not be progress, but machines without humans will go nowhere. Do you understand the widespread public fear of unfettered technologies? Yes. Some engineering advances are not good for humans until they are confined in the right way.Some have really bad, unintended consequences. There are plenty I fear. The uncontrolled use of fissile material to make bombs is terrifying, so too [the release of] pathogens. There are problems with poisonous gases used by dictators, materials getting into the hands of rogue states. Modern technology has given immense wealth and power to the very few and has allowed global surveillance and the erosion of privacy. Is that acceptable? These are worrying. But they lead back to the control of the technology and the question of the expression of values. So, surveillance and face recognition are something heavily controlled in the west. In China, they are not. Stanford University has developed a technology that can recognise, to a probability of 80%, gay people from straight. This is not a good thing to have. I say that as a gay man. I find it objectionable, too, that in China facial recognition technology is used to identify certain ethnic peoples and keep them under control. That is wrong. There will be aberrations, but [facial recognition] has been very beneficial across the world, whether it is for law enforcement, the convenience of people to pay, or to get in and out of buildings. But there are other things which have gone wrong unintenionally, or are in hands of wrong people. Will engineering get us out of the problems we face? I am optimistic. Engineering is the application of discovery into life. It has done extraordinary things for the world. It has made it more peaceful, less violent, safer, cleaner. People live longer, they are better educated, there’s less poverty. All these things have been brought about by engineering. Engineers have saved more lives than physicians; they have created clean water. In my lifetime, the world population has tripled and people are healthier and better off than they used to be when the world was one third its size. But has technology not also made the world less secure? You are chair of the UK board of Chinese company Huawei, the world leader in 5G technology. Will 5G technology undermine British or American security? It depends on your level of risk. The UK government has, apparently, said you can divide the system into high- and low-risk areas. If you keep certain technologies low risk they are happy with that, whereas others will say take no risk. The problem started with the break-up of the Bell Labs, which did the early research on telecoms. The pieces were sold off and we have ended up with the US not having a commercial approach to 5G. It’s in the hands of only Nokia, Ericsson and Huawei. It’s not an easy position for the world to be in and [it remains] to be seen if there’s a way out of it. President Trump wound Huawei into a trade war, so is it part of a trade war or a security war? It’s very difficult to resolve. The big thing with technologies is to overcome the legacy of the past. Many people have vested interests in keeping the past going because they make money with it. Is not oil a legacy of the past? Not as old as coal, which is still a big part of the energy mix. But you have spent a lifetime working with fossil fuels that have led to the climate crisis. … and trying to change. Have you succeeded? I’ve been a little bit successful. I wish I had been much more successful. Because 22 years ago I made a very clear statement, to say the oil and gas industry was part of the problem, so it had better start working out how to solve it. What would you say to Greta Thunberg? I would say that I have been at this for longer than you’ve been on the planet and that [decarbonisation] will take time. And so my proposal is this: remember that energy is a very big system and there is not one solution. We can’t have one magic bullet that will make the solution work for us. We need to take all the things people are doing [to reduce emissions] because it will be very difficult to persuade them to change. China is opening up brand new coal mines to feed India. What happens in the UK is actually not very important. It’s what happens in places like China, Indonesia and India that will really count. Because we will need coal, oil and gas, we need to do everything we can to decarbonise the emissions. This is critical for the future. You know the problems of climate change but you are now chair of the oil and gas investment company L1 Energy and still in the oil business. Gas and oil. I created a company that is 70% natural gas and 30% oil. Gas has less carbon, it is much more environmentally friendly and has lots of different uses. That is much more modern than the other way round. How are you working to reduce emissions? When I was with BP, I laid out a plan. But BP is producing more oil now than it was… And I have been away a little while. Then I set up the world’s largest renewable energy fund, $10bn of investment to prove to people you could make money from doing this. It’s going to take us a long time to take oil and coal out of the energy system and even longer for natural gas. We have the tools to take a lot of the carbon out of hydrocarbons; what we don’t have is the right cost. The more you do of something, normally, the cheaper it gets, with the exception of nuclear power [where] the more you make, the more expensive it becomes. That can be overcome with standardisation. Governments have to take the first risk [to reduce emissions] which is very high and industry will take the second risk, which is getting lower and lower. That’s what happened with solar energy, which is an important but small part of the energy system. But you are arguing in the book for fracking. You were chair of fracking company Cuadrilla. Does that make sense? No, fracking in the UK doesn’t make much sense. I think it was a test to see if it worked. We probably don’t need to do it. Can we reduce emissions fast enough to avoid the frightening scenarios that are forecast? If we get on with it now, we stand a chance. If we don’t start now, the chances get lower and lower. I said 22 years ago that we should start then. We have done something but not enough. Is the quest of humanity that we move to another planet? Who knows? James Lovelock changed my views. He reminds me that we’re not trying to save this planet, but simply the humans on this planet. The planet will look after itself. It will have its course of life. What we are doing is adjusting its path. We will go. It will come back. Does that justify wrecking it? Absolutely not. It just puts it in perspective that we have to do something to keep it ready for human beings. Because if we don’t do things, we are simply consigning a portion, if not all, of humanity, to its death. That is wrong. Are you saying that the planet is for humanity? Surely we have a responsibility for the rest of life? That is what I am saying. We are stewards because humanity must live on this planet. Humans are designed to live in an atmosphere with a certain amount of oxygen. If we go elsewhere, we are not well tuned to that. We’ve got to figure out how to create a built-in environment to protect us. That will be difficult. • Make, Think, Imagine: Engineering the Future of Civilisation by John Browne is published by Bloomsbury (£25). To order a copy go to guardianbookshop.com. Free UK p&amp;p on all online orders over £15"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}