{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/05/boris-johnson-challenged-by-labour-over-climate-science", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-05T19:25:31Z", "webTitle": "Boris Johnson challenged by Labour over climate science", "webUrl": "https://www.theguardian.com/environment/2019/jun/05/boris-johnson-challenged-by-labour-over-climate-science", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/05/boris-johnson-challenged-by-labour-over-climate-science", "fields": {"headline": "Boris Johnson challenged by Labour over climate science", "bodyText": "Boris Johnson has been challenged by Labour to clearly disavow his previous denial of climate science, after several other Conservative leadership hopefuls said they accepted the reality of the climate emergency. A dividing line between the candidates opened up on the issue after Andrea Leadsom, a Brexit-supporting former cabinet minister, Sajid Javid, the home secretary, and Rory Stewart, the international development secretary, told a One Nation group hustings on Tuesday night they would tackle the climate emergency as a global crisis. Javid got the strongest applause for promising to put the UK’s response to the climate emergency on a similar footing to counter-terrorism. Asked which One Nation values were his priorities, he said: “If you’d asked me that question two years ago, I probably wouldn’t have talked about the climate – climate change. I think that today it’s become much more important and it is something that needs urgent action.” In contrast, Johnson, who was also addressing the hustings, did not express any view on whether there is a climate emergency, according to those present. As recently as 2015, Johnson claimed that “global leaders were driven by a primitive fear that the present ambient warm weather is somehow caused by humanity; and that fear – as far as I understand the science – is equally without foundation.” He also wrote an article in 2013 suggesting the government should consider preparing for a mini-ice age caused by solar activity, drawing on a discredited theory by Piers Corbyn, who denies climate science. Since then, he appears to have moved on the issue, saying in April that the Extinction Rebellion were “right to sound the alarm about all manner of man-made pollution, including CO2”. But he has also sought to downplay the global responsibility of the UK, saying: “The UK is by no means the prime culprit, and may I respectfully suggest to the Extinction Rebellion crew that next Earth Day, they look at China.” As foreign secretary, he also endorsed the government’s position, saying in 2017 that the UK was lobbying the US “at all levels to continue to take climate change extremely seriously”. However, some Tory MPs present said they would have liked to hear a clearer line on the issue from Johnson, and Rebecca Long-Bailey, the shadow business secretary, said she feared the next incumbent of No 10 would be unwilling to tackle the climate emergency as she stood in for Jeremy Corbyn at prime minister’s questions. “How much authority does the government really have on climate change?” she said. “Three current ministers have denied the scientific consensus on climate change. And several of those standing in the Tory leadership contest have close links with organisations and individuals promoting climate change denial.” Four other Tory leadership candidates – Matt Hancock, Dominic Raab, Jeremy Hunt and Michael Gove – are expected to be pressed on whether they believe there is climate emergency. Raab said climate change was a major priority, but stopped short of describing it as an emergency. “Climate change is one of the major issues we face and a challenge we must rise to by taking action domestically and showing leadership on the international stage. This would be a central priority for me as prime minister,” he said. Another frontrunner, Gove, the environment secretary, recently referred to the situation as a “climate emergency” during a debate in the House of Commons. He was at the dispatch box when the government belatedly decided to accept a Labour motion to declare a formal climate and environment emergency, with Jeremy Corbyn hailing the move as a necessary response to school climate strikers and groups such as Extinction Rebellion. Conservative MPs were told to not oppose the motion. The climate emergency has shot up the political agenda in recent months, aided by the Extinction Rebellion protests and the campaign spearheaded by Swedish teenager Greta Thunberg."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}