{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/05/greta-thunberg-effect-public-concern-over-environment-reaches-record-high", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-05T15:50:07Z", "webTitle": "Public concern over environment reaches record high in UK", "webUrl": "https://www.theguardian.com/environment/2019/jun/05/greta-thunberg-effect-public-concern-over-environment-reaches-record-high", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/05/greta-thunberg-effect-public-concern-over-environment-reaches-record-high", "fields": {"headline": "Public concern over environment reaches record high in UK", "bodyText": "Public concern about the environment has soared to record levels in the UK since the visit of Greta Thunberg to parliament and the Extinction Rebellion protests in April. The environment is now cited by people as the third most pressing issue facing the nation in tracking data from the polling company YouGov that began in 2010. Environment was ranked after Brexit and health, but is ahead of the economy, crime and immigration. Young people rate environmental problems such as the climate crisis and global annihilation of wildlife even higher, placing them second behind Brexit. Almost half of 18- to 24-year-olds chose environmental issues as one of the nation’s three most pressing concerns, compared with 27% of the general population. A similar surge in public anxiety has taken place in Germany, where the Green party performed particularly well in the European parliament elections last month. Across the EU, the number of Green MEPs increased by 40% to 69, making them the fourth-largest grouping. In the UK, the number of Green MEPs rose from three to seven and the party won more votes than the Conservatives. Thunberg, the Swedish teenager whose solo school strike for climate action helped create a global movement, told MPs in April that the UK government’s active support for fossil fuels and airport expansion was “beyond absurd”. She added: “This ongoing irresponsible behaviour will no doubt be remembered in history as one of the greatest failures of humankind.” Extinction Rebellion activists also mounted a week of high-profile protests, mainly in the capital, in which roads were blocked and more than 1,000 people were arrested. On 1 May, MPs endorsed a Labour motion to declare a formal climate and environment emergency. The previous record high for the environment in the YouGov tracking data was 23% in February 2014, following extreme winter storms and flooding in Somerset Levels and other parts of the south of England. But the concern did not outlast the poor weather, with the number of people worried about the environment falling by half within two weeks. Jonathan Bartley, the co-leader of the Green party, said: “Nearly half of the young people of the UK are putting the environment among their top concerns, and no wonder. They can see governments making decisions about their future that take no account of our climate emergency. “In sounding the alarm about the state of our environment, we are the party on the right side of history. Now we are aiming to step up to lead the action in this national emergency.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}