{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/shortcuts/2019/jun/11/problem-in-the-bagging-area-the-plastic-shaming-scheme-that-went-very-very-wrong", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-11T16:41:00Z", "webTitle": "Problem in the bagging area: the plastic-shaming scheme that went very, very wrong", "webUrl": "https://www.theguardian.com/environment/shortcuts/2019/jun/11/problem-in-the-bagging-area-the-plastic-shaming-scheme-that-went-very-very-wrong", "apiUrl": "https://content.guardianapis.com/environment/shortcuts/2019/jun/11/problem-in-the-bagging-area-the-plastic-shaming-scheme-that-went-very-very-wrong", "fields": {"headline": "Problem in the bagging area: the plastic-shaming scheme that went very, very wrong", "bodyText": "Name: Plastic shaming. Age: Brand new in its current form. Appearance: Liable to backfire. I already know what plastic shaming is. Me too. I asked a barista for a straw last week and he reacted like I had asked to stab his granny. So what’s new? It’s the method of plastic shaming. It came about when East West Market, a grocer in Vancouver, grew weary of its customers failing to bring their own reusable bags. What are we talking? Charging more for bags? Even better. It produced a range of plastic bags specifically designed to make their customers feel bad. How? By branding the bags with the logos for three different fake stores: an adult video shop, a colon-care salon and a pharmacy that specialises in warts. So strangers would see them and think that they were warty perverts? Basically, yes. But it has failed. I don’t understand. The new bags are cool and retro and ironic, which means that hipsters are falling over themselves to get hold of them. But the principle is sound, yes? No! It’s a terrible idea. Listen, do you smoke? No. So you don’t look at a cigarette packet – designed by science to be the ugliest possible colour, daubed with stark health warnings and graphic closeup pictures of mouth tumours – and secretly want to smoke? Of course not. But if the health warnings were all in Cooper Black font, and the guy with the mouth tumour was wearing shades and a leather jacket, you would absolutely want to start smoking. It would suddenly be so cool and ironic! This is true. So perhaps the way to deal with the plastic crisis isn’t to daub single-use plastics with well-designed, slyly aspirational joke logos. Perhaps the bags should be printed with closeup pictures of dead seabirds and huge text reading: “I am pillaging planet Earth of its most precious resources.” Yes, that would be better. But you have to admit, there’s a kernel of a good idea there. Is there? Sure. Maybe we would become less reliant on plastic if our plastic goods were deliberately designed to shame us. Maybe all non-bamboo toothbrushes should be sold in the shape of penises. That’s good. Or perhaps Kinder Egg toys should all snap together to make the corpse of a choked whale. By Jove, I think we’ve just single-handedly solved the climate emergency! Hooray! Next, let’s attempt to fix Brexit via the medium of mildly embarrassing hats! Do say: “Plastic bags will destroy our oceans and should be avoided at all costs.” Don’t say: “Unless they have got a cool, ironic font on them, in which case I’ll take 10.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}