{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/14/lnps-michelle-landry-hasnt-asked-how-many-jobs-adani-coalmine-will-create", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-14T00:04:55Z", "webTitle": "LNP's Michelle Landry 'hasn't asked' how many jobs Adani coalmine will create", "webUrl": "https://www.theguardian.com/environment/2019/jun/14/lnps-michelle-landry-hasnt-asked-how-many-jobs-adani-coalmine-will-create", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/14/lnps-michelle-landry-hasnt-asked-how-many-jobs-adani-coalmine-will-create", "fields": {"headline": "LNP's Michelle Landry 'hasn't asked' how many jobs Adani coalmine will create", "bodyText": "The Nationals MP Michelle Landry has conceded she does not have an exact figure for the number of ongoing jobs to be created by Adani’s Carmichael coalmine, but claimed it would be “considerable”. In an interview marking the Queensland government’s decision to sign off on Adani’s groundwater management plan, Landry also compared the mine to an apartment block in Sydney, arguing that in neither case could regulators be certain of the environmental impact of the projects. The chief executive of the Australian Conservation Foundation, Kelly O’Shanassy, has accused the Queensland government of adopting a “dig it and see approach” by allowing the mine to proceed with checks on its effect on ground springs to follow. Sign up to receive the top stories from Guardian Australia every morning Landry told Radio National she believed the mine would proceed because Adani had done “everything they’ve been asked to do”. “This mine has the strictest environmental conditions of any mine in this nation,” she said. “There is continued ongoing work about the springs – because we certainly don’t want it damaged … it will be constantly monitored.” Landry claimed that “nobody is certain with anything”. “When you build a housing block or estates down in Sydney – people don’t know what that actually does to things, [likewise] when people build farms in areas.” Landry said the Adani mine would create “6,750 indirect jobs, 1,500 direct”, of which 750 jobs would be fly-in fly-out from each of Rockhampton and Townsville. “There’s a rail line being built, there’s a lot of businesses right around central and northern Queensland that will be providing services,” she said. Asked about the number of ongoing jobs, Landry said it would be “well over 2,000” and rejected claims the mine would be fully automated, citing assurances from Adani Australia’s chief executive, Lucas Dow. “He has assured us there will be as many local jobs as we can possibly have and, you know, you can’t set a figure [on it] … I haven’t got the figure – I could get the figure for you – I could ring Lucas [Dow] and get the figure. “I haven’t had the total number of jobs … [but it is] considerable,” she said. “I’ve never actually asked a specific number.” Landry suggested the number of ongoing jobs would be “thousands and thousands”, citing the fact that “a lot of contractors are involved in this”. The agriculture minister, Bridget McKenzie, has previously said the mine would create 1,500 jobs in the construction phase and 100 ongoing jobs, before claiming “there could be up to 1,800 ongoing jobs”. In its latest statements Adani has said the number of ongoing operational jobs at the mine would not be 1,800 but between 800 and 1,500, based on mines of similar size in Queensland. Landry said opposition to the Carmichael mine was “crazy” because other coalmines had been approved while Adani had sought approval for it. “I’m sick and tired of people saying we’re doing the wrong thing up here.” On Friday the Queensland government raised more questions about the federal government’s decision to rush out its approval of Adani’s groundwater management plan before calling the federal election, with the state’s environment minister saying it “reeked of political interference”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}