{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/11/death-by-clubbing-brutality-thailand-pig-slaughterhouses", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-11T10:47:11Z", "webTitle": "Death by clubbing: the brutality of Thailand's pig slaughterhouses", "webUrl": "https://www.theguardian.com/environment/2019/jun/11/death-by-clubbing-brutality-thailand-pig-slaughterhouses", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/11/death-by-clubbing-brutality-thailand-pig-slaughterhouses", "fields": {"headline": "Death by clubbing: the brutality of Thailand's pig slaughterhouses", "bodyText": "Photos of shirtless workers clubbing pigs with bats in a Thai slaughterhouse have prompted campaigners to call for wider training and monitoring of humane welfare practices. Undercover images taken in the central Thailand abattoir and shared with the Guardian also show workers stunning the animals on their eyes with what appear to be homemade stunning machines, contrary to equipment recommendations. Although Thailand does have specific guidelines for pig slaughterhouses – which require that the animals be killed “without suffering” – humane slaughter practices in the Buddhist country’s small- and medium-sized abattoirs are virtually non-existent, say campaigners. Pigs are transported in caged trucks that are often overcrowded and offer no protection from the elements “The Thai public, in general, is not aware of the need for humane killing practices,” said local animal rights activist Wadchara Pumpradit. “Farm animals are born to be killed for food and people do not consider their needs or their right to be respected.” While the Thai government runs training courses on humane slaughter, regulations are not enforced and smaller-scale producers and processors are largely unmonitored, added Pumpradit. “The current monitoring system regarding humane slaughter needs to be strengthened. How can we be sure licensed slaughterhouses are complying with the law when they are not directly monitored?” he asked. “Electric prods, and long steel nails held clasped in a fist, protruding between fingers, were used to move pigs along,” said photojournalist Jo-Anne McArthur Pork is a staple ingredient in Thai recipes, from the average household kitchen to the nation’s beloved street stalls. Roughly 18 million pigs are raised a year by various-sized producers, ranging from an estimated 200,000 smallholders to multinational giants, in an industry worth roughly $3.5bn (£2.7bn). In a slaughterhouse in central Thailand where 500 pigs are killed every day, photojournalist Jo-Anne McArthur recently documented the animals arriving on pickup trucks. She then followed the slaughter process as they were clubbed with a large wooden bat, slit open with a knife, allowed to bleed out, and finally dragged into a vat of boiling water. From start to finish, the slaughterhouse’s poor practices are representative of operations in small- and medium-sized abattoirs across the region, said global farm animal adviser Kate Blaszak of the international charity World Animal Protection (WAP). “Caged transport is a common mode of transport in south-east Asia. Usually the animals arrive cramped, dehydrated, exhausted and severely sunburnt if they’ve been transported during the day, often across borders,” said Blaszak. “Then you’ve got poor unloading and handling of the animals: falling and slipping pigs, or pigs which are dropped, dragged, beaten and kicked. Clubbing is a manual attempt to stun an animal – to render it unconscious before killing by bleeding by knife. But clubbing is very ineffective in pigs. “The simple speed of manual clubbing cannot meet the necessary energy for an effective stun. Clubbing just beats, bruises and abuses animals and is ineffective. “Electrical stunning is sometimes done and usually with completely unregulated stunning equipment, which is sometimes homemade. It’s consistently wrongly applied and completely ineffective as it doesn’t even span the brain. It’s just cruel electric shock and pain. Good practical training and enforcement can overcome all these issues, to the benefit of all involved.” The slaughterhouse did not respond to the Guardian’s requests for comment. McArthur’s photos underline the need for slaughter training across the region, where inhumane practices are “the routine” in Cambodia, Indonesia, Laos, Myanmar and Vietnam, said Blaszak. Undercover footage of an open-air slaughterhouse in Phnom Penh, where pigs are violently clubbed in full view of surrounding apartment blocks, has sparked calls from activists for the government to implement stricter animal welfare laws. “Across south-east Asia, humane slaughter standards and enforcement are needed for all species slaughtered, including pigs, poultry, cattle and buffalo, as well as geese and ducks,” said Blaszak. “However, from my experience, there is little routine enforcement or even regulation for animal welfare during slaughter except large company slaughter in some countries. Thus there is no general incentive for training and compliance day-to-day, for most animals in most countries.” “The owner of the slaughterhouse recounted that he once welcomed a group of vet students to see the slaughter process. He said that many of the students vomited,” said McArthur Training should involve all stakeholders in the supply chain regarding the risks to welfare, food and worker safety involved with inhumane slaughter, said Blaszak. And the training must demonstrate how humane slaughter benefits animals, workers, traders, producers, retailers and consumers, she adds. “There’s a plethora of science that demonstrates this.” Thailand does have a specific good manufacturing process (GMP) regarding operations in pig slaughterhouses. However, “while it states that ‘pigs shall be rendered completely unconscious prior to slaughter’, that practice is only promoted and not enforced”, said Pumpradit. A Thai slaughterhouse worker dismantles a pig carcass In 2014, Thailand passed its first-ever animal welfare act, which covers pets, working animals and animals for food. Exceptions include animals killed for traditional sport and religious reasons. In 2016, a 23-year-old woman was the first person to be prosecuted under the law after she threw her roommate’s chihuahua from their fifth-floor Bangkok apartment window. The incident sparked outrage on social media, but in a nation notorious for its troubled tiger temples, elephant sanctuaries and rampant wildlife trafficking, the concept of what constitutes animal cruelty is evidently unclear. Welfare groups, along with the Thai Society for the Prevention of Cruelty to Animals (TSPCA), hope to work together with the Thai government to strengthen the role of law enforcement regarding humane slaughter. But Pumpradit is not expecting immediate miracles. “The TSPCA were the first to introduce the animal welfare act, and that took about 20 years,” said Pumpradit. “It will be a long battle. Law and regulation is one thing, but law enforcement is the most challenging. If you don’t enforce, people are not likely to comply when behind closed doors.” The need for animal welfare reform everywhere in the region is acute, said Blaszak, who adds that pigs are highly intelligent animals capable of feeling intense pain and suffering. “Local consumers deserve pork that has been raised and slaughtered to good welfare standards along with the intrinsic benefits of good meat quality and safety.” Slaughterhouse workers butcher pigs"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}