{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/jun/28/country-diary-i-spy-a-pied-flycatcher-padley-gorge-derbyshire", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-28T04:30:08Z", "webTitle": "Country diary: I spy a pied flycatcher", "webUrl": "https://www.theguardian.com/environment/2019/jun/28/country-diary-i-spy-a-pied-flycatcher-padley-gorge-derbyshire", "apiUrl": "https://content.guardianapis.com/environment/2019/jun/28/country-diary-i-spy-a-pied-flycatcher-padley-gorge-derbyshire", "fields": {"headline": "Country diary: I spy a pied flycatcher", "bodyText": "The change is abrupt, like a switch being thrown. The thin stream of Burbage Brook drops off the open moor and soon after plunges into a rocky defile deeply shaded by the sort of oak and birch woodland that once covered much of the country hereabouts. There’s a gate in a wall, like the door in the wardrobe, and you step through into somewhere wholly different and rather magical. Given the proximity of Sheffield’s suburbs, it’s hardly surprising the path through these woods is thick with parents and their small children on sunny Sundays, keeping an eye out for Mr Tumnus. Early on a midweek morning it’s a quieter story, especially on the stream’s less frequented east bank. Gnarled oaks and moss-capped boulders are what create the gorge’s mystery, but here there are pools of light for foxgloves and stitchwort, and other trees mixed in: handsome beeches, a group of sycamores and thin rowans struggling to make a go of it. The previous day’s rain tumbling off the moor has filled the gorge with frothy brown water and a noisy roar, so I climb uphill to turn down the volume a little. My reward is birdsong: the fat round vowels of a distant blackbird, a wren closer at hand, a redstart on the far bank, chaffinches and the accelerating chatter of a wood warbler, a sudden rush of precious stones tipped on to a saucer. There’s a juvenile robin lurking in a holly bush, mouth turned down in their characteristic teenage grump, and a new family of great tits swarming through an oak. Then I catch the jaunty, almost syncopated song of a pied flycatcher. These are charismatic birds, the males handsome in their black and white but, like these woods, enigmatic too, semaphoring alarm by flicking one or both of their wings vertically. Though in sharp decline in recent decades, they do well here, thanks in part to a hundred or so nest boxes, homes that suit flycatchers very well. Rangers make sure these boxes remain tenant free, putting a bung in their holes to keep the tits from moving in until the flycatchers arrive from their winter homes in Africa."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}