{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2019/jun/10/tokyo-2020-u-turn-as-hotels-agree-to-wheelchair-rooms-for-paralympics", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2019-06-09T23:01:42Z", "webTitle": "Tokyo 2020: U-turn as hotels agree to wheelchair rooms for Paralympics", "webUrl": "https://www.theguardian.com/cities/2019/jun/10/tokyo-2020-u-turn-as-hotels-agree-to-wheelchair-rooms-for-paralympics", "apiUrl": "https://content.guardianapis.com/cities/2019/jun/10/tokyo-2020-u-turn-as-hotels-agree-to-wheelchair-rooms-for-paralympics", "fields": {"headline": "Tokyo 2020: U-turn as hotels agree to wheelchair rooms for Paralympics", "bodyText": "The Japanese government has promised that all hotel rooms that are converted to make them accessible for wheelchair visitors to the 2020 Paralympics will now remain accessible as a legacy of the Games. The pledge comes after the Guardian revealed in April that British Paralympic officials were stunned when hotels near their training camp in Yokohama, south of Tokyo, demanded they pay to make rooms accessible – and then pay again to convert them back afterwards. One senior figure said the problem had been a “huge headache” for more than 18 months until the authorities in Yokohama, part of the Greater Tokyo metro area, finally agreed to help. What made the issue harder to solve is that it was beyond the remit of the Tokyo 2020 organising committee or government. Rather, it was down to individual hotels – many of which did not see the social or economic benefits of providing more accessible rooms. However, the Japanese government insists the issue is now “obsolete”. Jun Mitarai, part of the cabinet secretariat that co-ordinates Olympics planning, said: “After the refurbishments, the hotel rooms will not go back to the original state. That is an agreement between the Yokohama city and the hotels. The rooms will be left as a legacy.” Mitarai said the government was also addressing concerns from the International Paralympics Committee (IPC) about the lack of accessible rooms in Tokyo by introducing new legislation to ensure all new hotels cater more for people with disabilities, with at least 1% of rooms accessible if the building has more than 50 rooms. He said it is also launching a subsidy programme to help existing hotels make refurbishments, and producing a “operational manual which describes how to help those with impairment” for smaller hotels and inns. “The hotels and inns have already started training their staff based on the manual,” he added. Mitarai also had a message for existing hotels that were reluctant to renovate for accessibility. “Hotels shouldn’t view this as a cost but rather as an opportunity,” he said. “Japan is already an ageing society and it is going to be an even more ageing society in the future. And also the percentage of people with impairment is said to be around 7% – but those who are travelling are still much much less. So we want people on the management side of hotels to see this as a business opportunity and expand the number of accessible rooms.” When asked if he hoped the Tokyo Paralympics would change people’s perceptions of disabled sport and disabled people much in the way London 2012 did, Mitarai smiled before replying in English: “I completely agree with you.” Part of the problem is that hotel rooms in Tokyo have smaller spaces than most large cities, with narrower doors sometimes making it harder for wheelchairs to enter. There are few bathrooms with grab rails and bath tubs. Some people also cite societal reasons as a factor, with many Japanese not realising it is a problem because there are fewer wheelchair users in Tokyo than in most cities. Yuriko Koike, the governor of Tokyo, said she is determined that more be done to change attitudes and accessibility. “The Olympics can only be successful if the Paralympics are also a success,” she said. “And part of the ultimate success of the 2020 Games must be creating a more barrier-free society in Tokyo – including widening hotel rooms and entrances for disabled people and making toiletsand baths more accessible. “In order to do that I am working with the hotel and tourism industry and on subsidies to make that happen for Tokyo,” she added. “One of the legacies that I am aiming at is that anyone can easily and comfortably visit the city.” Koike said organisers had also created a “Paralympic Passport” to encourage local people to watch and try the events. “There are 22 different sports that take place in the Paralympics and this passport can be used so that you can get a stamp each time you see, play, or cheer for any games in the Paralympics,” she said. “And just last week I achieved all 22. I have seen, participated in, or cheered for all 22.” Koike is particularly found of boccia, a sport she started playing after seeing it at the Rio Paralympics. “As soon I got back to Tokyo I established a team, and when the former head of the IPC [Sir Philip] Craven came to Japan we had a showdown,” she said, smiling. “I was merciless. I took him down!” Guardian Cities is live in Tokyo for a special week of in-depth reporting. Share your experiences of the city in the comments below, on Twitter, Facebook and Instagram using #GuardianTokyo, or via email to cities@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}