{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/jun/07/how-to-wear-tie-dye-jess-cartner-morley", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-06-07T12:00:25Z", "webTitle": "How to wear: tie-dye | Jess Cartner-Morley", "webUrl": "https://www.theguardian.com/fashion/2019/jun/07/how-to-wear-tie-dye-jess-cartner-morley", "apiUrl": "https://content.guardianapis.com/fashion/2019/jun/07/how-to-wear-tie-dye-jess-cartner-morley", "fields": {"headline": "How to wear: tie-dye", "bodyText": "I never wake up in the morning and think, “What I really want to wear today is something that will make me look scruffier.” Not once. So, for that reason, I was planning to sit out the tie-dye trend, to be honest. Am I alone in this? Do you often get out of the shower and think: “Ugh, I am absolutely sick to the back teeth of looking so polished all the time, what I need are clothes that will make me look messier.” Do you? Is that a thing? I don’t think so. And yet here I am. Because tie-dye is everywhere you look this summer, to the point of being unignorable – unless we want to spend the summer blindfolded, which feels like an overreaction. So rather than just pretend tie-dye isn’t happening and then end up making a misguided market-stall purchase on holiday, the grownup thing to do is to face tie-dye head on, which is what I’m doing here. Tie-dye mostly comes as T-shirts, or all-over vest dresses, or as fray-hem denim shorts. Which is because tie-dye is associated with being ultra laidback to the point of horizontal, as discussed. But there is another way to do tie-dye, which pivots it back to respectable, and that is by wearing it in a slightly smarter format. A tie-dye shirt, like the one I’m wearing here, with a pair of favourite old jeans of mine that you’ve seen before, is a genuinely wearable summer option. A cotton shirt makes a great warm-weather top – crisp, breezy, smart without being constricting – but most shirts have an office-appropriate vibe that means you end up looking like you’re on your lunch break, which isn’t how I want to feel or look at the weekend. Note the sandals. I really like these shoes but I probably wouldn’t wear them with the sort of pretty summer dress they feel like they were intended for. A pretty summer dress and a high, bare pink sandal is a bit too straight-up dressy. I love a fancy frock with a flat sandal, and I love a snazzy shoe with jeans and a plain white T-shirt. And it turns out, I’m quite into a dressy shoe with denim and tie-dye, too. The shoes bring the tie-dye up a notch; the tie-dye stops the shoes looking prim or proper. Tie-dye isn’t all about mess, it turns out. Sometimes it’s the smart option. • Jess wears tie-dye shirt, £145 by D’ascoli from matchesfashion.com. Jeans, Jess’s own. Sandals, £19.99, newlook.com. Styling: Melanie Wilkinson. Hair and makeup: Samantha Cooper at Carol Hayes Management using Mac Cosmetics and OUAI"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}