{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/jun/23/paris-fashion-week-bruno-sialelli-channels-the-seaside-in-lanvin-debut", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-06-23T15:55:06Z", "webTitle": "Paris fashion week: Bruno Sialelli channels the seaside in Lanvin debut", "webUrl": "https://www.theguardian.com/fashion/2019/jun/23/paris-fashion-week-bruno-sialelli-channels-the-seaside-in-lanvin-debut", "apiUrl": "https://content.guardianapis.com/fashion/2019/jun/23/paris-fashion-week-bruno-sialelli-channels-the-seaside-in-lanvin-debut", "fields": {"headline": "Paris fashion week: Bruno Sialelli channels the seaside in Lanvin debut", "bodyText": "Bruno Sialelli may be hard at work as the new boy at Lanvin but he has holidays on the mind. For his first menswear show since his appointment as creative director of the house in January, the French designer mentally took the audience out of sweltering Paris and brought them to the cool breeze of the seaside. In real life, he invited them to a swimming pool in the 19th arrondissement and provided peach ice teas to set the scene. “I love my job,” he said backstage after the show, “but the holidays is always the best part of our lives and I wanted to express something very bright and playful and [capture] this idea of travelling.” His newly adopted home has been on a journey of its own of late. In the past four years, a series of short-lived creative-director appointments under old management threw the brand into financial and creative chaos. It was a far cry from the headlining company it was under the former creative director, Alber Elbaz, who steered it to 14 years of sustained success before his acrimonious departure in 2015. In 2018, long-term menswear creative director Lucas Ossendrijver left after 14 years, too. As a result, Sialelli – who has worked in the design teams at Balenciaga, Acne, and most recently, Loewe – is the guy everyone is pinning their hopes on to reinvigorate its trajectory. In January, CEO Jean-Philippe Hecquet revealed that Sialelli had been tasked with “bringing back to life this beautiful and unique fashion house, and once again inspire a passion among our customers,” and the 31-year-old designer heard him loud and clear. As with his womenswear collection in January, the new menswear range looked to the life and travels of house founder Jeanne Lanvin for inspiration. This manifested in a mash-up of fabrications, including intarsia knitwear – like tapestries depicting seascapes she would have picked up and brought home – and beaded embellishment, such as trinkets she might have found in a bazaar. The theme of holiday paved way for nautical stripes – in knitwear and seersucker suiting – and sailor collars. Straw holiday hats (the dodgy kind) had hand embroidered Lanvin motifs; and bags were the colour of an orange buoy. Mermaid (taken from Lanvin’s antique taps), shell and starfish prints made repeat appearances, while a series of reinterpreted beer-mat prints ticked the ironic box that’s proven an undeterrable trend of late. There’s a new mood to the house that reflects both Sialelli’s youth and experience. His former employer, Loewe, is a venerable lifestyle brand as much as it is a fashion house, with its artistic collaborations and references central to its appeal. For this show, Sialelli channelled the same stimuli, not least with the invitation which was a limited-edition print by the artist and rising star Luke Edward Hall featuring four men in Lanvin-blue swim trunks. Sialelli, however, is targeting a younger audience than his last house; as a concept, this was more first freedom than established culture vulture. He said backstage that he wanted to “express something easy and cool and French” with his team who “are excited about working with new languages” and, with this, he is heading in the right direction."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}