{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/jun/04/max-mara-showcases-in-neues-with-berlin-inspired-collection", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-06-04T13:56:12Z", "webTitle": "Max Mara showcases Bowie-inspired collection in Berlin", "webUrl": "https://www.theguardian.com/fashion/2019/jun/04/max-mara-showcases-in-neues-with-berlin-inspired-collection", "apiUrl": "https://content.guardianapis.com/fashion/2019/jun/04/max-mara-showcases-in-neues-with-berlin-inspired-collection", "fields": {"headline": "Max Mara showcases Bowie-inspired collection in Berlin", "bodyText": "Women over 40, once invisible in the fashion world, are taking centre stage. The German singer Ute Lemper, 55, and the model and ocean conservation activist Carolyn Murphy, 44, were the stars of a Max Mara catwalk show at the Neues museum in Berlin on Monday evening. They continue a trend for indomitable older women headlining fashion’s most glamorous events, in which Diana Ross, 75, has performed at Christian Dior’s recent gala show and Stevie Nicks, 71, sang with Harry Styles at a Gucci event in Rome last week. Max Mara, the quiet giant of Italian fashion with an annual turnover of €1.5bn (£1.3bn), has always dressed professional adult women rather than It girls; what has changed is that this identity is no longer a barrier to being a seriously glamorous player in the industry. “Everyone in fashion talks about empowerment now, but in Max Mara’s case it is hardwired in. Max Mara was founded in the 1950s with a clear idea of dressing a new class of women who would be going into the workplace,” the British designer Ian Griffiths said after the show. But Griffiths, who has helmed the brand for three decades, views the vogue for empowerment as a fashion buzzword as problematic. “I think brands like ours need to be very careful because I’m now realising that the progress that has been made in gender equality is so much more fragile than we thought. So if you say that your clothes are about empowerment, you must produce clothes that genuinely are empowering. The message of these clothes is about a woman who is determined to succeed and to overcome wearing clothes in which she will be taken seriously.” Muse for this collection was native Berliner Marlene Dietrich, courageous in a gender fluidity that was decades ahead of her time. Dietrich flouted convention, without forfeiting either status or adoration. “She wore a man’s suit in the 1930s, but she was still one of the most highly paid actresses in the world,” said Griffiths. With sharply tailored trouser suits and ice-white satin blouses, the collection also nodded to David Bowie. “As an art school boy in Manchester in the 1980s, Berlin was everything, and when we thought of Berlin, we thought of Bowie.” The logic for a splashy out-of-season show is that the Max Mara bottom line depends on coats. The collections now shown with great fanfare in May and June, known as “resort” and “cruise”, arrive on shop floors in November. So despite their archaic names, which are anchored in a bygone age of winter holidays, they are perfect for showcasing coats. The show was the first to be staged in the Neues museum, which stood derelict for 60 years after being bombed in the second world war before being reconstructed by the British architect David Chipperfield. The camel coats – Max Mara’s signature – were softened to a chalky sandstone to compliment the wide double staircase in the museum’s central hall, which formed the first part of the catwalk. The models all wore flat shoes, to better navigate the stairs with confidence – except Ute Lemper, who at her own insistence wore tall spike heels under her wide-legged trouser suit. Max Mara made headlines last year when Nancy Pelosi wore a red Max Mara coat, which she had previously worn for Barack Obama’s second inauguration, for a key standoff with President Trump. “I like to think that she chose to wear that coat because it means something to her emotionally,” commented Griffiths. “I hope that it gave her a psychological boost, which is what clothes can do.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}