{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/jun/24/hedi-slimane-wows-paris-fashion-week-with-70s-inspired-collection", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-06-24T05:30:04Z", "webTitle": "Hedi Slimane wows Paris fashion week with 70s-inspired collection", "webUrl": "https://www.theguardian.com/fashion/2019/jun/24/hedi-slimane-wows-paris-fashion-week-with-70s-inspired-collection", "apiUrl": "https://content.guardianapis.com/fashion/2019/jun/24/hedi-slimane-wows-paris-fashion-week-with-70s-inspired-collection", "fields": {"headline": "Hedi Slimane wows Paris fashion week with 70s-inspired collection", "bodyText": "Just shy of a year since he rocked the fashion industry with his takeover of Celine, during which time reviews of his work have run the gamut from being resisted to revered, Hedi Slimane brought Paris fashion week men’s to a close on Sunday evening with a collection that fell into the latter category. If there’s anything that Slimane’s career has told us, it’s that he is a man who likes to keep his audience guessing, and this event was no different. Prior to the show, he sent attendees a book of seven posters by the American artist David Kramer. With their expressive brushstrokes in a rainbow palette and slogans such as “It doesn’t get better than this” and “I’m still waiting for my Hollywood ending” the artworks are a world away to Slimane’s signature silent tailoring. The connection was symbiotic. Kramer is famed for referencing the 1970s in his work, while Slimane has a soft spot for a finding a fresh take on nostalgia. As such, the dominant silhouette was flared trousers – which came in denim and leather – worn with cropped jackets and Converse-style shoes. Double-breasted blazers, from heritage-check wool to navy and nautical, were given a high-low mix and styled with high-waisted bottoms or slimline dungarees and there was an ode to John Travolta’s Saturday Night Fever wardrobe with a red open-neck shirt worn with a black suit. Styled with rock-star hair and aviators, it all created the classic rock band look that synonymous with the designer. But this was less Camden, more rich-kid California, where the designer spends a lot of his time. Slimane is notoriously private, seldom giving interviews and preferring to let his clothes do the talking. Through this collaboration with Kramer, the collection had a little more to say than usual. T-shirts read “I Am My Own Worst Enemy” while basket bags (destined to be cult items, albeit with an eye-watering price tag) read “I have nostalgia for things I have probably never known”. This, his second menswear collection for the brand, is home turf for Slimane. A celebrated supremo of menswear from his days at Dior Homme, his knack for cutting the perfect suit has never been debated. But while there were no fewer than 21 suits in his first menswear show in January, there were no more than four on Sunday. (By the same token, this show had 15 fewer looks.) While an extended collection of tailoring will still be for sale in the ateliers, Slimane’s choice to focus on a more laidback look suggests he has hit his stride. The reaction to a great fashion show is a reminder of the importance of the live experience over consuming everything digitally. Like a music recital or dance performance – or, as Slimane would no doubt have it, a gig – it creates an energy that helps fans to understand where an artist’s head is at. The applause had started before the last model had exited the runway and – while in the past he has declined a traditional designer bow – Slimane emerged with a smile and a wave moments later. Celine’s owners LVMH have made no secret of their satisfaction with Slimane in the creative director seat. In April, chief executive Bernard Arnault has called him an outstanding designer who is “well on his way with women’s and men’s collections [at Celine]”. Two months later, he isn’t disappointing."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}