{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/jun/07/saint-laurent-hits-malibu-beach-for-menswear-fashion-show", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-06-07T11:34:00Z", "webTitle": "Saint Laurent hits Malibu beach for menswear fashion show", "webUrl": "https://www.theguardian.com/fashion/2019/jun/07/saint-laurent-hits-malibu-beach-for-menswear-fashion-show", "apiUrl": "https://content.guardianapis.com/fashion/2019/jun/07/saint-laurent-hits-malibu-beach-for-menswear-fashion-show", "fields": {"headline": "Saint Laurent hits Malibu beach for menswear fashion show", "bodyText": "A leopard-print invitation, a boardwalk runway built of wooden slats on the beach at Paradise Cove in Malibu, with the waves crashing against it and an army of models with a Mick Jagger swagger all set the scene for the spring/summer 2020 men’s Saint Laurent collection. Filmy shirts unbuttoned to the navel fluttered in the breeze, a trenchcoat with a certain swish was paired with cutoff denim shorts, while house trademark suiting came in white; a contrast that looked particularly on pointe against the moody, Whistler-like evening sky. Signature embellished jackets (half of the audience were wearing these) featured throughout, while a very Yves Saint Laurent belted safari jacket in suede underscored a 1970s theme. And when trousers weren’t typically spray-on skinny, they were more fluid, harem-like styles which nodded to the house founder’s own love of Marrakech. Backstage, the house’s creative director, Anthony Vaccarello, revealed the source of this collection: “I met Mick Jagger, as I am dressing him for his new tour, and he talked a lot about his relationship with Yves Saint Laurent. He was showing me pictures of him in Marrakech, and I was inspired by that period of the 1970s.” Specifically, Vaccarello was looking at the band’s 1975 tour to build what the show notes underlined: “The ultimate timeless bohemian attitude.” “When you think about Mick, you don’t think of him dressing like a girl. He is so sure of himself. He can wear anything,” the designer said explaining Jagger’s appeal. A one-shouldered purple top that was slashed across the model’s torso to reveal a nipple sparkled in the evening Malibu light, and looked like the kind of things Annie Leibovitz captured Jagger wearing on tour. Various images of Jagger and the Stones were recently included in a retrospective of Leibovitz’s work mounted at Hauser &amp; Wirth in LA. Vaccarello has form when it comes to making a location statement, having created Instagram catnip fashion moments at the Eiffel Tower in Paris and for his last men’s show in New York for spring/summer 2018. The Malibu location ticked this box in spades. Originally, he said that he had thought to show the collection in Marrakech, but had decided that in fact LA felt like a new version of that city, with a similar sense of relaxed spirit in the way that people approached clothes. Keanu Reeves, who appears in the Saint Laurent campaign, was sitting in the audience. The actor’s cult 1991 film, Point Break, in a neat connection, featured scenes shot in Malibu. Asked about why he had chosen Reeves, Vaccarello said that he always picks people he idolised as a teenager, such as Charlotte Gainsbourg or Vincent Gallo. “Keanu is like a dream,” he said. “I thought I was the only one who was attracted to him, but the reaction [to the campaign] has been amazing. Keanu represents the 90s, and I’m always a bit close to that.” This was not the first time the brand has shown in LA. Its Former creative director Hedi Slimane showed the autumn/winter 2016 men’s collection at the Palladium on Sunset Boulevard, complete with live performances by Beck and Joan Jett. Slimane even moved the design studio from Paris to LA. Vaccarello, who has worked with the likes of Karl Lagerfeld and Donatella Versace, didn’t show a stand-alone men’s runway collection until he had been at the house for two years. His approach has been to remain relatively faithful to the Slimane blueprint, which was always set out to capture the spirit of Saint Laurent himself, who notably designed little menswear during his reign. Despite this, many of his most celebrated women’s designs revolved around traditional menswear shapes, particularly the infamous Le Smoking suit inspired by the tuxedo. Vaccarello’s approach is proving to appeal to a particular kind of man. Matchesfashion.com reports strong sales on Saint Laurent menswear. According to Damien Paul, head of menswear at the retailer, a leopard-print pussy-bow shirt (selling for about £1,000) sold out quickly this season. “We find any item that evokes the spirit of Saint Laurent sells very well. Intrinsic DNA pieces are popular regardless of retail price.” Daniel Todd, a buyer at Mr Porter concurs: “Saint Laurent continues to be one of the top selling brands season after season. The brand gives customers a signature look, with iconic pieces throughout. Saint Laurent resonates on a global level for us, but we certainly have seen the US and Europe as core markers for our customer base.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}