{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/jun/22/dressed-to-kill-why-obsessed-with-clothes-on-tv", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-06-22T12:00:11Z", "webTitle": "Dressed to kill: why we’re obsessed with the clothes on TV", "webUrl": "https://www.theguardian.com/fashion/2019/jun/22/dressed-to-kill-why-obsessed-with-clothes-on-tv", "apiUrl": "https://content.guardianapis.com/fashion/2019/jun/22/dressed-to-kill-why-obsessed-with-clothes-on-tv", "fields": {"headline": "Dressed to kill: why we’re obsessed with the clothes on TV", "bodyText": "It feels safe to say that at this moment, more people around the world are lusting after the style of a serial killer than ever before. That’s globalisation for you, but that’s also the grip that our favourite TV characters have on our wardrobes. Anyone who has been watching the second series of Killing Eve cannot fail to have noticed the bold, stylish and often bizarre outfits worn by Jodie Comer’s Russian assassin character, Villanelle. Many of the items she wears, from her velvet jumpsuits to satin coats to silk dressing gowns, are selling out despite the designer price tags. And there’s a trickle down. The internet is awash with advice on how to replicate her “to die for” looks in a way that’s kinder to purses, while websites such as Etsy are coming up with lookalike clothes. This is nothing new. Debra McGuire spent 10 years designing the popular outfits on Friends. She cites Mary Tyler Moore, Lucille Ball and Hitchcock films as evidence of the small screen’s impact on style. Fans of My So-Called Life have sulked and yearned in plaid shirts; The Fresh Prince of Bel-Air viewers have stuffed their wardrobes with tracksuits and Air Jordans; Twin Peaks aficionados will have knotted cherry stalks in Audrey Horne’s daywear, while Gossip Girl fans might have hatched plans in Blair Waldorf headbands. In the past decade, there has been Scandi-noir knitwear, the power-suits of The Good Wife and maximalism à la Cookie Lyon in the hip-hop drama Empire. What is relatively new, however, is being able to shop from our sofas which is blurring the line between watching TV and consuming. Hands can slip from remotes to mobiles – and buying a bikini just spotted in the Love Island villa is little more effort than turning the volume up. And, just as it has become easier to contact our favourite authors to tell them how that one line made everything slot into place, so too can people tweet costume designers directly. “I get asked about the Fleabag jumpsuit and red floral dress a lot,” says Ray Holman, the costume designer behind Fleabag and Doctor Who. McGuire – perhaps in part down to the Netflix effect as Friends is the world’s most streamed show – gets about 10 emails a week from people wanting to know where they can find the guys’ T-shirts or Rachel’s yellow dress. She answers when she can: “I just get such a kick out of it.” Traditionally this interest in TV threads was something Holman saw in science fiction, with its links to cosplay, where people dress up as their favourite characters. The first time he noticed mainstream audiences clamouring for his clothes was when he worked on the BBC One drama Apple Tree Yard. “Emily Watson played a well-dressed woman in her 50s – suddenly I was doing interviews about where her clothes were from.” Then there was the £38 black jumpsuit worn by Phoebe Waller-Bridge’s character in Fleabag, which sold out in the space of a day after appearing on the show. Holman thinks a lot of the cacophony over female characters’ costumes – he does get some chat about men’s, but not as much – is because of the “type of woman that’s being written about. Their lives resonate with the viewers”. He remembers the chatter around the professional women he dressed in Abi Morgan’s gritty divorce drama The Split. If there are more female characters living the kinds of lives viewers are living, so the costumes will influence what could actually be hanging in women’s wardrobes. The fashion psychologist Shakaila Forbes-Bell understands the lure of a fictional character’s look. She identified with one of the central characters, Molly, on Issa Rae’s American comedy drama series Insecure – “a very powerful woman, very true to her culture and roots – as a black woman I really identify with that”. Forbes-Bell soon found herself on a “what this character wore” website. “I thought, ‘I need to find this’. I followed her stylist on Instagram.” When, in line with the character, she on occasion dressed in a more tailored way, it worked: “I definitely felt like I embodied that confidence.” Even when characters seem a far cry from anyone we know, borrowing an aesthetic becomes an attempt to borrow some of their traits. Comer’s character may enjoy killing people, but she also has something many women more typically aspire to. “We don’t want to fade into the background any more,” says Forbes-Bell. With her clothes, Villanelle is making the point that she refuses to go unheard. Don a frou frou pink frilly frock such as the standout Villanelle outfit from the first Killing Eve series and you might just borrow a slice of her up-and-at-them spirit. “The easiest way to take charge is through your clothing,” says Forbes-Bell. When we identify with someone on TV, “they are more easily absorbed into our sense of self because they are animated and have lives and characters we can aspire to,” says Carolyn Mair, author of The Psychology of Fashion. Take the Friends characters Monica, Rachel and Phoebe. They are, relatively speaking, rounded. We know how Monica likes her tomatoes: Julienne; how many sub-categories of towel she has: 11; and that she once ate the macaroni off a homemade jewellery box. Which means that to those who empathise with her, her stonewashed denim and crop tops will pack a specific punch. We buy into telly characters’ clothes because we buy into them as “people”. To get us to believe in characters’ costumes, designers will go to great lengths. When Kimberly Adams was planning outfits for Stranger Things, she trawled through middle school yearbooks from near Indiana, where the show is set. She says: “I made sure all the influences in people’s closets didn’t seem like a fashion magazine version of clothes people wore.” This is how she explains the “Barbara effect”, in which the bad jeans, big glasses-wearing character, who was only briefly on screen, became a style sensation. But along with accessibility, the most irresistible wardrobes often belong to those with the most out-of-reach lifestyles. How could Sex and the City’s Carrie Bradshaw afford that flat and all those shoes? “She had a lifestyle many aspired to but would never be able to experience in reality,” says Mair. This goes a long way to explaining why TV characters can have such a potent effect – more so than the people paid to make us want to buy clothes: models. “TV characters will become a fashion icon if they represent something we can become,” says Aurore Bardey, a lecturer in consumer psychology at London College of Fashion. “If we want to be happy, our ideal self needs to fit with our real self.” Take Killing Eve: “As beautiful as she is, she’s a character – she’s a funny serial killer, which is intriguing. She has a lack of social skills that we can identify with.” Unlike with most models, we have ample opportunity to really buy into TV characters. “If you want to spend the entire day watching Friends and looking at your ideal self,” says Bardey, “then you can.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}