{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/shortcuts/2019/jun/04/dressed-to-distress-fashion-statements-of-the-trumps-on-tour", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-06-04T14:29:36Z", "webTitle": "Dressed to distress – fashion statements of the Trumps on tour", "webUrl": "https://www.theguardian.com/fashion/shortcuts/2019/jun/04/dressed-to-distress-fashion-statements-of-the-trumps-on-tour", "apiUrl": "https://content.guardianapis.com/fashion/shortcuts/2019/jun/04/dressed-to-distress-fashion-statements-of-the-trumps-on-tour", "fields": {"headline": "Dressed to distress – fashion statements of the Trumps on tour", "bodyText": "For the Trumps, the optics of this state visit are ballot-box gold dust. The rest of us, furious and baffled as to why exactly Buckingham Palace appears to be hosting the Trumps on a family holiday, are watching from between our fingers, fixated by the horror of it all. As with Love Island, you know you shouldn’t look – nothing good will come of it – but you can’t drag your eyes away. The Trumps have dressed for this trip with all the nuance and subtlety that is their trademark. After Melania flew to London dressed as Big Ben, Tiffany appears to have typed “Jane Austen World Book Day costume” into the Amazon search bar and came up with an evening gown in a shade of claret that gave her the vibe of a midwestern bridesmaid who is, like, really into Downton Abbey. In her custom Dior Dancing on Ice dress, Melania looked like white-tie I, Tonya, but it is Ivanka who, as ever, strikes terror into the heart with her replicant-like ability to almost convincingly model modern metropolitan dress. The ghostly image of Ivanka and Jared gazing out from behind a palace curtain had every bit as much cosy warmth as Grant Wood’s 1930 American Gothic portrait, but what really upsets me is that she is wearing British designer Alessandra Rich. I love Alessandra Rich! For the evening banquet, Ivanka chose a baby blue shirt dress by Carolina Herrera. That this is a more sophisticated, stately choice than the actual first lady’s sparkly white is worth noting, perhaps. It is Ivanka’s ability to get this stuff right that makes her the scariest Trump of all. In its apparent sweetness concealing a chill heart, her baby blue is to 2019 what Villanelle’s frothy pink tulle Molly Goddard look in Killing Eve was to 2018. But what of Donald himself? In a suit, Trump always reminds me of the penny-for-the-Guy figures that used to be seen on the streets before Bonfire Night: turkey-plump at the chest, flappy around the legs and with oddly proportioned hands and feet. Penny for the Guy seems to have been phased out by the ascendancy of Halloween over the British rituals of 5 November. Once again: thanks, America!"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}