{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/jun/18/ministers-reject-charge-of-1p-an-item-to-clean-up-fast-fashion", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-06-18T05:01:43Z", "webTitle": "Ministers reject plans for 1p per garment levy to tackle fast fashion", "webUrl": "https://www.theguardian.com/fashion/2019/jun/18/ministers-reject-charge-of-1p-an-item-to-clean-up-fast-fashion", "apiUrl": "https://content.guardianapis.com/fashion/2019/jun/18/ministers-reject-charge-of-1p-an-item-to-clean-up-fast-fashion", "fields": {"headline": "Ministers reject plans for 1p per garment levy to tackle fast fashion", "bodyText": "Ministers have rejected recommendations from MPs to clean up the huge environmental impact of fast fashion, which sees 300,000 tonnes of clothing burned or buried in the UK every year. MPs on the Environmental Audit Committee (EAC) said a charge of 1p for each garment was urgently needed to raise £35m a year for better clothing collection and sorting, a move supported by many in the industry. But the government’s response, published on Tuesday, failed to commit to this, stating only that it could be considered by 2025. The MPs report, Fixing Fashion, was published in February and revealed that UK shoppers buy more new clothes than any other European country, and roughly twice as many as in Germany and Italy. It also said textile production contributes more emissions to the climate crisis than international aviation and shipping combined, consumes lake-sized volumes of fresh water and creates chemical and microplastic pollution. The cross-party EAC said there should be a ban on incinerating or landfilling unsold clothes that can be reused or recycled. But the government said: “We believe that positive approaches are required to find outlets for waste textiles rather than simply imposing a landfill ban.” The MPs also recommended mandatory environmental targets for fashion retailers with a turnover above £36m. However, the government said it would only “encourage the wider industry to take part in [the voluntary] Sustainable Clothing Action Plan (Scap)”. Just 11 fashion retailers have signed up to Scap and the recycling charity that runs it, Wrap, has lost 80% of its government funding since 2010. The EAC also presented evidence from Wrap that the impact of the increasing sales of clothing each year outweighs the efficiency savings being made in carbon emissions and water use. “Fashion producers should be forced to clear up the mountains of waste they create,” said EAC chair Mary Creagh. “The government has rejected our call, demonstrating that it is content to tolerate practices that trash the environment, having just committed to net zero emission targets. Urgent action must be taken to change the fast-fashion business model which produces cheap clothes that cost the earth.” The government said in response: “We recognise how crucial it is for the environmental and social impacts to be well managed, particularly in this era of fast fashion … In our response we explain the action already being taken in respect of clothing and outline our [existing] plans for the future.” But none of the EAC recommendations were accepted. These include a reduced rate of VAT on clothes repair services, as implemented in Sweden, and that fashion companies whose products have lower environmental impacts should be rewarded by government schemes and those that do not should be penalised. A recent survey for the fashion trade publication Drapers reported that 85% of 370 brands, retailers and suppliers thought the government was not doing enough to help the fashion industry become more sustainable, with 69% supporting the 1p a garment charge. Most (60%) said the main barrier to becoming more sustainable is that it drives up costs, with 36% saying shoppers are unwilling to pay for sustainable fashion."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}