{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/jun/03/unmistakably-british-melania-trumps-outfits-inspired-by-uk", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-06-03T15:11:29Z", "webTitle": "Unmistakably British: Melania Trump's outfits inspired by UK", "webUrl": "https://www.theguardian.com/fashion/2019/jun/03/unmistakably-british-melania-trumps-outfits-inspired-by-uk", "apiUrl": "https://content.guardianapis.com/fashion/2019/jun/03/unmistakably-british-melania-trumps-outfits-inspired-by-uk", "fields": {"headline": "Unmistakably British: Melania Trump's outfits inspired by UK", "bodyText": "Princess Diana, Big Ben, a double decker bus, Eliza Doolittle and the D-day veterans: Melania Trump’s sartorial reference points for the first day of the Trump state visit were unmistakably British. From the moment she boarded Air Force One in a Gucci silk shirt dress with a painterly print featuring Big Ben and the Houses of Parliament juxtaposed with the Statue of Liberty (available online in the UK for £2,650), it was clear that her London wardrobe was intended to make the front pages. The pomp of this UK visit makes it a massively valuable photo opportunity for the Trumps, as they position themselves to launch a bid for a second term, and Melania’s fashion choices are designed to make the most of this. The bluntly literal allusions to Britain in Melania’s wardrobe make for emoji-simple images connecting the Trumps to the Windsors that will be beamed all over the world. By the time the Trumps had landed at Stansted, Melania had changed into a £650 sleeveless Burberry blouse printed with trompe l’oeil military medals and nautical ropes in the red, white and blue of the union jack – and the stars and stripes. For added power dressing, Melania shoulder-robed the blazer of her navy pencil skirt suit, as she descended to the tarmac. For the first photocall at Buckingham Palace, Melania chose a bespoke white suit with navy collar and buttons by Dolce &amp; Gabbana, with a matching saucer-shaped hat. The elaborate ensemble invited comparisons with Audrey Hepburn’s wardrobe as Eliza Doolittle in My Fair Lady, but its formality mirrored that of the Duchess of Cornwall, who wore pale gloves and a triple string of pearls. One of Michelle Obama’s few sartorial missteps came when she was criticised for meeting the Queen in a skirt and cardigan; Melania, whose taste naturally veers toward glitz, is never likely to repeat that error. The Trump version of glamour retains a gold-plated aesthetic redolent of the late 1980s and early 1990s, and the ultimate royal pin-up of that era, Princess Diana, was conjured up by Melania’s white suit. “Princess Diana at Ascot” was, perhaps, on Melania’s stylist’s moodboard for this trip. The contrast collar and trim of Melania’s skirt suit nodded to a black-buttoned white skirt suit Diana wore to Ascot in 1991; the shape of the hat to Diana’s polka-dot Ascot look of 1988. Melania’s choice of household name labels – Gucci, Burberry, and Dolce &amp; Gabbana – reflects her personal brand of status-orientated glamour. Ivanka Trump engaged in a more subtle form of sartorial diplomacy for her first appearance, in a suit by Alessandra Rich, an Italian-born but London-based designer who is a favourite of the Duchess of Cambridge. The president, who threatened to steal the style limelight this weekend with a daring new brushed-back hairstyle, appeared to have returned to his signature bouffant for his transatlantic trip."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}