{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/06/force-of-nature-natalia-fascinating-study-of-the-royal-ballets-star-dancer", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-06T10:00:52Z", "webTitle": "Force of Nature Natalia – fascinating study of the Royal Ballet's star dancer", "webUrl": "https://www.theguardian.com/film/2019/jun/06/force-of-nature-natalia-fascinating-study-of-the-royal-ballets-star-dancer", "apiUrl": "https://content.guardianapis.com/film/2019/jun/06/force-of-nature-natalia-fascinating-study-of-the-royal-ballets-star-dancer", "fields": {"headline": "Force of Nature Natalia – fascinating study of the Royal Ballet's star dancer", "bodyText": "Film-maker Gerald Fox has made documentaries about artists Bill Viola and Marc Quinn, and directed an interesting feature adaptation of Edward St Aubyn’s book Mother’s Milk. Now he gives us this lucid, high-minded study of the 33-year-old Russian ballerina Natalia Osipova, principal dancer of the Royal Ballet. She is shown in rehearsal for classical roles, but also combining this with a bold and exploratory approach to contemporary work, collaborating with dancers such as Jonathan Goddard and developing new pieces such as Arthur Pita’s wackily comic yet disturbing Mother, which requires Osipova to dance alongside a babushka figure that is a bit like the mother in Alfred Hitchcock’s Psycho. The Guardian’s Judith Mackrell here praises her “thoroughness and ferocity”. Indeed, Osipova commands awestruck admiration for combining a marvellous lightness with a strong physical core – she is a veritable sylph of steel. Choreographer Natalia Makarova flinches from her grip in the rehearsal room: “She’s so strong! I have bruises!” This a documentary that is all about the work – and reticent about Osipova’s personal life. At one stage, the film raises the subject of what it is like when a dancer is in love with her co-star. Are we going to be in for some breathless revelations? Well, no. There is nothing more on this intriguing topic, nothing on, for example, her relationship with Sergei Polunin, or with her former fiancé, Ivan Vasiliev. Another, racier film would have made these romantic entanglements very important, or even central, and they are not irrelevant to discussing Osipova’s development as an artist. Well, that is not the way Force of Nature wanted to go, and there is something to be said for its high-minded approach. It is a fascinating introduction to this interpretative artist."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}