{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/24/annabelle-comes-home-review-creaky-funhouse-horror-threequel", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-24T21:00:23Z", "webTitle": "Annabelle Comes Home review – creaky funhouse horror threequel", "webUrl": "https://www.theguardian.com/film/2019/jun/24/annabelle-comes-home-review-creaky-funhouse-horror-threequel", "apiUrl": "https://content.guardianapis.com/film/2019/jun/24/annabelle-comes-home-review-creaky-funhouse-horror-threequel", "fields": {"headline": "Annabelle Comes Home review – creaky funhouse horror threequel", "bodyText": "There’s an extraordinary amount of creaking in demonic doll threequel Annabelle Comes Home, a schlocky horror set in a world where every door and cupboard hinge could do with a healthy smattering of oil. But perhaps the loudest creaking comes from the film’s overarching Conjuring universe, a loosely fact-based $1.5bn franchise that’s finding it harder to justify each expanding new chapter. This is the sixth instalment in said universe (seven if we’re counting this spring’s The Curse of La Llorona which boasts a cameo from an Annabelle character) and while the original Conjuring might still possess an undeniable air of menace, as well as a relatively substantial true story at its core, everything since has felt comparatively superfluous. The original Annabelle, based on a character who initially cropped up in the first Conjuring movie, was a critically loathed spin-off but one that proved to be hugely lucrative nonetheless, leading to the slightly more enjoyable, yet still to my mind incredibly hollow, prequel Annabelle: Creation. Audiences swarmed yet again and now in Annabelle Comes Home, we’re returning to the house of the Warrens, the real-life paranormal investigators who inspired the entire universe of interconnected movies. But while Vera Farmiga and Patrick Wilson, as Lorraine and Ed Warren, do make an appearance, it’s only in brief bookended cameos and instead the plot focuses on their daughter Judy (child star Mckenna Grace, impressive, recently seen as a young Captain Marvel). Bullied at school because of her parents’ affinity for the supernatural, she’s also struggling with her growing awareness of a similar ability to see into another world. While her parents are away for the night, she’s left with babysitter Mary Ellen (Madison Iseman) and her friend Daniela (Katie Sarife), who find themselves curious to know more about the nature of the Warrens’ investigations. Through a rather convoluted, and audible audience reaction-inspiring, set of circumstances this results in Annabelle being unleashed yet again. What I often find frustrating about films in the Conjuring universe is the disparity between what’s initially promised and then what’s ultimately delivered. As well-budgeted and slickly directed studio horror pics, they’re a striking rarity and I admire how they lean into the style of the era they’re set in. Annabelle Comes Home is no different, with care employed in its period recreation, as firmly rooted in the specificities of the 60s as something carrying far more prestige. But once the initial foreplay is over, teasing a stylish and substantive alternative to its more simple-minded genre peers, it falls into the same old routine. There’s a handsome framework but nothing at its centre, a script that quickly eschews anything resembling a plot, choosing to bombard us with cheap funhouse trickery instead. While the decision to return events to the house of the Warrens allows Warners the chance to provide another bridge back to the original franchise, it also allows them to do something far more devious. Annabelle and last year’s smash hit The Nun were based on characters originally introduced in the first two Conjuring films (a third, The Crooked Man, based on a Conjuring 2 villain is on the way) and by locating the new Annabelle sequel back with the Warrens, it allows the writers and universe-constructors to toy with the idea of even more spin-offs. While admittedly, now that we’re familiar with their game, there might be no deft way of doing this, writer-director Gary Dauberman throws in so many clumsy introductions that I half-expected release dates to pop up in the corner alongside. I would bet money on either The Ferryman, The Wedding Dress or The Black Shuck getting a green light in coming weeks and while I almost admire the business behind it, it just takes me away from the story as a viewer. Dauberman, who also co-wrote the recent iteration of It, uses a similar strategy here in how he exploits scare tactics: throwing everything at the wall in the hope that some of it will stick. While that worked to some extent in It, even if the script still felt like a collection of scenes rather than an actual plot, Annabelle Comes Home is hopelessly light on scares. Like other Conjuring entries, there’s some nifty camerawork at play during some of the suspense sequences but nothing comes close to evoking genuine fear and the audience I saw it with reacted with more annoyance at the dim-witted behaviour of the leads over any actual shock. The astounding box office success of the Conjuring universe can also, in my mind, be attributed to its deep-rooted belief in the power of God. In this chapter in particular, faith is the most important weapon against evil and it’s easy to see how well these films would play to Christian audiences who might otherwise reject the idea of an R-rated horror film. But for non-believers, it can often border on propaganda, especially when trying to use fear as a way to make us believe. There’s not even anything here that will convert a Conjuring universe non-believer let alone an atheist. Ultimately, the scariest thing about Annabelle Comes Home is that despite its utter emptiness, more sequels, prequels and spin-offs will follow regardless. Annabelle Comes Home is out in the US on 28 June and in the UK on 12 July"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}