{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/25/how-we-made-candyman-virginia-madsen-tony-todd-bee-sting", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-25T05:00:47Z", "webTitle": "How we made Candyman: 'I got a $1,000 bonus for every bee sting'", "webUrl": "https://www.theguardian.com/film/2019/jun/25/how-we-made-candyman-virginia-madsen-tony-todd-bee-sting", "apiUrl": "https://content.guardianapis.com/film/2019/jun/25/how-we-made-candyman-virginia-madsen-tony-todd-bee-sting", "fields": {"headline": "How we made Candyman: 'I got a $1,000 bonus for every bee sting'", "bodyText": "Bernard Rose, director Horror was considered a debased genre in the early 90s and people were looking for a new direction. I found a story in Clive Barker’s Books of Blood collection that I thought had potential: The Forbidden, about a middle-class women fascinated by a Merseyside housing estate. I knew Clive a little, so he gave me a free option. After the nightmare he had had on Hellraiser, where it was redubbed into American English, I decided to set the film in the US. Propaganda Films, a forward-thinking production company who were doing Twin Peaks, bought it on the spot. I picked Chicago to set it in quite randomly, simply because it was a place I’d heard of. I asked the Illinois Film Commission where the worst public housing estate in the city was and they said without pausing, Cabrini-Green. They wouldn’t let us go there at first without a police escort. The social divide was really extreme compared to anything in a Liverpool housing estate. But despite its reputation, most people there were just getting on with their lives. The fear people had of walking around there was the very essence of racism – it is ultimately based on the fear of the other, or the unknown. I told Propaganda that Candyman had to be someone African American. But fundamentally, the story is to do with belief and myth more than race. We asked the NAACP to vet the script and they had some concerns about the film repeating the trope of the black man as someone to be feared. I argued that a very strange thing happens in horror movies: people actually sort of identify with the boogeyman – it’s him they dress up as, not the victim. And Candyman is almost an avenging angel. Tony [Todd] had such a wonderful handle on him as a tragic hero, a character with more in common with Dracula than Freddy Krueger. We only shot for a week in Cabrini-Green, to do the wide shots and the exteriors. The rest was done on a set in Los Angeles. I tried to listen to the black actors and not fall into the Hollywood trap of imposing racial stereotypes and to make people rounded characters, not ciphers or caricatures. Kasi Lemmons, who plays the lead character Helen’s friend – and later directed Eve’s Bayou – was very helpful with details. I was watching Johnny Carson’s show when it featured a professor of entomology, Norman Gary, who had an act where he would play the clarinet covered in bees. He had synthesised queen-bee pheromone and would cover himself in it so they wouldn’t sting. Immediately, I knew this was how we would do the scenes where the bees engulf Candyman and Helen. We worked on those scenes for days. It was difficult and stressful. Gary was breeding immature bees in hives on the studio roof – they don’t have any venom, so we tried to use those. After every shot, he would vacuum them up into a little soft pouch and take them back to their dressing room. All Tony had was a dental dam to prevent them going down his throat. He was very courageous – it’s such an unsettling and stunning image when the bees emerge from his mouth. The film was successful, but not super-successful. It was never in anyone’s best-of lists in the 1990s, but it’s grown over the years and now it’s talked about as a precursor to what Jordan Peele [who is making a sequel] and other black film-makers are doing. I never set out to make some great social statement, though. Confronted with the reality of what was there, it just came into the film and made it lot better. Tony Todd, actor I’m also a blues musician, and all blues artists can trace their pain to the slavery fields of the Mississippi Delta. Anyone who’s a fan of jazz and blues can hear that howl. I consider this film a direct descendant of that. Bernard and I hung out in Chicago for a few days while he did location work. I wasn’t worried about him being a white English guy, we were like lost siblings who had found each other. I trusted his intellectualism and my own instincts. I knew I wasn’t going to create a caricature and that I wanted to root the character deep in the history of slavery in America. My first scene, about 10 days into shooting, was when I appear to Virginia [Madsen, who plays Helen] in the parking lot. I had already been hanging around on set in costume, and felt comfortable: I knew that scene was going to be monumental. We spent a day on it, the footsteps, the lighting, my guttural voice. Bernard and Virginia had been to see a professional hypnotist together; every time she did a scene where I was involved, Bernard would take her aside for 10 minutes and hypnotise her with techniques he’d learned there. This trance state allowed she and I both to probe deeper into our scenes and our characters. It created a real, three-way process of bonding and trust between her, me and Bernard. I negotiated a bonus of $1,000 for every sting during the bee scene. And I got stung 23 times. Everything that’s worth making has to involve some sort of pain. Once I realised it was an important part of who Candyman was, I embraced it. It was like putting on a beautiful coat. I’ve done 200 movies, this is the one that stays in people’s minds. It affects people of all races. I’ve used it as an introductory tool in gang-intervention work: what frightens you? What horrible things have you experienced? Let’s see what Jordan Peele produces with his sequel. They’re planning to shoot entirely in Chicago, where Cabrini-Green has been torn down and gentrified – the new film will explore all that. • Bernard Rose’s Samurai Marathon, is at Edinburgh film festival on 25 and 26 June."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}