{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/30/david-lynch-interview-manchester-international-festival", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-30T08:00:14Z", "webTitle": "David Lynch: ‘It’s important to go out and feel the so-called reality’", "webUrl": "https://www.theguardian.com/film/2019/jun/30/david-lynch-interview-manchester-international-festival", "apiUrl": "https://content.guardianapis.com/film/2019/jun/30/david-lynch-interview-manchester-international-festival", "fields": {"headline": "David Lynch: ‘It’s important to go out and feel the so-called reality’", "bodyText": "David Lynch is best known for his strange, beguiling, often nightmarish work for cinema and television – films such as Blue Velvet and Mulholland Drive and the TV phenomenon Twin Peaks – but from his home studio in the Hollywood Hills he also produces music, paintings, sculptures, books, short films and music videos. The breadth of Lynch’s creative interests will be on full display this week at the Manchester international festival, where the 73-year-old presents a special season of screenings, live music and talks at the city’s Home arts centre, alongside his first major UK exhibition of visual art. Lynch was born in Montana and grew up in various parts of the white-picket-fence middle America he would later interrogate in his films. He studied painting in Philadelphia before making a transition to experimental cinema. His 1977 debut, Eraserhead, became a cult classic and paved the way for The Elephant Man, which was nominated for eight Oscars, and a big-budget adaptation of Dune, a painful flop on its release in 1984. Over time Lynch’s films have become increasingly oblique, culminating in the fractured fever dream of Inland Empire (2006), though his 1999 road movie, The Straight Story, was unexpectedly linear and tender-hearted, steering clear of the violence and depravity that marks much of his work. Lynch hasn’t directed a film in 13 years, and it’s not clear whether he’ll ever go back to Hollywood, though his 18-episode return to Twin Peaks in 2017 threw up enough mysteries to keep his diehard fans occupied for years to come. On a video link from his Los Angeles home, Lynch – dressed in a trademark black shirt and full of beans after a morning’s meditation and coffee drinking – discussed some of the more outlandish responses to Twin Peaks, as well as Brexit, his love of factories, and why the chickens are coming home to roost for America. What should we expect from your season at the Manchester international festival? My participation is paintings, drawings, lithographs and some sculpture. They’ve done a great job hanging the show – it’s going to look very sharp. And then my friend Chrysta Bell [the Texan musician who plays FBI agent Tammy Preston in Twin Peaks: The Return] is going to be there with some music [hosting live performances by Anna Calvi, These New Puritans and Hatis Noit]. There’s a cinema section too, including films that have influenced you over the years, such as 8½, The Wizard of Oz, Sunset Boulevard. Why are these important to you? Federico Fellini is one of the all-time great film-makers and 8½ is maybe my favourite of his – I did a whole series of lithographs based on the last scenes in that movie. The Wizard of Oz is a cosmic film and meaningful on many, many different levels, and Somewhere Over the Rainbow is one of the most beautiful songs ever. And I deeply love Sunset Boulevard for how it captures the golden age of Hollywood and its fall. It’s just a great Hollywood story. According to the press notes, some of your artworks in the show are inspired by Manchester’s industrial history. I don’t know about that. I went to northern England in the 90s on a search for factories, because I love to photograph factories and I always heard that northern England had the ultimate factories. Even though I’ve never been a factory worker, for some reason I just love the idea of smokestacks, fire, the brick, the narrow streets, the whole factory life. But the trip was very depressing, because when I got up there it was really too late. They were tearing down a smokestack a week and the old factories were disappearing, replaced by pathetic, corrugated metal buildings, with cows in the fields where the factories once were. I guess it’s good for the environment but it’s bad for photography, I’ll tell you that. You’ve often described creative ideas as fish. Are the fish biting at the moment? Well, as you know if you ever fished, you have to have patience – some days you catch some, some days you don’t. I am fishing now, and I’m gathering fish together, but I haven’t started cooking them. Right now, I’d say the ideas are in the world of sculpture and painting. Do have everything you need at home to make work, to the point that you don’t really need to leave? I’ve got everything. Though I would like to have a giant soundstage, and much more room for storage and building – a mini-studio. But now, thanks to the digital world, it’s becoming possible to build an entire world right at your desk. Is that a good thing, even if it means going out into the world less? I don’t like going out anyway. I like to stay at home. Of course I do think it’s important sometimes to go out and see new things and feel the so-called reality. And that can conjure ideas. But I think human beings can sense the air and feel what’s going on in the world without going out. I haven’t been over to England recently, but I can feel this Brexit thing, I can feel the torment. It’s a deeply strange situation. Nobody really thought you’d want to exit [the EU]. It is a terrible disaster. Totally nuts… And I can feel in the world, there are many, many gigantic problems. Do you feel that we’re living in particularly dark times? No, I feel we’ve been in very dark times and much better times are coming. The thing is, bad news sells, frightening things sell, sensationalism sells. So we don’t hear all the good news that’s happening, because it seems kind of boring. But I think there are so many good things happening, and people thinking and inventing. I think the future’s looking very bright. Even in the US, where there’s so much concern about political divisions and inequality? I think, in a way, the chickens are coming home to roost for America. I don’t know what percentage [of people] are working towards making it better, but there’s a huge percentage that’s being diverted into escape, into sports or movies or music, into drugs. The drugs have ruined so much. Do you see it as your role as an artist and a film-maker to counteract this in some way, to shake people up? Absolutely not, because then you end up making a message film. You see, I get ideas in fragments, and only when a bunch of fragments come together I say: “Oh, this is about this, or this could be about this.” But there’s absolutely no message, no steering anyone any which way. I just love the idea. I want to realise them because I’m in love with them. As ideas appear in your head, especially the weirder, darker ones, do you ever ask yourself: “Where the hell did that come from?” Many times. I don’t know where any of them come from. That’s why I don’t think I can take credit for anything I’ve ever done. They’re all little gifts and they string themselves together, and stories come out or a painting comes out. They just come into your head and it’s like Christmas morning. Was Twin Peaks: The Return a fulfilling experience for you? I loved every minute of it. [I had] the greatest cast and crew, and we had a great time going down the road together. If we’d waited a few more years, it never would have happened. Because so many cast members [including Miguel Ferrer and Peggy Lipton] have died since you filmed it? Yes, and it’s a terrible thing. I mean, I don’t know how we human beings can – you just have someone that’s a great friend, and you want to work with them, and suddenly they’re gone. And you can’t get them back. It’s horrible. There were some colourful fan theories about Twin Peaks: The Return. Were you entertained by any of them? I don’t know which ones you’re talking about, I don’t know anything. One theory proposed that if you play the last two episodes in tandem, hidden meanings are revealed. Bullshit. It’s good to get your confirmation on that. But aren’t you flattered when people seek out deeper meanings in your work? Sure. If there’s 100 people in the audience, you’re going to get 100 different interpretations, especially when things get abstract. It’s beautiful. Everybody’s a detective and whatever they come up with is valid in my mind. Jim Jarmusch recently said: “Why can’t they just give David Lynch whatever money he needs? He needs money to make something; just give it to him!” I love Jim. I never met him but I love his work. He’s got a singular voice. And to come out and compliment another director, it takes a pretty big guy to do that. But money won’t do any good if you don’t have the ideas. In fact it can just add pressure. So if I had ideas, then the money would be beautiful. And the idea dictates whether it is a film, TV show or music video… Exactly. You can be a doctor, and you’re getting ready to go to sleep, and you lay your head on the pillow and some idea flies in, and you’re up the rest of your night writing this thing down. You’ve got a cure for some disease or something – fantastic! Ideas are out there for everything. David Lynch at Home runs from Saturday until 29 September as part of Manchester international festival 2019"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}