{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/15/franco-zeffirelli-romeo-and-juliet", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-15T16:47:11Z", "webTitle": "Franco Zeffirelli was a master charmer - no wonder we all fell for his Romeo and Juliet", "webUrl": "https://www.theguardian.com/film/2019/jun/15/franco-zeffirelli-romeo-and-juliet", "apiUrl": "https://content.guardianapis.com/film/2019/jun/15/franco-zeffirelli-romeo-and-juliet", "fields": {"headline": "Franco Zeffirelli was a master charmer - no wonder we all fell for his Romeo and Juliet", "bodyText": "Franco Zeffirelli was the mainstream maestro of high culture on screens big and small who dashingly made his international movie reputation with an exuberant and accessible adaptation of Romeo and Juliet in 1968; this had some pretty trad doublet-and-hose stuff and featured the syrupy “Love” theme composed for the film by Nino Rota which was to become notorious as the music for Simon Bates’s regular tearjerking Our Tune feature on Radio One. But there were also muscular and athletic performances from a bright-eyed young cast, vigorous and enjoyable playing all round and bold location work. The year before, Zeffirelli had directed Richard Burton and Liz Taylor in another Shakespeare adaptation: The Taming of the Shrew: clever casting of course, but it was the honeyglow-sunlit romanticism of young love in Romeo and Juliet — not cynical middle-aged love — which caught the public imagination, tuned into the zeitgeist and gave Zeffirelli his massive hit. In addition to movies and a lifelong career in producing opera, and putting opera on screen, Zeffirelli also created one of the great pieces of event television under the aegis of Britain’s Lew Grade with his hugely ambitious Jesus of Nazareth in 1977 which for a certain generation meant that Robert Powell would forever be the son of God. Zeffirelli sadly also attempted some toe-curling lite-erotic stylings with his fervent but misjudged Endless Love (1981) starring the young Brooke Shields in a story of obsessive passion. He was on firmer ground with his high-minded return to Shakespeare in 1990 featuring the chiselled Mel Gibson as Hamlet and Glenn Close as his mother Gertrude. And in 1999, Zeffirelli made a late-career journey back into his own wartime childhood (rather like Louis Malle and John Boorman) with Tea With Mussolini, based on his own boyhood spent amongst older expat English and American ladies. As a gay man of a certain age, generation and temperament, Zeffirelli did not care to leave the closet in any official sense — though he hardly concealed his extravagant, perhaps even coercive, infatuations with younger men (which became the subject of some later controversy). Without realising it, Zeffirelli in fact helped to inspire Withnail &amp; I. When its writer-director Bruce Robinson was a handsome young actor, he played Benvolio in Zeffirelli’s Romeo and Juliet and the director’s octopus-handed personal attentions were reportedly transformed and Anglicised into Uncle Monty. His Romeo and Juliet might look a little quaint now: it was not a production which set out to challenge preconceptions or boundaries like Peter Hall or Peter Brook and it wasn’t experimental — or only in the sense that any attempt to stage 16th-century drama on screen will probably look stylised. But in simply using young actors, actors who were the actual age of the characters themselves, his Romeo and Juliet had its own kind of 60s youth culture. It had freshness and life. Zeffirelli’s Hamlet was created in the same (honourable) spirit: to make something popular and comprehensible, to dot the is and cross the ts with Mel Gibson’s plausible performance given ballast by a blue-chip Brit cast including Paul Scofield, Alan Bates and Ian Holm. Perhaps it’s fair to say that in this and so much else Zeffirelli was never exactly a fashionable director. There was always something a bit sucrose and stately in his work, and his final film, Callas Forever (2002), a gallant tribute to his friend Maria Callas with Fanny Ardant in the leading role, was stuffed like a brocaded cushion with a baffling sort of self-important sentimentality. But his Tea With Mussolini, based on his autobiography, had heartfelt charm and candour: the story of a young boy growing up in 30s Florence who finds himself plunged into the elegant, eccentric world of foreign ladies in search of culture, played by Joan Plowright, Maggie Smith and Judi Dench with the Americans played by Lily Tomlin and Cher. Perhaps another kind of director might have wanted to locate his nascent gay identity and sensibility in this upbringing more explicitly; with Zeffirelli it is more indirect. His sexuality and personal life found expression in the operatic certainties of high culture. Cinema was just a part of it."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}