{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/29/murder-mystery-adam-sadler-jennifer-aniston", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-29T10:00:53Z", "webTitle": "Murder Mystery: the film that asks – what is Jennifer Aniston doing?", "webUrl": "https://www.theguardian.com/film/2019/jun/29/murder-mystery-adam-sadler-jennifer-aniston", "apiUrl": "https://content.guardianapis.com/film/2019/jun/29/murder-mystery-adam-sadler-jennifer-aniston", "fields": {"headline": "Murder Mystery: the film that asks – what is Jennifer Aniston doing?", "bodyText": "Thirty-nine minutes and 40 seconds, I have it down as – 39m 40s flat. That marks the first time I laughed during the dark comedy film Murder Mystery (Netflix, out now), starring Adam Sandler (90s comedian) and Jennifer Aniston (no better actor in Hollywood at saying : “Ooh!” while blowing fringe out of her face to exclaim mild-to-medium surprise). And I want to say something to caveat that fact: I am a very simple man. Phenomenally easily entertained. Leave me alone in a silent room – solitary confinement, say, inside a high-risk prison – and I’ll find something to laugh at within 40 minutes. I have been to humorous funerals. Some third-warning meetings at work. You can laugh while a headmaster is screaming at you, and I have the stern letters written home to my mother to prove it. But Adam Sandler, trying his best? Forty entire minutes. That is the review. You want to know what Murder Mystery is about: well, it’s a murder mystery. Is it a sophisticated one, layered with direction and misdirection, subterfuge and secret identities, motivations both hidden and not, like the Agatha Christie yarns it supposedly pastiches? No, not at all, but Adam Sandler has a moustache. He plays beat-cop-with-aspirations-of-being-a-detective Nick Spitz, who is taking his wife Audrey (Aniston, who you have to assume Sandler has some very dark blackmail material on at this point; or maybe he’s employing magick or witchcraft, a curse or blood pact, because I cannot see any logical, career-driven reason for Aniston to appear in films with him, repeatedly; I simply have to assume a shaman or Polaroids are involved) on a delayed honeymoon around Europe. Anyway, there is a murder while they’re out there. They decide to solve it. You get where this is going. Here’s the thing: the film is bad, yes; but bad in a strange, mediocre way where it’s not bad enough to be bad-bad, just underwhelming. It clocks in at 97 minutes; the finale is padded out by an unnecessary car chase; and the film is bafflingly stacked with talent (Gemma Arterton; Terence actual Stamp; Luke Evans, whose main role in the film is to explain, as if talking to a toddler, exactly who everyone is and what’s going on). It’s set in beautiful locations but the two leads hate each other. In fact, their fractured-marriage-that-can-only-be-repaired-by-a-billionaire-being-stabbed-to-death dynamic seems to be the only sense of sophistication in the film: the exhausted malaise scripted into the Spitzes’ marriage could be read as a metaphor for Sandler’s career, once full of promise (you laughed at Happy Gilmore! I know you did!), now knackered, sad and going through the motions; Sisyphus lashed – not to a rock – but to Jennifer Aniston, pushing her up the mountain of humourless romcoms, for ever. Is Murder Mystery actually about Sandler’s own journey, of falling out of love with film-making, despite being tied to an eight-movie Netflix deal, hoping he can “murder” it and get on with his life without having to make these idiots laugh any more? No, I’m giving him far too much credit. It’s just very crap. Apparently, 30 million people watched this film on its opening weekend. Don’t become number 30,000,001."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}