{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/08/the-last-black-man-in-san-francisco-california", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-08T06:00:04Z", "webTitle": "'There's still hope' – behind gentrification drama The Last Black Man in San Francisco", "webUrl": "https://www.theguardian.com/film/2019/jun/08/the-last-black-man-in-san-francisco-california", "apiUrl": "https://content.guardianapis.com/film/2019/jun/08/the-last-black-man-in-san-francisco-california", "fields": {"headline": "'There's still hope' – behind gentrification drama The Last Black Man in San Francisco", "bodyText": "The Last Black Man in San Francisco, the debut film from director Joe Talbot and star/partner/friend Jimmie Fails, is about a city in danger of disappearing. Fails, playing a fictionalized version of himself, and right-hand man Montgomery (Jonathan Majors) mount a quixotic effort to reclaim his African-American family’s gorgeous Victorian home that has long since been purchased by white owners and insufficiently loved ever since. But even in the year since Talbot and Fails, Mission-Bernal district residents both, wrapped shooting, their vision of a partially vanished San Francisco has already been overwritten. “It became a common theme, us getting into places right before they were gutted and bulldozed,” Talbot tells the Guardian at the offices of boutique distributor A24, clad in a well-worn black-and-orange Giants cap. “The Candy House in Double Rock, they tore those housing projects down after we finished shooting. Montgomery’s house, which is at the furthest corner of Hunters Point, has those two empty lots on either side in the movie. Now one of them is filled with, what’d you call it, a glorified cardboard box?” “Shelving,” Fails grumbles. “The building looks like shelving.” With straits as dire as they’ve ever been, these two pals conceived their film as an affectionate salvage ethnography for a special corner of America threatened by gentrification. “It’s as much our valentine to San Francisco as it is an attempt to archive everything we love, so our kids can see it someday,” Talbot explains. Without getting into the nitty-gritty of policy, the script — based on Fails’ actual experiences with his former house — provides a guide to pushing back against the forces of so-called ‘urban development.’ Talbot and Fails genuinely believe that through cooperative togetherness, the Bay Area region’s rich heritage can be preserved and continued. “If you talk to your neighbors and participate in the local culture, that has a different effect on the community than if you don’t,” Talbot says. “People think of themselves as gentrifiers and don’t get involved because they’re scared of confrontation, they have some sort of guilt that goes along with that. But many of the great San Franciscans, who fought for the city and made it what it was, were not from San Francisco.” Looking at the land they call home, they both wanted to build something inclusive and tender and just. So, after shrinking the scale of their ambition from the size of a metropolitan area to that of a movie set, they did. From the earliest planning sessions over aimless constitutionals through the streets they’d make their set to the last day of post-production, Talbot and Fails emphasized a DIY-style ethic of ground-up support. After all, that’s how they got their start; their rambling conversations eventually “congealed” (Talbot’s word, enunciated with a theatrical relish) into an outline of something that could be a story. Over the next couple of years of grassroots development, the proof-of-concept trailer they put together as a calling card drew the attention of creative types sharing in his crusade. Talbot takes issue with this characterization of his narrative, though: “People were inspired by Jimmie.” A short film titled American Paradise got them into Sundance’s good graces in 2017, and a Kickstarter fundraiser brought them the money required to complete their first feature-length effort. Two years later, Sundance welcomed them back as returning heroes, sending Talbot off with US dramatic directing award. San Francisco raised them and took care of them when their careers were still in the fledgling stages, and they used their resources to return the favor. Talbot and Fails attracted the best and brightest of San Francisco’s thriving arts scene and put them to work on both sides of the camera. They packed the cast with actors with an innate feel for what makes the neighborhood unlike any other, scoring their first big name with born-and-raised Bay Area guy Danny Glover. Other behind-the-scenes personnel contributed perspective and expertise; ride-or-die producer Khaliah Neal knew the terrain like the back of her hand, while Berkeley-bred consultant Emma Nicholls brought a facility for performance art that shaped Jimmie and Montgomery’s act of artistic rebellion in the film’s final stretch. “It was important to us that a lot of the cast be from San Francisco,” Talbot says. “People like the Greek chorus, they’ve been in the city forever. It’s about authenticity, sure, but it’s also about showing how fuckin’ talented the city is. People have been doing incredible work for decades, and we wanted to show off some of the ones we grew up with.” That spirit of pride comes through in every aspect of Talbot and Fails’ style, their method packed with touches of specificity to convey maximum adoration. Jimmie and Montgomery get around by doubling up on a single skateboard, a nod to the city’s history as a cradle for black skating culture in America. “Back in the ’90s,” Fails recalls, “San Francisco was a mecca for skateboarders. The hills attract a lot of people — black, Asian, Latino. That’s where the melting-pot thing feels strongest.” At every possible opportunity, they made the choice that would enhance their film’s street cred, and that included the soundtrack. A more somber cover of ‘60s pop standard “San Francisco” from R&amp;B crooner Michael Marshall scores one pivotal scene and gave the trailer a stirring musical component, but it represented something more significant to Talbot and Fails. “It was great to have it adapted by Mike, his soulful voice was perfect,” Fails says. “He made it sound like gospel. I’d never really heard the song until I heard his version. It never hit me that way, and that’s been a common reaction.” Talbot adds: “It was really written for Monterey Pop, for locals nervous about the kids that would descend on Monterey, both reassuring them that the kids would come peacefully – ‘wear flowers in your hair’ – and urging the kids to do just that. Kind of bizarre. Over time, a new warming nostalgia has formed around what’s really a pretty song. But today’s San Francisco isn’t the same city it was in the ’60s, and we wanted the song to reflect that.” Perhaps most crucially, Talbot and Fails extended their guiding principles of empathy and respectful engagement past their relationship to the city, and applied them to their relationship to one another. They both recognized the fraught optics of a white man assuming the position of steward to a black man’s life story, but felt that the racial dimension had little bearing on their process. “You don’t want to say you don’t see color,” Fails says. “But it’s like, this is my best friend. We’re not just collaborators, like, he’s telling my story and I’m OK with that. This is my best friend.” “It’s a worthy discussion,” Talbot clarifies. “There really are a lot of stories in San Francisco that I’m not the right person to tell. But because Jimmie and I have worked together for so long and been close for even longer, it just felt natural to do it this way.” They don’t labor under any delusions that the movie they’ve made can be a substitute for activism, but hope that it might be a catalyst for the same. They agree that only through purposeful unity can collective action be made possible, and strive to foster that ideal through their film’s big, open heart. Their fondness for the city only gets stronger as tech moguls continue to carve it up. Talbot and Fails posit love as resistance, cinema as call to action, and themselves as servants to a higher cause. “We feel critical of the city, and take issue with what’s happening there,” Talbot says. “But I don’t think that the battle’s lost. I think there’s still hope for San Francisco.” “It’s about coming together, the real San Franciscans who are still there,” says Fails. “Creating one voice to represent everyone. You can fight back with art, that worked for them in the ’60s. But only because they banded together and had that community feeling. That’s the way to do it.” The Last Black Man in San Francisco is now out in the US and will be released in the UK later this year"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}