{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/19/boyz-in-the-wood-review-ninian-doff-horror-comedy", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-19T19:45:49Z", "webTitle": "Get Duked review – macabre rural teen horror-comedy", "webUrl": "https://www.theguardian.com/film/2019/jun/19/boyz-in-the-wood-review-ninian-doff-horror-comedy", "apiUrl": "https://content.guardianapis.com/film/2019/jun/19/boyz-in-the-wood-review-ninian-doff-horror-comedy", "fields": {"headline": "Get Duked review – macabre rural teen horror-comedy", "bodyText": "Music video director Ninian Doff makes his feature debut with this cheerfully macabre folk horror-comedy set in the rural wilderness. Very often, comedy-horror is a tricky style with each of the two notional genres being alibis for the other’s absence: ie, neither funny nor scary. Not here, though. Boyz in the Wood isn’t perfect (there isn’t really a wood in it as such and the title is a bit strained), but there’s likable wackiness and weirdness, one or two sizable laughs and a very bizarre deus ex machina moment. Doff has mashed up bits of Trainspotting with The League of Gentlemen and some grisly imaginings of his own. After burning down their school toilet block during an ill-advised attempt to investigate whether human faeces is flammable, three teenagers are faced with a stark choice: exclusion or a mandatory Duke of Edinburgh’s award-scheme expedition: learning wholesome values by hiking and camping in the Scottish Highlands. Our three amigos – Dean (Rian Gordon), Duncan (Lewis Gribben) and DJ Beatroot (Viraj Juneja) – reluctantly opt for the camping but to their horror find themselves joined by a fourth person on the minibus out there: Ian (Samuel Bottomley), a nerdy do-gooder and insufferable DofE enthusiast who has come on this trip of own free will, because he thinks it will look great on his application for uni. And so the four of them trudge off into great outdoors, with would-be hip-hop star DJ Beatroot nervous that his mates will discover that his given name is William DeBeauvoir and that he is quite as middle-class as Ian. But they have greater problems than that: a sinister figure in upper-class “laird” clothes and a mask appears with a hunting rifle, keen to cull delinquent post-millennials the way he culls deer. The terrified boys get it into their addled heads that he is the Duke of Edinburgh himself, and his masked and similarly murderous wife figure … well, who on earth can she be? It is an entertaining idea. The four guys in Deliverance faced vicious hillbillies; the four kids here face vicious posh people. And Ian has some nice lines. At one particularly horrible moment, he stammers: “I’ve never seen a murder before – I’m homeschooled.” There is also an entertaining misunderstanding when Ian says how keen he is on “orienteering” and DJ Beatroot takes some serious umbrage at his racism because he thought Ian said “orientalism”. I was a bit less keen on the subplot about the farcically incompetent police played by Kate Dickie, Alice Lowe and Kevin Guthrie, who are on the trail of what they imagine to be a terrorist gang, having previously investigated a local bread thief. As so often in indie British films, the comedy here comes a bit close to kids’ TV circa 1971, but the performances are game enough. It’s also nice to see James Cosmo in the role of a farmer with unexpected musical tastes – Cosmo is virtually a talismanic figure – and Eddie Izzard, who has a very honourable track record of supporting independent Brit cinema with his presence. A high-energy start to the Edinburgh film festival. • Get Duked is on Amazon Prime from 28 August 2020"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}