{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/05/late-night-review-mindy-kaling-emma-thompson-nisha-ganatra", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-05T14:00:12Z", "webTitle": "Late Night review – battle of words in the TV writers' room | Peter Bradshaw's film of the week", "webUrl": "https://www.theguardian.com/film/2019/jun/05/late-night-review-mindy-kaling-emma-thompson-nisha-ganatra", "apiUrl": "https://content.guardianapis.com/film/2019/jun/05/late-night-review-mindy-kaling-emma-thompson-nisha-ganatra", "fields": {"headline": "Late Night review – battle of words in the TV writers' room", "bodyText": "‘I wish I was a woman of colour so I could get a job with zero qualification!” The authentic voice of establishment self-pity is given here in all its foot-stamping shrillness. Mindy Kaling is the writer and star of this warm and witty film, playing Molly, a South-Asian-American would-be comedy writer who, against all odds, gets a job in an all-white environment, and it’s one of her resentful new male colleagues making the sarky crack about how lucky women of colour are. Molly is writing for a cantankerous TV talk show host, Katherine Newbury – imperiously and enjoyably played by Emma Thompson. (She’s a Brit, which perhaps exoticises and tames her whiteness.) The director is Nisha Ganatra, who has also worked on TV shows such as Dear White People and Brooklyn Nine Nine. Newbury is a once-garlanded late-night diva who desperately needs a woman writer to help prevent her slide into irrelevance and ratings oblivion. But the otherwise all-male writers’ room is outraged by this “diversity hire” – although no one uses the passé term “political correctness”. Molly’s employment means that these writers are authentically outraged by a contemporary political issue in a way they have never been before, despite decades of writing what they imagined to be political satire. With a newcomer’s guileless directness, Molly starts telling her lax and complacent new colleagues what they sort of knew all along: the show is stale, needs to be sharper, more political daring, more fun. Perhaps most annoyed is the head writer Tom Campbell, played by Reid Scott (the dead-eyed political spin doctor Dan from HBO’s Veep) whose ivy-league kid brother lost out on a job on this show because Molly got picked. Tom comes around to her apartment in Brooklyn, and acidly comments on all the stuff from her high-school years up on her bedroom walls: “Are you super-excited for your first period?” Going behind the scenes of a TV comedy is an established way to portray something combining ostensible glamour with the accessibility of a workaday world that has workplace concerns. Here is where the tinsel gets manufactured: these aren’t the stars, they’re the ones writing for the stars. Carl Reiner’s TV classic The Dick Van Dyke Show from the 60s was about the head writer of an imaginary TV show, and the movie My Favorite Year (1982) was inspired by the Sid Caesar programme Your Show of Shows. Scenes of writers’ rooms were vital to the 90s classic The Larry Sanders Show, which at one stage featured Sarah Silverman as a super-smart writer who is deeply threatening to the comedy bros. And most prominently, there is Tina Fey’s masterly 30 Rock, in which Fey plays the head writer of a show based on Saturday Night Live; she has a writer who endures the racist nickname “Toofer”, because he is a two-for-one: a Harvard grad and also black. In almost every case here, however, the very existence of the writers’ room supercharges the material with irony, an extra layer of cynicism – comedy about comedy creates an insider-trading atmosphere that often gives the gags a sharp, bitter tang. Kaling is aiming for something more soft-centred and lenient than this in Late Night, and the narrative arc of a feature film is different from TV, though I admit I missed the devastatingly fierce stings and joke density that you get from a 30 Rock episode. (A cynic might say that, like the best of US TV comedy, Late Night might have been improved by a team of writers, rather than one person.) But Kaling makes up for it with the warmth of her performance and the generational womance with Emma Thompson, who is on pleasingly disdainful form. The drama is about Molly’s fraught, complex mentor-frenemy relationship with Katherine, and Katherine’s own problematic relationship with her ailing academic husband, Walter, sympathetically played by John Lithgow. With a platonic connection with Walter – while also having to finesse the predatory attentions of fellow writer Charlie (Hugh Dancy) – Kaling shows how her character finds herself at the nexus of a sexual-political situation that is to challenge her liberal loyalties in the new age of #MeToo. At heart, Late Night is a romcom and, like so many romcoms, the funny stuff recedes after the first act, as the plot and its relatability imperative gets into gear. Yet Kaling is very good at conveying the paradoxical misty-eyed idealism of those working for this long-running TV institution. The love affair is, inevitably, with TV itself."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}