{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/11/how-we-made-dazed-and-confused-richard-linklater-wiley-wiggins", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-11T05:00:26Z", "webTitle": "Richard Linklater: how we made Dazed and Confused", "webUrl": "https://www.theguardian.com/film/2019/jun/11/how-we-made-dazed-and-confused-richard-linklater-wiley-wiggins", "apiUrl": "https://content.guardianapis.com/film/2019/jun/11/how-we-made-dazed-and-confused-richard-linklater-wiley-wiggins", "fields": {"headline": "Richard Linklater: how we made Dazed and Confused", "bodyText": "Richard Linklater, director I thought the 1970s sucked. Dazed was supposed to be an anti-nostalgic movie. But it’s like trying to make an anti-war movie – just by depicting it, you make it look fun. I wanted to do a realistic teen movie – most of them had too much drama and plot but teenage life is more like you’re looking for the party, looking for something cool, the endless pursuit of something you never find, and even if you do, you never quite appreciate it. An experimental version of the film had been floating around in my head between 1989 and 91 – just four guys driving around in a car busting mailboxes to ZZ Top. I really did that one night in this little town in south Houston with a friend; by the end of the evening we had driven 138 miles and never left the city limits. But I quickly realised I wanted to represent different points of view. I wrote a long first draft in about a month. We leapfrogged about 30 other projects that were in development at Universal. There were very few teenage movies at the time, so every young actor was clamouring to be in it. We cast in New York – where I met Parker Posey – Los Angeles and Austin. Wiley Wiggins was the big find there. He was a 15-year-old with all the bad habits of a grad student: smoking cigarettes, hanging out at coffee shops, my kind of guy. I made the actors mixtapes of music their characters would listen to. The girls got a lot of Joni Mitchell; Mitch, Wiley’s character, was at the cooler end of the 70s, glam and prog rock – he would be the first guy to buy the Ramones. I wanted it to look like it was shot in the 70s, so I didn’t use Steadicam. Stylistically, it was trying its best to look like one of those drive-in movies. I still have PTSD when I think of how difficult the shoot was. About a month before we started filming, Tom Pollock, the head of Universal, watched [my previous movie] Slacker, at which point he realised who he was doing business with and he thought, ‘Oh no, it’s going to be one of those arty, jerk-offski movies.’ Everyone was on high alert for me after that. Improvisation was one of the things that made the studio nervous, but it added a lot of additional humour to Dazed and Confused. Not everyone picks up on the vibe of what you’re trying to do, though. There was one actor, Shawn Andrews, who wasn’t exactly rocking and rolling with the rest of the cast. So I switched things around to expand Matthew McConaughey’s role instead. After shooting was over, I went to Los Angeles for the finishing touches. The studio put me up in soulless corporate accommodation. I didn’t think I was going to be there for long, but I realised they were doing this psy-ops thing on me, trying to wear me down. People seemed to really enjoy the screenings, but then their ratings on certain aspects were always lower than executives thought they should be, which confirmed their fears that I had made an art film. They wanted me to put in modern music – or reshoot. But I didn’t take any of their dumb ideas. The film made $8m on a $6.9m budget. I never made a penny off anything to do with it – I waived most of my rights to pay for the soundtrack. I don’t think it’s my best movie, but it represents a rite of passage for the “busters”, the end of the baby-boom generation. I also enjoy people who weren’t even born then liking the film. It tells you there’s something about teenagedom that never changes. Wiley Wiggins, actor I was sitting outside Captain Quackenbush’s Intergalactic Espresso House on the Drag in Austin when Anne Walker, the co-producer, gave me a casting-call leaflet. I was excited because it said it was the same production team as Slacker, which I had seen five times. Rick was a nice, personable guy who didn’t seem like a real adult. The night before we started shooting, everyone went to the Hole in the Wall bar to play pool. I tried to play it cool with Nicky Katt and the guys who were going to beat me with paddles as part of the film’s freshmen initiation scenes, but the first thing I did was shoot the cue ball off the table. It was a very close-knit cast and a lot of great relationships were formed. Most people were staying in the Radisson hotel, but I was a local kid who still lived at home. So I only heard about their off-hours shenanigans – going to gun ranges, taking mushrooms and rafting down the river. Filming the Little League scene was a big pressure night for everybody. I had maybe exaggerated my ability to play baseball to get the part. But they just told me they’d get a Little League kid, put him in a wig, shoot him from behind, and he’d look like [baseball star] Roger Clemens. So I just tried to look like I knew what I was doing. But an entire team of Little League extras were watching me make these terrible pitches. There was this terrible mockery coming from these kids, which made things much worse. I dropped out of school shortly after the film was shot, so I didn’t experience the full blast of recognition. But it was a slow burn: it played for five years at the same theatre Slacker had played at. People would come up to me with preconceived notions – that I was big-headed, or wanted to smoke weed with random strangers in broad daylight. At the same time, it has opened so many doors for me that I wouldn’t trade it for anything in the world. It was important for me, especially at that time in my life when I was a little bit of a fuckup. Dazed and Confused is out now on Blu-ray from The Criterion Collection."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}