{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/05/outlook-not-so-good-why-we-really-dont-need-a-magic-8-ball-movie", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-05T07:00:21Z", "webTitle": "Outlook not so good: why we really don't need a Magic 8 ball movie", "webUrl": "https://www.theguardian.com/film/2019/jun/05/outlook-not-so-good-why-we-really-dont-need-a-magic-8-ball-movie", "apiUrl": "https://content.guardianapis.com/film/2019/jun/05/outlook-not-so-good-why-we-really-dont-need-a-magic-8-ball-movie", "fields": {"headline": "Outlook not so good: why we really don't need a Magic 8 ball movie", "bodyText": "Jason Blum is on a hell of a roll right now. More or less everything he touches turns to gold. In Paranormal Activity, he produced the most profitable film ever made. In The Purge he helped produce a franchise of amazing longevity. In BlacKkKlansman, he produced Spike Lee’s finest work in a decade. In Whiplash he produced a masterpiece. In Get Out he produced an even better masterpiece. Most incredibly of all, in Halloween he produced a Halloween sequel that wasn’t an absolute horse turd. The man can do no wrong. Which is why I am confident in stating that his most recently announced film will be another Oscar-winning, genre-bending blockbuster. It is … let me see. Oh. It’s a movie about a Magic 8 Ball. That can’t be right. No, apparently it is. Blumhouse, Mattel and director Jeff Wadlow really are teaming up to make a film about a toy that issues vaguely worded decisions if you shake it hard enough. “Since the 1950s, Magic 8 Ball has inspired imagination, suspense and intrigue across generations,” Robbie Brenner of Mattel Films told Deadline. “This iconic toy has a built-in connection with fans and untapped potential for storytelling.” Obviously this is a good time to point out that “untapped” doesn’t automatically mean “great”. Maybe the cinematic potential for a Magic 8 Ball movie is untapped because it doesn’t really exist. To make matters worse, the potential isn’t actually all that untapped, because people have been unsuccessfully trying to make a Magic 8 ball movie for years. In 2006, Ace Ventura’s Tom Shadyac was hired by Universal to make a Magic 8 Ball romcom. When that didn’t work, Paramount hired Jon Gunn and John Mann to write a National Treasure-style Magic 8 Ball movie which similarly failed to see the light of day. But third time’s a charm. And now the film has the best shot of getting off the ground, because it’s a Blumhouse film, so it’s bound to exist within the horror/thriller arena. And that suits a Magic 8 Ball much better than almost any other genre. You can’t have a Magic 8 Ball make all the decisions in a romcom, because then the human protagonists would lose all their agency and invariably end up in a hellish, joyless variation of arranged marriage. And you can’t make an action-adventure Magic 8 Ball movie, because imagine how crap Raiders of the Lost Ark would be if Indiana Jones had to keep grinding all his big set pieces to a halt so that he could shake a little novelty toy to see what he had to do next? But a horror? Fantastic. I already know exactly how this film will go. Two boys find a Magic 8 Ball in a secondhand store. The owner tries to warn them off buying it, because it’s been said that this Magic 8 Ball contains the spirit of the man who invented the Magic 8 Ball, and his dying wish was to wreak a terrible revenge on a world that forgot his name. But the boys buy it anyway, and are horrified to learn that the haunted Magic 8 Ball actively encourages them to act on their worst impulses. Should they eat their vegetables? “My reply is no.” Should they break into the abandoned hospital at midnight? “Without a doubt.” Should they perform a blood sacrifice on a kidnapped toddler to appease the dark lord Satan? “It is certain.” Their gruesome hellride escalates and escalates against their will until – oh, actually, wait, it’s just a toy, isn’t it? The boys could just throw it in a river or something, couldn’t they? Yeah, never mind, this will be a bad film as well."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}