{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2011/aug/18/kind-hearts-and-coronets-review", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-06T10:53:25Z", "webTitle": "Kind Hearts and Coronets review – the most elegant serial killer in history", "webUrl": "https://www.theguardian.com/film/2011/aug/18/kind-hearts-and-coronets-review", "apiUrl": "https://content.guardianapis.com/film/2011/aug/18/kind-hearts-and-coronets-review", "fields": {"headline": "Kind Hearts and Coronets review – the most elegant serial killer in history", "bodyText": "The Ealing genre reached utter perfection with this superb black comedy of manners, made in 1949, and now on rerelease for its 70th birthday. It’s history’s greatest serial-killer movie, directed by Robert Hamer and adapted by Hamer with accomplished farceur John Dighton from the 1907 novel Israel Rank, by Roy Horniman. All of us in the KHAC fan community have been gripped by new research from critic and historian Matthew Sweet, showing that the original draft script included startlingly melodramatic scenes, including a murderous attack with a hammer and a collection of violent swans. I am grateful to Sweet for discovering these unfilmed ideas and more grateful still to Hamer and Dighton for rejecting them in favour of something more subtle and effective, just as they radically improved the story in the original novel. Dennis Price gave a performance that he was, sadly, never again to equal as Louis Mazzini, the suburban draper’s assistant who becomes the most elegant serial killer in history. Finding himself by a quirk of fate distantly in line to a dukedom, and infuriated by this aristocratic family’s cruel treatment of his mother, he sets out to murder everyone ahead of him in line to the ermine. Alec Guinness gives a miraculously subtle and differentiated multi-performance as all eight members of the noble clan. Joan Greenwood is in her element as the honey-voiced siren Sibella, with whom Louis is briefly entranced, and Valerie Hobson is utterly convincing as the morally pure Edith D’Ascoyne, whom Louis is to marry. (In 1963, Hobson was poignantly to find a similar “loyal wife” role in real life, standing by her husband, disgraced politician John Profumo.) This was Hamer’s masterpiece, and though his troubled life and career were sadly brief, it surely entitles him to be mentioned in the same breath as, say, Max Ophüls, and to be considered one of the great British directors."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}