{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/16/diego-maradona-review-gripping-documentary", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-16T07:00:47Z", "webTitle": "Diego Maradona review – a gripping game of two halves", "webUrl": "https://www.theguardian.com/film/2019/jun/16/diego-maradona-review-gripping-documentary", "apiUrl": "https://content.guardianapis.com/film/2019/jun/16/diego-maradona-review-gripping-documentary", "fields": {"headline": "Diego Maradona review – a gripping game of two halves", "bodyText": "In his acclaimed Formula One documentary Senna, film-maker Asif Kapadia found a way into the soul of racing driver Ayrton Senna through his longstanding rivalry with his antithetical nemesis Alain Prost. Despite having no prior interest in (or knowledge of) F1, I found Senna both informative and engaging – a riveting portrait of a man whose high-speed achievements had previously meant nothing to me. For his latest work, Kapadia has once again focused on a sport in which I have no emotional investment – football. Yet watching this typically punchy portrait of Argentina’s most infamous sporting son, I found myself gripped by a universally accessible tale of a divided soul – a figure whose dual personas are embodied in the two names of the film’s title; Diego and Maradona. Kapadia opens his film in breathless, bravura style – a frenetic car-chase through the crowded streets of Naples (The Italian Job meets The French Connection), which snappily gets us up to speed with Maradona’s shooting-star career prior to his big-bucks transfer to Napoli in 1984. A head-spinning montage of sights (excruciating ankle injuries) and sounds (Pelé declaring that his spiritual successor “isn’t psychologically prepared yet”) plunge us into the melee of an overcrowded press conference, where this underdog city unveils its most expensive signing. “I would like to know,” says the French journalist who gets in the first question, ‘if Maradona knows what the Camorra is…” It’s a provocative gambit, and the young footballer, caught in the glare of the cameras and flashbulbs, looks baffled. It also perfectly sets out Kapadia’s stall; a tale of rags and riches, saints and sinners, crime and football, injury and victory, all played out against the backdrop of the city that comes to embody his divided spirit. Trainer Fernando Signorini provides the key that unlocks this duality. It is Signorini who identifies the split between the shy, loving “momma’s boy” from the slums whom he would follow to the ends of the Earth; and the rather more monstrous third-person creation who would become the focus of such intense public scrutiny. Throughout all of the high-profile triumphs and scandals that ensue (drug busts, disqualifications, affairs, contested offspring etc), Kapadia keeps this dynamic tension to the fore, reminding us of Maradona’s roots, juxtaposing the extravagant lifestyle that made him headline news with the hard-knocks reality of his background. Having grown up in the poverty of Villa Fiorito, south of central Buenos Aires, sporting prodigy Diego effectively provided for his family from the age of 15. No wonder he found himself at home in Naples, whose football fans would regularly face taunting chants calling upon Vesuvius to “wash them with fire”. And no wonder Naples didn’t want to let him go when Maradona signalled his desire to step away from their spotlight. As always, Kapadia is particularly good at positioning key events within a wider cultural context. He sets up Argentina’s infamous “hand of God” victory against England as payback for the Falklands war, with Maradona gloating that “the linesman didn’t see!” He describes how a prominent crime family used Maradona’s growing cocaine addiction and fondness for Rolex watches to co-opt his brand name for their own purposes. Most astutely, he unpicks the cultural significance of the 1990 World Cup semi-final in which Maradona played for Argentina against Italy in the charged environment of the San Paolo stadium. “Naples is not Italy,” Maradona rashly declared, believing that his adopted home town would somehow side with him against their national team. With bravissimo dramatic flair, Kapadia manages to bring the entire weight of his narrative to focus upon a pivotal penalty kick – the point at which all the warring elements of this powerful film intersect. Like the Oscar-winning Amy, Diego Maradona serves on one level as a cautionary tale about the dark side of celebrity. We hear how a phial of Maradona’s blood somehow found its way into a church – a latter-day holy relic. And we are shown that thin line between adoration and abjection that anyone who lives their life in public must walk, with Maradona turning from god to devil almost in an instant. As before, archive footage is the key, with Kapadia and editor Chris King trawling through hundreds of hours of material to find the images (many previously unseen) in which their truth lurks. Sound design is crucial too, with City of God composer Antonio Pinto’s evocative score jostling with an assortment of kicks, slaps and punches that accompany the unfolding action, keeping things urgent without ever losing track of the story’s human pulse."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}