{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/24/streaming-the-edge-of-democracy-documentary-brazil-petra-costa-what-is-democracy-astra-taylor", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-24T07:00:08Z", "webTitle": "Streaming: two timely studies of global democracy", "webUrl": "https://www.theguardian.com/film/2019/jun/24/streaming-the-edge-of-democracy-documentary-brazil-petra-costa-what-is-democracy-astra-taylor", "apiUrl": "https://content.guardianapis.com/film/2019/jun/24/streaming-the-edge-of-democracy-documentary-brazil-petra-costa-what-is-democracy-astra-taylor", "fields": {"headline": "Streaming: two timely studies of global democracy", "bodyText": "At a moment when Britain is held bleakly in limbo by the ever-grimmer Tory leadership contest, you may not be in much of a mood for documentaries about politics in crisis. “Sit back, pour yourself a chilled glass of white and watch how we collectively got into this mess” isn’t the greatest pitch to anyone fleeing news channels to flip through Netflix for some distraction of an evening. Yet two compelling documentaries, both new to the streaming realm, are essential in their examination of the frail, threatened state of contemporary democracy on a global stage: it’s hard to look away from either. One of the year’s standout docs on any subject so far, The Edge of Democracy recently landed on Netflix after an acclaimed, Sundance-launched festival run. An impassioned, personally invested project from Brazilian actor turned film-maker Petra Costa, it’s a furious unpacking of what liberals left winded by Brexit and Trump may view as a real-life worst case scenario: the rise of far-right populism that installed reactionary bigot Jair Bolsonaro as the country’s president last year. To Costa, like many of her protesting compatriots, his victory signalled the end of hard-won democracy, delivered by voters looking back at decades of military dictatorship with something akin to nostalgia. If you’re looking for stolid journalistic reportage, head elsewhere: narrated by Costa herself, who is upfront about her familial connections to the Brazilian left, the film is polemic of a most graceful and persuasive order. But it’s also rich in knotty political and procedural detail, untangling a national disaster that has seemed rather confusing from a distance. With the ticking, anxious urgency of a political thriller, the film picks apart the combined, corrupt circumstances that respectively brought down former Workers’ party presidents Luiz Inácio Lula da Silva and Dilma Rousseff, while tracking the pavement-level public unrest that created the gap for Bolsonaro. It’s at once fascinatingly specific and distressingly universal: it’s hard not to note British and American parallels in the rumbling chaos. If you want a broader join-the-dots view, however, Canadian Astra Taylor’s lively, globe-trotting, idea-stuffed essay film What Is Democracy? – now streaming on Amazon Prime – is worth a look. As the title suggests, Taylor (who previously made a documentary study of Slovenian philosopher Slavoj Žižek) takes a more academic approach to the D-word, but not stuffily so, and she doesn’t take her audience for fools. In tracing just where democracy has gone awry in so many nations, then, Taylor heads to its source, Plato’s Academy in Athens. From there she lifts ancient tenets to the modern world to suggest where they’ve been misapplied and even abused, from the US to contemporary, economically embattled Greece. (The dry twist of irony is noted.) A diverse ensemble of talking heads – ranging from enthused academics such as Cornel West to cynical members of the public, with few white men among them – contribute their own theories to Taylor’s argument, which is neither tidy nor encouraging in its conclusions, and points to problems bigger than even Trump or Brexit. What can democracy in even its best form achieve, the film asks, when it’s still beholden to global capitalism? You may want to pour yourself another glass of wine. But these are valuable, exciting films to have in the present moment. Finally, a welcome return to the streaming world: out of operation for some time while it underwent a sleek makeover, classy cinephile site Le Cinema Club is back, offering one selected gem a week to watch free of charge. This week’s choice, Chris Marker’s 46-minute documentary The Koumiko Mystery, is 54 years old and yet, as it follows a young woman through Tokyo during the 1964 Olympics as she considers her uncertain place in the world, it still simmers with political vitality. New to streaming &amp; DVD this week Arctic (Signature, 12) As a plane crash survivor stranded in guess-where, Mads Mikkelsen valiantly tackles the elements in an elegantly stark, mostly silent survival thriller. Cold Pursuit (StudioCanal, 15) Also tersely braving the frost, Liam Neeson headlines Hans Petter Moland’s needless but amusingly deadpan remake of his own 2014 Scandi crime comedy In Order of Disappearance. Loro (Curzon Artificial Eye, 15) Baggily edited from two TV films, Paolo Sorrentino’s Berlusconi biopic gets the vulgarity and venality of its subject, but misses the crisp, crisp, acidic bite of Il Divo. Dekalog (Arrow, 15) Still penetrating and surprising, Krzysztof Kieślowski’s landmark series of short, morally exploratory TV dramas gets the 4K Blu-ray treatment it deserves."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}