{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/30/leonard-cohen-marianne-ihlen-love-affair-of-a-lifetime-nick-broomfield-documentary-words-of-love", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-30T08:00:17Z", "webTitle": "Leonard Cohen and Marianne Ihlen: the love affair of a lifetime", "webUrl": "https://www.theguardian.com/film/2019/jun/30/leonard-cohen-marianne-ihlen-love-affair-of-a-lifetime-nick-broomfield-documentary-words-of-love", "apiUrl": "https://content.guardianapis.com/film/2019/jun/30/leonard-cohen-marianne-ihlen-love-affair-of-a-lifetime-nick-broomfield-documentary-words-of-love", "fields": {"headline": "Leonard Cohen and Marianne Ihlen: the love affair of a lifetime", "bodyText": "In November 2016, the singer-songwriter Leonard Cohen, renowned for his plaintive ballads, died a few months after the woman who inspired many of them, his Norwegian lover and muse, Marianne Ihlen. Theirs had been a large and chaotic romance that was in many respects a product of the particular times (the 1960s) and the specific place (the Greek island of Hydra) in which they met. The relationship’s legacy was a catalogue of classic songs – So Long Marianne, Hey, That’s No Way to Say Goodbye, Bird on the Wire – a great deal of heartache, but also a lasting sense of the creative power of love. All of this the documentary maker Nick Broomfield explores in his tender, funny and hauntingly moving new film Marianne and Leonard: Words of Love. Broomfield is not a disinterested observer. He knew Ihlen well. They too were lovers for a while during one of the long breaks in Ihlen’s relationship with Cohen. And her effect on the film-maker was almost as influential as her part in the Canadian poet-musician’s career. In 1968, when Broomfield was 20, he’d just finished his first year at Cardiff University, where he was reading law. His heart was not really in becoming a barrister and, on a Hellenic cruise with his parents, Rosalind Runcie, the wife of the future archbishop of Canterbury, gave him some advice. “She was the life and soul of the party,” he recalls, “and she made me promise to go to Hydra when I got off the boat.” He kept the promise and encountered a captivating new world. “There was this incredible community of artists and painters and a whole very wild attitude to life,” he says in his trademark languorous drawl, located somewhere between the home counties and southern California. At the heart of this liberating idyll was a beautiful woman 13 years his senior, the mother of an eight-year-old boy. Marianne Ihlen had first come to Hydra in early 1958, when the living conditions were primitive and the expat artists could be counted on one hand. She was with a young, avant-garde Norwegian novelist called Axel Jensen. The couple had a tempestuous relationship, with the writer determined to reject bourgeois conventions in ways that conveniently coincided with his interest in other women. It was a common preoccupation among the expat community and not always restricted to the men. After one long split, Jensen and Ihlen got back together, married and had a baby (Axel Jnr), only for Jensen to meet another woman and leave shortly after the child was born. Ihlen felt lost and abandoned, but reluctant to return home. Around that time, in the spring of 1960, a handsome, chivalrously polite Canadian poet joined the growing Hydra artistic community. He had fled the grey and damp of London to work on his first novel. In the film, the magical sense of possibility this brightly coloured jewel of the Saronic Gulf offered up to visitors is captured in glittering footage from the period. As Cohen later recalled: “It was as if everyone was young and beautiful and full of talent – covered with a kind of gold dust. Everybody had special and unique qualities. This is, of course, the feeling of youth, but in the glorious setting of Hydra, all these qualities were magnified.” It wasn’t long before Cohen and Marianne began seeing each other, first as friends and then romantically. This infancy of their affair was blissfully untroubled by the external world. Cohen was disciplined in his work. Rising early, he would sit on the terrace in the sun and religiously bash out his three pages a day on an old typewriter. In the evening, he played his guitar and sang lullabies to Ihlen’s little boy. At that time, he had no thought of becoming a musician. Ihlen, still only just 25, was deeply in love. She sent her son back to Norway to live with his grandmother, then moved in with Cohen who, on turning 26, bought himself a house on Hydra. But, pretty and alluring as the island was, it required labour to live there. Even getting drinking water was an effort. Ihlen took care of Cohen, as he in turn provided for her. Without making any conscious decision, she effectively became his muse. By today’s standards of gender equality, and the #MeToo awareness of male abuse of power, the very idea of a muse seems a dubious anachronism. Broomfield is alive to changing mores but feels it would be wrong to “judge the past by today’s morality”. “I suppose being a muse feels like an 18th-century concept because it’s not monetised,” he says. “But I think Leonard always gave her the credit that was her due.” He draws a comparison with the record producer Rick Rubin, who tries to become close friends with the artists he produces before reinventing them by fostering a particular quality he’s identified. “I think that’s kind of what Marianne did. She was somebody who had this incredible instinct to know the strength of people.” It was out of a desire to rebalance the image of the couple, he says, that he put Ihlen’s name first in the title. Nonetheless, the film also picks up on her discomfort at her role as facilitator rather than creator. Helle Goldman, the translator of Ihlen’s biography, So Long Marianne, grew up on Hydra and her parents knew Cohen and Ihlen. She mentions an anecdote from the film. Ihlen recalled that, on being introduced to a group of artists and not knowing how to describe what she did, she said that her life was her art. “It’s a silly thing to say, but the fact that she was from a very early age defined as a male artist’s muse did handicap her for a while,” says Goldman. “Yet she enjoyed creating a pleasant home, tending to her loved ones, cooking and so forth. Leonard remarked on how appealing this was.” Cohen used to wish for a matriarchy, though not necessarily in his own private life. Goldman doesn’t believe that Ihlen ever saw her situation through any kind of feminist lens. “It wasn’t a sexist issue, but a human one, of how to define herself.” One definition that weighed on her was that of single mother. Ihlen had to return to Norway and her son, while Cohen needed to get back to Canada to earn some money. They drove to Norway together, then the aspiring novelist flew to Montreal. It was the first of many estrangements to come. This was a time, of course, when phones were a rarity and communication was by handwritten letters. That sweet agony of separation, intolerable yet full of poetic longing, is one that is unimaginable in the age of text and Snapchat. In the film, there is footage of Cohen in concert, introducing a song by talking about his relationship with Marianne. At first, he says, he lived with her for most of the year, then two months, then two weeks, until, he says in a wry delivery, he lives with her two days a year. It’s delivered with warmth and irony, but it also speaks of a painful truth. There were stints together on Hydra, in Montreal and, most unhappily, in New York. For the next decade, Cohen came and went. Two long stays on Hydra produced two novels, The Favourite Game and Beautiful Losers, a strange, mystical fiction I recall reading as a hungry-for-experience teenager travelling around the Greek islands. Cohen had a breakdown when it was completed and, realising that he would never fully support himself, let alone anyone else, by writing literature, he turned his attentions to music. In 1966, Judy Collins recorded a song Cohen played her called Suzanne, along with the much later Hallelujah, his best-known hit. Thereafter, he took up songwriting, recording and performing and became an international star. To be a tortured singer-songwriter in the mid-1960s with Cohen’s saturnine good looks and quietly penetrating personality was not a set of circumstances to advance the cause of fidelity. Joni Mitchell once called Cohen a “boudoir poet” and for all his manners and sensitivity, he was incapable of turning down the wealth of opportunities that came his way. That a later album, produced by a demented Phil Spector, was entitled Death of a Ladies’ Man was not entirely ironic. There is a revealing scene in the film in which a stunningly beautiful young woman comes on to him, seemingly in the company of her boyfriend. It’s all Cohen can do not to seduce her in front of the watching cameras. As Goldman comments: “He was quite a womaniser. He was very romantic and also I guess really horny. That’s an interesting combination.” It was around this time that the young Broomfield turned up in Hydra. The incursion is subtly handled in the film, with the Englishman deliberately minimising his part so as not to distract from the romance at the centre of the film. Initially, he wrote himself out of the narrative, but it’s an interlude that deserves its place in the story. He was smitten by Ihlen and she followed him back to England, then came to visit him at university in Cardiff. “There was a big age gap between us,” he says. “I was really out of my depth. It was quite hard for me to embrace this enormous world. She was very close to Julie Felix, whom she encouraged as a songwriter and who was on The Frost Report and friends with David Frost.” A year earlier, on Hydra, Ihlen had met the great documentary-maker DA Pennebaker, who made the classic film of Bob Dylan’s 1965 English concert tour Don’t Look Back, and she suggested that Broomfield should consider film-making. “She just showed me this world of possibilities that I’d never even imagined,” he says. Remarkably, Pennebaker’s son managed to dig out the film he shot on Hydra in 1967 and send it to Broomfield during the editing process. It shows Marianne at 32, an attractive and proud woman who carried no air of entitlement. She and Broomfield were together for almost a year. He says she was instrumental in pushing him to make his first film, Who Cares?, in 1971, about slum clearance. He has since made more than 30 films, winning countless awards. Among them have been several first-rate films about musicians, although for my money Marianne and Leonard is the best of these. Broomfield, whom I’ve known for a couple of decades, says Ihlen remained in love with Cohen. At the end of their year together, she went to New York to try to restart the relationship with him. Cohen was living at the famously louche Chelsea hotel in Manhattan and hanging out with people such as Janis Joplin (about whom he wrote Chelsea Hotel), Joni Mitchell and Nico from the Velvet Underground. With her son, Marianne moved into a run-down apartment in Clinton Street. One night, she was mugged on the doorstep. Cohen kept her at a distance, informing her that the Chelsea hotel wasn’t “her scene”. “I think it was a very harrowing experience for her,” says Broomfield. It marked the end of the affair and equally, as the 1960s came to a close, the end of an era. The shining promise that Hydra represented at the beginning of that decade gradually darkened until Ihlen’s great love seemed to disappear into a fug of dissolution in downtown New York. As Cohen used to say: “When you’ve lived on Hydra, you can’t live anywhere else, including Hydra.” A generation of artists had set out in search of themselves, a journey that, in Ihlen’s case, took in Jungian psychology, the I Ching, LSD and various other fads. Following Cohen’s lead, she also dabbled in Scientology. As Broomfield shows in his film, very few of those who gathered on Hydra emerged with either their art enhanced or their lives more sorted. Divorce, suicide and madness were some of the endings that the journey had in store. The self, it turned out, could be selfish and destructive. While paying tribute to its beauty and simplicity, Broomfield says that Hydra was “a very tough island” that, for artists, required “an iron will” to succeed or else the lure of cheap alcohol and ready affairs would prove too great. Cohen had that will. It was the success that his efforts brought him that did for his romance with Ihlen. There were other factors too. According to Broomfield, who met Cohen several times, the singer wanted to have Jewish children, something that Ihlen accepted, though he thinks it was an enormous disappointment to her that they didn’t have a child. But, he says, she “wasn’t someone to feel sorry for herself”. Indeed, while her experience in New York left a bitter taste, Ihlen said later of her time with Cohen: “This relationship was a gift to me. And a gift for Leonard, I might also add, not to underestimate myself completely.” The person who most struggled with the dislocation and uncertainty that their life together brought was Ihlen’s son, Axel Jnr. He was sent to board at Summerhill, the experimental school in Suffolk. There were other children of Hydra expats there, and, in keeping with the wisdom of the times, Ihlen believed that its unstructured regime, where lessons were optional, would suit her son. In fact he was unmoored and desperate for his mother. As he grew older, he developed psychiatric problems and has subsequently spent a large part of his life in and out of institutions. Ihlen would look back on Summerhill and the periods that her son spent in Norway without her with deep regret. Goldman believes that if Axel’s difficulties were environmental, they probably had more to do with Hydra: “You have to understand that the kids that stayed on the island became very messed up later. I know some of them. It did not turn out well for them.” Though Ihlen retained a connection to Hydra, returning each year, her residency came to an abrupt end in 1972 when a young woman carrying a baby knocked on the door of the house she had shared with Cohen. She asked Ihlen when she would be moving out. This was Suzanne Elrod, who, depending on which account you believe, met Cohen in the Chelsea hotel lift or at a Scientology meeting in 1969. In any case, they had two children together before splitting up, acrimoniously, in 1978. Cohen would go on to discover Zen Buddhism and live for several years in a retreat, lose all his money to a manager he trusted, and make a fortune late in life touring the world. He continued to send money to Ihlen and her son long after they broke up. He was particularly concerned about Axel, to whom he’d been close, and spoke to Broomfield about the boy when they met up. Ihlen returned to Norway to live and found employment working in a secretarial capacity for a company building oil platforms. It was about as far from being a folk singer’s muse as it’s possible to conceive. She married an engineer with three daughters from a previous marriage and they remained together, though in separate apartments in the same building, until she died. Just before her death in July 2016 of leukaemia, a friend of hers, Jan Christian Mollestad, contacted Cohen, who sent an email to his former lover, which Mollestad read out to Ihlen. It said: Dearest Marianne, I’m just a little behind you, close enough to take your hand. This old body has given up, just as yours has too, and the eviction notice is on its way any day now. “I’ve never forgotten your love and your beauty. But you know that. I don’t have to say any more. Safe travels old friend. See you down the road. Love and gratitude. Leonard Four months later, Cohen died after a fall at his home in Los Angeles. Owing to a radio interview with Mollestad, in which he paraphrased the deathbed message at longer length, a different version of the email was initially reported. It was hailed as a romantic classic of eternal love. The real version is a little more economical but no less touching. Earlier this month, a cache of more than 50 love letters between Ihlen and Cohen sold for $870,000 at auction – the money will help secure Axel Jnr’s future. The scene of Ihlen hearing the letter read out is shown in Broomfield’s film. It’s clear that, as she confronts death with grace and humour, the words are a kind of completion, mortality’s ultimate balm. There have been many thousands of travellers who have fallen in love on the Greek islands since Ihlen and Cohen first met. The shimmering Mediterranean gently lapping at the sun-bleached shore of a gorgeous fishing village: it’s a scene that creates a timeless sense of the world in which feelings, intensified by the heat and light, can seem as if they will last for ever. Most often, they burn out and remain only as embers in the memory. But with Marianne and Leonard they had a long and meaningful afterlife in their own thoughts, in his songs and now in Broomfield’s richly poignant elegy. Marianne &amp; Leonard: Words of Love is released on 26 July"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}