{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/28/zombie-movies-ranked", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-28T07:00:15Z", "webTitle": "Zombie movies – ranked!", "webUrl": "https://www.theguardian.com/film/2019/jun/28/zombie-movies-ranked", "apiUrl": "https://content.guardianapis.com/film/2019/jun/28/zombie-movies-ranked", "fields": {"headline": "Zombie movies – ranked!", "bodyText": "20. Oasis of the Zombies (1981) The zombie genre has long had a vehemently offensive “Nazi” subsection and this is a perfect example. Members of Rommel’s Afrika Corps are still alive in the desert as zombies, guarding a cache of Nazi gold. So at least they are preoccupied with something other than their own selfish flesh-hunger. 19. Zombieland (2009) This zombie comedy stars Jesse Eisenberg as the nervy, obsessive-compulsive survivor of a zombieocalypse, who goes on the road with Woody Harrelson. 18. Burial Ground (1981) AKA Le Notti Del Terrore, or The Nights of Terror, and a ripe example of Italian grindhouse zombie-ism. A professor accidentally triggers an ancient curse, causing those buried at sea to rise from the waves and attack the wealthy folk thereabouts. 17. V/H/S (2012) Tape 56 is the overarching “framing narrative” that stitches together the found-footage short stories in this portmanteau movie. Some criminals watch a series of mysterious videotapes they find on a TV, before which sits the corpse of an old man. But this man is a zombie. 16. Cemetery Man (1984) Not much liked in its day, this zombie horror-comedy from Michele Soavi (an apprentice of Dario Argento) now has a cult following, not least among Rupert Everett superfans. Their idol plays a cemetery caretaker whose corpses are stirring. 15. Night of the Creeps (1986) Another gruesome, yucksome mashup, with hints of sci-fi alien invasion, slasher horror and animal house antics to go with the zombie-ism. 14. ParaNorman (2012) Zombie animations for kids are rare but this one has a weird sort of charm. A kid called Norman tries to save his community from attack by 16th-century zombies. 13. White Zombie (1932) Here is a ripe example of Hollywood’s love of sensational creepiness before the Hays Code was enforced – it is the first-ever zombie feature film, starring Bela Lugosi as a Haitian voodoo chieftain who commands a horde of – gulp! – zombies. 12. Shock Waves (1977) Otherwise known as Almost Human, this is another in the fiercely tasteless “Nazi” subgenre with no less a star than Peter Cushing playing the fugitive SS commandant secretly training a battalion of zombies. 11. Re-Animator (1985) There could be some scholarly debate among zombieologists as to whether this counts as a zombie film, or if it is more neo-Frankenstein. An adaptation of an HP Lovecraft novelette series about a scientist who, deplorably, revives dead bodies into a zombie state. 10. Endzeit (2018) Carolina Hellsgård directs this instant cult film, adapted by Olivia Vieweg from her graphic novel – and hailed as the first feminist zombie film; one that also satirises Europe’s migrant paranoia. Two young women travel across a post-zombie-apocalyptic Germany in which most of humanity has been wiped out. In one city, Weimar, zombies are slaughtered. In another, Jena, the hunt is on for a cure – and that is where the women are going. 9. The Serpent and the Rainbow (1988) This is the zombie film that has the distinction of being based on an (allegedly) true story, outlined in a book of the same name by the historian Wade Davis. He recounted his experiences investigating the case of Clairvius Narcisse, a man in Haiti said to have been turned into a zombie by a voodoo potion containing paralysing puffer-fish venom. 8. Braindead (1992) Before his work on Tolkien and the first world war, Peter Jackson created this much-loved and splattery zombie comedy classic about a zombie outbreak triggered by a rat bite. People suspected of zombie bites are treated unsentimentally, to say the least. Roger Ebert hailed Braindead as one of the most disgusting horror films ever made, and also one of the funniest; it contains the deathless exchange: “Your mother ate my dog!” “Not all of it.” 7. 28 Days Later (2002) Danny Boyle made pioneering use of lightweight digital cameras and shot early in the morning in London to get shots of an apparently deserted capital about to be overrun by zombies. It was in the spirit of British postapocalyptic fantasies such as Threads and Survivors: animal rights activists have released chimps infected with a dangerous “rage” virus that passes to humans. This was the movie that gave zombie-ism a boost in the 21st century. 6. One Cut of the Dead (2019) This modern classic from Japan gives us something that can only be called meta-zombies. It is a self-deconstructing zombies-on-screen nightmare that has been compared to Michael Frayn’s stage comedy Noises Off. A low-budget zombie horror shoot is invaded – to the jaded director’s ecstasy – by a shambling horde of real zombies. But is that really what’s going on? 5. Shaun of the Dead (2004) Two years after Boyle’s zombie achievement, Edgar Wright created his masterly tribute to the genre – a story of zombies in London’s leafy Crouch End neighbourhood, which jolted the corpse-like Brit industry back into life and also reawakened interest in the great master George A Romero. The film contains the classic description of the zombie’s perpetual air of morose, malign resentment: “Like a drunk who has lost a bet.” 4. Zombi 2 (1979) Lucio Fulci’s modern zombie classic is queasily horrible and was to become notorious in the UK as a “video nasty” shocker. It is “Zombi 2” in the sense that it was intended as Fulci’s own sequel-style homage to Dawn of the Dead: a woman journeys to a remote Caribbean island on the trail of her missing scientist father. A voodoo curse means that dead bodies roam freely, attacking the living. 3. I Walked With a Zombie (1943) This is one of the great zombie classics, and a creepy spin on Charlotte Brontë’s Jane Eyre. It features a nurse who travels to a Caribbean island to attend to a plantation owner, and encounters voodoo rituals and reanimated corpses. It is a fable satirising colonial guilt, the inheritance of slavery and paranoid fear of “the other” – an almost poetic zombie adventure. 2. Dawn of the Dead (1978) A zombie classic that fuses the US and Italian traditions of pulp-delirium and shock. It is co-written by George A Romero, the man who virtually invented the zombie movie, and the Italian horror genius Dario Argento. After a horrific and mysterious ecological catastrophe, corpses are reanimated as zombies, and the key scenes take place at a shopping mall, as zombie-ism satirically portrays the spiritual undeadness of American consumerism. 1. Night of the Living Dead (1968) One year before Apollo 11 made its triumphant moon landing – for some the greatest moment in US and world history – Romero created this paranoid and subversive movie, enunciating heretical scepticism about the space adventure. A virus is brought back from outer space, which revives corpses as shambling, murderously malign ghouls who want to eat the living. This Swiftian satire attacked racism, conformism, consumerism and fear of the future: our horror at the idea of our own mortality, our own obsolescence, the realisation that we all must die and that we are just dead men and women walking."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}