{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/25/another-way-of-looking-rise-of-ultra-orthodox-jewish-cinema", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-25T06:00:42Z", "webTitle": "'Another way of looking': the rise of ultra-Orthodox cinema", "webUrl": "https://www.theguardian.com/film/2019/jun/25/another-way-of-looking-rise-of-ultra-orthodox-jewish-cinema", "apiUrl": "https://content.guardianapis.com/film/2019/jun/25/another-way-of-looking-rise-of-ultra-orthodox-jewish-cinema", "fields": {"headline": "'Another way of looking': the rise of ultra-Orthodox cinema", "bodyText": "“We justify making movies because we understand that this is the way of expressing ourselves in this generation,” says Eitan Alpert, chief executive and a former student of Torat HaChaim, an ultra-Orthodox film school in Israel. “If 200 years ago it was telling stories, today it’s making films.” Recognisable by their distinctive appearance – men in black suits and hats with beards and payot (long side curls) and women that are conservatively dressed and bewigged – ultra-Orthodox Jews, or Haredim, are not naturally perceived as film-makers. On the contrary, Haredim – a Hebrew word meaning “those who tremble at the word of God” that encompasses a multiplicity of ultra-Orthodox Jewish sects – tend to isolate themselves from secular society, which they see as a threat to their traditional way of life. They generally appear to shun film and television, so it is a surprise to discover that many have been making films with considerable zeal, viewed by both religious and secular audiences, for some time. There are restrictions: films must adhere to halacha, Jewish religious law, including the rules of tzniut, which concern modesty. Men and women can appear together on set but there is no touching, singing, dancing, sex, violence, swearing or nudity, and scenes with female actors are often directed by a woman. No work is done on the Sabbath or Jewish holidays. The films vary from exploring Judaism and religious issues to dealing with more universal themes of family, relationships and identity – albeit presented through the prism of Haredi life. Torat HaChaim is one of the few places where Haredim can study film. Set up in 2005, it was originally situated in the Gush Katif settlements in the Gaza Strip but, following Israel’s withdrawal from that part of the occupied Palestinian territories, it relocated to Yad Binyamin, a religious community in the centre of the country. It now has just over 100 students, divided almost equally between men and women – who study separately from each other. Teaching materials are “clean”, with film clips edited to remove anything that is inappropriate. “We take ultra-Orthodox students who want to make holy films and try to teach them how to listen to their souls and write films from a deep connection to God,” says Alpert. Ori Gruder is an Israeli Haredi documentary-maker who is working on Israel’s first reality TV show to feature ultra-Orthodox participants. He is better known as the director of Sacred Sperm, a documentary about the taboo subject – in ultra-Orthodox circles – of masturbation. Gruder says Haredi rabbis have had to adapt their approach to media. “Cinema and television are thought of as the big sinners and described as ‘the other side’. But the rabbis also know that they can’t avoid it, that this very powerful tool can be used for good. So, in the last 10 to 20 years, Haredim have started to make films for themselves.” Technology use among young religious people has also contributed to a shift in attitude. They are more open to the modern world than their parents, says Gruder. “They may not be going to the cinema but, because of the internet, they can watch films on their phones.” For Haredi women, making films is deemed acceptable, provided it is to earn a living and not simply for art, says Rachel Elitzur, a writer-director who runs a film-making programme just for ultra-Orthodox women – now in its sixth year – at the Ma’aleh School of Television, Film and the Arts in Jerusalem. Some of this year’s 11 undergraduates are married, others also have children. They come to learn professional film-making to get a job – many of them will be the sole financial providers in their households because their husbands do not work, instead studying the Talmud at yeshivas [Orthodox rabbinical seminaries]. According to Neta Ariel, Ma’aleh’s director, most of these women have never seen films before. “They come with a clean slate, but they want to study and want to create.” The course is specifically designed to give women the skills to make films about and for their communities, such as documenting weddings and barmitzvahs, PR videos for schools or communal businesses. They are also taught how to run a business and some graduates have set up small film-making companies together. Situated in a nondescript stone building on a quiet street close to the ultra-Orthodox neighbourhood of Mea Shearim, Ma’aleh is dedicated to exploring the intersection of Judaism and modern life. Established over 25 years ago, it was conceived as a religious film school that would give voice to Orthodox film-makers. But it no longer describes itself as religious because being Orthodox is no longer a condition for entry, says Ariel. Although more than 60% of its intake come from Orthodox backgrounds, not all are practising, and classes are mixed between religious and secular students, men and women. Teaching staff are asked to abide by Halachic rules in the classroom, says Ariel. “But on the other hand, we have all kinds of films in our library. We tell students: ‘You are adults and if you want to watch, it’s your responsibility.’” No subject is off limits, says Ariel; the question is how students approach it. They now address topics that may well have been thought too contentious in the past – including transgender issues, or being gay and Orthodox – but the expectation is that this be done with respect and religious sensibility. Films from Ma’aleh have won awards at film festivals worldwide and successful alumni include Ori Elon, one of the co-creators of the internationally acclaimed TV drama Shtisel, about an ultra-Orthodox family living in a religious district of Jerusalem, now airing on Netflix. Elitzur says she was raised in an ultra-Orthodox family and, as was typical, there was no radio, television or computer in the home. An avid reader, she wanted to be a writer but was unable to find a religious school to hone her craft. Instead, she discovered scriptwriting at Ma’aleh. “I didn’t know what it meant but thought I’d give it a shot.” Fill the Void, made by an ultra-Orthodox director Rama Burshtein, proved to be a turning point and an inspiration for female Haredi directors, says Elitzur. Until its release, female Haredi film-makers only made uncontroversial films exclusively for the community. They are now more outspoken and have the confidence to bring potentially difficult issues to wider audiences. Elitzur’s autobiographical documentary Covered Up, for example, which explores the implications for divorced Haredi women of wearing or removing a sheitel [wig worn by married women] and was shown on Israeli television. “I want to continue to bring those Haredi voices outside of the community,” she says. Gruder’s background and experience lend him an unusual perspective. He grew up as a secular Jew and became Haredi by choice almost 20 years ago – similarly to Burshtein. It means, he says, that he is uniquely qualified to make films about the ultra-Orthodox community for non-religious audiences. “There are not a lot of film-makers who come from inside the community. They don’t know what we know, they haven’t seen many films.” There are religious exceptions on the viewing of content. Based on an interpretation of Jewish law, rabbinical authorities permit certain groups, such as the sick or those with special needs, to watch secular films to ease their difficulties. The American Haredi actor Menashe Lustig felt that this justified his decision to star in Menashe, a tender drama about a widowed father’s struggle to raise his young son alone, inspired by his own life and set in Brooklyn’s strictly Orthodox Borough Park neighbourhood. Lustig, who had never been in a cinema until Menashe had its premiere at the Sundance film festival in 2017, took a risk in acting in a film that would be shown to the secular world, but felt it was an important story to tell. He decided not to seek his rabbi’s permission before taking the role. “It would have been nice if I’d have asked but I didn’t want to put him in a corner.” He believes he is leading the way in what he describes as “kosher entertainment”. “I broke the ice, but I wasn’t afraid [of the potential backlash] and people now try to copy me.” Alpert believes that Haredim project something positiveabout themselves and the communities in which they live through their films. It can, he says, create a better understanding between ultra-Orthodox and secular societies. “When they see us on screen, they see us for how we are.” He suggests films about parenting, which is an issue for everyone, as an example. “Religious or not, we just give another way to look at it.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}