{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/27/wine-calling-review-french-natural-wine-movement-documentary", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-27T06:00:15Z", "webTitle": "Wine Calling review – woozy salute to France's natural wine movement", "webUrl": "https://www.theguardian.com/film/2019/jun/27/wine-calling-review-french-natural-wine-movement-documentary", "apiUrl": "https://content.guardianapis.com/film/2019/jun/27/wine-calling-review-french-natural-wine-movement-documentary", "fields": {"headline": "Wine Calling review – woozy salute to France's natural wine movement", "bodyText": "It’s a shame that this woozy documentary sets its stall out haphazardly, because it contains a real story, embedded in French culture and landscape, that belatedly emerges with passionate clarity: the rise of the “natural wine” movement in the country’s south-west Occitanie region. As opposed to wine labelled organic, which may still contain preservative sulphites or use mechanised farming methods, the smaller producers who adhere to the natural philosophy aim to produce their plonk with handmade techniques and the least chemical intervention possible. But director Bruno Sauvard refuses to lay out these distinctions clearly at the outset of the film, or offer much else by way of context. Instead, he bets on the Anthony Bourdain school of rock’n’roll gourmandise, painting these Roussillon vignerons as industry outlaws, the director hanging table-side at every word as Black Rebel Motorcycle Club tear up the soundtrack. It might be a grabby marketing hook, but it risks – as one observer later insists it isn’t – writing off the natural wine movement as a hipster fad. In fact, in many ways, it’s the antithesis of rebellion; more a studious return to the first principles of wine making, rooted in close and constant observation of nature, and a vocation unlikely to confer riches and fame on anyone. Only in the second half does this deeper story begin to meaningfully ferment, as different domaine heads explain their philosophies and practices in sufficient detail: when sulphur-spraying is permissible; horses v tractors; how their one-for-all mentality is superior to the rest of the wine industry. It becomes clear what is brewing in the French countryside has true radical potential. This bucolic, sun-dappled milieu is often accused of begetting complacent, state-funded cinema de papa. Sauvard’s crowdfunded film finally hits on a different DIY spirit down in the vines, even if it has to shake off a morning hangover first."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}