{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/08/alice-lowe-interview-sometimes-always-never", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-08T13:00:02Z", "webTitle": "Alice Lowe: ‘I was terrified that Bill Nighy was going to hate me’", "webUrl": "https://www.theguardian.com/film/2019/jun/08/alice-lowe-interview-sometimes-always-never", "apiUrl": "https://content.guardianapis.com/film/2019/jun/08/alice-lowe-interview-sometimes-always-never", "fields": {"headline": "Alice Lowe: ‘I was terrified that Bill Nighy was going to hate me’", "bodyText": "Alice Lowe has starred in Garth Marenghi’s Darkplace, The Mighty Boosh, Hot Fuzz and Ben Wheatley’s Sightseers, which she co-wrote. In 2016 she wrote, directed and starred in Prevenge, and last year appeared in Black Mirror: Bandersnatch. Next she stars alongside Bill Nighy and Sam Riley in Sometimes Always Never, a film written by Frank Cottrell Boyce about a Scrabble-loving family coping with a loss, to be released in cinemas on 14 June. What attracted you to the project? Frank Cottrell Boyce is on my list of people I’d say yes to, even if he asked me to play a paper bag. And when I found out Bill Nighy was involved, I was over the moon. It’s a really warm comedy, without being soppy or cheesy – it’s wry and witty, with lots of surprising humour. Like Prevenge, it seems to be about one thing (demonic possession, Scrabble) but actually deals with loss and grief. Is there something in the British psyche that struggles with articulating these things more directly? Definitely. It’s about families not saying what they mean to each other, all that miscommunication. That’s quite a British thing – everybody knows something’s the case, but it’s just never spoken about. And there’s all this repression. The one positive is that it’s often really funny. For me, Prevenge was an explosion, a primal scream about stuff we don’t talk about, that we keep concealed and civilised. Sometimes Always Never, in a very gentle way, is really cathartic as well. It’s about a family letting those emotions go and being healthier for it. What was Bill Nighy like to work with? Amazing. I was slightly scared – just before we went to do a rehearsal, he gave this interview where he said he hated it when actors didn’t learn their lines. I use a lot of improvisation, so I was terrified he was going to hate me. Then I turned up and Sam [Riley] was telling exactly the same story about this interview. But Bill could not have been lovelier on set. He’s a consummate entertainer: he has all these amazing stories, where you sit all day and listen to the people he’s met, the stuff he’s done with his life. And Sam and I both really, really learned our lines. What did you find most satisfying about creating Prevenge? A sense of freedom. I was just like: “Ah, I get to do stuff the way I want, and everybody has to listen to me, because I’m the director.” I can’t wait to direct again, which I’m doing this summer: a film called Timestalker, which I’ve been working on for a couple of years. It’s a fantasy, in a way, about reincarnation. It’s going to be funny, but with bits of horror and melancholy. Presumably, now that Prevenge has done well, it gives you more freedom? I think so. My dream is to be allowed to do my thing – it’s this idea of an auteur. I don’t know how many women get called auteurs, but I like the idea of it. It’s a really pretentious word, which is partly why I like it, but it also means you get to do what you want. What’s the most challenging part of directing? Probably my fear that I might offend other actors by telling them what to do. The way I get around that is by just trusting them to do whatever they want. It will be different directing with a toddler as well: before, she was in my tummy, which makes her a lot easier to keep your eye on. Luckily, the company, Western Edge Pictures, who also did Prevenge, are so supportive of me being a mum – that is vital. Is there a widening understanding of this in the industry? Definitely – there was a creche for the first time in Cannes this year, and I support Raising Films, a charity all about parents and carers working in the film industry. Being a film-maker shouldn’t mean you have to be completely antisocial and never see your family – it’s not very self-sustaining. Why do you think it’s taken so long to have women on screen – in things like Prevenge, Killing Eve, Fleabag – who behave badly but are still likable and three-dimensional? It’s changed so much. Some of the reason I started writing was my frustration, as an actress, at the lack of diverse roles for women – they’d be really one-dimensional and boring. But there’s this whole wave coming through, which is really exciting. We pitched Sightseers as a TV idea a few years ago and no-one wanted it; they were like, “You can’t have violence and comedy in the same show.” That would seem ridiculous now – that’s changed in just seven, eight years. What do you think the future holds for choose-your-own-adventure type narratives, like Bandersnatch? I think there’ll always be a place for conventional film, because there are always going to be people who want to know what the exact narrative is. It’s like this weird thing with Game of Thrones, people going: “We want a different ending.” But sometimes the best ending isn’t an ending you want. You might not want the lead character to die, for example, but that’s still the best ending of the film. It’s interesting that people feel like they have the power to choose. When you’re writing, do you second-guess what the audience would want? I do, actually. I come from live performance, so I really relish giving the audience a reaction, a visceral feeling. That’s why I’m attracted to comedy and horror – there’s a reaction there. Phoebe Waller-Bridge [creator of Fleabag and Killing Eve] said something really interesting: that it’s fine to scare people or shock them, but it’s criminal to bore them – that’s how I feel. What do most people in the street recognise you for? Hot Fuzz, bizarrely, because I think it’s shown on ITV so often. But I don’t get recognised generally. When you talk to taxi drivers or something, they go: “What have you been in?” So I list what I’ve been in, and they’re are like: “Nah, nah, nah.” If someone does recognise me, it’s actually quite nice, because I know they’re a fan of really obscure comedy. Then I’m like, OK, you’re a nerd like me, nice to meet you. How has comedy changed since you first started out? There are a lot more women around, which is brilliant, I remember going to Edinburgh 20 years ago and feeling like I was the only woman there. And I think comedy has become less fantastical: there’s less surrealism, which personally I quite miss. Things always go one way and then back again. So I think there’s room for a return to more craziness in comedy, more weirdness."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}