{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/10/streaming-and-dvds-homage-to-claire-denis", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-10T07:00:49Z", "webTitle": "Streaming: homage to Claire Denis", "webUrl": "https://www.theguardian.com/film/2019/jun/10/streaming-and-dvds-homage-to-claire-denis", "apiUrl": "https://content.guardianapis.com/film/2019/jun/10/streaming-and-dvds-homage-to-claire-denis", "fields": {"headline": "Streaming: the best of Claire Denis", "bodyText": "As a film critic, I tend to stay away from sweeping “best ever” superlatives, but I make an exception for French director Claire Denis. Calling her the greatest working film-maker, as I often do, is not only something I’ve believed for many years, but invariably serves to annoy fanboys on the internet incensed that one arbitrary critic hasn’t handed the honour to Martin Scorsese, Christopher Nolan or another man of their choosing. Not that it’s a terribly unusual opinion to hold these days. This is a good year for fans of Denis and her dreamy, distinctive brand of visceral sensualism, with a fresh wave of adoring appreciations greeting the recent release of her warped, ravishing, sexual sci-fi odyssey High Life. (If you haven’t seen it yet, take heed of Simran Hans’s five-star review and go.) The BFI, meanwhile, is holding a big-screen retrospective of Denis’s greatest hits in London. Curated subscription site Mubi is scattering a Denis mini-season through its June programming. Already streaming there is Nénette and Boni, one of her less celebrated works: this 1996 story of a teenage brother and sister, long raised apart, reuniting over the latter’s unwanted pregnancy, is unfussy and tenderly observed, yet the director’s trademark bristlings of violence and sexuality are present throughout. The masterwork arrives on 12 June: Beau Travail, with its eerie, balletically queer interpretation of Billy Budd relocated to a French Foreign Legion outpost in Djibouti. My own favourite Denis, however, follows from 22 June: a decade old this year, White Material still feels thrillingly spiky and unsettled in its politics, as its buzzing, heady vision of an uprising in an unnamed west African country considers what it means to be white in postcolonial Africa. (It’s an ideal companion piece to Denis’s autobiographical 1988 debut, Chocolat, which is sadly absent from streaming services, as online searches inevitably draw you to the Juliette Binoche confection of the same title. Old-fashioned DVD is the answer there.) The brooding, brutish, brilliantly crafted revenge thriller Bastards, streaming from 30 June, is perhaps Denis’s most uncompromisingly black-hearted film – one to be tackled once you’re au fait with her sensibility, and not an easy watch even then. If you want to continue your home Denis fest, Curzon Home Cinema fills in two important gaps. Her enthrallingly febrile, tactile sort-of-vampire horror Trouble Every Day met with a rough reception at Cannes in 2001, but has acquired a dedicated following over the years; it’s as deeply, peculiarly romantic as it is blood-splashed. At the other end of the spectrum, 35 Shots of Rum may be her purest, most loving human study. Simple at first glance, its bittersweet, Ozu-inspired father-daughter portrait acquires deeper layers of feeling the longer it sits with you. Also in a gentler vein, her recent, autumn-brushed romantic comedy Let the Sunshine In is available to stream on Now TV, among other outlets. Chocolat isn’t the only gap in Denis’s filmography left by streaming options: you’ll have to resort to physical media for the marvels of Vendredi Soir, The Intruder and others. But head to YouTube for an early, rarely seen cut: made for TV and running at just over an hour, US Go Home portrays the buildup and fallout of a teen party in 1960s suburban France, and rattles along with infectious hormonal energy. There would be bigger, greater things to come, but newcomers to Denis would do well to start here. Also on DVD this week Green Book (eOne, 12) With the controversy over its Oscar triumph cooled down, this exceedingly mild civil rights-era road movie seems even more of an out-of-time relic: charismatic star turns can’t outweigh its timidly regressive politics. A Private War (Altitude, 15) A remarkable career high for Rosamund Pike, digging gravel-deep as slain war journalist Marie Colvin in Matthew Heineman’s straightforwardly affecting biopic. Three Identical Strangers (Dogwoof, 12) British documentary director Tim Wardle tackles one of those jaw-dropping how-did-that-happen stories – about identical triplets separated and adopted by different, oblivious families, as part of a scientific study – to engrossing effect."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}