{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/20/ordinary-time-review-susana-nobre-marta-lanca", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-20T12:00:09Z", "webTitle": "Ordinary Time review – quietly profound joys of bringing up baby", "webUrl": "https://www.theguardian.com/film/2019/jun/20/ordinary-time-review-susana-nobre-marta-lanca", "apiUrl": "https://content.guardianapis.com/film/2019/jun/20/ordinary-time-review-susana-nobre-marta-lanca", "fields": {"headline": "Ordinary Time review – quietly profound joys of bringing up baby", "bodyText": "Perhaps drawing its title from the term for the periods between major Christian festivals, this short but gracefully composed Franco-Portuguese film emanates something faintly metaphysical in its portrayal of the first few weeks in the lives of a new mother, father and baby in Lisbon. It consists of almost nothing: conversations about similar child-rearing experiences with friends and family, a trip to the countryside, painterly shots of the mum zonked out in plastic gloves on the sofa, lactation leaking out into her blouse. But, of course, this stuff is everything: ecce homo. Director Susana Nobre, a documentarian making her fiction debut, mines this universality in the gap between the two forms. The exchanges – a friend explaining why having children isn’t for him, another moaning about her nightmare before-school routine with her daughter, a grandparent remembering brutal childbirth of yore – are presented matter-of-fact, as if overheard. But scripted and shot with a deliberate, unwavering calm reminiscent – especially in the framing shots of Lisbon housing – of that cinematic saint Yasujirō Ozu, they quickly build a meditative power; a scrapbook redolent of human experience, parallel to the one another grandparent shows off of his European travels. Ordinary Time does briefly dally in the kind of obvious territory you might expect from a Hollywood comedy on the same subject: the couple bicker about who should be doing the childcare. Near the end, a friend’s daughter hacks out an approximation on her violin of the comic-melancholy air that opened the film. Perhaps Nobre, in this quietly profound film, is saying: we’re all just unfinished work, muddling through."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}