{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/25/bond-25-man-charged-after-hidden-camera-found-in-loo-on-film-set", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-25T10:20:15Z", "webTitle": "Bond 25: man charged after hidden camera found in loo on film set", "webUrl": "https://www.theguardian.com/film/2019/jun/25/bond-25-man-charged-after-hidden-camera-found-in-loo-on-film-set", "apiUrl": "https://content.guardianapis.com/film/2019/jun/25/bond-25-man-charged-after-hidden-camera-found-in-loo-on-film-set", "fields": {"headline": "Bond 25: man charged after hidden camera found in loo on film set", "bodyText": "A man has been charged with voyeurism following the discovery of a hidden camera in the women’s lavatories at Pinewood Studios, where the new James Bond film is being shot. Peter Hartley was arrested by Thames Valley police last week and charged over the weekend. A statement said: “Thames Valley police is investigating a report of voyeurism, which was made from an address [on] Pinewood Road, Iver Heath, Buckinghamshire. A 49-year-old man has been arrested in connection with this incident and remains in police custody.” It is not known if Hartley is connected with either the studio or the latest 007 film. A spokesperson for Pinewood Studios said: “We take this issue very seriously. We have reported the incident to the police and are supporting them with their investigation.” Last Thursday, the Prince of Wales visited the set, meeting trainee film-makers, stars Daniel Craig and Ralph Fiennes, and director Cary Fukunaga. Earlier this month, a crew member was injured after a controlled explosion on the set went wrong, damaging the sound stage. Filming was delayed in May when Craig underwent ankle surgery following an injury reportedly sustained while running for the camera. This is said to have meant scheduling the shooting of scenes involving him and lead villain Rami Malek is increasingly challenging. The film is due to be released in April 2020."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}