{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/20/never-mind-the-forelocks-why-film-should-give-up-its-obsession-with-the-upper-class", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-20T15:00:22Z", "webTitle": "Never mind the forelocks: why film should give up its obsession with the upper class", "webUrl": "https://www.theguardian.com/film/2019/jun/20/never-mind-the-forelocks-why-film-should-give-up-its-obsession-with-the-upper-class", "apiUrl": "https://content.guardianapis.com/film/2019/jun/20/never-mind-the-forelocks-why-film-should-give-up-its-obsession-with-the-upper-class", "fields": {"headline": "Never mind the forelocks: why film should give up its obsession with the upper class", "bodyText": "‘Downton Abbey,” says oleaginous lackey Bates to inbred polecat Lady Mary, “is the heart of this community. And you’re keeping it beating.” In the trailer for the new film of the same title (out in September), it’s 1927 and downstairs Downton is in a fret. The king and queen are coming for a luncheon (expect slaughtered birds in aspic and confusing forks). “I want every surface to gleam and sparkle,” the housekeeper, Mrs Hughes, tells the staff. Just as it did in the ITV series, but even more so. Foreign markets demand that Britain serve itself up on screen as something it never was. Nobody wants British cars, computers or carrots, but everybody wants a bit of posh. It’s why Meghan married Harry. We manufacture our past, package it up in cinema and TV, and flog it abroad. And then that image gets reflected back and distorts us even more. The manufactured Britain that gets sold across the Atlantic is often the realisation not of England’s dreaming but of Americans dreaming of a realm that never existed: that’s why Julian Fellowes’ precursor to Downton, Gosford Park, was directed by Robert Altman; and the new Downton film by another American, Michael Engler. Britain has long submitted to cultural colonisation by the US – it’s why I can quote more from Seinfeld and The Simpsons than Shakespeare – but that also works through Britons basking in American-directed movies about Britain. The Downton franchise’s business model also requires an American character in a symbolic position. When Elizabeth McGovern plays Cora Crawley, the Countess of Grantham, she incarnates something desirable for US viewers: she bankrolls cash-strapped Downton and so saves it, just as GIs would save our limey asses in the second world war. That’s why Shirley MacLaine got a cameo as Cora’s mother: a woman even more waspish – imagine! – than Dame Maggie Smith’s Dowager Countess. Dreaming of a past that never existed serves a political function. When David Cameron made Fellowes a Conservative life peer in 2010, the reason was implicit: Downton Abbey not only depicts a reactionary social order, it helps create one. Throughout Tory austerity, it made us content with our domination by heartless Etonians. Now disinterred, Downton Abbey fits with BoJo and MiGo’s mendacious case for Brexit in telling us bewitching lies about Britain’s glorious past. Britain’s cinema has often produced films eulogising the landed classes of yore. Which is odd given that British landowners long ago flogged off their estates and that Qataris own more of London than the Queen. The Downton movie sequel should reflect this, ideally by being called Doha Abbey and featuring Sheikh Abdullah bin Mohamed bin Saud al-Thani (the current CEO of the Qatar Investment Authority) taking over the Earl of Grantham’s ancestral seat. It’s certainly curious in British cinema how often an interloping outsider gets rubbed out for daring to subvert the aristocratic social order. In Stanley Kubrick’s Barry Lyndon, Ryan O’Neal’s eponymous Irish adventurer, after marrying an English heiress and attempting to buy himself a lordly title, loses his son, his fortune and his left leg below the knee. We last see him hobbling on crutches towards a coach headed back to Ireland, tail between what is left of his legs, as Michael Hordern’s voiceover tells us our hero is doomed to spend his declining years gambling hopelessly in continental watering holes. Another interloper, Mr Neville in Peter Greenaway’s The Draughtsman’s Contract, suffers an even worse fate. Hired by Mrs Herbert to depict her stately home in 12 drawings, Neville winds up upsetting the neighbourhood bigwigs, chiefly by getting it on with his employer. Result? He has his eyes burned out and gets clubbed to death, his corpse chucked in the moat by a nocturnal mob of landed locals and lickspittles. Neville represents the penetrating, rational and thereby egalitarian gaze of the enlightenment; the toff mob, on the other hand, is the irrational, old order keeping an aristocratic heel on the underlings’ throats. But it is in Joseph Losey’s adaptation of LP Hartley’s novel The Go-Between that class politics are most horribly manifest. The go-between of the title is a 13-year-old middle-class boy, Leo Colston, who is holidaying with his boarding-school chum Marcus Maudsley in the summer of 1900 at the latter’s Norfolk estate. Leo travels between classes as he unwittingly delivers love letters between Marcus’s beautiful sister, Marian, and the estate’s tenant farmer Ted. Marian falls for Ted rather than the toff lined up by Daddy. But when Leo discovers Marian and Ted having sex, it precipitates not just Leo’s traumatic reaction (he is impotent for the rest of his life), but Ted’s suicide. Say what you want about Lady Chatterley’s Lover, but at least Mellors survived the crime of getting her to decorate his tumescence with a daisy chain. Very few British films show aristocrats getting their comeuppance. The best counter to the Downtonisation of cinema is Kind Hearts and Coronets, from 1949, in which ex-draper Louis D’Ascoyne Mazzini murders the seven people (all played by Alec Guinness) standing between him and a dukedom. This adaptation of Roy Horniman’s Edwardian novel Israel Rank: The Autobiography of a Criminal was not on-message at the time. To fit with the postwar Britain of the NHS, state education and nationalisation, Louis should have sought to string up all aristos by their entrails for a more egalitarian Britain, rather than terminating those between him and the ducal crown. But in any case the leading role of the underclass in British cinema is not to get on, but to be ruthlessly erased. In Peter Watkins’ Culloden, based on John Prebble’s Fire and Sword trilogy, the Duke of Cumberland’s men butcher the retreating Highlanders on the road to Inverness. In Douglas McGrath’s 1996 adaptation of Jane Austen’s Emma , Harriet Smith and her schoolfriend Miss Bickerton go out for a walk and are importuned by gypsies in the woods. Miss Bickerton sprints off, but Harriet suffers cramp from the previous night’s dancing at the Crown Ball (we’ve all been there, right?) and is left to the gypsies’ mercies. Harriet gives them a shilling, but they demand more. Just then Ewan McGregor’s Frank Churchill arrives on a horse, rescues Harriet and transports her to Hartfield where, her exposure to rustic roughnecks mingling with erotic flutterings for her hero, she faints. It is striking that Fellowes sets his Downton Abbey film in 1927 – a time when the stately homes of England and the gentry were under threat as never before. Increasingly, the greatest houses were being bought for the National Trust, the organisation founded in 1895 by Octavia Hill, a devotee of John Ruskin, who believed beauty should be for everyone. But that egalitarian sensibility is not shared by all. The same year Fellowes got his peerage, the conservative philosopher Roger Scruton gave the Gifford lectures in Edinburgh, arguing: “The parks and houses preserved by the National Trust owe their beauty to the patterns of ownership that the Trust itself destroys.” Scruton suggests that presenting the aristocracy’s ancestral seats as museums for the plebs is a betrayal of lordly spirit. What has this got to do with Hugh Bonneville’s stewardship of Downton? Think of it this way: it is only a matter of time before he is obliged to flog his ancient birthright to the National Trust or English Heritage. What remains after such an aristocratic yard sale is to muse nostalgically on what was lost. Downton Abbey, and so much of Britain’s cinema, asserts that upstairs and downstairs must be kept apart for the national good. At the same time, this cinema proselytises for the return of the old order, a golden age where everyone knew their place and we were happy to abase ourselves before our betters, even if they were drunk, stupid and inbred. Scruton gives gloss to this when he writes that the philosopher John Locke believed the mix of labour with the things of the earth is the justification for private property. But hold on: the labour wasn’t done by property-owning aristocrats. In Michael Winterbottom’s Thomas Hardy adaptation Jude, Christopher Eccleston’s protagonist is doomed to labour, shoring up the Oxford colleges for the proto-Camerons, Johnsons, Osbornes and Mays who study there. He builds the walls that keep him out. In 2019, with too few of those from state schools going to our top universities, it is Jude’s message, not Downton’s, that needs to be heard. Just down the Surrey road from where Austen’s ladies got importuned is the setting for Kevin Brownlow and Andrew Mollo’s film Winstanley, the biopic of the proto-communist Gerrard Winstanley, who established a self-sufficient Digger farming community – until the lavishly moustachioed 17th-century powers rode in and duffed them up. Such is the fate of Britons who challenge the Downtonisation of the supposedly green and pleasant. The genius of Fellowes and other suppliers of period drama is to make us nostalgic for a time when the riff raff could aspire only to serve. This year we will see Ben Whishaw as Uriah Heep in Armando Iannucci’s adaptation of Dickens’s David Copperfield. The cloyingly obsequious Heep is a projection of the tendency of British society to be ’umble in the face of posh; an alibi for the crime we commit every time we revel in Downton or elect Etonian prime ministers, like those those who camp outside Buckingham Palace to give TV interviewers their thoughts on the latest royal baby. We aren’t a nation of shopkeepers, but a land of Uriahs, bowing down before Downton Abbey when we should be rising up against what it stands for. We Britons are a people that never got used to unbending the knee. If Downton is the heart that keeps a community beating, better bring about a nationwide cardiac arrest."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}