{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/12/men-in-black-international-review-f-gary-gray-chris-hemsworth-liam-neeson-tessa-thompson", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-12T13:00:43Z", "webTitle": "Men in Black: International review – a galactically gormless fall to earth", "webUrl": "https://www.theguardian.com/film/2019/jun/12/men-in-black-international-review-f-gary-gray-chris-hemsworth-liam-neeson-tessa-thompson", "apiUrl": "https://content.guardianapis.com/film/2019/jun/12/men-in-black-international-review-f-gary-gray-chris-hemsworth-liam-neeson-tessa-thompson", "fields": {"headline": "Men in Black: International review – a galactically gormless fall to earth", "bodyText": "It’s time once again for what must now be called the Meh in Black, making another intensely tiresome and pointless reappearance, now with Liam Neeson and Chris Hemsworth on exceptionally charmless animatronic form in their dark suits, like Tussaud dummies with a contractual obligation to appear in a bad film. They are equally dead-eyed with or without the dark glasses. The MiB franchise – based on Lowell Cunningham’s 1990 comic book series about secret government agents battling aliens – was looking pretty moribund at the time of the third film in 2012, when Josh Brolin gamely joined the familiar duo of Tommy Lee Jones and Will Smith. Now they look like undertakers at their own funeral. Neeson and Hemsworth effectively replace Jones and Smith, and, this time around, Tessa Thompson is added to the mix to challenge the gender stereotype of the black-clad “men”; with Dark Phoenix, the X-Men just went through a similarly insincere and perfunctory bout of self-questioning on this issue. In a similarly earnest spirit, this MiB tackles the idea of aliens as migrants who are not necessarily to be reviled, although this notion goes nowhere and the film can find no way to handle it as anything other than a tricky complicating factor. Thompson herself, usually a charismatic performer who was stylish and amusing last year in Boots Riley’s satire Sorry to Bother You, now has the life squeezed out of her by this wearying film. The idea is that Agents High T (Neeson) and H (Hemsworth) face down an attack from the evil Hive at the Eiffel Tower, and their own heroism and its mysterious aftermath is presented in parallel with the backstory of Agent M (Thompson). As a smart little kid 20 years ago, given to reading Stephen Hawking’s A Brief History of Time in her bedroom, she witnessed her mum and dad get attacked by a strange little alien, and then saw the Men in Black show up, deal with the creature and then wipe her parents’ memories with their weird “neuralyzer” wand. She grows up obsessed with aliens and this hidden agency and finally gets her chance to join. But M must first impress the MiB chief, Agent O (Emma Thompson). She gets inducted into the organisation in a sub-Kingsman way and then she has to deal with the arrogant but somehow lovable partner, Agent H. Rafe Spall does his best with a supporting role as the nerdy agent, sparring with alpha male Hemsworth. The story trudges through an uninteresting series of permutations and CGI detonations. The “International” of the title means we travel from New York to London and Marrakesh, although our trio’s appearance in each location could as well have been achieved via a green screen. All the sprightliness that Hemsworth showed in the Avengers movies and in the Ghostbusters remake is nowhere to be found: both script and direction mean that the spark isn’t there, and Thompson has no real chance to shine. It’s time to wave the neuralyzer in the face of every executive involved and murmur softly: forget about this franchise."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}