{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/19/the-flood-review-lena-headey-iain-glen-arsher-ali", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-19T15:00:42Z", "webTitle": "The Flood review – glib foray into the tragedy of migration", "webUrl": "https://www.theguardian.com/film/2019/jun/19/the-flood-review-lena-headey-iain-glen-arsher-ali", "apiUrl": "https://content.guardianapis.com/film/2019/jun/19/the-flood-review-lena-headey-iain-glen-arsher-ali", "fields": {"headline": "The Flood review – glib foray into the tragedy of migration", "bodyText": "Here is a well-meaning and honestly acted drama from screenwriter Helen Kingston and director Anthony Woodley about migrants seeking asylum in the UK. But it feels glib, programmatic and contrived, particularly the ending, and almost at times like a bien-pensant image of how things are behind the uncaring newspaper headlines. Haile (Ivanno Jeremiah) is a migrant from Eritrea who has been captured at Dover in circumstances that have led him to be demonised by the tabloids as a possible violent terrorist. Wendy (Lena Headey) is the immigration official who has to assess his case, while dealing with personal problems of her own, and under pressure from her harassed boss Philip (Iain Glen) who is in turn being leant on by the Home Office. As Wendy questions Haile in the interview room, particularly on the issue of why he was behaving aggressively with a knife, his story is revealed in flashback, taking us from Eritrea to the Calais refugee camp – and the answer to Wendy’s key question is, of course, neatly deferred until the very end. The film raises perfectly valuable ideas, and it is always worthwhile to be reminded of the desperate human tragedy of migration. Haile makes the shrewd point that the taint of illegality is something that must always attach to migrants: “When you are trying to cross borders, the only people who will help you are dangerous people.” But, as it pans out, this story suggests that Haile’s apparent connection with violence is not a matter of survival but selfless gallantry. Of course, it could happen. But it is all a little too smoothly tidied up."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}