{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/17/how-the-world-fell-under-the-spell-of-the-wizard-of-oz", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-17T08:00:18Z", "webTitle": "The Wizard of Oz at 80: how the world fell under its dark spell", "webUrl": "https://www.theguardian.com/film/2019/jun/17/how-the-world-fell-under-the-spell-of-the-wizard-of-oz", "apiUrl": "https://content.guardianapis.com/film/2019/jun/17/how-the-world-fell-under-the-spell-of-the-wizard-of-oz", "fields": {"headline": "The Wizard of Oz at 80: how the world fell under its dark spell", "bodyText": "Eighty years ago, in the summer of 1939, 16-year-old Judy Garland appeared on cinema screens as the orphan Dorothy Gale, dreaming of escape from bleak, monochrome Kansas. “Find yourself a place where you won’t get into any trouble,” her aunt beseeches, too busy for poor old Dorothy, who soon breaks into song: “Somewhere, over the rainbow, skies are blue / And the dreams that you dare to dream really do come true”. Her wish is soon granted by a tornado that carries her to the gaudy, Technicolor Land of Oz, instilling her as an icon for misfits, migrants, gay kids, dreamers – anyone who has ever wanted to run away. More than 40 years later, The Wizard of Oz was one of the first films I watched as a toddler in Rio de Janeiro, on my dad’s Super 8 projector. My parents were already dreaming of their own escape to London, where we would go a few years later. They hadn’t been born when the film was released, a few days before the start of the second world war, though by then my mother’s Jewish parents were building a life in Rio, their own Oz, far away from Poland – a land that would turn out to be far bleaker than Kansas. My grandparents were homesick, not quite settled, for the rest of their lives. Unlike Dorothy, they couldn’t click their heels together and magic themselves back. Home didn’t exist any more; it was a memory, an idea, a receptacle for feelings of loss. It’s impossible to guess how many times I’ve watched The Wizard of Oz. Fifty? A hundred? When we came to London, I couldn’t speak English and had no friends, but the film kept me company along with Mary Poppins, An American in Paris, West Side Story, reruns of The Muppet Show, musical dreamworlds I could escape to whenever I wanted. But The Wizard of Oz was The One. We had it on VHS, recorded from TV, but the tape ran out of space shortly after Dorothy returns to Kansas, so it was only years later that I heard her final words: “Oh, Auntie Em – there’s no place like home!” The empty lure of escape, the fantasy of an eternal home and perfect belonging: this is what The Wizard of Oz means to me. Dorothy is an orphan, but who are her parents? In the entire film, they are not mentioned once. Perhaps it does not matter who they are. Like many fictional orphans, from Oliver Twist to Harry Potter, Dorothy is a symbol of loss and abandonment, while Kansas v Oz is the battle we all fight between reality and fantasy, home and elsewhere. Everyone has their own Oz, be it fame, money or love; but for immigrants, it is usually an actual place. For my Jewish grandparents, it was anywhere but Europe; for my parents, it was Europe; while my siblings and I begged to go back to Brazil. For Iris Cohen, the protagonist of my second novel, Everything You Ever Wanted, Oz is the planet Nyx, a meaningful new life far from Earth from which there is no return. I didn’t realise I was writing an immigration novel until I had finished the first draft, but I knew early on that Iris was my Dorothy. In all of western cinema, is there a more recognisable image than Dorothy in her blue gingham dress, arm in arm with the Scarecrow, the Lion and the Tin Man, skipping down the yellow brick road to the Emerald City, so that the Wizard can fulfil their dreams? It’s somehow cheering that this chaotic, surreal musical about a teenage girl, her dog and her three weird friends running away from a witch, searching for a wizard, and trying to become their best selves is so influential. And surprising, too, considering that it was a troubled production and a box office flop, with a script that breaks the first rule of storytelling by having an ending that suggests it was all just a dream. (Or was it? More importantly, does it matter?) The film was based on L Frank Baum’s book The Wonderful Wizard of Oz, but ultimately superseded it. Several directors signed up and quit in quick succession. Victor Fleming is named in the credits, but he decamped after a few months to work on Gone With the Wind, which won 10 Oscars to The Wizard of Oz’s two. But who is still watching Gone With the Wind in 2019? My novel is the latest in a long history of Oz homages, particularly in the magical, surreal and queer corners of culture. They range from Elton John’s album Goodbye Yellow Brick Road to the Coen brothers’ O Brother, Where Art Thou?, which owes as much to Oz as it does to Homer’s Odyssey. Joel Coen once said: “Every movie ever made is an attempt to remake The Wizard of Oz.” In his 1992 essay about Fleming’s film, Salman Rushdie describes it as his “very first literary influence”. It was one of Derek Jarman’s favourite movies, and among the first he ever saw. (This is the key to its influence: the fact that everyone watches it in childhood. It seeps into your unconscious and stays there.) And there are the spin-offs, sequels and prequels – The Wiz, Return to Oz, Oz the Great and Powerful, Wicked. Perhaps no other artist pays tribute to The Wizard of Oz as frequently and with as much reverence as David Lynch. His best loved works, including Twin Peaks, Mulholland Drive and Blue Velvet, all follow ordinary people into strange, beguiling other worlds; they contain an Oz-like mix of innocence, surreality and nightmarish darkness. Wild at Heart is a more obvious homage, with its visions of good and bad witches, and frequent mentions of the film. At one point, Laura Dern even clicks her red shoes together. Tony Kushner’s two-part play Angels in America, a hallucinatory epic about Aids, identity and alienation in 1980s New York, also alludes several times to the film. Like Dorothy, its protagonist, Prior, is a lonely young person who achieves glory through fantasy; he dreams of being a prophet, just as Dorothy dreams of being a heroine. During a dream, Prior echoes her classic line: “People come and go so quickly here!” Or perhaps it isn’t a dream, and he is a prophet after all. Both Lynch and Kushner understand that the line between reality and fantasy, between Kansas and Oz, is not as impermeable as it seems. The flowers in Munchkinland might look like plastic, but Kansas is just as fake, an obvious sound stage with a painted-prairie backdrop. I recently rewatched The Wizard of Oz for the first time in years, with my baby sleeping on my lap. The film is so familiar to me that I assumed I wouldn’t find anything new, but of course I was wrong. The Wizard himself is even more clueless and narcissistic than I remembered: he is a corrupt politician, catnip for lost souls. Garland’s rendition of “Over the Rainbow” is so moving and bittersweet from the vantage point of adulthood, now that my dreams of escape – from London and from myself – have been laid to rest. The empty, snickering evil of the Wicked Witch of the West is scarier than anything I’ve seen in recent children’s films. The Wizard of Oz doesn’t sugar-coat the truth: there are monsters out there, and the only things that matter are fellowship and home, wherever you find them – a message as relevant now as it was in 1939. • Everything You Ever Wanted by Luiza Sauma is published by Viking (RRP £12.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min. p&amp;p of £1.99."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}