{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/23/himesh-patel-yesterday-eastenders-beatle-watching-me-sing-their-songs", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-23T08:00:41Z", "webTitle": "Himesh Patel: ‘It’s weird to think about a Beatle watching me sing their songs’", "webUrl": "https://www.theguardian.com/film/2019/jun/23/himesh-patel-yesterday-eastenders-beatle-watching-me-sing-their-songs", "apiUrl": "https://content.guardianapis.com/film/2019/jun/23/himesh-patel-yesterday-eastenders-beatle-watching-me-sing-their-songs", "fields": {"headline": "Himesh Patel: ‘It’s weird to think about a Beatle watching me sing their songs’", "bodyText": "Cambridgeshire-born Himesh Patel, 28, discovered a love of drama at school. At 16, he landed the role of Tamwar Masood on EastEnders, a part he played for nine years. He was social worker Nitin in Channel 4 comedy Damned and now takes the lead role of Jack in musical romcom Yesterday, written by Richard Curtis and directed by Danny Boyle, which imagines an alternative universe in which everyone except Jack has forgotten the Beatles ever existed. People are calling Yesterday your “breakthrough role”. Does it feel that way? It does, although I’m not sure what exactly I’ve broken through! It’s the sort of part I wasn’t sure I’d ever get to play but I just happened to be right for the role. It wasn’t written for someone of any specific ethnicity and we didn’t shoehorn it in afterwards. We need those kind of advances too, as well as deliberate steps forward like Black Panther, which was very consciously the first black superhero movie. My character’s background isn’t even mentioned, it’s just there as a statement of fact and that’s powerful in itself. How did you come to be cast as struggling singer-songwriter Jack Malik? I was doing [stage play] People, Places &amp; Things in New York and got asked to do an audition tape for an “untitled Danny Boyle project with musical elements”. They wanted me to do a monologue from a play and perform a Coldplay song on acoustic guitar. Back in London, I met Danny and Richard [Curtis], then got the script and was blown away by this comedic love story that was a celebration of the Beatles. After another audition, I got the part. It was a crazy couple of months. Was the Coldplay song because Jack’s mentor, played by Ed Sheeran, was originally going to be Chris Martin? Yes, it was Chris Martin in the first draft. But really it was always destined to be Ed Sheeran because the story mirrors his journey in many ways. Ed was brilliant: down to earth, funny, totally willing to send himself up – and so relaxed on camera. Did you learn guitar for the part or could you already play? Vaguely. When I was 14, I bought myself a cheap electric guitar and tried to teach myself. When this film came along, it was a reason to apply myself properly. I sat down with Adem Ilhan, who’s a great musician and composer, and we spent two months in a room, which we made to look like Jack’s bedroom, just jamming and learning to play my own way. You play in front of some huge crowds in Yesterday. Did it give you a taste for rock stardom? For sure. It was so thrilling, I can see why it becomes addictive. Have Paul McCartney or Ringo Starr seen the film yet? We got their blessing – the project wouldn’t have gone ahead without that – but I’m not sure if they’ve seen it. It’s weird to think about a Beatle watching me sing their songs. Meera Syal and Sanjeev Bhaskar play your parents. As trailblazers of British Asian comedy, were they a big influence on you? Absolutely, all four stars of Goodness Gracious Me were. They were the main brown people on TV when I was growing up. When the trailer came out, Sanj emailed to congratulate me. I replied saying our generation are standing on their shoulders. They paved the way. Are more doors opening for Asian actors? I like to think so. Riz Ahmed was in The Sisters Brothers, a period gold rush movie, and Dev Patel’s about to play David Copperfield. I’ve just filmed two things set in the 1860s: a film called The Aeronauts and a TV adaptation of Eleanor Catton’s The Luminaries. These kinds of role wouldn’t have been open to people of our ethnicity a few years ago. So you’re getting typecast as someone from the 1860s? [Laughs] That would be an amazing turn of events – “I can’t get away from the period stuff!” Was EastEnders a good training ground? Totally. Very grounding, too. You’re not spoilt like you are on a film set. You drive yourself to work, pay for your own lunch and work hard: long days, scene after scene, last-minute line changes. Sometimes on a soap, it can become about all this other stuff – the party circuit, reality shows – but I gravitated towards people who kept it all about the work. Tamwar became a cult character, especially when he had a short-lived career in stand-up comedy… It’s been 11 years and people still talk about that. It’s really gratifying. Tamwar was a brilliantly dry, strange character. It always felt like he was outside the show, looking in. Viewers heard recently that Tamwar had got engaged off-screen… People were coming up and congratulating me. Tamwar was one of the good guys, so all I ever wanted was that whenever I left the show, he didn’t die but went on to live a happy life. He’s got Danny Dyer as a father-in-law now. That’ll keep him in line. You wrote an essay for Nikesh Shukla’s bestselling collection The Good Immigrant. How was that? I just wrote from the heart about my parents coming to this country and how my experience compared to theirs. It was the first time I’d grappled with being stuck between two worlds, the way you dilute certain parts of your identity to fit in and what that does to you emotionally. I learned a lot about myself writing it. That book is a force for good and struck a chord with so many people. By the time it was published, the Brexit vote had happened, which only made it more meaningful. You’re currently shooting Armando Iannucci’s new HBO series, Avenue 5. What can you tell us about it? I’m not sure how much I’m allowed to say before they assassinate me. But it’s a space comedy and the great Hugh Laurie’s in it. As a Spurs fan, have you recovered from Champions League heartbreak? Just about. My dad got us tickets to watch it on big screens in the new Tottenham stadium. When Liverpool scored in the first minute, everyone just deflated. Yesterday is in cinemas from 28 June"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}