{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/08/gloria-bell-review-julianne-moore-sebastian-lelio", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-08T14:00:08Z", "webTitle": "Gloria Bell review – Julianne Moore brings warmth to the remake", "webUrl": "https://www.theguardian.com/film/2019/jun/08/gloria-bell-review-julianne-moore-sebastian-lelio", "apiUrl": "https://content.guardianapis.com/film/2019/jun/08/gloria-bell-review-julianne-moore-sebastian-lelio", "fields": {"headline": "Gloria Bell review – Julianne Moore brings warmth to the remake", "bodyText": "Here’s a quick exercise: try to think of five movies about single men, middle aged or older, muddling their way through life. The chances are that, via Jack Nicholson in a Winnebago, Paul Giamatti in wine country and various instances of Tom Hanks rediscovering himself, it shouldn’t be too much of a challenge. Now try to think of the same number of equivalent female-led films. According to mainstream cinema, the middle-aged woman is a rarely sighted creature, like some timid, endangered gazelle who is camouflaged into near invisibility. Which is why, despite initial reservations about Chilean director Sebastián Lelio remaking his own film about a fiftysomething woman whose appetite for life, love and cheesy disco classics remains undimmed, I welcome this English-language version. Julianne Moore takes the title role in a remake that, while not quite shot for shot, is close enough for fans of the original to notice a subtle change in tone. This is a film with a softer embrace, a warmth and acceptance that is, in part, due to Lelio’s increased maturity as a film-maker but, mostly, is thanks to Moore’s engaged, generous work in the role. Her Gloria is a natural appeaser, who oils a sticky social situation – the birthday of her depressed adult son – with a nervous slick of small talk. But, it becomes increasingly clear, she is no pushover. If not a coming of age, the film is a “coming to terms” of sorts – a portrait of a woman who owns her bad decisions (John Turturro’s needily skittish divorcee) and moves on to claim the happiness that is her right. Together with a soundtrack that blends quizzical motifs by Matthew Herbert and playfully employed MOR standards, which mark out the chapters in Gloria’s on/off romance, Moore’s subtle, empathetic work elevates what could be dismissed as a small-scale, even banal story."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}