{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/09/late-night-review-emma-thompson-diversity", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-09T07:00:23Z", "webTitle": "Late Night review – talk show satire with Emma Thompson and Mindy Kaling", "webUrl": "https://www.theguardian.com/film/2019/jun/09/late-night-review-emma-thompson-diversity", "apiUrl": "https://content.guardianapis.com/film/2019/jun/09/late-night-review-emma-thompson-diversity", "fields": {"headline": "Late Night review – talk show satire with Emma Thompson and Mindy Kaling", "bodyText": "There’s much to love about this sparky US entertainment industry satire, not least the fact that it contains Emma Thompson wearing a razor-tailored tuxedo and swearing her face off. Taking the Devil Wears Prada model of the outsider who finds herself in a closed-circle work environment and proceeds to shake things up, the film places Molly (Mindy Kaling, who also penned the screenplay), a female Indian-American chemical plant worker, within the comedy bro banter hothouse of a writer’s room for a late-night TV chatshow. The show, hosted by the formidable Katherine Newbury (Thompson) is sliding in the ratings and threatened with cancellation; even so, the complacent boys’ club members who churn out the same tired, old material are dismissive of Molly, sneering that she’s little more than a “diversity hire”. It’s amusing enough, and the girl-crush platonic romance between Molly and her unwilling mentor Katherine gives the film more heart then any of the casual hookups with male cast members. It’s just a pity there’s nothing in the writing as sharp as Thompson’s suits. Like Molly herself, the screenplay is prone to earnest oversharing at the worst possible moments. The lack of diversity in entertainment is an open goal, long overdue for a skewering. But rather than kicking over the traces of the patriarchal establishment, the film ends up just giving it a playful tickle."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}