{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/18/the-wild-bunch-at-50-sam-peckinpah-enduring-nihilism-western", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-18T06:00:48Z", "webTitle": "The Wild Bunch at 50: the enduring nihilism of Sam Peckinpah's western", "webUrl": "https://www.theguardian.com/film/2019/jun/18/the-wild-bunch-at-50-sam-peckinpah-enduring-nihilism-western", "apiUrl": "https://content.guardianapis.com/film/2019/jun/18/the-wild-bunch-at-50-sam-peckinpah-enduring-nihilism-western", "fields": {"headline": "The Wild Bunch at 50: the enduring nihilism of Sam Peckinpah's western", "bodyText": "Present day audiences remember Sam Peckinpah’s off-the-wall western The Wild Bunch for its blood, but no less shocking is the film’s moral carnage. Two orgies of bullets bookend the adventure of an outlaw gang on the Mexican border, setting a new standard for the depiction of violence in its day that persists as dizzyingly intense now, 50 years out from the initial release in 1969. Rapid-fire cutting, whiplash zooms and tricks with repetition could combine to dilate a single moment in time and make gunfire into a symphony of wanton destruction. All the glorious slow-motion shots of smoking barrels and spurting entry wounds had been mounted for a loftier purpose than base titillation, however. As stated in David Weddle’s Peckinpah biography If They Move … Kill ’Em!, the film-maker himself found it disturbing, the tooth-gnashing glee with which audiences received what he had intended as a cathartic purging of violent impulses. He thought he was making something closer to a morality play; he didn’t count on the public’s thirst for arterial spray. Legend goes that in 1967, an on-the-skids Peckinpah (squabbles with studios on his last feature led to a temporary exile in the bush leagues of TV) went to see Bonnie and Clyde and upon re-entering the light of day, figured, “I can do that.” Indeed, his grand return to moviemaking one-upped the convulsive shootout that brutally ended the bank robbers’ spree, and yet he was just as preoccupied with the moment’s social significance. Like that film’s Arthur Penn, he saw America at a chaotic crossroads epitomized by the ongoing warfare in Vietnam and unrest on the home front. In another story of thieves with questionable honor even among themselves, he planted a signpost at the end of an era. John Ford’s The Searchers had set the deconstructive ball rolling in 1956 by uncovering a wounded reactionary soul beneath the leathery, commanding exterior of the cowboy archetype, a pop-cultural revisionism that Peckinpah extended to its most extreme conclusion. He establishes early on that though William Holden, Ernest Borgnine and Ben Johnson may look like the good guys, they’re not here to save the day. The opening scene mocks the expectation for gallantry, dressing the men up in the uniforms of US cavalry soldiers and shooting them like the proud descendants of John Wayne. They’re actually stickup artists keen to relieve a railroad office of its silver reserves, no matter how many civilians have to die in the process, and that’s only the latest feat in a long and illustrious career of criminal activity. Suddenly, the viewer realizes that those clothes had most likely been stripped from the corpses of enemies they’d already killed. We’re dealing with some bad hombres, the kind of cud-chewing sonsabitches who’ll shoot your eye out as soon as look at you. They fit the description the critic Ty Burr once gave of John Wayne’s character in The Searchers: a type of man crucial to “winning” the west and who had to be left behind if civilization was to follow. Peckinpah and co-writer Walon Green situated their script in the year 1913, as horse-drawn carriages had begun to give way to newfangled automobiles. The principal characters recognize that they’re approaching fossilization – no spring chicken, that Borgnine – and plot one final score to get them all set for retirement. An arresting image inserted into the opening credits, that of a scorpion overrun by fire ants, grows into a symbol of one toxic influence succumbing to another. They fear they just weren’t made for these times, in an America with no use for the gunslinger myth. They may have been made for ours, however. The Wild Bunch stands out as the first western to go full-bore with its reappraisal of frontier narratives, and remains the most ferociously modern example by virtue of its coal-black heart. The question of integrity’s importance, utility and limits haunts the band of no-goodniks as they cut a dusty swath through the Texas desert. They turn on one another whenever convenient, more than willing to step on each other’s faces to climb out of mortal peril. As Holden’s leading man Pike Bishop growls, “$10,000 cuts an awful lot of family ties.” He speaks this crucial line of dialogue to his compatriot Angel, soon to be left for dead as a captive of a sadistic general in the Mexican military. When his change of heart comes, both too little and too late, the abrupt growth of a conscience cues up the bloodbath grand finale. Decency can be a fatal liability in a world without a code. Peckinpah’s notion that mercy and virtue may be outmoded ideas in the hectic, grabby sprawl of the 20th century has ossified into prophecy as we’ve rolled into the 21st. As with seemingly all pop culture predating the now, it’s tempting to project on to the ongoing molasses flood of presidential politics; is the current Republican party not a “wild bunch” of its own, abandoning their principles one by one, throwing each other under the bus for a taste of power? This same concept applies to any fractious group organized around mutual distrust, whether that’s the cowboy heirs shooting from the hip in America’s police force or the divided country harboring them. His work resonates wherever betrayal can be adopted as an acceptable strategy for success. The film’s nihilist streak – or at least, its cynical suggestion that believing in anything sturdier than nihilism must necessarily be a losing game – invests it with a spitting, yowling nastiness both formative and alien to the current cinema landscape of blandly gritty antiheroes. Peckinpah’s senseless bloodshed foregrounded its own senselessness to comment on a time losing touch with its humanity; that we now think of this period as the “good old days” indicates just how far we’ve all fallen. The post-Wild Bunch years saw film-makers in the US rush into an onscreen arms race, detonating ever-greater quantities of squib packs as if in competition with one another. But the depths of its creator’s jaded outlook, his sorrowful elegy for an epoch of American heroism that never really existed, his unsettlingly well-founded fear of a future dominated by self-interest – that’s still bulletproof. • The caption to the first image was amended on 20 June 2019 because an earlier version suggested Warren Oates was Ben Johnson and vice versa. This has been corrected."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}