{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/06/liam-gallagher-as-it-was-review-music-documentary-oasis", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-06T20:00:42Z", "webTitle": "Liam Gallagher: As It Was review – rock'n'roll rebel grows up", "webUrl": "https://www.theguardian.com/film/2019/jun/06/liam-gallagher-as-it-was-review-music-documentary-oasis", "apiUrl": "https://content.guardianapis.com/film/2019/jun/06/liam-gallagher-as-it-was-review-music-documentary-oasis", "fields": {"headline": "Liam Gallagher: As It Was review – rock'n'roll rebel grows up", "bodyText": "Bros raised the candid rockumentary bar, and it falls to Liam Gallagher to respond: strange days indeed. This disarming portrait of pop’s pre-eminent monobrow picks up where Supersonic (2016) left off, with the sundering of the brothers Gallagher amid Oasis’s toxic 2009 tour. As It Was follows Liam through a challenging transition period. Their familiar braggadocio is still on display – within five minutes, the film’s subject can be heard declaring “I know how great I am” – but the opening half-hour describes the failures of multiple projects close to the singer’s heart: rebound band Beady Eye, fashion line Pretty Green, the dissolution of his marriage to Nicole Appleton. A man installed as a rock god in his 20s is suddenly confronted by a question familiar to mere mortals of a certain age: what next? The answer: an arguably long-overdue process of growing up. Directors Charlie Lightening and Gavin Fitzgerald offer some evidence of rock excess: video diaries from Palma (where Gallagher doused his demons with grog), an anecdote involving a confusion of psoriasis with cocaine that leaves Jo Whiley squirming. Yet much of these 85 minutes could be retitled The Re-Education of Liam Gallagher. He starts writing songs and he finds an ally in unflappable partner-manager Debbie Gwyther. This quest for maturity may have been conceived as a two-fingered riposte to those who said he’d be dead by 40, but our kid sets about it with the same unvarnished honesty that makes him good Twitter value. Though one very sharp montage nails the bewilderment of touring, much of As It Was resembles any other rock doc with an access-all-areas pass, and it has one of those contractual-obligation climaxes designed to dovetail with the wider promotion of new material. It benefits considerably from a subject who’s bolstered his charisma with a newfound humility, an awareness of the world beyond the Roman nose. Gallagher remains a showman; what the directors reveal is the musician having to work doubly hard to win back those fans he mugged off a decade ago. Odds are this story has a third act. As Gwyther observes, re Liam-and-Noel: “He misses him. He’s his brother.” Meanwhile, even for those of us who voted Blur in the Britpop referendum of 1995, these count as heartening developments."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}