{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/04/keanu-stories-fans-share-unexpected-meetings-with-sweet-quiet-nervous-reeves", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-04T06:01:22Z", "webTitle": "Keanu Stories: fans share unexpected meetings with 'sweet, quiet, nervous' Reeves", "webUrl": "https://www.theguardian.com/film/2019/jun/04/keanu-stories-fans-share-unexpected-meetings-with-sweet-quiet-nervous-reeves", "apiUrl": "https://content.guardianapis.com/film/2019/jun/04/keanu-stories-fans-share-unexpected-meetings-with-sweet-quiet-nervous-reeves", "fields": {"headline": "Keanu Stories: fans share unexpected meetings with 'sweet, quiet, nervous' Reeves", "bodyText": "Hands brushing as he picks up a water bottle. A casual chat about motorbikes at the end of night of bartending. A wink in a Sydney cinema. Fans of Keanu Reeves have been sharing stories of unexpected, fleeting interactions with the actor. The outpouring of stories intensified after a New Yorker story in which writer Naomi Fry proclaimed Reeves to be “too good for this world” and the “unlikely antidote to everything wrong with the news cycle.” The story ended with an endearing anecdote about the author spotting Reeves squeezing into a chair in the cheap seats at a local theatre. In a tweet, Fry dubbed him “America’s crush”, although commentators were quick to point out the Canadian/American actor, who was born in Beirut to a British mother and a Chinese-Hawaiian father, is in fact “the world’s crush”. Reeves is back in the spotlight thanks to his role in the new Netflix film Always be my Maybe. In the film he plays a version of himself as lead actor Ali Wong’s new boyfriend, and gets to deliver lines like: ‘The only stars that matter are the ones you look at when you dream.” After the editor of the New Yorker website put out a call for Keanu Stories, fans jumped online to share their encounters. But there were already many circulating, thanks perhaps to Reeves frequently travelling alone. One Twitter user remembered meeting the actor 15 years ago after the success of The Matrix as a bartender and described the actor as “the nicest of people”. “We talked guitars, motorcycles and scotch for about 30 minutes,” he wrote. PJ Quint recalled bumping into him in New York City: “I was almost at my apartment building in NYC, and Keanu was walking toward me. I look at him and it registered who he was, he smiled, gave a little wave and said, “Hey, how are you?” It was a quick moment of connection, but I’ve never forgotten it.” This was quickly seconded by Lauren Murdoch: “I had the same moment, in a restaurant in Sydney. Never forgotten it either.” New Zealand actor Melanie Lynskey said she hung out on the fringes of a party with Reeves and talked about animals. “He asked if I had any photos of my dog in costume. (I did.) He seemed like a very beautiful soul from that brief interaction.” Amanda Meynke said she worked with Reeves on reshoots of the John Wick film and once “told him shyly how much his work meant to me in my life.” “He was incredibly kind to me, thanked me so genuinely, kissed me on the cheek.” Australian author Rosie Waterland remembered when she was a struggling university student working at a Sydney cinema when Reeves appeared. Waterland was charged with escorting him to the stage and said Reeves appeared “so sweet and quiet and nervous.” “I was holding a cinema torch and was way out of my depth. He turned to me, while an entire cinema full of people were cheering for him, and said, “wish me luck” and I laughed, because I didn’t know how to respond to that. “So I said, ‘you won’t need it.’ And he looked at me, winked, and said, ‘wanna bet?’ Then he walked down to the front of the cinema, charmed everyone in the fkn room, and left.” Her story prompted a slew of replies. Amber Robinson wrote about serving Reeves at a bistro in Sydney, saying he was “very sweet and apologetic and super polite” after realising there was no table service and he had to order at the counter. Karina shared her story of seeing him play in his band Dogstar in the Western Australia capital Perth in the mid 90s: “He dropped his water bottle. I picked it up, handed it to him, touched his hand. He said thank you. Bliss.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}