{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/22/noomi-rapace-global-threats-against-women-the-captor-stieg-larsson", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-22T12:00:11Z", "webTitle": "‘I’ll never be a cute object’...\r\nDragon Tattoo star Noomi Rapace on bank heists, sexism and loving England", "webUrl": "https://www.theguardian.com/film/2019/jun/22/noomi-rapace-global-threats-against-women-the-captor-stieg-larsson", "apiUrl": "https://content.guardianapis.com/film/2019/jun/22/noomi-rapace-global-threats-against-women-the-captor-stieg-larsson", "fields": {"headline": "‘I’ll never be a cute object’...\r\nDragon Tattoo star Noomi Rapace on bank heists, sexism and loving England", "bodyText": "Noomi Rapace found fame across the world playing the fearless Lisbeth Salander in The Girl with the Dragon Tattoo trilogy. The films based on the Millennium thrillers are now a decade behind the Swedish actress, who went on to co-star with Michael Fassbender, Glenn Close, Tom Hardy and Will Smith in a succession of Hollywood blockbusters. Yet, Rapace says, the fighting spirit of the heroine of the late Stieg Larsson’s hit novels continues to burn within her. “Stieg would be so upset today,” she said. “He would go ballistic about everything that is going on. I feel I know that.” Rapace told the Observer that if the novelist were alive, she believes he would be campaigning against “horrible” international events and fresh threats to feminism, so she feels a responsibility to speak out: “He believed in helping women and showing how they are really strong. If he knew about the new abortion laws in the United States he would be angry. He was a man who stood against all that.” When new abortion restrictions came through affecting the state of Louisiana, Rapace was working in New Orleans. “I was so upset to be in the city. It is so backwards and so horrible,” she said. As Rapace’s latest film, The Captor, is released in British cinemas this week, the 39-year-old remains determined not to take conventional, subordinate female roles. “Things are slowly changing, but I have been fighting this structure, the way actresses are sexualised, since I started acting, not just after #MeToo. And not just on screen, but in the industry, too. I’ve been trying to avoid becoming a ‘cute object’. I fight it every day. I want to be a mirror of the world on screen instead.” More of the film roles offered to women, Rapace argues, should be “raw” rather than simply “polished and sexy”. Showing women taking control of their own lives is also important to her: “We can’t wait for things to happen, we need our own oxygen. I feel it is also important not to see yourself as a victim. You give away power when you do that.” The Captor (released in the US as Stockholm), is a dark comic thriller, co-starring Ethan Hawke, that follows the real-life story of a Swedish bank raid in 1973 that gave birth to the psychological term Stockholm syndrome. The term describes how a captive can begin to identify, and even to care for, their captor – something that happens to her character, Bianca. “It is a condition that is universal,” said Rapace. “It happens all around us. I have a girlfriend who, a while ago, stayed with a man who was mistreating her. It was like a harmful dose of Stockholm syndrome. It happens in the wider world, too, when someone in power is convincing or charming, although not good for you. We often lose ourselves a little bit, but we should listen to who we really are.” The bank raid and its aftermath are taught in schools in Sweden and Rapace sees it as a moment when the country lost its innocence: “We had been rather a virginal place until then. It was an awakening and a story I was fascinated with.” Rapace is always political, she admits, whether openly or whether she is doing something “secret”: “Everything I do, even creating my unisex perfume, is grounded in my politics. But it is a difficult balance, because I try not to be a celebrity. I don’t want people to know too much about me. I want audiences to forget who I am when I act.” Producers have been happy to change the gender of a lead role to attract Rapace to a part and she is encouraged that this is happening more often. She also sees herself operating as a kind of creative bridge between the contrasting showbusiness worlds of Europe and Hollywood: “In fact, I often feel I am a bridge in lots of areas of life, right back to growing up and dealing with parents in arguments. It is about survival and adapting. I am good at it.” The idea of appearing in another comedy appeals to her, although she said she would still rule out an orthodox rom-com plot. “I want to do more work about women,” she said. “Close, the last film I made with my friend, the director Vicky Jewson, was about a woman bodyguard. We are working on a second project together now. It is set in the 1970s again, an era I love, and it is about Sylvia Raphael, the Mossad agent involved in the Lillehammer affair.” (This was the murder by Israeli agents of a Moroccan waiter in Norway they mistook for a terrorist leader.) Rapace lives in London and said she now feels more English than Swedish. “I love this country. There is a lot of weird stuff happening in the world, but we need to remember we are all one tribe really and that we should have each other’s backs. If we don’t help people, it is going to come back on us,” she said. “London is an intelligent city. I feel way more at home here. I even cry when I fly back in over London. There is room for everything in this city. It is a divine mix – a mini version of the rest of the world. If it can work here, it can work anywhere.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}