{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/16/sophia-loren-frozen-in-time-london-june-1960-millionairess", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-16T11:00:47Z", "webTitle": "Frozen in Time: Sophia Loren, London, June 1960", "webUrl": "https://www.theguardian.com/film/2019/jun/16/sophia-loren-frozen-in-time-london-june-1960-millionairess", "apiUrl": "https://content.guardianapis.com/film/2019/jun/16/sophia-loren-frozen-in-time-london-june-1960-millionairess", "fields": {"headline": "Frozen in Time: Sophia Loren, London, June 1960", "bodyText": "Three sets of diamonds, emeralds and rubies were among the jewels stolen from Sophia Loren as she filmed The Millionairess in 1960; she played the richest woman in the world. The theft layered drama on drama. Loren was 25 at the time, and starring with Peter Sellers, who left his wife and two children citing his love for her, despite their affair being no more than a “delusional fantasy”, or what today would be called “stalking”. His five-year-old daughter asked Sellers if he still loved them. He replied: “Of course I do, darling, just not as much as Sophia Loren.” “Hunger was the major theme of my childhood,” Loren later wrote. In the 1940s her mother begged on the streets for food; when an American soldier gave some chocolate to Loren, she didn’t know what it was. During pregnancy, Loren started making recipe notes, drawing on her famous passion for food (“Everything you see I owe to spaghetti”) to create a “gastronomic autobiography”. Eat With Me was published in the UK in 1972, and is a collection of Italian antipasti and glamorous full-page portraits of Loren. “Straddling a 5ft display of pâté while simultaneously patting the heads of two live pheasants,” wrote food historian Polly Russell in the Financial Times, “Loren, cook-housewife-goddess, triumphs.” Russell’s descriptions suggest Loren’s well-broadcast passion for food was less about the food and more a way of solidifying her image as passionate. Hungry. “The presentation of Loren as desiring and desirable are reminders that to be a woman is a part to be played – something that Nigella Lawson, with an ironic, feminist wink would later come to embody as the nation’s ‘domestic goddess’. Eat With Me was a taste of what was to come.” The impact of Loren’s recipe books was far outweighed by the impact of her photoshoots with food – sausages, a flying disc of dough, these whelks on the Millionairess set. After the film’s success, Loren and Sellers recorded a single called Bangers and Mash. He sang the part of a Cockney man distraught at his Italian wife’s insistence on cooking such muck as tagliatelle. “I met her down in Napoli and didn’t she look great. And so I brought her back to Blighty just to show me mates. And though we’re married happily, I’ll tell you furthermore, I haven’t had a decent meal since 1944.” Loren is a great actress, but here, you can hear her patience running out."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}