{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/19/trans-film-frameline43-san-francisco-festival", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-20T05:30:02Z", "webTitle": "Teen wrestlers, sci-fi road trips and lesbian vampires: the brave new world of trans film", "webUrl": "https://www.theguardian.com/film/2019/jun/19/trans-film-frameline43-san-francisco-festival", "apiUrl": "https://content.guardianapis.com/film/2019/jun/19/trans-film-frameline43-san-francisco-festival", "fields": {"headline": "Teen wrestlers, sci-fi road trips and lesbian vampires: the brave new world of trans film", "bodyText": "Things are tense. The 18-year-old who left home to find herself in the big city has just had her first lesbian encounter concluded with a savage bite to the neck. Turns out that her sexual partner is a vampire, and now she’s a vampire too. Will she take the antidote and go back to being human, or will she embrace eternal life and a diet of blood? It’s a tough choice but the fact that years ago she made a different kind of transition makes things easier. Welcome to the brave new world of trans film. Once dominated by misunderstanding, exoticization and bigotry, transgender film has evolved to explore the complex realities of trans lives. The films offered at San Francisco’s Frameline43 – one of the largest LGBTQ film festivals in the world – showcase just how far trans movies have come. Film is essential for sharing our stories. With a 2016 BuzzFeed News/Ipsos poll finding that trans people occupy as little as 3% of the population of most developed countries, much of the cis world still views us through popular media depictions. And at a time of increasing violence against trans people, this understanding is essential to our safety. One major flash point over trans inclusion has been in sports, which Michael Barnett’s documentary Changing the Game tackles head on. It follows Mack, a transmasculine teen wrestler forced to compete in the women’s league, as well as the teenagers Sarah and Andraya, transfeminine athletes fighting to play as women. Barnett gives the athletes ample space to share their experience, while also exploring the many ways that the cis world complicates their simple request to compete with other boys and girls. It’s clear that Mack has no desire to wrestle those who aren’t his gender. The film poignantly shares his struggles to compete with all his heart, even when facing the impossible double-bind of being denounced as a “fake male” while also called a boy who unfairly beats up on girls. Talking heads on Fox News and other cable channels deride Mack for “pumping testosterone” to get an unfair advantage. Mack’s, Sarah’s and Andraya’s needs as trans athletes are butting up against institutions whose conception and evolution never took into account the possibility of trans competitors, and much of Changing the Game is about how these institutions are trying – and not trying – to respond to this challenge. It deftly discusses many sides of the complicated situations that it investigates – the only thing that really feels missing is an airing of what, if any, advantage trans athletes may have over their cisgender counterparts. Other films in the Frameline program tread so lightly that audiences may not even realize they’re watching trans actors. Bit is a fun vampire flick that follows Laurel (Nicole Maines), a trans teen, as she leaves the nest to explore adult life in Los Angeles. The typical coming-of-age story is given a twist when Laurel is initiated into a group of edgy young female vampires – instead of going out to party and have sex, she’s going out to party, have sex and drink the blood of unsuspecting men. The genre material is given some nice touches that add heft to the campy plotline. The vampires that Laurel meets also happen to be feminists: one of their cardinal rules is never to turn a man into a vampire, since they can’t be trusted with the powers of eternal life and mind control. As this is being explained to Laurel, she ever-so-subtly references her own transition, and the vampires let her know that she’s not a man in their eyes. Similarly, Razor Tongue features a trans lead many viewers would probably never realize is transgender if she didn’t out herself late in season one. The web series follows the life of Belle, a young woman of Chamorro ancestry who lives in LA and battles exoticization and low-key misogyny by verbally eviscerating anyone who crosses her. Belle’s worldview becomes complicated when she falls in love with an abrasive man who challenges her assumptions, and when another woman tries to call out her hypocrisy on a live podcast. One noteworthy thing about Razor Tongue, which it shares with the considerably heavier web series King Ester, is its intersectionality – questions of gender identity are intimately tied to questions of race, class, and longstanding sex stereotypes. In the case of Ester, it’s a young, African American trans woman in a rough part of New Orleans who feels invisible compared to cis women, and who is struggling to realize everything she offers to the world. While Razor Tongue’s Belle is also a person of color, her very different background and current circumstances necessitate vastly different intersectional questions. Films and shows such as Razor Tongue and King Ester are welcome for the sophistication with which they navigate longstanding questions of discrimination and update them for a new generation. Exploring the struggles of a character assigned female at birth who doesn’t fit into either pole of the gender binary, the stylish coming-of-age film Zen in the Ice Rift gestures at the one notable exclusion from Frameline43’s trans movies: nonbinary identities. Although much of the attention on trans culture has been directed toward binary transitions, gender identities that embrace fluidity and/or points on the spectrum that are not identifiably male or female are an emergent – and now essential – part of the trans landscape. Taking a refreshing perspective on the confusion and discovery that is an inherent part of any transgender life, Zen in the Ice Rift touches on territory that the trans genre will hopefully map out in greater depth in coming years. The festival also explores trans lives around the world. Brief Story from the Green Planet is a surreal Argentine sci-fi road trip, where trans characters share screen space with extraterrestrials. The Garden Left Behind explores life for undocumented trans people when Tina, a cab driver in New York, makes the difficult decision to transition. And Unsettled documents the lives of four asylum-seekers who have fled homophobic violence from Africa and the Middle East. Frameline43’s trans selections take seriously a core responsibility of cinema: to be aware that who and what it shows to audiences will become sources of role models and cultural understanding. This power is seen in another film playing at the festival, Queering the Script, which documents the many facets of LGBTQ fandom and showcases droves of viewers who have been inspired to lead authentic lives by the characters they watch onscreen. Frameline43 runs from 20-30 June"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}