{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2019/jun/06/robert-pattinson-the-batman-dc-extended-universe-twilight", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2019-06-06T12:32:35Z", "webTitle": "A new knight rises: what will Robert Pattinson make of Batman's poisoned chalice", "webUrl": "https://www.theguardian.com/film/2019/jun/06/robert-pattinson-the-batman-dc-extended-universe-twilight", "apiUrl": "https://content.guardianapis.com/film/2019/jun/06/robert-pattinson-the-batman-dc-extended-universe-twilight", "fields": {"headline": "A new knight rises: what will Robert Pattinson make of Batman's poisoned chalice", "bodyText": "Has there ever been a more poisoned chalice than the role of Batman? Of the five actors who have played the caped crusader on the big screen in the modern era, only two (Michael Keaton and Christian Bale) escaped with their dignity intact. Val Kilmer’s languid turn in Batman Forever (1995) seemed to usher in the actor’s turn-of-the-century malaise, while George Clooney’s Batnippled take in 1997’s Batman and Robin almost derailed the then TV actor’s nascent movie career before it got started. The less said about Batfleck the better. Now, in The Batman, it is Robert Pattinson’s turn to pull on the cape and cowl as a younger, greener dark knight of Gotham. Let’s hope the British star of the Twilight movies has done his homework better than Kilmer, who is rumoured to have signed on for Batman Forever without reading the script or having any idea who might be directing. Given that Pattinson has been carefully building his credentials by working with arthouse-leaning directors such as David Cronenberg, Werner Herzog and Claire Denis, it seems unlikely he has jumped in blindly. It has been seven years since he played sparkly vampire Edward Cullen in the final Twilight movie, Breaking Dawn Part 2, and it is hard to believe he has not been offered other tentpole movies since then. If he has, he hasn’t taken them. Perhaps the onetime model sees Bale’s stint in the hotseat, rather than those of Clooney, Kilmer and Affleck, as the template for his own venture into superhero territory. Bale was so good in Christopher Nolan’s Dark Knight trilogy that he has been nabbing plum parts ever since, picking up four Oscar nominations including a best-actor win for The Fighter (2011). Matt Reeves, who is overseeing The Batman, may not be a director quite of the calibre of Nolan. But he proved with his deft stewardship of the Planet of the Apes remake saga – which could easily have been a mess – that he is capable of putting the caped crusader back on track. Fans are quietly excited about a version of the dark knight that promises to return Batman to his roots as the world’s greatest detective, and that does not seem likely to be strangled by any requirement to cleave close to Warner Bros’s rapidly unravelling DC Extended Universe of interlinked superhero flicks. A few years ago, Pattinson might have seemed a strange choice – a casting designed to appeal to armies of Twilighters rather than comic-book aficionados. Now, in the wake of the actor’s reinvention as an arthouse darling, he becomes the left-field choice, the anti-Batfleck, and the living embodiment of everything this new Batman should be: subtle, intelligent, human and heroic, unlike the boorish, meat-headed and gun-toting heavy-metal caped crusader that Zack Snyder introduced in Batman v Superman: Dawn of Justice. Despite how good he is as an actor, Pattinson will succeed only if he looks the part. Bale’s cruel chin and thin, constantly-pursed lips were perfect, while Kilmer’s Kewpie mouth never quite suited. Affleck, undoubtedly a handsome chap, looked strangely bloated in costume, his jaw and lips somehow wrong. We have yet to see how Pattinson rocks the cowl. Reports of his casting do not reveal if he has signed on for one movie or several. But there is no doubt that Reeves has been hired for his ability to deliver a whole new Bat-dynasty of movies, should audiences warm to this fresh vision. Pattinson might easily find himself playing the role for a decade, or he might be out of Wayne Manor after a single movie – like Clooney and Kilmer before him. Whichever way it ends up, the history of the dark knight on the big screen at least means the actor can console himself with a soothing reality. Even if he does not turn out to be the best Batman we have ever seen, Pattinson is going to have to go some way to be the worst."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}