{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/jun/22/summer-fruit-pudding-recipes-raspberry-gratin-blackcurrant-custard-pavlova-cherry-clafoutis-ricotta-limoncello-cake", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-06-22T06:00:35Z", "webTitle": "Summer fruit pudding recipes | Jane Baxter", "webUrl": "https://www.theguardian.com/food/2019/jun/22/summer-fruit-pudding-recipes-raspberry-gratin-blackcurrant-custard-pavlova-cherry-clafoutis-ricotta-limoncello-cake", "apiUrl": "https://content.guardianapis.com/food/2019/jun/22/summer-fruit-pudding-recipes-raspberry-gratin-blackcurrant-custard-pavlova-cherry-clafoutis-ricotta-limoncello-cake", "fields": {"headline": "Jane Baxter's recipes for summer fruit puddings", "bodyText": "Ricotta limoncello cake with gooseberry and strawberry compote (pictured above) Prep 20 min Cook 1 hr Serves 8 500g ricotta 1 tsp vanilla extract 3 tbsp limoncello Grated zest of 1 lemon 200g caster sugar 100g unsalted butter, softened 3 eggs 150g plain flour 1 tsp baking powder 3 tbsp lemon curd For the compote 300g gooseberries, topped and tailed 1 dash elderflower cordial 3 tbsp caster sugar 150g strawberries, hulled and halved First make the compote. Put the gooseberries, elderflower and sugar in a saucepan and cook over a low heat for about five minutes, or until the gooseberries soften and start to pop. Stir in the strawberries, turn off the heat and leave to cool – taste just before serving, and add extra sugar if required. Heat the oven to 180C (160C fan)/350F/gas 4. In a food processor, beat the ricotta, vanilla, limoncello and lemon zest until combined, then transfer to a large bowl. Cream the sugar and butter in a food processor until pale, then add the eggs one at a time, mixing in each until well combined before adding another. Sift in the flour and baking powder, blitz once, then tip into the ricotta bowl. Add the lemon curd, fold everything together, then spoon into a lined, 24cm springform tin. Bake for 40-45 minutes, until lightly browned on top and a skewer comes out clean. Leave to cool, then cut into slices and serve with the fruit compote. Raspberry gratin Prep 5-10 min Cook 20 min Serves 8 3 egg yolks 100g sugar 100ml framboise, or other raspberry liqueur, or brandy 400ml double cream 600g raspberries 2 tbsp icing sugar Put the egg yolks, sugar and half the booze into a metal bowl. Bring a pan of water to a gentle simmer, then set the egg bowl over it (make sure the base of the pan doesn’t touch the water) and whisk continuously for about five minutes, until the mixture has thickened. Transfer to a clean bowl and refrigerate. Whip the cream and the rest of the booze to soft peaks, then fold into the cooled sabayon. Put the raspberries into a gratin dish and heat a grill to its highest setting. Pour the sabayon over the berries, sift the icing sugar on top, then grill for a few minutes, or until the top has caramelised to a golden brown (alternatively, you can use a blowtorch). Blackcurrant custard pavlova Prep 15 min Cook 2 hr Serves 8 For the meringue 250g caster sugar 125g (about four) egg whites 1 pinch salt 2 tsp cornflour 1 tsp white-wine vinegar 2-3 drops vanilla extract For the blackcurrant compote 400g blackcurrants 150g caster sugar 2 tbsp creme de cassis (or brandy) For the custard 2 egg yolks 1 tsp caster sugar ½ tsp cornflour 150ml single cream 2-3 drops vanilla extract 300ml double cream Heat the oven to 180C (160C fan)/350F/gas 4. Line an oven tray with baking paper, scatter the sugar over it, and bake for five to seven minutes. While the sugar is heating up, in a clean metal or glass bowl, whisk the egg whites and salt to stiff peaks (and the bowl can be held upside down over your head without anything falling out). Do not over-whisk. Take the tray out of the oven and turn the heat down to 120C (100C fan)/250F/gas ¼, and – leave the door open so it cools it down quickly. Whisk about a third of the hot sugar into the egg whites for three minutes, then whisk in the rest a tablespoon at a time, until thick and glossy. Fold in the cornflour, vinegar and vanilla. Spoon the meringue on to an oven tray lined with baking paper (put a small blob of mix under each corner, to help it stick to the tray). Bake for 30 minutes, reduce the heat to 100C, bake for an hour more, then turn off and leave to cool in the oven. Meanwhile, make the compote and custard.Mix half the fruit, half the sugar and all the booze, and leave to macerate for at least an hour. Bring the rest of the fruit and sugar and 100ml water to a boil, simmer for 10 minutes, then pass through a fine sieve. Mix into the soaked fruit and leave to cool. For the custard, whisk the egg yolks, sugar and cornflour. In a saucepan, bring the cream and vanilla to a boil, then pour on to the egg yolks and whisk. Tip back into the pan and cook on a low heat, stirring constantly, until just thickened. Strain and leave to cool. Whip the cream to soft peaks, then spread over the top of the cool meringue. Swirl the compote into the custard, to create a ripple effect, spoon on top of the cream and serve. Cherry clafoutis Prep 10-15 min Cook 45 min Serves 6-8 For the cherries 50g unsalted butter 900g cherries, stoned 100g caster sugar 1 pinch ground cinnamon 1 orange, juiced, zest finely grated For the batter 4 eggs, separated 200g caster sugar 125g ground almonds 1 tbsp rice flour 1 tsp vanilla extract ½ tsp almond extract 250ml creme fraiche Salt Icing sugar, for dusting Heat the oven to 190C (170C fan)/375F/gas 5. Melt the butter in a frying pan until foaming, stir in the cherries, sugar, cinnamon and orange zest and juice, and cook for 10 minutes, until the cherries are tender and the juices have reduced and thickened. Pour into a shallow, ovenproof pudding dish. Beat the egg yolks with the caster sugar until light and creamy, then mix in the almonds, rice flour, vanilla and almond extracts, and creme fraiche. In another bowl, beat the egg whites with a pinch of salt until soft peaks form, then fold into the batter. Pour the batter over the fruit and bake in the hot oven for about 25 minutes, until set. Dust with icing sugar and serve immediately or at room temperature. • Jane Baxter is a chef, writer and co-founder of food and events business Wild Artichokes in Kingsbridge, Devon."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}