{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/jun/24/pork-chops-garlic-roast-turnips-recipe-thomasina-miers", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-06-24T11:00:12Z", "webTitle": "Thomasina Miers’ recipe for pork chops with garlic roast turnips | The Simple Fix", "webUrl": "https://www.theguardian.com/food/2019/jun/24/pork-chops-garlic-roast-turnips-recipe-thomasina-miers", "apiUrl": "https://content.guardianapis.com/food/2019/jun/24/pork-chops-garlic-roast-turnips-recipe-thomasina-miers", "fields": {"headline": "Thomasina Miers’ recipe for pork chops with garlic roast turnips", "bodyText": "It was the chef Rowley Leigh who alerted me to how good turnips are, with their sweet and delicate flavour. Here, they are complemented by the season’s young garlic, which makes a wonderful partner for pork chops. Pork chops with roast turnips, summer garlic and caramelised lemon Prep 20 min Cook 35 min Serves 4 Pair the turnips with garlic, lemon and olive oil-braised chickpeas for a vegetarian alternative. 4 pork chops 8 medium turnips, peeled and cut into 1.5cm wedges 2 heads fresh, young garlic, halved horizontally, plus 1 clove, peeled 1 lemon, cut into eight wedges 2 red onions, peeled and cut into rounds 100ml extra-virgin olive oil Salt and pepper 4 bay leaves, divided A few sprigs rosemary, leaves picked 1 small handful thyme, leaves picked Heat the oven to 200C (180C fan)/390F/ gas 6, and take the chops out of the fridge to come up to room temperature. Put the turnips, halved garlic heads, lemon wedges and onion in a baking tray, and toss with five tablespoons of olive oil and plenty of salt and pepper. Scatter over half the herbs, then put in the oven for 30-35 minutes, shaking the tray occasionally. Meanwhile, prepare the chops. Put the garlic clove and remaining herbs in a mortar with several generous pinches of salt, and bash with a pestle until you have crushed everything into a paste. Stir in the rest of the oil, then scoop out and rub all over the chops. Once the turnips have been in the oven for 10 minutes, put the chops on a baking tray and roast on the shelf above the turnips for 20 minutes, until golden. Remove the chops from the oven, cover with foil and leave to rest for 10 minutes. The turnips should now be golden, caramelised and cooked through, and the garlic soft. Remove from the oven, and serve alongside the chops, giving each plate half a head of garlic and a few slices of caramelised lemon and some onion. This is delicious served with garlic- and lemon-braised greens. And for the rest of the week Try roast turnips in a warm salad with baby gem lettuce and knobs of blue cheese scattered over for a delicious light lunch; or, gently sweat the turnips with garlic and onion in a pan with the same herbs, then whizz with vegetable stock for a wonderful summer soup, served with blue-cheese toasts."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}