{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/jun/16/40-best-wines-summer-2019-bargains-best-buys-barbecues-picnics", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-06-16T11:00:46Z", "webTitle": "The 40 best wines for summer 2019", "webUrl": "https://www.theguardian.com/food/2019/jun/16/40-best-wines-summer-2019-bargains-best-buys-barbecues-picnics", "apiUrl": "https://content.guardianapis.com/food/2019/jun/16/40-best-wines-summer-2019-bargains-best-buys-barbecues-picnics", "fields": {"headline": "The 40 best wines for summer 2019", "bodyText": "10 summer whites Animus Vinho Verde Portugal 2018 (£4.79, Aldi) A sprightly, citrusy dry white with just enough fruit. Relatively low in alcohol, so just right for summer lunchtime drinking, preferably in the sun and with a plate of fish or seafood. Tesco Finest SR Australia 2017 (£9, Tesco) The pair of wines – see also the red GSM 2016 (£9) – made for Tesco by South Australian producer d’Arenberg are consistently among the best buys in the retailer’s range. This sauvignon-riesling blend is an aromatic, lime-juicy delight. Taste the Difference Jurançon Sec France 2018 (£9, Sainsbury’s) In the foothills of the Pyrenees, Jurançon is home to two of France’s finest but least well-known white grapes, petit and gros manseng, which dovetail here for an electric mix of tangy grapefruit and juicy exotic fruit. Marks &amp; Spencer Petit Chablis France 2017 (£11, Marks &amp; Spencer) In the hands of La Chablisienne, one of France’s better-run co-operatives, chardonnay from petit chablis can offer much of the charm of chablis proper at more humble prices, here with a silvery-flash of acidity and Cox’s apple. Loraxel Cora Penedès, Spain 2018 (£13.50, lescaves.co.uk) Best known for the role it plays in cava, Catalan grape xarel-lo also makes highly individual dry white wines, with this breezy natural example offering crisp fresh pear and lemon and a salty streak that would suit shellfish. Thymiopoulos Atma White Naoussa, Greece 2018 (from £12.99, shop.vinoteca.co.uk; borderswines.co.uk) Greek whites are among the most evocatively summery around, and this charming blend of the juice (but not skins) of red grape xinomavro and fragrant malagousia is alive with honeysuckle, blossom and white peachiness. Star Buy: Domaine Cady Cheninsolite Anjou, Loire, France 2017 (£13.99, Waitrose) Rich and full but perfectly balanced with pinpoint clarity, this barrel-fermented 100% chenin blanc mixes fresh and baked apple with honey and luminous acidity. Fresh enough for meaty fish; robust enough for roast pork or chicken. Bodegas Hidalgo Manzanilla En Rama Sanlúcar de Barrameda, Jerez, Spain NV (from £16.99, Waitrose; leaandsandeman.co.uk; uncorked.co.uk) The en rama style is dry sherry at its freshest, released each year unfiltered and straight from the barrel. Hidalgo’s is always one of the best, with yeasty, nutty, sourdough notes it’s full-flavoured but salty like sea-spray. Hofstätter Villa Barthenau Vigna S Michele Pinot Bianco Alto-Adige, Italy 2016 (£22.50, thewinesociety.com) A rather ho-hum variety, pinot bianco (aka pinot blanc) is made into a wine of pure delight here, with silkiness balanced by mountain-stream freshness, and white fruit lifted by blossom, spice and fragrant herbs. David Franz Long Gully Road Ancient Vine Semillon Barossa Valley, Australia 2017 (from £25, shop.vinoteca.co.uk; thegoodwineshop.co.uk) Made from 129-year-old semillon vines, this modern classic from rising star winemaker David Franz is a gorgeous mix of drowsy summer day hay-and-grassiness, lime cordial tanginess, silky richness and lightness of alcohol. 10 summer reds Recchia Bardolino Veneto, Italy 2018 (£7.99, reduced to £5.99 until 9 July, Waitrose) Made from the same grape varieties as valpolicella, this refreshingly unoaked, light (12.5%) red north Italian bargain is best served a little chilled and is all about the uninhibited red cherry fruit, fresh acidity and gentle tannins. Star buy: Co-op Irresistible Australian Shiraz Mount Benson, Australia 2018 (£7.25, The Co-op) When so much sub-£10 Aussie shiraz is sickly and jammy, this is a real find: a wine with something of France’s northern Rhône about its savoury suppleness, with fresh blackberry, black olive and a generous shake of the pepper pot. Vale D Maria Rufo Douro, Portugal 2016 (from £8.50, thewinesociety.com; tanners-wines.co.uk) Cristiano van Zeller makes some of the Douro Valley’s finest reds at Quinta do Vale D Maria. This is his version of a Burgundy village wine, lighter and more fruit-driven, but characteristically expressive with hints of violets, herbs and dark plums. Taste the Difference Zweigelt Austria 2017 (£9, Sainsbury’s) Like the equally tasteful Austrian dry white grüner veltliner and riesling in Sainsbury’s TTD range, this is made by Markus Huber, and it’s just the trick for drinking chilled with grilled meat: an exuberant, light-bodied rush of black cherry. Bodega Lorca Esoterica Bonarda Uco Valley, Argentina 2018 (£11.99, or £8.99 as part of a mixed six, majestic.co.uk) Argentinian winemakers are really getting to grips with bonarda, using it to create light, easy-drinking wines with, as here, a kick of acidity and plum-skin tanginess that work so well slightly chilled when the thermometer rises. Domaine Joel Delaunay Touraine Gamay Loire, France 2018 (£11.99, thevineking.co.uk; nywines.co.uk; oddbins.com) Gamay, generally associated with Beaujolais, is the red grape of summer, its crunchy, sappy, joyous fruity qualities on display in this succulent example from the Loire, which is full of finger-staining summer-pudding fruit. Alphabetical Vin Ordinaire Cape Red Western Cape, South Africa 2016 (from £12.95, swig.co.uk; thegoodwineshop.co.uk; leaandsandeman.co.uk; laywheeler.com) A Bordeaux-style blend that is far from ordinary, but perfect for summer barbecues thanks to its freshening shading of pencil-lead and minty-herbaceous notes and abundant blackcurrant and blackberry juiciness. Vinteloper If Life Gives You Lagrein Langhourne Creek, Australia 2017 (£16.99, redsquirrelwine.com) A rare Australian sighting of alpine Italian red grape variety lagrein and what fun it is: at 12.7 abv, it’s made in that delicious modern wine bar ‘vin de soif’ style, but it’s bursting with fresh black fruit and mouth-teasing, charcuterie-matching acidity. Le Clos du Caillou Bouquet des Garrigues Côtes du Rhône, France 2016 (from £16.50, streetwines.co.uk; nywines.co.uk; vinvm.co.uk; jeroboams.co.uk) This aptly named red (you really do get a whiff of wild woody garrigue herbs, as well as olive, aniseed and brambly fruit) from châteauneuf-du-pape country is built for lamb studded with olives and roasted with rosemary on the barbecue or open-fire. Sandro Fay Costa Bassa Valtellina Superiore DOCG, Italy 2016 (from £22, buonvino.co.uk; passionevino.co.uk) The grape variety of barolo and barbaresco, nebbiolo also makes beautiful wines in a lighter, prettier style further north in Lombardy’s Valtellina. This is a beautiful expression: floral, raspberry-filled, fine-boned and silky-tannined. 10 summer rosés Exquisite Collection Touraine Rosé Loire, France 2018 (£5.99, Aldi) Provence tends to get all the attention when it comes to elegant French pinks, but the rosés of the Loire can provide the same kind of hazy, pastel-shaded pleasure, this gamay and malbec-based example is thirst quenching. Taste the Difference Fronton Negrette Rosé Fronton, France 2018 (£7, Sainsbury’s) In the wine bars of Toulouse, negrette is the base of many a spicy, easy-drinking red, but it also works well as a rosé, with this dry Sainsbury’s staple providing a whisper of those spicy notes in among some freshly made strawberry cordial. Contessa Cerasuolo d’Abruzzo Italy 2018 (£8.25, thewinesociety.com) Offering more depth (of flavour and colour) and viscous texture than your average pale and interesting modern pink, this food-friendly Italian is nonetheless dangerously easy-drinking, with plentiful soft-red cherry-berry fruit. Tesco Finest Côtes de Provence Rosé France 2018 (£8.50, Tesco) A textbook version of the patented Provençal pink style at a very reasonable price, this has all the gentle red fruit and softly rendered citrus freshness to match summer classic dishes from salade niçoise to garlicky grilled seafood. Le Bijou de Sophie Valrose Cabrières, Languedoc, France 2018 (£8.99, reduced to £7.49, to 9 July, Waitrose) The winemakers of the Languedoc are now matching their peers down the Mediterranean coast in Provence with stylishly presented, and stylishly made, rosés such as this, with its subtle strawberry and melon, and wash of fresh acidity. Star buy: Chapel Down English Rosé England 2018 (£12, Morrisons) English wines have never had a problem in providing crisp acidity; in generous vintages such as 2018, they can match that with delicious ripe fruit flavours. The combination, in this rosehip, cranberry and strawberry-scented rosé, is very fine indeed. Studio by Miraval Rosé IGP Mediteranne, France 2018 (£12, Co-op) The wine produced on the Brangelina-owned Miraval estate has always been better than it needed to be, and the same is true of this more affordable spin-off: it’s graceful, refreshing, subtly tangy, and, naturally, comes in a very smart bottle. Judith Beck Pink Burgenland, Austria 2018 (from £12.95, buonvino.co.uk; lescaves.co.uk) From a leading light in Austrian red wine, a typically lively and natural-tasting rosé. Made from a blend of Austrian local favourites zweigelt and blaufränkisch, it has plenty of energy and texture, with spiciness and just-tart-enough fruit. Ramon Bilbao Lalomba Rosado Rioja, Spain 2017 (£23.50, greatwesternwine.co.uk) One of the best rosés I’ve tasted in a long time uses garnacha from vines grown at higher altitudes (600m above sea level) and has all the mineral finesse, fine texture and length of a fine white: delicate, long, filigree-complex, worth every penny. Domaine Tempier Bandol Rosé Bandol, France 2018 (from £25, huntsworthwine.co.uk; leaandsandeman.co.uk; wineandgreene.com; mayflywine.co.uk) You could reach for an older vintage of this unusually complex, textured, concentrated but still elegant Provence rosé: the 2016 and 2017 are both delightful. But with its citrus pithiness, peaches, and length so too, is the 2018. 10 best sparkling and fizz Aldi Crémant de Loire Blanc de Noir, France NV (£7.99, Aldi) Aldi does well sourcing good-value French champagne-alikes. Made from 100% cabernet franc grapes this lively subtly red-berried and crisp fizz is a worthy companion to the retailer’s perennial favourite, Crémant de Jura 2016 (£8.29). Taste the Difference Pignoletto, Italy NV (£8, Sainsbury’s) From vineyards between Modena and Bologna, pignoletto can be a delightful alternative to prosecco, with a similar feathery lightness and sherbetty fizz plus, in this pristine example, a delightful easy-sipping mix of fresh pear, citrus and flowers. Marks &amp; Spencer Vintage Cava Spain 2015 (£12, M&amp;S) In the recent rise of the sparklers, Spain’s cava has been slightly left behind, but it can be brilliant value and distinctive in style, with the classic trio of local grape varieties and plenty of bottle age here bringing lipsmacking lemon and baked apple. Jansz Premium Cuvée Tasmania, Australia NV (£17.99, Waitrose, fells.co.uk) The relative cool of Tasmania is proving itself the best place for sparkling wine in the Antipodes, and Jansz has long been among the leaders on the island, with its flagship cuvee as reliably rich and full of fruit, brioche and verve as ever. Testalonga El Bandito I Wish I Was a Ninja Pet Nat Swartland, South Africa 2018 (from £18.50, buonvino.co.uk; lescaves.co.uk) Pet Nat is a fashionable but actually very old method of making fizz where the wine is left to finish its fermentation in the bottle, making, in this case for a wonderfully light (9.5% abv), lithe, gentle-bubbled, subtly sweet partner for strawberries. Hunter’s Miru Miru Rosé NV Marlborough NZ (from £19.50, mustwines.co.uk; jeroboams.co.uk) Very smart and swish pink fizz made from the champagne varieties pinot noir, champagne and pinot meunier with lots of fresh strawberry fruit, toastiness and creamy bubbles, and withenough weight to match with fish and veggies from the barbecue Waitrose Blanc de Noirs France NV (£22.99, reduced to £18.39 from 17 Jul-13 August, Waitrose) A brilliantly made 100% pinot noir champagne from one of the region’s best places for the variety, the Aube, this has a weighty richness of fruit and bakery yeasty-savouriness with incisive acidity and is superb value at the offer price. Ferrari Maximum Brut Italy NV (from £26.50, greatwesternwine.co.uk; harveynichols.com) No relation to the car company, precision is the watchword in Ferrari’s Italian Alpine fizz, with this 100% chardonnay from vineyards up to 700m above sea-level a mineral match for many a pricier blanc de blancs champagne. Simpsons Wine Estate Chalklands Classic Cuvée England 2016 (£28, robersonwine.com) English couple Charles and Ruth Simpson earned their winemaking stripes on their estate in southern France, but this elegant fizz is a beautiful expression of one of sparkling wine’s finest terroirs: the chalky soils of eastern Kent. Star buy: Champagne Drappier Brut Nature Zero Dosage France NV (from £37.99, allaboutwine.co.uk; caviste.co.uk; champagneone.co.uk) Drappier make some of the cleanest, raciest, purest champagnes around, and this no-added sugar cuvee is no exception, with that scintillating house style in full refreshing effect and ready for aperitifs, oysters or a plush fish and chip dinner. • This article was amended on 17 June to reflect the fact that Valtellina is in Lombardy, not Piedmont."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}