{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/jun/14/how-to-eat-chocolate-brownies", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-06-14T11:00:38Z", "webTitle": "How to eat: chocolate brownies", "webUrl": "https://www.theguardian.com/food/2019/jun/14/how-to-eat-chocolate-brownies", "apiUrl": "https://content.guardianapis.com/food/2019/jun/14/how-to-eat-chocolate-brownies", "fields": {"headline": "How to eat: chocolate brownies", "bodyText": "Like communism, the chocolate brownie is an amazing idea undermined by disastrous execution. You rarely eat a truly great one. Too many brownies have all the fudgy moistness of desiccated artefacts found in ancient Egyptian tombs or are closer in texture and their parsimonious lack of chocolate to 1950s sponge cakes. Where’s the goo? The squidge? The impossibly rich interior retained beneath a surface as crisp and cracked as a muddy puddle that has baked hard in the Mediterranean sun? But the utopian ideal of the chocolate brownie is so compelling we keep fighting for it. We keep eating them, for that 1-in-25 moment when this cookie-cum-cake-cum-block-chocolate hybrid achieves a perfection that transcends all three. How did Samuel Beckett (or was it Paul Hollywood?) put it? “Ever tried. Ever failed. No matter. Try again. Fail again. Fail better.” Does the newness of the chocolate brownie explain why we so often get it wrong, too, in the way they are served and eaten? First recorded in print in 1896, in (possible Viz character) Fannie Farmer’s Boston Cooking School Cook Book, the first brownies featured no chocolate, just molasses. In one of the various other versions that claim to be the original, were even given an apricot jam glaze. Ye gods! The chocolate would come later, as would our general understanding of what the brownie could be. Britain came late to the party. The brownie has only really taken off in Britain over the past 20 years, with the rise of coffee shops. Mentions of the brownie are so scarce in the Guardian before 2004 that the start of the modern brownie era is, arguably, traceable to Nigel Slater’s still revered recipe, published that year. If our enthusiasm for the brownie has grown without due reflection, then that is where How to Eat [HTE] – the series exploring how best to eat Britain’s favourite food stuffs – comes in. It is time to brew up, sit down and consider the chocolate brownie. When and where The when is crucial. Not just in defining what the chocolate brownie can be, but what it is not. From the when, everything else follows. This is not a dessert; it is a snack. That is not to downplay it. Elongate that pleasure for as long as possible. Revel in that chocolate brownie. But this is a food to be eaten, as an infrequent, rarefied treat, outside meal-times at 11pm, 4pm or similar – and on its own. The chocolate brownie is too rich to follow other foods and serving it as pudding detracts from its essential appeal. A good brownie is its own self-contained world: sweet, slightly salty potentially, dense with the cocoa, berry and tobacco notes of high-quality chocolate. It needs no augmentation. Restaurant kitchens, however, find it impossible to send a chocolate brownie naked into the world. They inevitably sauce it and garnish it, and turn the now muffled brownie into a mere component in a confused mess of a dish. They also insist on serving brownies hot, often unforgivably microwaving the heat in, when a brownie is most expressive at room temperature. Chefs nervously gild the lily like this because they mistake the chocolate brownie for a common chocolate dessert, 90% of which (especially cake-based desserts) taste of less than the block chocolate used and fail to offer a complementary expansion on that core ingredient’s possibilities. At their best, brownies are a rare exception to that rule. In their textures and careful flavourings, they offer a mouthful of greater variety and depth than chocolate itself. But the hardest lesson chefs ever learn is: less is more. They cannot leave well alone. Even when you are served an unadorned brownie (in a coffee shop, say), there is a further problem: you will be given a fork. You do not have to use it. But you may feel forced to; and if you do, it will lessen your enjoyment. “The brownie is classified as a bar cookie rather than a cake,” states US food website The Nibble. “That’s because brownies are finger food, like cookies.” That may be an arbitrary classification, but it speaks to a deeper truth about this most gutsy and hands-on of treats: that it is best eaten with your fingers, at a leisurely pace, breaking off pieces and letting them melt in your mouth, while periodically sucking gloop from your fingers. HTE salutes anyone who would sit in a cafe and do that, but you may feel pressured to eat at a certain speed, use cutlery and generally kowtow to social mores. That is why, whether grazing at your desk/at home or walking through town, the best brownie is usually the one you eat out of a paper bag in a free moment when you can focus on it and savour it, slowly. Method It is not within HTE’s remit to discuss the detail of how to bake the perfect brownie. There are better qualified people at the Guardian. But despite its enduring love of all chocolate, HTE has to agree that posh, 70%+ cocoa solids chocolate and a similar quality cocoa powder are preferable here. Given that its few ingredients have nowhere to hide in a brownie, better (cultured) butter and eggs or playing around with the sugar used can also produce incredible results. Do not oversweeten your brownies. Go super-easy on the flour and preferably leave out baking powder altogether. HTE demands a fudgy, almost ganache-like centre. You’re not making a sponge cake. Additional ingredients In 99% of cases, from raspberries to gold leaf, additional ingredients are unnecessary. It is like private space travel or that Thames garden bridge Boris Johnson wanted to build. Just because something sounds impressive, just because it is possible, it does not mean it is wise. Fresh fruit skews a brownie away from its intrinsic chocolate quality, as do bolshie novelty flavourings (rum, chilli, coffee, vanilla, ginger, orange zest). Swirling cheesecake through a brownie all too often produces a nauseatingly sweet, cloying product, while even mining a brownie with pockets of delicious salted caramel is too much of a good, sickly thing. Many brownie connoisseurs will make a case for nuts (pecans, almonds, hazelnuts, walnuts, possibly roasted, potentially salted), on the basis that they offer essential textural contrast. This is erroneous. The essence of a great chocolate brownie lies in the contrast between its crisp, biscuity top layer and the luxurious smoothness underneath. Nuts are an unwelcome interruption of that. HTE wants its brownie, as Slater put it, “pure, dense, unapologetically raunchy”. Indeed, the only addition that makes any logical sense is dried fruit. Not raisins, currants or dates, which will merely add sugar to the brownie, but cranberries, sour cherries or even apricots, which lend a little tangy sourness. If used modestly, that offsetting of the brownie’s sweetness can be a fillip at the end of each bite. Served with … If we accept that a chocolate brownie is meant to taste prominently of chocolate, cocoa, butter and sugar – elements expertly balanced by a skilled baker – why would it need sauce? Cream turns the plate into a greasy quagmire; toffee and fudge sauces are too thick with a brownie; ice-cream swamps a brownie, smothering and flattening its flavours in its cold embrace; sorbet is a crime against brownies; and coulis or hot fruit syrups take the brownie in a too assertively fruity direction. Decorative sliced strawberries and dustings of icing sugar persist in Britain, even outside garden-centre cafes, but must be robustly resisted. The only conceivable partner is a dollop of creme fraiche, which is light enough to keep things easily digestible and lactic enough that its sharpness is a pleasant counter to the brownie. Equipment Paper bag. Fingers. A fork if adding creme fraiche. Drink Ironically, given its close association with coffee shops, the chocolate brownie should not be eaten with milky coffees (flat white, latte), as they tend to exhibit the same sweet, chocolately characteristics as the brownie itself. It is too much. Too sweet. Instead, go for an old fashioned bitter Americano or, even better, a large, palate-refreshing cup of brick-red tea. Most sommeliers will recommend port or PX sherry with a chocolate dessert. The theory is, the drink should be sweeter than the dessert you are pairing it with. But, perversely, HTE quite likes the definitive, jarring acidity of a very dry white wine with chocolate. It is a kind of wipe-clean re-set. A good stout (not one of the new wave pastry stouts, which already taste like cake) will also make a sound foil for a brownie. So, chocolate brownies, how do you eat yours?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}