{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/jun/07/loire-valley-wines-fiona-beckett", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-06-07T13:00:26Z", "webTitle": "Wine: it's time to fall back in love with the Loire | Fiona Beckett on wine", "webUrl": "https://www.theguardian.com/food/2019/jun/07/loire-valley-wines-fiona-beckett", "apiUrl": "https://content.guardianapis.com/food/2019/jun/07/loire-valley-wines-fiona-beckett", "fields": {"headline": "Wine: it's time to fall back in love with the Loire", "bodyText": "Two of the first wines I ever bought were from the Loire – a muscadet and a delicately sweet côteaux du Layon – and it was one of the first wine regions I ever visited, too. A Loire wine (probably a sancerre) may well have been one of the first bottles you felt confident enough to order on a wine list, but you rarely come across them nowadays. According to Pierpaolo Petrassi, head buyer of Waitrose’s wine department, who claims the supermarket sells 70% of the wines from the region, “the rest of the market has forgotten about the Loire.” Which is surprising given the fashionability of the area’s signature sauvignon blanc. I’ve felt a bit disillusioned in the recent past, too. So often, sancerre, which now routinely fetches £17-£18 a bottle, doesn’t live up to its reputation. But tasting through Waitrose’s Loire range the other day, I kept thinking they were just lovely: fresh, fragrant and summery, and exactly the kind of wines I want to drink at this time of year. (I’ve jumped the gun slightly with this week’s recommendations, because some won’t be on shelf for a good couple of weeks yet, but look out, in particular, for the very good value La Perrière Touraine Sauvignon Blanc, on offer at £7.49 from the 17th; and a delicious, near-dry vouvray from Domaine des Aubuisières, Cuvée de Silex 2018, which will also be on sale that week at £11.99.) The Wine Society is also strong on the Loire, with more than 80 lines, including no fewer than eight pouilly-fumés, among them the incredibly delicious Domaine de Riaux . The Society is also good on less well-known appellations such as its bestselling 12.5% cheverny from Domaine du Salvard 2018, which could easily pass for sancerre, despite its modest £9.50 price tag; and the glorious, cherry-scented, £10.95 Chinon Temps de Cerises (13.5%), of which you can temptingly also buy by the half-bottle for £6.25. Chinon also produces a tiny amount of white (just 2% of the total appellation) and you can buy a wonderful example from another Loire specialist, Yapp Brothers, though even they’ve majored more on Rhône and Languedoc wines in recent years. And I love their delicate Reuilly Rosé, which is surprisingly made from pinot gris (aka pinot grigio) but is bone dry. I haven’t even touched on fizz (though I’m not a big fan of sparkling saumur), sweet wines or natural wines, of which the region has more than its fair share. There’s still a lot to love about the Loire. Four wines to enjoy from the Loire this summer Domaine de Riaux Pouilly- Fumé £15.50 Wine Society, 13%. Everything you want from a Loire sauvignon blanc: fresh, crisp, citrussy, summery. The perfect wine for fresh crab. Chinon Jean-Maurice Raffault 2018 £14.95 Yapp Brothers, 12.5%. A rare white chinon. Pure, pristine chenin blanc. Would be lovely with creamily sauced fish. Domaine des Ormes Saumur Rouge 2016 £8 Co-op, 12.5%. Well-priced, light, crunchy cab franc for lovers of Loire reds. Great for a picnic. Reuilly Rosé Gerard Cordier 2018 £13.75 Yapp Brothers, 13.5%. Pretty, delicate, creamy, a whiff of wild strawberries. A top apéro. • For more by Fiona Beckett, go to matchingfoodandwine.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}