{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/jun/28/borek-pastries-tahini-fritters-greens-toast-turkish-recipes-anna-jones", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-06-28T11:00:18Z", "webTitle": "Anna Jones’ Turkish brunch recipes | The Modern Cook", "webUrl": "https://www.theguardian.com/food/2019/jun/28/borek-pastries-tahini-fritters-greens-toast-turkish-recipes-anna-jones", "apiUrl": "https://content.guardianapis.com/food/2019/jun/28/borek-pastries-tahini-fritters-greens-toast-turkish-recipes-anna-jones", "fields": {"headline": "Anna Jones' recipes for börek and Turkish greens on toast", "bodyText": "I spent last week in Turkey in the pine forests above Göcek, at a simple but perfect place called Huzur Vadisi. We ate like kings: breakfasts of fresh cheese, scarlet tomatoes, bitter greens and dark tahini. There were borek pastries, sweet, olive oil-kissed tomatoey green beans, and courgette and cauliflower fritters all served close enough to the Greek basil growing in the garden that you could reach out from your seat and tear it right over the food. Sevgi, the cook, and her tiny band of women made bread and yoghurt every day, and nothing – not a scrap – was wasted. Only a week eating their food was not enough, and I’ll be trying to recreate their cooking for years to come. These böreks come close, and they come with my version of Sevgi’s molasses tahini, which was, without question, the discovery of my trip. The bitter greens are a riff on two meals we enjoyed – some homegrown kale we ate at dinner, and the fresh greens piled on to plates at the breakfast table. Turkish greens on toast (pictured above) In Turkey, there is an array of bitter greens and herbs, and for me the wilder and more flavourful they are, the better. I like to leave the stalks on too. If Turkish bread is hard to come by where you are, sourdough or pitta would work here, too. Prep 5 min Cook 10 min Serves 2 4 slices Turkish bread Extra-virgin olive oil 1 garlic clove, peeled and finely sliced 4 large handfuls bitter leaves (I use a mixture of sorrel, dandelion, wild rocket and watercress), washed and stalks left on 1 small bunch dill or fennel tops 1 pinch Turkish chilli flakes Crumbled feta, to serve (optional) Salt Toast the bread, then drizzle with olive oil. Heat a glug more of the oil in a wide frying pan and gently fry the garlic. Add the leaves and dill or fennel tops to the pan and, using tongs, move them around to coat and wilt in the oil. Top the toast with the greens, then sprinkle over the chilli flakes, feta (if using) and a little salt. Börek with feta, greens and dark molasses tahini These keep well for a few days in the fridge. To reheat, warm them in a frying pan with a little olive oil: that way, they get nice and crisp again. Vegans can use vegan cheese in place of the feta, or some well-seasoned, crumbled firm tofu. Prep 40 min Cook 20 min Makes 8 500g spinach, chard, spring greens, cavolo nero or kale 150g feta (or manouri), crumbled 3 tbsp toasted sesame seeds, plus extra for sprinkling 2 sprigs thyme, leaves picked 1 large handful Greek (or regular) basil 50ml olive oil (or melted butter), plus an extra drizzle of oil for the greens Salt and pepper 250g pack filo pastry (about 8 sheets, 30cm x 40cm) 4 tbsp dark tahini 1 tbsp honey 1 tsp carob molasses (optional) Put the greens in a colander, and pour just-boiled water over them, so that they wilt a little. (For hardier greens, remove the stems, wash, put them in a lidded pan on a high heat and steam, covered, for two minutes, then drain.) Once cool, squeeze out as much liquid as possible, then roughly chop. Transfer to a large bowl. Add the cheese, sesame seeds, thyme, basil and a drizzle of oil, and mix. Season well and set aside. Heat a baking sheet in the oven set to 200C (180C fan)/gas 6. Lay out a sheet of filo on a work surface, keeping the remaining sheets covered with a damp tea towel. Brush all over with olive oil (or melted butter) and fold in half lengthways to create a long strip of pastry about 15cm x 40cm. Spoon about 75g of the greens mix into the bottom left-hand corner of the strip, leaving a border. Take the right-hand corner and fold it up over the filling to seal it into a triangle shape. Continue folding the pastry over the filling until you reach the top of the pastry strip. Seal the edges and lightly brush with more oil or butter. Put on a tray to chill while you make the rest. Transfer the parcels to the hot baking sheet, sprinkle with sesame seeds and bake for 20 minutes, until golden. Meanwhile, mix the tahini, honey and molasses (if using), then whisk with 40ml water to loosen. Let the böreks cool slightly, then drizzle with the tahini and sprinkle with more sesame seeds. Serve warm or at room temperature."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}