{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/jun/23/octopus-guernsey-clumsy-service-detracts-from-fine-seafood-restaurant-review", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-06-23T04:59:32Z", "webTitle": "Octopus, Guernsey: ‘Clumsy service fine seafood’ – restaurant review", "webUrl": "https://www.theguardian.com/food/2019/jun/23/octopus-guernsey-clumsy-service-detracts-from-fine-seafood-restaurant-review", "apiUrl": "https://content.guardianapis.com/food/2019/jun/23/octopus-guernsey-clumsy-service-detracts-from-fine-seafood-restaurant-review", "fields": {"headline": "Octopus, Guernsey: ‘Clumsy service detracts from glorious seafood’ – restaurant review", "bodyText": "Octopus, Havelet Bay, St Peter Port, Guernsey GY1 1AX (01481 722 400). Starters and snacks £3-£9; mains £10-£49 (for sharing); desserts £5-£9; wines from £19 Heading into Guernsey’s St Peter Port from the airport, down lanes edged by well-tended stucco, I interrogate my cab driver about local restaurants. I do this, not because cab drivers know everything, but because they do know the conventional wisdom. Octopus, he told me, serves some great food, but the service can be a nightmare. A round of applause, then, for conventional wisdom, nailing it there. Octopus has an awful lot to recommend it, but it’s also an amiable shambles. Apparently, it’s less of a shambles than it was when it first opened in 2016. Still, if you are prone to the fear of being forgotten or ignored, or of going for long stretches without being fed, this may not be the place for you. Even so, it’s still worth the risk, because it’s almost the restaurant you want on a sea-licked island like this. The wood-clad building occupies a prime spot in the shadow of a forested hill at the south end of Havelet Bay, on the town’s edge. The view from the outside deck and the glass-fronted dining-room behind is across water to the castle and various outcrops and islands. This classy brand of rugged modernism stands in contrast to the bijou, old world-vibe of their other restaurant, Le Petit Bistro, back in the centre, which has a menu heavy with more French classics than you could shake a garlic-butter-smeared, snail-stuffed baguette at. Octopus is named after the beast at the heart of sometime Guernsey resident Victor Hugo’s story Toilers of the Sea, and the menu is indeed a many-legged creature. Or to put it another way, it’s completely nuts. Alongside a list of steaks, another of street food, a third of mussels (five different ways, in three different sizes), salads, flatbreads, sauces and more than a dozen sides, there’s also a bunch of ramen. There’s no reason why the good people of Guernsey shouldn’t have access to ramen, but it does make the kitchen seem very eager to please. Look, here’s the specials menu: three plats du jour at £13 each, a main course, a whole turbot to share for £65, and three nibbles. We get one of these: scallop “beards”, the frilly skirts cut away when the meat is liberated from the shell, floured and deep-fried to golden and served with a bowl of punchy rouille. They have the savoury-sweet edge of the best seafood and are satisfyingly chewy. We start with them, but I can see how they would also work as the perfect bar snack if, say, you had investigated the promise of their 50-strong gin list. We also get a sausage roll, and a fine porky thing it is too, in a pastry shell as glazed as an antique piece of wooden furniture. But the key to the menu here lies in the middle, where there’s a list entitled Crab Shack, offering oysters, whole crabs, lobster and various fish of the day served in ways many and various. From this we get three rock oysters straight up, keenly priced at £1.70 each, and three more grilled under a burnished champagne sabayon with spinach and seaweed, which is all cream and acidity and surf and hurrah. It’s a great way to start and it needs to be, because it takes 50 minutes from sitting down for any of this to land on the table. Waiters have to be flagged down like racing taxis as they attempt to skim, wild-eyed, past us. Generally, if we get the attention of one, they tell us they need to find another. There’s also some shameless upselling. While ordering starters I’m asked randomly if we’d like to add some scallops to that. What? To a huge sausage roll, six oysters and a bunch of curly deep-fried seafoodie bits? No, not really, thanks. It happens again with the second vital section in the middle of the menu headed Hot Seafood Pot Specialities: a stew of mussels, prawns, scallops and baby octopus. You choose which broth you want it in – marinière with new potatoes and parsley, say, or green Thai curry – and then decide whether to add a whole crab, half or whole lobster or a combination of the two. We choose the spicy bouillabaisse jus with fennel and chorizo with both whole crab and lobster to share, for what, at £49, is good value. The waiter asks us if we’d like a bigger lobster. I ask him how much. Instead of answering he returns with a tea towel-covered tray and pulls it back to reveal two fine, blue-grey creatures, claws twitching. He points to the bigger one. Again, I have to ask him how much. He mutters “£65.” I decline, because it really isn’t that much bigger. It’s also unnecessary. The real shame about all this rackety, chaotic, sometimes clumsy service is that it detracts from what is a truly glorious mess of seafood. It’s a huge dish to get up to your armpits in. They say it’s for one or two, but it could easily feed three. There is an ocean-deep broth that is nothing like either a bouillabaisse or a jus, but is spiced and ripe with tomato and chilli and the liquor the best shellfish offers up as it meets its end. We pull the meat from the lobster and crab, our shells heaping up in the bucket before us. We dig around for scallops and prawns, and suck the debris off the mussel shells. It’s completely engrossing, a single dish which for some is worth not only its own price, but also that of a flight. We drink a fairly priced Gavi di Gavi at £26, and work our way through the napkins and the wet wipes. We finish with an XL éclair filled with coffee cream, which looks like something a large dog would drag home in its jaws from a walk (or, to be honest, produce. Sorry.) Choux pastry like that is an achievement, though not massively pleasing to eat. Far better is a vivid plate of berries, cream and meringue, both soft and crisp. I did a lot of research on Guernsey restaurants prior to my trip. I stumbled across many menus offering lobster thermidor and dishes freighted with overworked adjectives. The insanity of its menu aside, Octopus stood out because it appeared to make an unstuffy virtue of the water at its door. Even allowing for the chaos, that’s exactly what it does. News bites Back on England’s southern Shore in Hove, there’s more big seafood action at The Urchin, an old boozer in a residential area with a big-fisted approach to that which swims. A short menu of standards like salt and pepper squid or whole crab with garlic butter is supplemented by an extensive list of specials which could include Thai green curry mussels, or clams with chilli, basil and cherry tomatoes, served in beautiful beaten copper bowls (urchinpub.co.uk). The site of what was Nuala in London’s Old Street has been taken over by a triumvirate of London’s Irish-born hospitality industry veterans: the chef Richard Corrigan, John Nugent of the Rotunda (inside Kings Place which also houses this newspaper) who will run front of house and Tony Gibney of Irish pub Gibney’s of Malahide, who will run the bar. There will also be live music. Deliveroo, the restaurant food home delivery company, has announced it will ‘expand aggressively’ during the rest of 2019. They plan to roll out to 6.5 million more households across the UK, meaning more than half the population will be covered. Email Jay at jay.rayner@observer.co.uk or follow him on Twitter @jayrayner1"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}