{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "food/2019/jun/05/why-it-still-pays-to-eat-out", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2019-06-05T13:36:29Z", "webTitle": "You may be a great cook – but can you beat a chef?", "webUrl": "https://www.theguardian.com/food/2019/jun/05/why-it-still-pays-to-eat-out", "apiUrl": "https://content.guardianapis.com/food/2019/jun/05/why-it-still-pays-to-eat-out", "fields": {"headline": "You may be a great cook – but can you beat a chef?", "bodyText": "The increasing ambition of home-cooking – with technical complexity, obscure ingredients and long-term projects now part of the lexicon – has thrown up the question of whether there is any point in going to restaurants. Where once an overcooked salmon steak was a disappointment, it is now an active insult. So, is there a better reason to eat out than the fact that there will be other people there? Well, yes. You are going for atmosphere – noise, soft furnishings, cool people, couples who look as if they are not as well suited as you are. But as far as the food is concerned, you are going for talent – imagination, embedded knowledge and dexterity – and the kitchen’s accrued resources. Some recipes will require a brown veal stock as a bare minimum, and there is nothing to stop you doing that yourself, except the bit where you have to start two days before, engaging in a bit of banter with a butcher before he will even look out the back to see if he has any veal bones. Every time you go to a restaurant and wonder why the food tastes so much better than anything you have ever made at home, that is 75% down to its sauce. I once did a cooking course at Le Manoir aux Quat’Saisons, and roughly a third of the eye-poppingly expensive day was spent teaching us how to make light and dark chicken stock. The kitchenerati of the Cotswolds were incensed, because it seemed so basic, so low-skill, so non-interventionist. They kept poking it and stirring it as it was simmering. In the end, the chef put a pan of boiling water next to it on the stove and said: “If you absolutely can’t see a pan without wanting to stir it, stir that one.” It is patient, slow, unengaging work, making a perfect stock, done best by a person who is doing 17 other things at the same time. Its transformation into something more profound involves yet more time, as well as – generally – more butter and salt than the domestic cook would ever countenance. This is the point of going out. As for imagination, I reviewed restaurants for a decade and thought I had tasted every combination, ancient and modern, until I tried a pop-up in a shipping container (Smoke &amp; Salt, in south Lonon). Combinations you would never have thought of – new potatoes with gorgonzola and beef heart – were awesome in the execution. One time, they did carrots and hummus in reverse, so that the carrot was a puree and the chick peas were turned into baton-shaped fritters, and it was like a Milton writing a limerick. (Incidentally, a note about service, or the occasional lack thereof. At the height of the Fat Duck’s fame, Heston Blumenthal explained restaurant economics to me: it was quite unexpected, since he was, and still is, this great artistic genius – as original as Jackson Pollock – and he was talking through how it worked as though explaining how to unblock a U-bend. The restaurant premises aren’t the thing, he said: you can upgrade to the tune of £1m, and the repayments still won’t cost you as much as one extra waiter. Hence the not uncommon disconnect between incredibly fancy leather stools in a place where you still have to light a flare to get a glass of water.) Signature dishes get a bad rap, because influencers roam the globe, looking to taste the thing X makes that proves they are familiar with and can afford his oeuvre. However, these things evolved for a reason. When a person with imagination spends their waking hours in a kitchen, they get good at all things and incredibly good at one thing, then they teach a handful of people how to do that, and there is no way you could do that at home. It doesn’t have to be a fancy restaurant; it could be the taste of the carefree 90s, Rowley Leigh’s chicken and goat’s cheese mousse, or it could be the pork and clams at my local Portuguese. Just because it is a signature dish doesn’t mean it will be good: everywhere has one. The Big Mac is one. But if a place is good enough to eat in, its signature will be something you won’t be able to replicate at home. There is a strong case for ordering patisserie, since this is the technical stuff that takes years to perfect, even for a person who is already leagues superior to you. You are paying for their human supremacy. But don’t order it if you are not interested in it. I always order anything that is hard to come by in normal life (ballottine of squirrel, say), fiddly or boring to prepare (globe artichoke), so seasonal that it will be gone before I have realised (monk’s beard), or only purchasable in such quantities that I will end up throwing half of it away (horseradish, sorrel). This self-discipline is probably a bit rigid – it is a restaurant, not a triathlon. Or a GCSE. Or a detox."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}