{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/21/africa-cup-of-nations", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-21T09:00:39Z", "webTitle": "Africa Cup of Nations needs action on field to provide good news | Nick Ames", "webUrl": "https://www.theguardian.com/football/2019/jun/21/africa-cup-of-nations", "apiUrl": "https://content.guardianapis.com/football/2019/jun/21/africa-cup-of-nations", "fields": {"headline": "Africa Cup of Nations needs action on field to provide good news", "bodyText": "The blue and orange seats of Cairo International Stadium make an attractive spectacle and the playing surface, at least when set against the ferocious heat, looks verdant. Every tournament eve brings its flutter of anticipation; that moment when reservations take a back seat and the simple joy of a month’s football takes root. It applies to the Africa Cup of Nations as much as any other major event: one glance at the list of names involved suggests that, if everybody is close to their best, a competition that looks impossible to call will be genuinely thrilling. When Egypt are roared on to the pitch for Friday’s opener against Zimbabwe, the organisers’ sense of escapism may be even more profound. A Cup of Nations that will have few serious rivals in the global calendar for casual fans’ attention during its latter stages presents an open goal for reviving a profile that has flagged in recent years, but the buildup could hardly have been more chaotic. The Confederation of African Football is effectively on life support and, where the broader health of the continent’s football is concerned, four weeks of sparkling action may do little more than distract from the deeper clean required elsewhere. “I am a citizen of the islands; we, the people of our islands, know how to hold on in the middle of storms,” the Caf president, Ahmad Ahmad, who is Madagascan, said on Thursday. Even if he is equipped to do that, the questions over his suitability for other facets of the job are inescapable. This week Fifa tasked Fatma Samoura, its secretary general, with conducting a “full forensic audit” of Caf for six months from 1 August after concerns concerning its governance. Ahmad said he asked Samoura to help, confirming the sentiment of a joint Fifa-Caf statement released the same day. Aleksander Ceferin, the Uefa president, has refused to endorse Samoura’s clean-up role, citing a potential conflict of interest, but there is little doubt that her to-do list looks intimidatingly long. On 6 June, Ahmad was arrested in Paris as part of an investigation into corruption, breach of trust and forgery. He was released without charge the following day and the French-led investigation into an alleged breach of a contract with Puma continues. Fifa’s ethics commission is also investigating Ahmad over allegations of financial mismanagement and sexual harassment. He has strongly denied any wrongdoing. However those situations play out, a major review appears long overdue. Nobody would have envied Ahmad’s brief in following the scandal-ridden reign of Issa Hayatou on his appointment in 2017, but the fortunes of his organisation have plumbed uncharted depths since then. It all leaves Caf in urgent need of some good news, particularly when its most recent gala event – the second leg of last month’s Champions League final between Wydad Casablanca and Espérance Sportive de Tunis – ended in farce owing to a row over VAR failure and will controversially be replayed at a neutral venue this summer. At first glance good news looks thin on the ground: privately, senior officials have not been shy to request forbearance as the Cup of Nations finds its feet, with venues still being prepared and many journalists still to receive their accreditation to cover the event, pointing out that organising a 24-team tournament at five months’ notice is nobody’s idea of fun. That was the task Caf set itself in January when granting Egypt the event, newly expanded from 16 teams, after Cameroon was stripped of hosting rights. The hard work of those on the ground should not be underestimated and Cairo, where the major highways are festooned with banners and billboards promoting the spectacle, has readily embraced its opportunity. The hope is that Africa’s most talented footballers will do that too. They are all here and it means the tournament has a fighting chance of being remembered positively. The Liverpool forwards Mohamed Salah and Sadio Mané, unquestionably two of the best in the world, are expected to take Egypt and Senegal all the way; they are the favourites but Morocco, conducted by Hakim Ziyech and coached by the two-times winner Hervé Renard, cannot be discounted and Riyad Mahrez should help ensure Algeria stay in contention. Nigeria are back after a six-year absence while a new Ivory Coast generation, fired by the brilliant Lille winger Nicolas Pépé, may fare significantly better than the odds suggest. Cameroon, surprise winners in 2017, will be hard pressed to repeat the feat, but retain allure under the management of Clarence Seedorf. Then there are the minnows. If the bloated format risks making the group stage a chore — particularly in temperatures that will do little for intense football and have raised serious concerns over players’ health — it will aid familiarisation with some new names. Burundi, Madagascar and Mauritania are new to the Cup of Nations; all are here on merit and came this far by playing progressive, enterprising football. If Africa’s flop at the World Cup suggested its top teams have stagnated, standards lower down have shot up and created an environment that should be tight and competitive. If that proves the case, those reflexes of early excitement may continue until the final on 19 July. Gianni Infantino will be watching from those colourful stands when the tournament kicks off; he would be excused the demeanour of a concerned parent but African football may yet seize its chance to take the spotlight for the right reasons."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}