{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/07/england-harry-winks-midfield-je-jong-netherlands-steve-holland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-07T13:55:18Z", "webTitle": "England look to Harry Winks to transform midfield exposed by De Jong", "webUrl": "https://www.theguardian.com/football/2019/jun/07/england-harry-winks-midfield-je-jong-netherlands-steve-holland", "apiUrl": "https://content.guardianapis.com/football/2019/jun/07/england-harry-winks-midfield-je-jong-netherlands-steve-holland", "fields": {"headline": "England look to Harry Winks to transform midfield exposed by De Jong", "bodyText": "England will bring Harry Winks back into the fold next season with a view to the Tottenham player knitting together midfield and adding a new dimension to the team’s play in possession. Winks would have been included in Gareth Southgate’s 23-man squad for the Nations League had the tail-end of his domestic campaign not been wrecked by a groin injury which required surgery. The 23-year-old was one of four players cut from the initial party, despite playing relatively impressively for more than an hour in the Champions League final defeat by Liverpool. That had constituted his first football in eight weeks. England were beaten in Thursday’s Nations League semi-final by the Netherlands and, although the focus was drawn to sloppy errors at the back, their midfield struggled to impose themselves on talented opposition. The Dutch display, in contrast, had been conducted by Frenkie de Jong at its core. The Ajax player, who will join Barcelona next month for £75m, was tidy in possession and busy in his movement, dictating the play in a similar manner to Luka Modric in last year’s defeat to Croatia in the last four of the World Cup. The hope is that Winks, who has only three appearances and 250 minutes at this level, will fulfil a similar role in the next stage of England’s development. “He is a player that we have very much been waiting for in that kind of position,” said the assistant manager, Steve Holland. “Someone who is comfortable to turn and connect the play when we are working through the offensive phases. Quite simply, had he been fit and consistently playing for Tottenham, he would have been in the squad 100%. It is just a call we had to make. I am sure he will acquire many England caps in the future.” England lacked a calm authority in possession in Guimarães to collect the ball from frazzled centre-halves, for all the industry of Fabian Delph and Jordan Henderson – initially handicapped by a tight hamstring – or flashes of passing quality from Ross Barkley. Declan Rice, winning only his third cap, grew into the contest but there was no one to set the tempo in the manner in which the coaching setup believe Winks is capable. The partnership across the middle might have benefited, too, from the muscular aggression and forward propulsion of Ruben Loftus-Cheek given the eye-catching form the Chelsea player had been demonstrating until his season was prematurely and cruelly ended by an achilles tendon rupture last month. Loftus-Cheek, who played a peripheral role at last summer’s World Cup, progressed markedly in the final three months of the campaign and was arguably his club’s most consistent performer from March onwards. The rupture will keep him out until the onset of winter. There are hopes, too, within the national setup for Manchester City’s Phil Foden, if the England Under-21 midfielder is granted regular game time in the Premier League, and that Liverpool’s Alex Oxlade-Chamberlain can be restored after his lengthy absence with a knee injury. The 25-year-old made only two appearances at the end of the season. In the absence of those options it was De Jong, one year Winks’s junior, who established himself as the midfield’s dominant force to earn praise and the man of the match award from Uefa’s technical study group, represented on Thursday by David Moyes. “That award was well deserved,” said the Netherlands manager, Ronald Koeman, of a player who made his senior international debut only last September. “Most people look at what he does with the ball, how calm he is. But if you see, in defensive ways, how many balls he wins in midfield … it’s fantastic to see. Frenkie made it look so easy against England, but it isn’t.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}