{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/03/close-to-becoming-the-first-manager-to-fall-off-his-teams-victory-parade-bus", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-03T15:34:38Z", "webTitle": "The Fiver | Close to becoming the first manager to fall off his team’s victory parade bus", "webUrl": "https://www.theguardian.com/football/2019/jun/03/close-to-becoming-the-first-manager-to-fall-off-his-teams-victory-parade-bus", "apiUrl": "https://content.guardianapis.com/football/2019/jun/03/close-to-becoming-the-first-manager-to-fall-off-his-teams-victory-parade-bus", "fields": {"headline": "Close to becoming the first manager to fall off his team’s victory parade bus", "bodyText": "KLOPP (NEARLY) RUNNETH OVER More than half a million people are estimated to have lined the streets of Liverpool (population: 552,000) on Sunday to welcome home Jürgen Klopp and his team of Big Cup winners after their win over Tottenham Hotspur in Madrid on Saturday night. To put that in context, a comparatively paltry 250,000 protestors are expected to converge on the streets of London (population: eight million) to ridicule, mock and barrack the obnoxious, lying, narcissist Donald Trump on his official visit to the UK. While the Fiver’s not so good at sums, even we can tell this proves a hell of a lot more UK citizens chose to turn up to show their appreciation for Klopp and his players than can be bothered to demonstrate their contempt for the current president of the USA. And when you consider just how deeply unpopular that particular whinging, narcissistic man-baby is, you’ve got to say Liverpool’s win has been very well received indeed. While POTUS whiled away the minutes between touching down in Airforce One and stepping on to the tarmac firing off angry, abusive tweets about the Mayor of London and CNN, Klopp appeared to make better use of his time when Big Cup VI was winging its way from Madrid to Merseyside. Over-served and well refreshed, the Liverpool manager will probably forgive The Fiver for suggesting he may have been completely paralytic by the time the victory parade got under way and sat giggling to himself, swigging from a bottle of lager, singing Salt-N-Pepa songs and coming perilously close to becoming the first manager in football history to meet a grisly end by falling off the top deck of his own team’s open-top victory parade bus. “I cannot really describe it because I cried a little bit as well because it’s so overwhelming what the people are doing,” said a tired and very emotional Klopp. “When you have a direct eye contact and you see how much it means to them that’s touching to be honest. It’s brilliant.” Meanwhile in the Spurs camp, things were more melancholy although their likeable manager was as gracious in defeat as the aforementioned American president is ungracious in ... well, everything. “It is so painful but at the same time we have to be calm and be proud,” he said. “I want to congratulate Liverpool too. They did a fantastic season. You want to experience this again and repeat it. It is the best game in the world after the World Cup.” The biggest, maybe, but while Liverpool fans won’t care, the decidedly dreary spectacle that unfolded on the pitch on Madrid on Saturday certainly couldn’t be accused of being anywhere near the best. QUOTE OF THE DAY “I’m sorry but he was over the hill” – Louis van Gaal gets his chat on with Big Website about Wayne Rooney, Manchester United, Ole Gunnar Solskjær, José Mourinho and … well, let’s just say he’s getting quite a lot off his chest here. RECOMMENDED LISTENING Max got everyone out of bed early again to record the pod, so the least you can do is listen. FIVER LETTERS “These beauties are still on sale for an eye-watering £55, I’m predicting they’ll be down to £5 by the end of the week” – Tony Crawford. “Having printed his letter twice last week, it’s third time lucky for Johnny Connelly and his quest for prizeless letter o’ the day on Monday then. Admittedly it is an amusing viewpoint” – Johnny Mac. “Letter for publication: Uefa are to be commended for their noble mitigation of fan attendance at Big Vase final. Who’d have thought that the lion’s share of the 2,800 mile journey would be due to the pitch being roughly 2,400 miles away from the stand? A rare win for the armchair pundits on this occasion, provided you managed to avoid the vertigo brought on by the funny camera angles” – Joe Lowry. Send your letters to the.boss@theguardian.com. And you can always tweet The Fiver via @guardian_sport. Today’s winner of our prizeless letter o’the day is … Joe Lowry. NEWS, BITS AND BOBS The Leyton Orient manager Justin Edinburgh is in hospital after unexpectedly falling ill. European Leagues chief suit Lars-Christer Olsson reckons Uefa should take a gigantic jug of cold water and pour it all over greedy clubs’ plans to reshape Big Cup. “This closed shop is a proposal for the richest clubs to get even wealthier. This is an attempt to form a super league, absolutely,” he roared. West Ham have increased their bid for Barcelona dreamboat André Gomes to £20m in the hope that he will choose them over Everton or whoever else went weak at the knees watching him last season. Wydad Casablanca want Caf to investigate the controversial end to the African Big Cup final which was awarded to Espérance after Wydad players refused to play on when VAR was not consulted over a decision to disallow a possible equaliser. “We are calling for a fair investigation to save the image of football in Africa which was terribly tarnished,” fumed Wydad chief suit Saïd Naciri. And Philippe Hes, the striker who scored no goals all season for Dutch non-league side AFC Amsterdam, has responded to videos from Zlatan Ibrahimovic, Ruud Gullit and other footballing luminaries who poked fun at him after being egged on by AFC players. “I think the films are very funny, but they are also d!cks,” he parped. STILL WANT MORE? Our latest preview on the Women’s World Cup features Japan. Yoshinori Ebashi on their exciting (but haphazard) tactics and Hikaru Naomoto, the midfielder with a phobia of stink bugs. Suzanne Wrack, meanwhile, has the lowdown on Scotland, who could spring a surprise in France. And Suzanne has also written this fine piece on the tournament as a whole, and why it is harder than ever to pick a winner for the most anticipated World Cup in history, as well as an article on England and why a win a decade ago could play a big part in 2019. Basically, she’s been quite busy. Oh, and do tell us your hopes, dreams, fears and thoughts for the tournament in France, via this handy online form. The best responses will be published later this week. It’s the Adam and Erics 2019! Their comprehensive roundup of the Ligue 1 season sees much praise for José Fonte and some stern words for Nacer Chadli. Drab and dreadful: Richard Williams on why domestic duels in European finals just don’t work. Banned former Uefa president Michel Platini claims there was a plot to stop him taking the top job at Fifa. Proper Journalism’s David Conn has more. And Barry Glendenning on Gareth Bale and his gilded cage, and how the Welshman compares to Mesut Özil and Alexis Sánchez. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO! BYE GEORGE"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}