{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/05/what-is-the-shortest-walk-a-footballer-has-had-to-their-home-stadium", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-05T08:59:36Z", "webTitle": "What is the shortest walk a footballer has had to their home stadium? | The Knowledge", "webUrl": "https://www.theguardian.com/football/2019/jun/05/what-is-the-shortest-walk-a-footballer-has-had-to-their-home-stadium", "apiUrl": "https://content.guardianapis.com/football/2019/jun/05/what-is-the-shortest-walk-a-footballer-has-had-to-their-home-stadium", "fields": {"headline": "What is the shortest walk a footballer has had to their home stadium?", "bodyText": "“What is the smallest recorded distance between a player’s house/apartment/residence and their home stadium? Have any top-level players been able to walk to a game because they live so close?” asks Graham Clayton. They certainly have Graham, and here’s George Jones to get the ball rolling. “Keith Chegwin used to doorstep celebrities on the Big Breakfast TV show in the mid-1990s,” he writes. “He once woke up John Scales, living in a Liverpool-owned apartment on Anfield Road – about 30 yards from Anfield itself – to have a chat about what it was like being a ‘Spice Boy’.” There’s also an example from the north-east of England. “Albert Park in Middlesbrough has a statue of Brian Clough depicting him walking from his house on Valley Road, through the park to Ayresome Park former home of Boro, a walk of about 15 minutes,” writes Garry Brogden, who has even provided pictorial evidence. Andy Wright remembers “when Tom Finney started playing for Preston North End, he was living where he grew up in St Michael’s Road, Deepdale. That’s about 200 yards from Deepdale Road, with PNE’s ground a hundred further on.” Steve Kirkwood winds the clock back even further. “My great-grandfather Danny Kirkwood played for the title-winning Everton team of 1890-91, having been brought down from Scotland as one of the first-ever professional players in England. History says the club moved to Goodison in the summer of 1891 after the rent was increased at Anfield. He moved temporarily to a house in Goodison Avenue which was where the Park End now stands. I think at the time it was about five yards away from the old Park End entrance.” Let’s head further north now, to Iceland. “Some of the international players that have played for KR Reykjavik, Iceland‘s largest club, through the years have lived in an apartment building on the other side of the road from their home stadium,” writes Sveinn Sigbørsson. “The attached screenshot shows that the distance from that building to the actual goal on the pitch is just 55 metres.” See the scientific evidence below. Chris Williams offers that “one-time Paraguay international Nelson Valdez actually lived under the grandstand at his first club Atlético Tembetary. He was only in the youth academy at the time, he knew his family was too poor to afford accommodation so he didn’t want to bother them with the fact he had nowhere to live.” To the Netherlands. “The mighty Johan Cruyff grew up next to De Meer, the old stadium of Ajax in Amsterdam’s Betondorp neighbourhood,” mails Sander Kuvener. “His mother was a cleaning lady there. I believe he still lived in Betondorp when he made his debut for Ajax at the tender age of 17 in 1964.” But it’s probably hard to beat David Triggs’s example for proximity with a very cosy east London pad which has the added bonus of offering a free view of every home match. “When Steven Dawson signed for Leyton Orient from Bury he lived in the apartments built into the stands at Brisbane Road called Kitchen Court. Can’t see many players living closer than that.” Goals mirroring international caps “Ian Edwards scored four goals in four games for Wales. I know some players such as Poul Nielsen and Gerd Müller scored more than they played in but what is the highest number for having the exact same number of international goals as games?” tweets @GTPLiquid. Rhys Shakeshaft has found us a perfect example in Robert Smyth McColl, who scored 13 goals in 13 games for Scotland between 1896 and 1908. We’ve had a look too and our digging has unearthed two better examples of international caps mirroring international goals. Legendary Athletic Bilbao striker, Telmo Zarra, scored 20 goals in 20 games for Spain between 1945 and 1951. But stretching the 1.0 goals per game ratio to 27 in 27 games is the Costa Rica striker Juan Ulloa, who created this lovely bit of symmetry between 1955 and 1961. Substituting both goalkeepers (the Cambridge edition) Adam Clark got in touch with a quirky example on this curiosity that we touched upon last week. “The game between Cambridge United and Tranmere Rovers in April 2002 was to be the final home game of popular U’s goalkeeper Lionel Pérez,” writes Adam. “When Cambridge were awarded a penalty there was a huge clamour from the crowd for Pérez to take it, and he duly got the nod from manager John Taylor. “Unfortunately he hit the ball straight at Tranmere keeper Joe Murphy, who injured himself saving it and had to be substituted, resulting in the chant ‘Lionel killed the keeper’. With a couple of minutes to go, with Cambridge leading 2-1, Taylor chose to substitute Pérez so the fans could give him a standing ovation. Therefore, both goalkeepers had been substituted, albeit for very differing reasons.” Knowledge archive Eugene Quinn wrote in asking if any other club managers had been called up to international teams after Vincent Kompany was named in Belgium’s squad for their Euro 2020 qualifiers. A similar question was asked by Rich Liddiatt in 2010, at a time when David James was linked with the Portsmouth job … Graeme James Souness played for, and captained, Scotland in the Mexico World Cup in 1986 having been appointed player-manager at Rangers in April of the same year. In 1986 Northern Ireland also had a player-manager in their squad in the shape of reserve keeper Jim Platt. Platt had been appointed Coleraine manager in 1985, but was still part of the squad that went out in the first round in Mexico. And, perhaps most impressively, there’s Gunnar Gren, along with Gunnar Nordahl and Nils Liedholm part of the great Gre-No-Li Milan trio of the early 1950s, who returned to Sweden to take over as manager of Orgryte in 1956. And he was still in the hotseat at the old Gamla Ullevi ground in 1958 when, at the age of 37, Gren was a key part of the Sweden side that made it all the way to the final before losing to Brazil. Can you help? “In the Europa League final, eight players featured who had the letter Z in their name. Has there been a game with more?” asks Sam Hughes. “Fabio Quagliarella was Serie A’s top scorer at 36. Has a major European league had an older top scorer?” asks George Jones. “Gillingham’s Elliott List has made 98 appearances, but only 38 starts. Even if he starts his next two games, he’ll reach the milestone of 100 games for the club having only started 40% of said games. Have any players reached their century for a club having made a smaller number of starts?” wonders Chris Matterface. “FC Helsingor just got relegated to Denmark’s third tier despite only conceding 43 goals in 33 games, 1.3 goals per game,” writes William Jansen. “What are the fewest goals conceded per game by a relegated team?” Email your questions and answers to knowledge@theguardian.com or tweet @TheKnowledge_GU."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}