{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/17/england-toni-duggan-phil-neville-womens-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-17T21:30:32Z", "webTitle": "England’s Toni Duggan is all praise for Phil Neville’s passing philosophy | Louise Taylor", "webUrl": "https://www.theguardian.com/football/2019/jun/17/england-toni-duggan-phil-neville-womens-world-cup", "apiUrl": "https://content.guardianapis.com/football/2019/jun/17/england-toni-duggan-phil-neville-womens-world-cup", "fields": {"headline": "England’s Toni Duggan is all praise for Phil Neville’s passing philosophy", "bodyText": "It may be stretching a point to describe Phil Neville as the “new Pep Guardiola” but Toni Duggan has detected pronounced similarities between England’s manager and his Manchester City counterpart. Although the Lionesses’ much-vaunted stylistic evolution still has some way to go before it can be described as “Phil-tastic”, Barcelona’s Duggan is not alone in drawing comparisons between the pair’s philosophies. As she perches on a stool on a hotel terrace overlooking a vertiginous Provençal hillside close to the medieval town of Valbonne, the former Manchester City forward is asked how far Guardiola’s legacy has permeated beyond the Camp Nou and the Etihad. “At Barcelona all men’s and women’s teams have the same style and philosophy,” she says. “We’re constantly doing rondos [possession-based training exercises] and it’s the same with Phil’s England. It’s the same football language. “ Barcelona have been playing out from the back since they were babies and we’re not far behind now. That’s the way Phil wants to play. He’s lived in Spain so he’s probably robbed a few ideas from Valencia.” Wednesday’sgame in Nice against a Japan side big on sharp passing and rapid movement – when a draw will be sufficient for England to finish top of Group D and a newly fit Duggan could start – promises to road-test the practicalities of Neville’s blueprint. It should serve as a marker illustrating the precise depth and scale of the Lionesses’ recent metamorphosis. “We were super successful under Mark [Sampson] because we were so direct and played to people’s strengths,” says Duggan, a key component of the squads that reached the semi-finals of Canada 2015 and Euro 2017. “But Phil’s come in with his philosophy; football’s transitioning and everyone’s trying to play out from the back now.” Following fashion is all very well – and, in a football context, sometimes necessary – but Duggan appreciates that a certain compromise is also called for. “In Spain they’re never direct and that frustrates me,” she says. “So Phil’s philosophy doesn’t mean we’re never going to do a long ball; we have great players who can run in behind at great pace. It’s about finding that balance and analysing the opposition’s strengths and weaknesses.” During her City days she became intrigued by Guardiola. “I’m interested in him a lot,” she says. “Whenever I met him I just thought he was a lovely person, a real gentleman. “ Every club has legends and at Barcelona Cruyff and Pep are going to be spoken about forever; knowing what they’ve achieved and in what style.” Some long-standing England watchers suspect the degree of Guardiola-esque tactical change has been exaggerated under Neville while others fear they are taking too many risks passing sideways at the back. Neville remains evangelical about his revolution. “We work on sequences of six, seven, eight, nine passes, which means you control games,” he explains. “But in the second half against Scotland [a 2-1 win] we started playing walking, standstill football, got sloppy and our pass count dropped.” He was happier with the 1-0 victory against Argentina when his centre-backs, Steph Houghton and Abbie McManus, completed more passes than all the opposition players put together. “We went from side to side, back, forward,” says McManus, who has just swapped Manchester City for Manchester United. “The more times we went sideways, the more gaps started appearing. It’s the way I’ve played at City where the coach, Nick Cushing, speaks to Pep quite a lot and they’ve tried to put the men’s coaching style into the women’s teams.” After recovering from a shoulder injury Millie Bright is likely to be challenging McManus for a starting place against Japan and, as she takes her seat on a terrace with stunning views tumbling down towards the Mediterranean, the Chelsea defender is similarly on message. “The players prefer this new style,” she says. “We want to be on the ball, passing and being confident and brave. But you have to be able to read the game and your options vary depending on if the opponents does low block, mid-block or press. It’s about always making sure you’ve got an outlet. “Phil’s always saying we’ve got to be brave. You’ll never be punished for losing the ball because he wants you to keep getting on it, and the only way to improve is to keep doing it repetitively.” Guardiola would surely approve. “At City you’d see Pep chewing someone’s ear off about football and think: ‘wow’ I’d love to ask a question but I’d probably be there for a week,” says Duggan. “Once I was doing some extra running - you might be surprised about that - and he came and stood watching me. I was knackered. I was like, ‘oh, bloody hell, do I stop? Shake his hand? Carry on and pretend that I can’t see Pep Guardiola’? I went to stop and he was, ‘no, no - continue’. I thought ‘oh my God’. I did about two shuttles and then he walked away; I was like, ‘wow, thank God’.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}