{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/21/cameroon-england-womens-world-cup-last-16-nchout-ajara", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-21T14:00:41Z", "webTitle": "Cameroon’s Nchout Ajara, a heroine on and off the pitch, can hurt England", "webUrl": "https://www.theguardian.com/football/2019/jun/21/cameroon-england-womens-world-cup-last-16-nchout-ajara", "apiUrl": "https://content.guardianapis.com/football/2019/jun/21/cameroon-england-womens-world-cup-last-16-nchout-ajara", "fields": {"headline": "Cameroon’s Nchout Ajara, a heroine on and off the pitch, can hurt England", "bodyText": "The clock was ticking towards the 96th minute when Aboudi Onguene headed the ball towards Nchout Njoya Ajara. With Cameroon needing a winner against New Zealand to go through to the last 16, and the score 1-1, Ajara beat Ria Percival to the ball and turned the New Zealand defender one way then the other before curling a beautiful shot into the far corner. The celebrations showed what the goal meant to the Indomitable Lionesses. On Sunday they face England in the last 16 in Valenciennes and Ajara will provide a huge threat to Phil Neville’s hopes of progressing to the quarter-finals. At the age of 26 Ajara is competing at her second World Cup four years after Cameroon also reached the last 16, only to be eliminated by China. She is extremely quick and with dribbling skills to bamboozle any defender she is one of those rare players who can turn a match in a second. Born in Njisse, a remote town in the west of Cameroon, the forward, who plays for Vålerenga in Norway, grew up in a society that did not look kindly on women or girls playing football. She carried on playing, however, and showed the kind of drive that has made her Cameroon’s outstanding player. “I grew up in a Muslim family where it was believed education should take precedence over my passion: football,” she has said. “I insisted and at different stages of my career I was rebuked by family members. But I remained faithful to my dream and I worked hard. This means more than just making some money. For me football is my life.” Cameroon’s coach, Alain Djeumfa, builds his team around Ajara and warns that she will only get better. “Ajara is a good player, the past seasons have been great for her and she is an important piece for us at the World Cup.” The team missed the explosiveness of the lethal attacker in the final stages of the opening game, a 1-0 defeat against Canada, when she went off injured, and in the 3-1 reverse against the Netherlands, when she started on the bench. Ajara scored twice against New Zealand but is not all about the goals. Her all-round game gives Cameroon a huge lift and she is the main reason they feel they have a chance of causing an upset against England, who are ranked 43 places higher. She has played in the United States, Sweden and Norway since leaving AS Police de Yaoundé in 2015 and has become a role model on and off the pitch in Cameroon. But more than anything, perhaps, she is a strong campaigner, looking to support underprivileged girls across the country with scholarships, and has been vocal about arranged marriages. Ajara has also set up a prisoners’ rehabilitation programme that provides financial and intellectual assistance to inmates and established a fund to help orphanages. “I know that through football I can spread positive values,” she has said. “I don’t perceive prisoners as bad people; I see them as people who at some point of their lives made the wrong decisions but who can always get better. “I believe if they, just like orphans or the underprivileged, are given the right opportunities with proper guidance then they can do great things. At the end of it all, I have to use the opportunity God has given me to impact lives positively. This is also why I play, to encourage others that they can succeed.” Ajara has plenty of time ahead to transform lives but for now the attacker, who has played for eight teams across three continents in her 12-year career, is focused on England. A win against one of the tournament favourites would not only bring a first quarter-final for the Indomitable Lionesses but spark a change in the narrative around women’s football in Cameroon. And it would be no surprise if Ajara makes that happen."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}