{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/jun/11/belgium-v-scotland-hungary-v-wales-euro-2020-qualifiers-clockwatch", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-11T21:17:29Z", "webTitle": "Belgium 3-0 Scotland, Hungary 1-0 Wales: Euro 2020 qualifiers – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/jun/11/belgium-v-scotland-hungary-v-wales-euro-2020-qualifiers-clockwatch", "apiUrl": "https://content.guardianapis.com/football/live/2019/jun/11/belgium-v-scotland-hungary-v-wales-euro-2020-qualifiers-clockwatch", "fields": {"headline": "Belgium 3-0 Scotland, Hungary 1-0 Wales: Euro 2020 qualifiers – as it happened", "bodyText": "And with that, I shall depart. It’s been a lot of fun, unless you happen to be an Estonian defender. I leave you with this qualifying round-up. Bye! This meanwhile is the Press Association’s report on Belgium’s victory over Scotland: Scotland were handed a harsh lesson with a 3-0 defeat by Belgium at the King Baudouin Stadium in Brussels. Steve Clarke’s side defended with a mixture of diligence and desperation in this 2020 European Championship qualifier only for all the good work to be undone just before half-time when a lapse of concentration ended with striker Romelu Lukaku heading in a cross from skipper Eden Hazard. In truth, the goal had been coming and the Manchester United striker added a second in the 57th minute with a strike and Steve Clarke’s side had to work hard to prevent further damage before Kevin De Bruyne added a third in the final minute. Roberto Martinez’s all-star team, ranked number one in the world, have won four out of four Group I fixtures while the Scots have six points from 12 and host Russia and Belgium in their next qualifying double-header in September, their task of qualifying for a major tournament for the first time since 1998 not becoming any easier. The nerves that the 4,000 or so members of the Tartan Army had would have increased with the news of skipper Andy Robertson’s absence through injury, his place taken by 21-year-old Kilmarnock left-back Greg Taylor. The visitors had a clear-cut chance in the ninth minute when Burke found himself behind the Red Devils’ defence from Armstrong’s flick but he failed to connect properly with his angled-drive and the ball slipped past the far post. Belgium surged back. Eden Hazard found De Bruyne with a clever pass but the Manchester City midfielder’s drive was tipped over by keeper David Marshall, who then saved a long-distance effort from Axel Wetzel. The pressure kept building. Taylor got caught at the edge of the box taking a pass from Russell and De Bruyne drove wide of the target before a better effort had Marshall stretching to tip the ball over the bar. Armstrong was replaced by Ryan Fraser in the 32nd minute and it looked like the Scots would make it to the interval unscathed only for Lukaku to head in Hazard’s cross from the byeline, when McTominay switched off for a moment. The stunned Scots should have gone 2-0 down four minutes into the second-half when Lukaku headed a cross from Thomas Meunier over the bar while under no pressure. Two minutes later Marshall beat away a terrific 25-yard free-kick from De Bruyne but after another ferocious drive from the Etihad stadium attacker had been parried by Marshall, Lukaku followed up past Taylor to return the ball into the net from 12 yards. Lukaku drove narrowly past the far post as did Hazard when he worked himself into a shooting position. Yet another strike from Lukaku missed the target although with 10 minutes remaining Fraser drew a decent save from Thibaut Courtois with a curling shot. The Belgium keeper then rushed from his goal to deny defender Scott McKenna before substitute James Forrest, on for Russell, failed to capitalise on the loose ball. Marshall denied De Bruyne as the home side returned fire but he was eventually beaten beaten by the brilliant Belgian who drilled in from the edge of the box. This is from Ian Parker, the Press Association’s man in Borisov: Paddy McNair’s first international goal saw Northern Ireland snatch a 1-0 win over Belarus and make it four wins out of four in Euro 2020 qualifying. A late night in Borisov looked like ending in frustration for Michael O’Neill’s men as they toiled in hot and humid conditions, but with four minutes left McNair found the breakthrough. The Middlesbrough midfielder took the ball from Jordan Jones on the left, skipped over the challenge of Sergei Kisylak, and struck a low shot under the diving Aleksandr Gutor. The goal sparked wild celebrations from the Northern Ireland players who have repeated the mantra of targeting 12 points from their opening four fixtures and can now celebrate achieving it. With half the group games gone, they have given themselves every chance of qualifying for a second consecutive European finals. The victory piles pressure on Holland, who may have two games in hand but will head to Germany in September nine points behind Northern Ireland, who are sitting pretty at the top of the group. It was another game where Northern Ireland had to dig deep before finding a late winner - just as they did in the reverse fixture in March, and in Saturdays’ 2-1 win over Estonia. That match was turned by substitutes Conor Washington, Josh Magennis and Jones, who were all brought into the starting line up three days later. Washington, in the shop window after being released by Sheffield United, threatened at the start of both halves. In the fourth minute, he drove to the edge of the area before dragging a shot narrowly wide of the goal. And at the start of the second half, his driven effort brought a first save of the night out of the Belarus goalkeeper. In between Northern Ireland had struggled to threaten Gutor’s goal, but the game would open up considerably in the second half as both sides made changes. Stuart Dallas replaced Magennis and used his first touch to head clear Sergei Kisylak’s free-kick from a dangerous position. Belarus introduced Denis Laptev, who has six goals in 10 for Dinamo Brest, and Northern Ireland’s defenders quickly converged on the 6ft 4in man to block a shot from the penalty spot. Peacock-Farrell did well to turn away a low shot from Igor Stasevich after Kisylak rolled a free-kick into his path on the edge of the area, forcing the Leeds goalkeeper low down to his left. Northern Ireland responded at the other end where a stinging effort from substitute George Saville led to something of a scramble. Jones’ cross rolled across the face of goal and the ball would not sit for Northern Ireland before Belarus got it behind for a corner. Michael Smith was next to try but his left footed effort curled just wide. Belarus hit back with a Yuri Kovalev driving towards the area before laying it off to Pavel Nekhaychik, whose shot went into the side-netting. But with time ticking down, McNair made the decisive strike to leave the 660 travelling fans in raptures. Here’s a report on Wales’s defeat in Budapest: Gareth Bale’s misery continued as he missed a gilt-edged chance and Wales were beaten by a late Hungary goal in their European Championship qualifier in Budapest. Bale – whose future at Real Madrid remains shrouded in uncertainty after a miserable end to the season in Spain – failed to convert from close range in a tight game of few opportunities. The Wales manager, Ryan Giggs, could not have wished for the second-half chance to fall to a better man than the 29-year-old but he could not convert and his team paid the price. Much more here: “Think I’ll go and watch Chernobyl to cheer myself up,” says Simon McMahon, after Scotland were handed a 3-0 hiding by Begium. “Maybe Matt Dony feels like joining me?” In other news, Sky are reporting that Slaven Bilic is poised to take over as West Bromwich Albion’s head coach, and Jonathan Woodgate is “close to being appointed” by Middlesbrough. I’ve got all of tonight’s Euro 2020 qualifying scorelines for you: Group C Belarus 0-1 Northern Ireland Germany 8-0 Estonia Group E Azerbaijan 1-5 Slovakia Hungary 1-0 Wales Group H Albania 2-0 Moldova Andorra 0-4 France Iceland 2-1 Turkey Group I Kazakhstan 4-0 San Marino Belgium 3-0 Scotland Russia 1-0 Cyprus Group J Greece 2-3 Armenia Italy 2-1 Bosnia-Herzegovina Liechtenstein 0-2 Finland Over at the women’s World Cup, the USA now lead Thailand 10-0 with another 10 minutes to play. They have had 35 shots, to Thailand’s two. This is an absolute wondergoal! Destined to be forgotten because, well, it’s for Greece, in a losing effort at home to Armenia, but Kostas Fortounis just danced past everybody before rolling into an empty net. Kevin de Bruyne hits a low, hard, pinpoint shot from just outside the area, and Belgium’s victory is complete! The final whistle has now gone in Brussels, so that’s their lot. That wraps up victory for Albania! Ylber Ramadani’s low shot from just outside the area arrows inside the near post! Marco Verratti has surely won this for Italy! It’s a low shot from about 16 yards, not very hard but extremely accurate, and there’s no stopping it on its way inside the far post. Oh, do stop it. Leroy Sane had had two previous goals disallowed, though, so is likely to be happy about finally having one that stands. I’m a little slow in bringing bad news for the Welsh, of a late goal for Mate Patkai. It’s a long, high ball into the area, which attracts all nearby defenders to attempt to win it, but instead it drops loose to Patkai, who slams it in! That’s a great strike from Middlesbrough’s Paddy McNair, who cuts inside his marker on the left of the area and, from near the byline, slaps a low shot past the keeper! Northern Ireland are as I type at the top of Group C, albeit with their next four games being against the Netherlands, Germany, the Netherlands again, and then Germany again. It looks like Armenia might have wrapped this one up, after re-extending their lead over Greece to two goals. Germany have finally extended their lead, a humiliating 17 minutes after their last goal. Timo Werner, who came on for Reus back in the 65th minute, with the strike. A couple of match updates, which I’ve cribbed off the Press Association: Northern Ireland made a bright start to the second half. First a Jones cross from the left caused chaos as it span away from the goalkeeper. Magennis got a touch to play it back to McNair but his control let him down and Belarus scrambled it away. But Northern Ireland kept the pressure on and Washington brought a decent save from Gutor with a driven effort. Belarus responded as Lewis was booked for a foul on Igor Shitov in a dangerous position, but Stuart Dallas, just on for Magennis, cleared the free-kick with his first touch. Barely a minute later, Northern Ireland’s defenders converged on Belarus substitute Denis Laptev to block his shot from the penalty spot. Meanwhile in Hungary: Gareth Bale missed a glorious chance on the hour after Wales produced the best football of the match. Brooks swerved away from his marker to free Lawrence and he squared the ball to leave Bale with only Gulacsi to beat. But Bale scooped his shot weakly and Gulacsi collected easily. Wales had lost Ampadu to injury soon after the restart and he was replaced by Matthew Smith. “The Wales game might not be a thriller, but Hungary are demonstrating some impressively agricultural solutions to the problems posed by Wales’ pace,” says Matt Dony. “And after creating the best opening of the game, Wales have bemoaned Bale’s lack of a right foot. So, yeah. Going great.” Talking of thrashings: Germany have had a goal chalked off for offside, and they’re not happy about it. Jose Carlos Zeca has pulled a goal back for Greece against Armenia. It was quite nice. Gnabry makes it six of the best for Germany, turning in a left-wing centre with the nonchalance of someone who knows that nothing really matters at this point. France think they’re handing out a thrashing, which they kind of are. However, there are more emphatic scorelines about, such as ... Belgium double their lead, Lukaku poking in the loose ball after Kevin de Bruyne’s shot is saved! The latest of a string of white-shirted players to score tap-ins from low cross tonight is Benjamin Kallman, who extends Finland’s lead in Liechtenstein. Edin Visca just came ever so close to restoring Bosnia-Herzegovina’s lead in Turin, only for Salvatore Sirigu to pull off a super stop. That’s a cracker! Insigne is lurking on the edge of the area as Italy prepare a corner. It’s lifted over everybody and onto his right foot, whence it is cracked on the volley inside the near post! The Press Association’s half-time take on Hungary v Wales doesn’t paint it as a great thriller: Hungary and Wales remained goalless at the break. In what was proving a tight contest, Joe Allen volleyed wide from 25 yards and Hungary centre-back headed Balazs Dzsudzsak’s corner into side netting. But chances were very much at a premium with defences on top. All half-timely whistles have now blown, so go and have a brief lie-down. Simon McMahon is feeling guilty about his optimistic Scottish-themed message: “Cue half time music by Jim Diamond - I Should Have Known Better.” A high, looping cross from the left is acrobatically scissor-kicked into the net, off the goalkeeper, by Florian Thauvin! Belgium finally make the breakthrough! Eden Hazard with the twinkling toes dancing through the area, and his dinked cross finds Romelu Lukaku’s capable forehead! Dorukhan Tokoz heads in a right-wing corner to heave Turkey to within a single goal of Iceland. Unlikely stat alert: “So far so good for Scotland,” says Simon McMahon. “Even though a point would be unexpected in Belgium tonight, early signs are that under Clarke, we will at least be competitive, and might even do something in qualifying. Incidentally, starters Charlie Mulgrew, Johnny Russell and Stuart Armstrong, sub John Souttar and the injured Andy Robertson are all ex-Dundee United players. Make of that what you will.” Norwich’s Teemu Pukki with a Dzekoesque tap-in to give his side the lead in Liechtenstein. Marco Reus scores a free-kick to put Germany five to the good against Estonia. I’ve now seen the Dzeko goal, and it was a tap-in. A couple of other goals that I haven’t mentioned yet: Iceland are 2-0 up against Turkey, Ragnar Sigurdsson with his second of the game, and Armenia are 2-0 up in Greece, Gevorg Ghazaryan with it. Also, Wissam Ben Yedder has doubled France’s lead in Andorra. Belgium are leading Scotland 8-1 on goal attempts, 2-0 on shot on goal, have had five corners to Scotland’s none, and have enjoyed 66% of possession and a passing accuracy of 92%, to Scotland’s 33%/78%, The score remains 0-0. I haven’t seen the goal yet, but it has been described as a tap-in. I’ve just seen the incident that led to that Germany penalty, and it was weak. I’m not sure why, when you play for Germany, you’re up against Estonia at home and you’re 3-0 up after 25 minutes, you’d think it might be necessary to dive to win a penalty. That, from Leon Goretzka, was purely for the love of diving. I think Germany might win this one. Gundogan appears to be playing a blinder, having had a significant hand in two of the first three goals, and now he’s banged in a penalty to put his side four up. Defence? Gudmundsson’s free-kick bounces across the area, and Sigurdsson turns it in at the far post. This might get messy. Joshua Kimmich lifts the ball into the area, and Leon Koretzka glances his header home! Germany have doubled their lead over Estonia, Leroy Sane running onto a chipped pass on the left of the area before centring for Serge Gnabry, who taps in. Germany, currently below Northern Ireland in Group C (with a game in hand), move ahead of Estonia, Marco Reus turning a low cross into the roof of the net. France appear to be stepping nimbly over this potential banana skin, Kylian Mbappe skipping into the penalty area before dinking a shot over the goalkeeper to give the world champions the lead. Armenia have taken a 1-0 lead in Greece. That’s in Group J, which is currently topped by Italy. Anyway, and more pertinently, off has been kicked at all of tonight’s games. Pre-match fan displays can look very good indeed, but at the risk of coming over a bit Guardian it does rather feel like an almost perversely unnecessary use of plastic. Can’t people just communicate their support through the medium of song? Not just foam, but people in unusual hats too! Nizhny Novgorod is truly the place to be tonight. This looks fun. “It’s important that we control the game,” says Roberto Martinez of Belgium’s meeting with the Scots. “We need to be patient, but with a real high tempo on the ball.” Steve Clarke has been asked about Andy Robertson’s absence: Its obviously disappointing to lose Andy. It’s disappointing for Andy as well. He tried everything he could, but no good. Great chance for Greg Taylor. What have you said to Taylor, he’s asked. “You’re playing left-back,” Clarke responds. Ryan Giggs calls for “a little patience and building up the play”, and thinks if they can manage that “we should be OK”. Wales are in Budapest tonight. “We know it’s going to be difficult but the plan is obviously to come away with three points at least.” At least three points? How many does he want? And the full Scotland and Belgium line-ups. Apparently Robertson was ruled out with a hamstring injury: Belgium: Courtois, Alderweireld, Kompany, Vertonghen, Meunier, Tielemans, Witsel, Thorgan Hazard, De Bruyne, Lukaku, Eden Hazard. Subs: Mignolet, Vermaelen, Carrasco, Januzaj, Praet, Castagne, Dendoncker, Benteke, Origi, Mertens, Batshuayi, Sels. Scotland: Marshall, O’Donnell, Mulgrew, McKenna, Taylor, McTominay, McLean, Russell, Armstrong, McGregor, Burke. Subs: Bain, Souttar, Findlay, Forrest, McGinn, Fraser, Palmer, McNulty, Shinnie, Brophy, McLaughlin. Referee: Petr Ardeleanu (Czech Republic). Here’s the Wales team to face Hungary. And indeed the Hungary team to face Wales: Hungary: Gulacsi, Lovrencsics, Barath, Orban, Korhut, Adam Nagy, Patkai, Dzsudzsak, Szoboszlai, Holender, Szalai. Subs: Dibusz, Ferenczi, Vinicius, Nemeth, Kalmar, Kleinheisler, Varga, Dominik Nagy, Holman, Kovacs, Bese, Kovacsik. Wales: Hennessey, Gunter, Ashley Williams, Jamie Lawrence, Ben Davies, Allen, Ampadu, Tom Lawrence, Brooks, James, Bale. Subs: Ward, Neil Taylor, Mepham, Smith, Vaulks, Woodburn, Matondo, Lockyer, Wilson, Vokes, Adam Davies, Roberts. Referee: Matej Jug (Slovenia). A few of the continent’s giants are in action tonight. Here are some selected line-ups: Andorra v France Andorra: Gomes, Jesus Rubio, Llovera, Lima, San Nicolas, Martinez, Rebes, Vales, Cervos, Alaez, Vieira. Subs: Pol, Emili Garcia, Clemente, Sanchez, Sanchez Soto, Moreno, Marc Garcia, Rodriguez, Jordi Rubio. France: Lloris, Dubois, Zouma, Lenglet, Mendy, Coman, Ndombele, Pogba, Mbappe-Lottin, Griezmann, Thauvin. Subs: Areola, Maignan, Pavard, Varane, Umtiti, Lemar, Giroud, Digne, Matuidi, Sissoko, Ben Yedder. Referee: Fran Jovic (Croatia). Germany v Estonia Germany: Neuer, Kehrer, Ginter, Sule, Schulz, Reus, Gundogan, Kimmich, Goretzka, Sane, Gnabry. Subs: Trapp, Hector, Tah, Draxler, Werner, Brandt, Klostermann, Halstenberg, Stark, Havertz, Ulreich. Estonia: Lepmets, Kams, Mets, Tamm, Vihmann, Pikk, Teniste, Vassiljev, Dmitrijev, Puri, Zenjov. Subs: Aksalu, Kait, Miller, Sinyavskiy, Sorga, Ojamaa, Kreida, Sappinen, Roosnupp, Kallaste, Kuusk. Referee: Ali Palabiyik (Turkey). Italy v Bosnia-Herzegovina Italy: Sirigu, Mancini, Bonucci, Chiellini, Emerson Palmieri, Barella, Jorginho, Verratti, Bernardeschi, Quagliarella, Insigne. Subs: Cragno, De Sciglio, Pellegrini, Belotti, El Shaarawy, Romagnoli, Chiesa, Sensi, Florenzi, Immobile, Cristante, Gollini. Bosnia-Herzegovina: Sehic, Todorovic, Bicakcic, Zukanovic, Civic, Besic, Pjanic, Saric, Visca, Dzeko, Gojak. Subs: Kovacevic, Nastic, Memisevic, Duljevic, Cimirot, Sunjic, Bajic, Prevljak, Vrancic, Zakaric, Milosevic, Piric. Referee: Javier Estrada Fernandez (Spain). Early kick-off update: Kazakhstan have beaten San Marino 4-0, and Azerbaijan are 1-5 down at home to Slovakia, deep into stoppage time. Here is Scotland’s team to play Belgium, and Andy Robertson is not in it: No less than 11 European Championship qualifying fixtures kick off at 7.45pm BST this evening, including Belgium v Scotland, Hungary v Wales, Belarus v Northern Ireland, Italy v Bosnia-Herzegovina and France’s attempt to recover from their 2-0 weekend defeat in Turkey in Andorra. So an evening of considerable excitement awaits. Some things to look out for, then: The Hungary manager, Marco Rossi, says Daniel James’s speed makes him feel all tingly. “In the last years I don’t remember one player that gave me this sensation,” he said. “His acceleration is so peculiar.” What’s more, he won’t be able to guide his players through their Welsh challenge because of a touchline ban. Wales might make changes. “It may be a case of freshening it up,” said Ryan Giggs. “It’s important we come away with something from the game but there are still 15 points to play for after this one.” Belgium thrashed Scotland 4-0 in a friendly last September. “It was a relatively new squad then, a lot of changes and we have probably had 10 months together and we have bonded and know how to play with each other,” says Andy Robertson. “We made disastrous mistakes in that game and that’s what we need to cut out. We need to be a lot more streetwise and try to frustrate them and the longer it goes, hopefully that happens and we grow in confidence.” Andorra are preparing to party. “Playing against the world champions France, a country we like a lot because of its proximity, will be a celebration,” says their striker, Juli Sánchez. Italy have not conceded for 568 minutes. Bosnia &amp; Herzegovina will be out to break that run in Turin tonight. And so very much more. So gird your loins and draw your breath, tonight is going to be a very big lot of fun*. * fun not guaranteed"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}