{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/10/gung-ho-matildas-pay-price-as-defensive-frailties-exposed-in-world-cup-opener", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-09T15:20:54Z", "webTitle": "Gung-ho Matildas pay price as defensive frailties exposed in World Cup opener | Ella Reilly", "webUrl": "https://www.theguardian.com/football/2019/jun/10/gung-ho-matildas-pay-price-as-defensive-frailties-exposed-in-world-cup-opener", "apiUrl": "https://content.guardianapis.com/football/2019/jun/10/gung-ho-matildas-pay-price-as-defensive-frailties-exposed-in-world-cup-opener", "fields": {"headline": "Gung-ho Matildas pay price as defensive frailties exposed in World Cup opener", "bodyText": "The Matildas’ day out in Valenciennes was not meant to end this way. A 95th-minute defeat at the hands of a team who have endured a two-decade long World Cup absence was not written in the script. Ashleigh Barty’s French Open exploits the previous day were meant to pave the way for the Matildas to carry on a weekend of Australian sporting success on European soil. Their opening World Cup game was an opportunity to set down this marker – a demonstration of how they have progressed from defensively challenging match-ups against some of the best attacks in the world in the USA and the Netherlands. Yet questions must now be asked as to how this sumptuously talented attack-minded team can also dig in defensively. The game ostensibly began according to plan, on paper at least, with Sam Kerr opening the scoring. Her celebration at the corner flag with Cahill-esque fisticuffs showed the world the baton of World Cup talisman had been properly passed from the retired Soccerroo to her. The stage was set for an Australian onslaught. But, as Laura Giuliani learnt as she failed to hold the ball after saving Kerr’s tame spot kick, allowing the captain to swoop in and open the scoring, if you don’t hold on to what you’ve got, a small margin of victory slips away. Kerr settled Australian nerves for the first half, but the fact that more goals were not forthcoming in the second served only to aggravate them once more. While the Matildas’ wing play created opportunities, Italy’s defence, anchored by Sara Gama, surrounded and ultimately nullified an attack which couldn’t take advantage of Kerr’s aerial abilities. The Matildas are renowned for their rapid-fire attacks – a case in point being a scything series of give-and-gos between Ellie Carpenter and Hayley Raso that almost resulted in a goal for Chloe Logarzo late in the first half – but the team’s pace failed to materialise when it came to reacting to their defence being breached. A high defensive line can be a dangerous game to play with teams relying on officials to pay close attention to offside, and the opposition to stray. Successfully playing this way depends on an ability to quickly track back when the offside trap is breached, irrespective of whether the referee – in this World Cup armed with the omniscient VAR – will ultimately decree a goal shall stand. As Italy learnt early in the first half, it only takes a second to score a goal, but VAR about three minutes to disallow it. Yet instead of taking heart from the chalked off goals, the Matildas could not push forward for their own. The battle became more mental than physical, as the Italians continued to breach the Australian defence. Match winner Barbara Bonansea’s composure and control when receiving the ball at her feet proved particularly troubling, as she ghosted in and around the Australian defence, asking questions they could not answer. As Italy’s offside margins shrank and her influence grew, the question became whether the Matildas’ defence could stave off Bonansea and the clock. Ultimately, they could not. The conundrum now facing Ante Milicic and his coaching staff is how to find a balance between using the Matildas’ strengths and mitigating their weaknesses. If the side is to progress in this tournament to the latter stages that their undoubted talent demands, perhaps their modus operandi – that their best form of defence is attack – needs tempering. Perhaps some of their players’ instincts for forward flair needs to be sacrificed, in the interim, for defensive stoicism. If anything to settle the nerves. Games against savvier opposition will continue to test the Matildas’ defensive resolve. While Italy are undoubtedly the most defensively resolute team the Matildas will encounter in their group, the attacking potential of Brazil’s Marta gives the clash in Montpelier further significance. It’s a statement of the obvious that in football you need to score more goals than you concede in order to win – that will hold fast to the teams seeking to top in Group C. There are positives to take out of this shock defeat. The Matildas didn’t play badly overall. And now Kerr has her World Cup goal, there is one psychological barrier removed. Against a less defensively organised team, the Matildas’ rapid attack can be freed to wreak havoc. And the history of the World Cup is littered with examples of successful teams which flattered to deceive in the early stages. In the men’s tournament, 2010 winners Spain slipped against Switzerland. In 2015 an unconvincing USA side took some time to click into gear before winning the tournament. A close opening round defeat need not sound off the panic stations. Italy, for their part, were patient and ultimately deserving of this result. Having not graced the World Cup for two decades, then on their return seeing two goals disallowed thanks to (correct) VAR offside calls, patience is clearly a virtue Le Azzure have learnt well. It paid dividends for them in Valenciennes."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}