{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/15/womens-world-cup-diary-murder-basement-trains-toilets", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-15T18:45:14Z", "webTitle": "Women’s World Cup diary: the Murder Basement, trains and dodgy loos", "webUrl": "https://www.theguardian.com/football/2019/jun/15/womens-world-cup-diary-murder-basement-trains-toilets", "apiUrl": "https://content.guardianapis.com/football/2019/jun/15/womens-world-cup-diary-murder-basement-trains-toilets", "fields": {"headline": "Women’s World Cup diary: the Murder Basement, trains and dodgy loos", "bodyText": "Sunday: Reims–Paris–Nice When the day starts off watching an Australian and American play Game of Thrones pinball in a bar in Reims something has either gone very wrong or very right with your night. It was the afters of Norway v Nigeria and failed to prepare me for the next 24 hours. I got the first train from Reims to Paris, rushed back to my Airbnb (or, as it has been dubbed on Twitter, the Murder Basement) and left again for the airport. On track to make my flight until the train stopped, the garbled message from the conductor was enough to get me off and order an extortionate Uber. I made the flight and the match by virtue of a delay. Back in the centre of Nice after England v Scotland I made for my hotel only to be told the room had been cancelled and they had nothing more. Monday: Nice–Montpellier Having kipped with a colleague, I set off for Montpellier with two other journalists and, other than the Observer’s Suzy Wrack driving across the motorway in Provence with a door open, the jaunt was largely uneventful. The match was Canada v Cameroon and the drive may have been more exciting. Tuesday: Montpellier–Paris– Rennes–Paris Booked on the first train from Montpellier to Paris, I was left hanging after my taxi failed to show. That meant a second booking that was as pleasant to pay for as being kicked in the shins. After a long delay in Paris I arrived in a wintry Rennes surrounded by people in heavy coats and scarves – all looking at me in my shorts and T-shirt rather oddly. A weather delay forced me to leave Sweden v Chile early, my back turned seconds before Kosovare Asllani opened the scoring 83 minutes in. With 1,000 miles in the bag for the day I crawled up the hill to the Murder Basement hoping for a reprieve. Wednesday: Paris–Le Havre Switching things up, I headed to Le Havre to do a guest spot on Radio Five Live, for France v Norway, with Caroline Barker. Originally meant to be recorded in her hotel room (not as dodgy as it sounds), we were forced to relocate to a local smoke-riddled bar. Yet the recording went smoothly – despite, or probably because of, a cacophony of double entendres from the charming presenter – however, the half-cooked pommes on the menu did not quite go down so well. The day’s overriding memory? Discovering the toilet at my hotel did not have a flush, after using it. Thursday: Le Havre–Paris Out of Le Havre on the 6am coach, I stopped by the Airbnb to grab every item of clothing I own (aka, a week’s worth of washing) to venture to my first ever laundromat. Managing to avoid flooding the place, I picked up a scandalously tasty cake from a patisserie across the road before China v South Africa (a flat 1-0). Friday: Paris–Rennes–Paris Feeling worse for wear, I peeled myself out of the squeaky basement bed and delicately made for the coach station. The four-hour trip to Rennes was perfect for a nap in lieu of actual sleep. The match was another frustrating one for the Scots, who once again lost 2-1, having looked as if they were up for it, in the last 20 minutes. Shelley Kerr was measured in her press conference but Fifa’s translation of Asako Takakura’s comments was a confused, delayed stream of nonsense. I was tired again, or still, and headed back to Paris. Saturday: Paris–Valenciennes–Paris Valenciennes had been invaded by the Dutch, the town painted orange by their rambunctious fans, the match gritty and raw – like my inflamed throat. The World Cup (or the Murder Basement) had given me freshers’ flu but, like every footballer in France, I was readying myself to go again. After all, I had only a few hours until the next match ..."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}