{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/20/womens-world-cup-game-changing-moments-no4-brandi-chastain-1999", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-20T09:00:11Z", "webTitle": "Women’s World Cup game-changing moments No 4: Brandi Chastain in 1999", "webUrl": "https://www.theguardian.com/football/2019/jun/20/womens-world-cup-game-changing-moments-no4-brandi-chastain-1999", "apiUrl": "https://content.guardianapis.com/football/2019/jun/20/womens-world-cup-game-changing-moments-no4-brandi-chastain-1999", "fields": {"headline": "Women’s World Cup game-changing moments No 4: Brandi Chastain in 1999", "bodyText": "The Rose Bowl, Pasadena – a virtual cauldron on a typically sweltering Californian summer’s day. It’s 10 July, 1999, and in the packed stands a partisan crowd looks on as Brandi Chastain makes the long, lonely walk from the centre-circle, catches the ball casually tossed her way and carefully places it on the penalty spot. Anxious not to catch the eye of China’s goalkeeper, Gao Hong, who had psyched her out in similar circumstances earlier that year, Chastain turns away and retreats. One step, two steps, three steps, four steps, five steps, six. She turns back to face the goal, takes a final couple of paces backwards, another two forward and pauses for a breath. She begins her run-up, knowing Gao has done her homework and is expecting her to shoot with her right foot. It is why she has been practising with her left following a chat with the USA’s head coach, Tony DiCicco. It is also why, after a scoreless draw over 90 minutes and an additional 30 of Golden Goal extra-time, he insisted the defender be named as the fifth penalty taker when she was originally down as sixth. It is why, having seen her team’s goalkeeper, Briana Scurry, save China’s third from Liu Ying, she now knows it is all down to her and her untested left peg. With the World Cup up for grabs, she begins her run-up and the 90,185 fans present hold their breath. Following a successful execution of the decisive spot-kick in a shootout, there is a brief moment when whoever scored it has time to process the magnitude of what they have just achieved. In the six seconds it took the first of Chastain’s jubilant teammates to sprint from the halfway line to swarm her in celebration, she found time to turn an entire sport on its head. In the fleeting second it took one particular TV camera to cut back to the player, having just captured her left-foot drive fizzing beyond Gao, Chastain removed her shirt and swung it in triumph above her head. In her soon-to-be famous black sports bra, she sank to her knees and with both fists raised in triumph, looked towards the sky. Behind the goal, the Sports Illustrated photographer Robert Beck was in position by mistake. A specialist in surfing action pictures who did not understand the rules of football, he had only been sent along to the World Cup final as his publication’s third man, tasked with taking shots of the great and the good like Jennifer Lopez and Bill Clinton in the crowd. Having spent the entire game located high in the stands, he and his assistant made their way down to the pitch upon learning what would happen if the match remained all-square at the end of extra-time. Positioning himself behind the goal, Beck was promptly ordered to move because his presence might distract those involved in the shootout. As he made to do so, he was then told to stay put because his attempt to carry his gear elsewhere was proving even more off-putting. His now iconic shot of Chastain would go on to make the covers of Sports Illustrated, Newsweek and Time. “It was probably something that never should’ve happened because I was in the wrong place at the right time,” he subsequently revealed. “It was fate that brought us together,” Chastain would say. The huge crowds that watched the 1999 Women’s World Cup suggest it would be disingenuous to conclude this particular final, won on home soil by the host country, put women’s football on the map. But it certainly helped take it to the next level. Its profile was high enough to attract 660,000 people to assorted stadiums, while an estimated 40 million watched on TV in the USA. The original plan had been to stage the 1999 World Cup in a selection of considerably smaller grounds on the US’s east coast, but the national team’s victory at the Olympics three years previously had piqued serious interest. It was box-office and Fifa quickly realised, to mangle a phrase from Hollywood, that they were going to need several bigger boats. “Women’s soccer was not anonymous any more – people were talking about it,” observed Chastain in the wake of that gold medal win. Scurry, whose invaluable contribution was rather overshadowed by her teammate’s celebration, would later recall the impact of the Atlanta Games. “It was truly amazing just watching soccer explode in this country,” she told an interviewer, Olivia Christian. “But it wasn’t just soccer that exploded in my opinion. I think it was powerful women in general. I know that my life and what I’ve done in it has positively affected millions.” In the days, weeks and months following the USA’s World Cup victory, Chastain was forced to field frankly ridiculous criticism that her celebration had been calculated and disrespectful; that it was in some way unladylike for a female athlete to tear of her shirt while lost in a moment of exhilaration. “I was grateful for those comments because it gave me a new platform to express myself about what sport has given me,” she said. And what made her do it? “I have no idea,” she has always maintained. “That moment where you’ve probably thought about it as a kid. There’s this rush of emotion and adrenaline and relief and joy that you can’t anticipate and surely can’t define. It just comes over you and I think it was just a moment of great satisfaction. I was super happy that the game was over and we had won.” Almost 20 years after her famous spot-kick, Chastain was inducted into the Bay Area Sports Hall of Fame and realised, with commendable good humour, that she had secured her status as a global icon. “It was a day of great laughter,” she told the chat show host Jimmy Kimmel when he teased her about becoming the latest in a long line of international footballers to be honoured with a sculpture that could scarcely look less like them. Happily, it was not the first time her image had been the subject of such high-profile public interest."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}