{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/04/lucy-staniforth-heartache-injuries-england-womens-team-football-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-04T21:30:09Z", "webTitle": "‘I’ve had to be patient’: Staniforth’s tough road to Women’s World Cup", "webUrl": "https://www.theguardian.com/football/2019/jun/04/lucy-staniforth-heartache-injuries-england-womens-team-football-world-cup", "apiUrl": "https://content.guardianapis.com/football/2019/jun/04/lucy-staniforth-heartache-injuries-england-womens-team-football-world-cup", "fields": {"headline": "‘I’ve had to be patient’: Staniforth’s tough road to Women’s World Cup", "bodyText": "Picking up the ball from Jodie Taylor, Lucy Staniforth skipped to the edge of the D, looked up and powered a low shot past Erina Yamane. She looked shocked. Wheeling away with one arm raised aloft in tribute to her hero Alan Shearer she couldn’t hold the pose. The other arm shot up too and she wiggled in delight. If scoring the opener against Japan at the SheBelieves Cup elicits such emotion, making a World Cup took it to another level, and Shearer announcing her selection only added to it. But it has been a tough journey. “If you’d have said 12 months ago I’d be sat here, I wouldn’t have believed it,” the 26-year-old Birmingham midfielder says. “I’ve had two cruciate ligament injuries. I did them back-to-back so I’d say I was out for three years, all told. “I think someone once said to me that, although I’m 26, in terms of the matches I’ve played I’m probably only 23 or 24 so that has taken the pressure off me and I’ve had to be patient.” Those two ACL ruptures could have driven her from the game. But she found inspiration in the former England international Claire Rafferty. “I’ve had so many moments along the way when I’ve thought to myself: ‘This just isn’t going to work out.’ But there have been people like Claire Rafferty and she has done her ACL three times. I reached out to her and took inspiration from her. “I was thinking to myself: ‘I don’t know how I’m going to do this.’ Then I thought: ‘I can, get over yourself, she has done it three times.’” The emotion is perhaps in the genes. Before her goal against Japan, a 10-minute run out against Brazil in Philadelphia sent her mum, Sandra, to pieces. “She’s always crying in the stands. I played against Brazil, I came on for 10 minutes. I looked up at her during a break and all I could see was her bright red face. I didn’t even really contribute,” she laughs. Family matters. A lot. Staniforth has worn 37 on the back of her shirt in tribute to her brother Thomas who died aged 20, when Lucy was 16, on a night out in York – 37 was his squad number at Sheffield Wednesday. “I pay homage to his career, even though it was cut short,” reflects Staniforth. “Unfortunately, these things happen. A few of the girls have been through similar situations with their own family, all of us will try to pay tribute to them during this World Cup. When it was my birthday, the FA made a fantastic gesture and got me a cake with ‘Staniforth 37’ on it. That was really touching. It’s at moments like that you realise you are in a privileged position and you want to make the most of it.” Alongside the injuries and heartache has been a tumultuous club career, often outside of her control. In 2008 she had to find a new club after Sunderland, where she would pay £180 for kit, ran out of money, and, when back at the club 10 years later, she was forced to leave after it decided to drop into the amateur leagues and not bid for a spot in the professional tiers. “My first experience of playing women’s football was with Sunderland,” she remembers. “Within a year of starting for them in the top division, we were told that we wouldn’t be there any longer because of financial reasons. “That was back in 2007-08. It was a shock. And I had to find a new club. I had one year of the hard times, then everything started to improve once they brought in the Women’s Super League.” Now, and having appeared at all England youth levels, Staniforth is heading to her first World Cup. It is not something she ever imagined. “I always hoped girls would go to the men’s World Cup,” she says with a grin. “I didn’t realise there was a girls’ team. I didn’t realise it wasn’t going to work out in my favour. I first realised women’s football was my thing when I first met Sue Smith who is a bit of legend and that was it.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}