{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/jun/29/germany-v-sweden-womens-world-cup-quarter-final-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-29T18:52:49Z", "webTitle": "Germany 1-2 Sweden: Women's World Cup quarter-final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/jun/29/germany-v-sweden-womens-world-cup-quarter-final-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/jun/29/germany-v-sweden-womens-world-cup-quarter-final-live", "fields": {"headline": "Germany 1-2 Sweden: Women's World Cup quarter-final – as it happened", "bodyText": "Congratulations to Sweden, whose dream of a maiden World Cup win survives. And commiserations to Germany, who will have to wait for World Cup number three. All that’s left is to direct you towards the match report ... and here it is, just a simple click away. Enjoy, and thanks for reading. The semi-final line-up, then. England v USA (Tuesday) Netherlands v Sweden (Wednesday) Sweden are the first team in the knockout stage of this World Cup to come from behind and win! They’re the first side to inflict such a turnaround on Germany in the World Cup since the USA did it in 1999. Tonight they’re gonna party. They cavort in celebration, exhausted but exhilarated. Germany, who went into this match as favourites, look stunned ... but they were very much second best today. They couldn’t cope with Stina Blackstenius at any point, and the Linköpings striker delivered the killer blow just after the break. Pity poor Lina Magull, whose magnificent opening goal was all for nothing. Sweden will play Netherlands in the semi-final next Wednesday, after a deserved victory that’s been 24 years in the making! 90 min +5: Rolfo is replaced by Hurtig. Sweden are so close to the semis now. 90 min +4: Asllani looks to have won a corner on the right, but the flag goes up for a goal kick. She nearly complains her way into the book. 90 min +3: A huge chance for Germany! Huth is sent scampering down the right and wedges a cross towards Hegering at the far post. Under pressure from Glas, she flashes her header high and wide from close range. 90 min +2: Marozsan manages to dig out a cross from the tightest of positions on the right. Lindahl does extremely well to claim a ball that would have looped into the net. 90 min: Oberdorf dribbles down the left and cuts back for Dabritz, who shoots straight at Lindahl. There will be six minutes of added time. 89 min: Blackstenius sends a screaming shot over the bar from 25 yards. Sweden have had their chances to put this to bed. Incidentally, the offside decision against Germany was preposterously marginal, Magull’s arm dangling over the line. But what’s right is right. 88 min: What a chance for Germany to save themselves! It’s another free kick, this time out on the right. Marozsan waves her wand at the ball, curling it to Oberdorf at the far post. Lindahl had come out flapping and missed. The goal was gaping ... but Oberdorf sent her header wide. 86 min: Now Popp’s knocked to the floor by Ilestedt. A free kick, 30 yards out. Before it’s taken, Sweden swap Rubensson with Bjorn. Then Marozsan floats the free kick into the mixer. Popp clips Seger, and it’s a pressure-releasing free kick. 84 min: The tension is palpable as referee Stephanie Frappart converses with the denizens of the VAR studio. Popp was definitely offside, so Lindahl’s subsequent intervention, knocking Popp down as she tried to punch clear, is neither here nor there. The ref waves play on. 82 min: Marozsan probes down the left, checking back, then turning and whipping a stunning cross onto Popp’s head, ten yards out. Popp’s offside, though. But Lindahl had clattered into Popp, and so there’s a VAR check for a penalty kick. 80 min: Germany remain strangely flat. Patience is all good and well, but time is running out. They need to raise the tempo. Sweden are looking very comfortable at the moment. 78 min: Jakobsson was clearly listening to Lindahl, and with renewed vigour, nearly sends Sweden into the semis for sure. She dances down the inside-right channel and sashays past Hegering on the edge of the area with great ease. A shot’s battered towards the top right; Schult does very well to parry and gather. 77 min: We’re off again. Lindahl delivered quite a speech during that break. Only 15 minutes to go and we’re in the semis, would have been the gist of it, I’ll be bound. 75 min: COOLING BREAK. Smart Water all round. Other beverages are available. 73 min: A couple of German corners. Neither delivered convincingly by Marozsan. The two-time winners and current Olympic champions are beginning to run out of ideas. Lindahl hasn’t had much to do. 71 min: Blackstenius powers down the left into acres of space left by Doorsoun. For a second, it looks as though she’s going to make it into the box ahead of Hegering and shoot, but the defender holds her ground and ushers the striker away from goal. Under pressure from Hegering, Blackstenius takes a fresh-air swipe and falls, allowing Schult to gather. 70 min: Germany make their final substitution in the regulation 90 minutes. They’ll have another if they take the game to extra time. But for now this is it: Schuller is replaced by Oberdorf. 69 min: It’s all Germany right now ... but it’s sterile domination. All in the middle of the park. When they press forward, a loose pass flies out for a goal kick. Sweden holding their shape very well. 67 min: A free kick for Germany out on the left, and a chance to load the box. Everyone on the edge of the area. Marozsan loops the set piece towards Popp, but Sembrant gets in ahead of the German striker and heads clear. 66 min: Fischer’s back up and about, but it looks as though she’s going to be subbed. She wants to continue, but on comes Ilestedt. 64 min: A searching cross from the right by Maier causes momentary panic in the Swedish box, but Fischer eventually clears. The Swedish defender then goes down with cramp. On comes the doc. 62 min: The game’s gone a little bit scrappy. Plenty of loose play in the midfield in the last couple of minutes. There’s not been too much of that in this highly entertaining match. 60 min: ... there’s no action of note. A poor delivery by Dabritz that sails harmlessly over everyone in the box. On the touchline, Martina Voss-Tecklenburg doesn’t look best pleased. 59 min: Germany are slowly working their way back into this. Huth dribbles down the left and earns a corner. From which ... 57 min: Lindahl races out of her box to clear a loose ball. She shanks it towards Dabritz, who tries to return it into the unguarded net from 40 yards. Dabritz pulls the effort well left, saving the Sweden keeper’s blushes. Lindahl smiles sheepishly. 55 min: Rolfo will miss the semi if Sweden make it. She’s booked for sticking a leg across Magull. She suddenly realises the implications of her actions, and holds her head in despair. 54 min: Blackstenius nearly bulldozes her way past Doorsoun and Hegering. Not quite, but she’s so dangerous at full pace. 53 min: Popp crosses from the left. Schuller nearly gets a head to it, ten yards out. But not quite. Huth recycles possession on the right and fizzes in a cross that forces Sembrant to concede a corner. Nothing comes of the set piece, but this is better from Germany, who haven’t asked Sweden many questions since taking the lead. 51 min: As things stand, Germany won’t be in Japan next year to defend their Olympic title. A huge 40 minutes ahead of us. 50 min: Blackstenius hadn’t scored an international goal for a year before her winner against Canada. Now she’s got two in six days! London buses, huh. Schult meanwhile was appealing for a foul in the build-up - Glas had clipped Magull on the halfway line - but VAR didn’t pull it back. Germany had plenty of other chances to stop Sweden, but couldn’t do it. Jakobsson powers down the right and stands one up to the far post. Rolfo rises highest and guides a header towards the top right. Schult manages to claw the ball out, but it drops to Blackstenius, who roofs it from six yards. Could Sweden’s 24-year run of misery against Germany come to an end today? 47 min: Marozsan throws herself into a couple of challenges. Clearly not worried about that toe. And we’re off again! A big change, with Germany going for it, replacing Dallmann with Dzsenifer Marozsan. “Thoroughly enjoying this World Cup and as a long-time devotee of women’s football it is so good to see the rise in both floor and ceiling of the game,” writes Hubert O’Hearn. “That said, much like the last men’s World Cup, one change I’d like to see is a re-seeding after the Group phase. One side of the draw has the three strongest sides in the US, England and the gone-too-soon France. Could Germany, Sweden or the Netherlands win the Cup? Sure, but much like Croatia last year it would be one heck of an upset.” Half-time entertainment. Suzanne Wrack has been zig-zagging around France, staying in hotels with no air con so you don’t have to. Here’s her diary! An entertaining first half comes to a close. The players troop off to get themselves some water and shade. Germany will be happy to hear the whistle, because Sweden were beginning to cause quite a lot of trouble in their final third. It’s going to be a cracking second half, as this is on a knife-edge. Extra time and penalties a real prospect! 45 min: More bedlam in the German box, as Blackstenius and Rubensson take each other out while trying to latch onto a loose ball. Germany boot it away from danger. It’s really not clear how Germany kept four clean sheets before this match, because their back line has been all over the place today. 44 min: Simon can’t continue. She’s replaced by Maier. 43 min: Sweden go long again. Fischer nearly releases Blackstenius, but Doorsoun nicks the ball, passing back to Schult who is forced to hack out for a corner. From the set piece, there’s some head tennis in the box, then a game of pinball. Germany hack clear, eventually, but not particularly convincingly. The increasingly dangerous Blackstenius bombs down the left and hooks a shot over the bar from a tight angle. 41 min: Simon is off the field having treatment on her knee. Germany, down to ten, go on the attack anyway. Magull thinks she’s won a corner off Fischer, but the referee awards a goal kick. Simon comes back on. A scrappy couple of minutes. 39 min: Asllani picks up a misplaced Simon pass and drives forward. She rolls a pass upfield, with the intention of releasing Blackstenius again, but Hegering gets a toe to it and guides it back to her keeper. Sweden look like busting the German offside trap every time they go forward. 37 min: Popp rises highest to head the corner clear. Germany’s captain, who scores every other game on average, is putting in quite the defensive shift today. 36 min: We’re off again! And Sweden are quickly bearing down on the German goal again. Rolfo, playmaking from deep, rolls a pass down the inside-right channel to release Blackstenius, who looks for the top right from distance. Schult is forced to tip over. Corner. 34 min: COOLING BREAK. Time for isotonic beverages and wet towels around the neck. 32 min: Blackstenius nearly breaks clear down the right, but Popp sticks on her shoulder and forces her to turn back. Sembrant then has a shot from the best part of 40 yards; full marks for ambition. 30 min: The effervescent Magull nearly bustles her way through the centre of the Swedish defence. She’s an absolute menace. Sweden don’t know how to deal with her. A flick intended for the nearby Huth goes awry. She might have done better by continuing to barge through. 28 min: Gwinn is sprung into space down the right. She cuts back for Dabritz, who has space just inside the box. But a heavy touch means she can’t get a shot away. The flag goes up for offside, sparing her blushes, because that was a fine chance. Sweden don’t look particularly convincing at the back, though. Quite a few sloppy mistakes. 26 min: A dismal lapse in concentration by Fischer, who lets a rolling ball slip under her foot and allows Huth to skedaddle down the left wing. Huth drifts inside and thinks about shaping a shot towards the top right, but can’t find the space. Fischer’s defensive team-mates got her out of hole there. 24 min: Germany have been rattled a little by that goal, which came from nothing. Blackstenius is gifted possession by Popp, and she’s got options either side. A poorly weighted through ball sails harmlessly through to Schult. “Jakobsson is intimidating,” opines Mary Waltz. “She strides across the pitch like the Night King across the ice.” Game on, right here! A long blooter of a clearance by Sembrant sends Jakobsson clear of a snoozing German back line! Jakobsson powers down the middle, drifts a little to the right and, under pressure from Simon, guides a fine finish across the advancing Schult and into the bottom left! Germany finally concede in this World Cup. 20 min: Jakobsson dribbles down the right and hooks a cross into the mixer. It’s brought down and cleared by Fischer without too much fuss. Sweden are getting plenty of joy down both wings, but the centres haven’t been accurate enough. 18 min: Sweden try to strike back immediately. Some space for Jakobsson down the left. But her cross is easily claimed by Schult. Germany go up the other end, Huth working her way down the right and dinking infield for Schuller, who sends a header straight at Lindahl. What a goal this is! Eriksson gifts the ball to Dabritz, who blazes down the inside-right channel before gliding infield. Dabritz draws a couple of defenders and dinks a cute pass forward for Magull, who is just inside the area, and in a lot of space. Magull flicks the ball up, then swivels and lashes a bicycle kick into the bottom left! That’s some finish. 15 min: Space for Schuller down the left. Sweden are on the back foot again. But she runs the ball out of play for a goal kick. 13 min: The first shot in anger, as Jakobsson is released down the inside-left channel by a superb Asllani pass. Schult comes out to close the angle and block. A corner, from which Eriksson heads harmlessly over. But Sweden are right in this now after a slow start. 11 min: Huth zips down the right and briefly threatens to break clear, but eventually meanders down a cul-de-sac and the danger’s gone. 10 min: Sweden show in attack for the first time, Jakobsson and Aillani taking turns to bother Germany down the right wing. A cross by the latter is fumbled by Schult, but there’s nobody nearby in blue, so it’s not a desperate mistake. Germany clear. 9 min: Simon, deep and tight on the left touchline, rolls a gorgeous diagonal pass towards Huth, taking three Swedes out of the game and nearly releasing her team-mate into the area. Huth can’t quite shake off Glas, though, and she’s forced to check back. What a pass, though. 7 min: Germany are first to everything right now. Dabritz strides towards the Swedish box and falls backwards while taking a shot. Lindahl brings it in. Dabritz had Magull in quite a bit of space to her left then; perhaps shooting wasn’t the best option. 6 min: Magull looks for the top-left corner. She doesn’t get anywhere near it, and it’s an easy gather for Lindahl. 5 min: Dallmann wins the ball in the middle of the park with a crunching tackle on Seger. She shuttles the ball forward for Magull, who backflicks to Dabritz on the edge of the box. She’s crudely checked, and that’s a free kick in a very dangerous position, just to the left of the D. 4 min: It’d been a quiet start on the pitch too, but suddenly Dabritz rolls a pass down the left for Simon, who earns the first corner of the match. From the set piece, Popp rises at the far post and sends a soft header into the arms of Lindahl. 2 min: An eerie quiet. It’s almost as though the crowd don’t want to deplete their energy levels too soon in this heat. Eventually there’s a ripple of applause and everyone gets going. And we’re off! Germany get the party started, and stroke it around the back awhile. Everyone gets a touch. The teams are out! Germany wear their famous white (with Atari Breakout stripes) while Sweden are in second-choice blue. Both anthems are proudly played, sung and fully respected with warm applause from all four corners of the stadium. Followers of a certain men’s team who also play in white, please take note. Hands are clapped, coins are tossed, pennants are exchanged. We’ll be off in a hot minute! This match is a repeat of the 2003 final. Relive all the German joy and Swedish heartache here, as Nia Künzer’s golden header in Carson, California secured Die Nationalelf’s first World Cup. The winner of this match will play the Netherlands on Wednesday evening. The Dutch booked their place in the semi-finals - and next year’s Olympics - by seeing off Italy. Vivianne Miedema and Stefanie van der Gragt did the business with second-half headers. Kieran Pender was at the Stade du Hainaut; his report is a mere click away. It’s very warm indeed in Guardian Towers Rennes. Roazhon Park is like an oven, a cauldron, a tandoor. It’s 31°C, or 88°F in the old money. During their pre-match exercises, players have cooled down by standing in the spray of the pitch sprinklers. There will be drinks breaks during the match. Both teams have been provided with a portable air-conditioning unit in their dressing rooms. They’ll be chugging away like billy-o as we speak. Phew, what a scorcher! Dzsenifer Marozsan doesn’t make the Germany starting XI. But she will be on the bench with a view to coming on if required, as Martina Voss-Tecklenburg suggested yesterday. Voss-Tecklenburg makes two changes to the XI sent out against Nigeria in the last round. Carolin Simon replaces Verena Schweers at left-back, while Linda Dallmann comes in for Melanie Leupolz in the centre of midfield. Sweden coach Peter Gerhardsson names the same team that began the match against Canada. And he’s refusing to worry about his country’s wretched run against the Germans. “It’s history. We have new players now.” Germany: Schult, Gwinn, Doorsoun, Hegering, Simon, Dabritz, Dallmann, Magull, Huth, Popp, Schuller. Subs: Benkarth, Hendrich, Maier, Oberdorf, Goessling, Marozsan, Elsig, Schweers, Leupolz, Buhl, Knaak, Frohms. Sweden: Lindahl, Glas, Fischer, Sembrant, Eriksson, Rubensson, Asllani, Seger, Jakobsson, Blackstenius, Rolfo. Subs: Faik, Andersson, Janogy, Hurtig, Ilestedt, Roddar, Bjorn, Zigiotti Olme, Anvegard, Larsson, Schough, Musovic. Referee: Stephanie Frappart (Paris). Sweden haven’t beaten Germany at a major tournament for nearly a quarter of a century. In 1995, as hosts of the World Cup, they triumphed 3-2 in a sensational group encounter, coming back from two down at half time thanks to a couple of goals from Malin Andersson and one from the legendary Pia Sundhage. At this point in history, they were very much the bosses of Germany, having also beaten then 4-0 in the third-place play-off at the inaugural World Cup four years earlier. But the tables have since turned dramatically. The two countries met again in the 2003 final, Nia Künzer scoring a golden goal for the Germans. Subsequently, whenever the Swedes have come up against Germany while chasing the big prizes, they’ve been sent packing, whether it’s been the Olympics, the Euros or the World Cup. Last time round, in Canada, the Germans were 4-1 victors in the round of 16. This is a lop-sided rivalry. There’s always hope in football, though. The Swedes are on a high after an impressive win over Canada, while Germany, by their own lofty standards, have yet to find top gear at this tournament. A strange thing to say about a team who have won all their games and are yet to concede a goal, but there it is. They will be welcoming back the influential Dzsenifer Marozsan from injury, however. She’s certain to play some part, whether from the start or coming off the bench, and will send a shiver down Swedish spines after her match-winning contribution in the 2016 Olympic final. So it’s all set up nicely. A place in the semi-final is up for grabs, with qualification for next year’s Olympics thrown in. We’re playing for big stakes; this promises to be a cracker. It’s the quarter final of the World Cup. It’s very hot. It’s on! Kick off: 5.30pm BST, 6.30pm local."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}