{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/03/ronald-koeman-interview-netherlands-england-nations-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-03T16:50:00Z", "webTitle": "Ronald Koeman: ‘We’re a country that will always produce good young players’", "webUrl": "https://www.theguardian.com/football/2019/jun/03/ronald-koeman-interview-netherlands-england-nations-league", "apiUrl": "https://content.guardianapis.com/football/2019/jun/03/ronald-koeman-interview-netherlands-england-nations-league", "fields": {"headline": "Ronald Koeman: ‘We’re a country that will always produce good young players’", "bodyText": "Deep in the countryside at the Dutch FA’s sparkling, almost-new training centre, Ronald Koeman is sitting in a mocked-up dressing room surrounded by orange shirts. For the man tasked with restoring a proud football nation’s lustre after several years in the doldrums, the pressures of international management seem a world away on a warm afternoon at the £12m facility in Zeist where even the hand dryers in the toilets match the colour scheme. “Every Monday and Tuesday I am here to do interviews, planning or analysing our opponents and the rest of the week I travel to see players and games,” he says. “Once a week I can play golf! I became a grandfather two weeks ago and I will be again after the Nations League with our daughter. It’s different but I like it.” Now 56 and a veteran of nearly two decades in the dugout, Koeman also has plenty of professional reasons for feeling positive about life. The Netherlands side who will face England on Thursday in the Nations League semi-finals came through a qualifying group including world champions France and arch-rivals Germany – some achievement for a country which has not qualified for a major tournament since the 2014 World Cup. But it has been the emergence of several key players in the vibrant Ajax team who came within seconds of reaching the Champions League final which has really set pulses racing in the home of Johan Cruyff and Total Football. “In the last few years, yes, it is the best generation,” says their manager, hardly able to suppress his excitement. “But they are just starting. They have great talents. Frenkie de Jong has signed for Barcelona. Maybe Matthijs de Ligt will sign also for … He will also sign for a big club, nobody knows at the moment which one. Donny van de Beek has had a great improvement this season and that is good. “We always brought good young players through the system from what we have in Holland. Maybe we have four or five really good young players. The under-17s of Holland have won the European Championship. But they are 17. We maybe have to wait two or three years and if everything is going well, we will see to bring them to the national team. But we are a country that will always produce good young players. Always.” Koeman also knows he is fortunate that, unlike at Ajax, where he played for three seasons before controversially joining rivals PSV Eindhoven and winning the European Cup for the first time in 1988, the new golden generation of Dutch football can be kept together on the international stage for several years. “Sometimes in football it’s like this: talented young players coming through the system. The atmosphere around the national team changed and that was down to the players and how we started in the Nations League. We won a tough group with France and Germany and OK … Finally we had a good start in the qualifying – the Germany game was nice in one way even if we were disappointed at the final whistle. But we are on a good way back to where we would like to stay as a country.” The thrilling 3-2 defeat by Germany at the end of March in which Koeman’s side battled back from 2-0 down only to concede a last-minute goal was his third defeat in 12 matches since succeeding Danny Blind in February 2018. Gareth Southgate inflicted the first, on Koeman’s debut, although the player responsible for one of the most infamous incidents in England’s history is hoping for a similar outcome to the events of October 1993 when the teams meet in Guimarães. “Oh no, no, no. It is too long ago. They have asked me several times,” Koeman says of the 2-0 World Cup qualifying victory in which he scored the first goal from a free-kick having somehow stayed on after his foul on David Platt. “OK, it was a big mistake of the referee – and I am not the referee! He gave the decision. He gave me a yellow instead of a red card. Maybe if there had been VAR …” His focus is clearly on the present and even with the PFA player of the year, Virgil van Dijk, and Georginio Wijnaldum likely to be feeling the effects of a long season, Koeman admits the preparation has been tougher for Southgate. “Everyone knows England have more players in the Champions League final than we have. But it was three seconds [from Ajax beating Tottenham] and if not then it was Ajax v Liverpool and we would have had six/seven players in that final. That is difficult because it’s the end of the season. It’s a big impact for Southgate to play the Nations League semi-final after that. But I don’t think it’s an advantage for us because the market for English players is so big. It’s not depending on whether Jordan Henderson can play – they have many more players they can select than we do.” Koeman, a talented, ball-playing defender in the mould of Ruud Krol, was part of the side who won the European Championship in 1988 before joining Cruyff’s Barcelona “Dream Team” the following year. His goal against Sampdoria at Wembley secured Barça’s first European Cup in 1992 – the most important of nearly 250 for club and country. Yet unlike De Ligt and Van Dijk, who will represent a formidable barrier to England’s attack, Koeman says he never really enjoyed the art of defending. “I was more a midfield player but they put me in defence to use my qualities from the back. The difference between myself and them is that I had special chances to take free-kicks, to go forward and play the long ball. That is different. They can improve on that. You see Virgil sometimes passing the ball, eh? He plays it 60 yards to the right winger or the right full-back, who is up the pitch. They can do more. But they are top defence players. We have the best centre defenders with De Ligt and Virgil. That’s great because you build the house, always, from downstairs. You don’t start with the roof. That is the target as a manager: goalkeeper, defender. The centre part of the team has to be strong. Wijnaldum, [Memphis] Depay, De Jong and the young players. We have a great future.” After retiring from playing in 1997, Koeman went to the World Cup the following year as part of Guus Hiddink’s coaching staff and worked as Louis van Gaal’s assistant at Barça before taking his first senior post. Those experiences provided a solid base for a managerial career that has taken him to Portugal, Spain and two assignments in the Premier League at Southampton and Everton, although you sense it could be a while until we see him back in club management. “If you are working outside your country then your family, your kids … you lose also different things, because you work as a manager in the Premier League without stopping, seven days a week,” Koeman says. “And what happened of course in the last few months at Everton was difficult so it was good to go back and start this job. “I am proud that I became national coach of Holland and even for the players it’s the same. You are defending the colours of your country. Do everything to put Holland back in the big tournaments, because then you get the support of the fans and that’s really important. We start like that and that makes it now that we are on the way back. We are still not there where we want but we need time for that.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}