{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/04/football-transfer-rumours-pierre-emerick-aubameyang-to-china", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-04T08:06:04Z", "webTitle": "Football transfer rumours: Pierre-Emerick Aubameyang to China?", "webUrl": "https://www.theguardian.com/football/2019/jun/04/football-transfer-rumours-pierre-emerick-aubameyang-to-china", "apiUrl": "https://content.guardianapis.com/football/2019/jun/04/football-transfer-rumours-pierre-emerick-aubameyang-to-china", "fields": {"headline": "Football transfer rumours: Pierre-Emerick Aubameyang to China?", "bodyText": "It’s been a tough few weeks for Arsenal fans. Pipped to fourth place by Tottenham, an expensive and ultimately humiliating trip to Azerbaijan, and their north London rivals reaching the Champions League final has left most Gunners feeling a little jaded. Cue a summer of upheaval, but not necessarily in a good way. One of the few shining lights from last season, Golden Boot joint-winner Pierre-Emerick Aubameyang, has been offered a whopping £300,000-a-week to join one of Guangzhou Evergrande and Shanghai SIPG, according to The Times. That would dwarf the £190,000-a-week the 29-year-old is on at the moment, and could be a significant distraction with just two years left on his contract. To compound problems, one of the club’s best new youngsters, Xavier Amaechi, is also considering leaving, having been left out of the Europa League final matchday squad. Oh, and Stephan Lichtsteiner has left. Welcome to the summer, Arsenal! Unai Emery will have some money to spend – around £40m – and could blow it all on a couple of players from Sampdoria, the same club that Lucas Torreira arrived from. Dennis Praet and Joachim ‘Julian’ Anderson have both caught the eye of Arsenal scouts, while Milan are also jostling for the central midfielder and centre-back. Media in Spain are reporting that Real Madrid should have their summer business wrapped up as early as next week, as Zinedine Zidane aims to have everything sorted by the end of the international break. With pre-season starting in a month’s time, a trio of Eden Hazard (£105m), Eintracht Frankfurt’s Luka Jovic (£60m) and Lyon’s Ferland Mendy (around £40m) are all expected to punt balls into the Bernabéu crowd after their respective press conferences. Mendy in particular is close to his move, with Real doctors reportedly visiting the left-back for a medical in Paris, where he is training with France prior to Saturday’s Euro 2020 qualifier against Turkey. The Mill has been spared a summer of diligent Google translating after PSG knocked back Barcelona’s enquiry for Neymar with a firm “no”. That refusal comes straight from the top, with PSG president Nasser Al-Khelaifi unwilling to entertain any offers for the Brazilian, who is apparently the preferred choice of Leo Messi over Atlético’s Antoine Griezmann. Watford manager Javi Gracia is one of the names linked with the position at Chelsea should Maurizio Sarri depart, with the Italian reportedly offered a three-year deal worth £6.22m per season to manage Juventus. Elsewhere, Cardiff City have turned down an £8m bid by Aston Villa for keeper Neil Etheridge, while Middlesbrough are concentrating on trying to sign both Newcastle’s Dwight Gayle and Hull’s Kamil Grosicki."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}