{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/17/football-transfer-rumours-neymar-to-leave-psg", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-17T08:14:52Z", "webTitle": "Football transfer rumours: Neymar to leave PSG?", "webUrl": "https://www.theguardian.com/football/2019/jun/17/football-transfer-rumours-neymar-to-leave-psg", "apiUrl": "https://content.guardianapis.com/football/2019/jun/17/football-transfer-rumours-neymar-to-leave-psg", "fields": {"headline": "Football transfer rumours: Neymar to leave PSG?", "bodyText": "Paul Pogba’s casual admission that “it could be a good time to have a new challenge somewhere else” gets every English newspaper excited, though the Mirror says that Manchester United will adopt a “hardline stance”, insisting “the World Cup winner cannot dictate terms to them”, demanding £150m (the Telegraph says they want £160m; the Times that they “are adamant Pogba will not be sold”) and thereby potentially pricing him out of a move. Neither Juventus nor Real Madrid, his rumoured suitors, will be keen on paying that much, though the Mail reports that Real feel they could buy him for around £133m, and the Sun that the Spaniards “would be happy to throw in Gareth Bale or Isco as part of the deal”. The Sun also predicts that United will now “embark on a frantic fortnight of business” as they attempt to complete their squad rebuilding in time for the start of pre-season training. The Times says that Ole Gunnar Solskjaer “wants to sign four more players”, with Youri Tielemans still on their radar – though Monaco would like an offputting £40m for him – as well as Newcastle’s Sean Longstaff, while “as many as six players could leave in the coming weeks”. In Spain, Mundo Deportivo says that United will need “moral as well as sporting reinforcements” should Pogba depart, and are considering a move for one or both of Ivan Rakitic and Philippe Coutinho. Internationally it’s not Pogba hogging the front pages but Neymar, who according to L’Equipe is singing “le chant du départ” (RM history lesson: Le Chant du Départ was a popular revolutionary tune written in 1794 and still familiar in France, whose title translates as the Song of Departure). Neymar has apparently grown frustrated at PSG’s lack of European success, while PSG have grown frustrated with Neymar’s entitled strops, so a move elsewhere would suit both parties. The news came after the club’s chairman, Nasser al-Khelaifi, told France Football that the club’s players “will have to do more and work harder” in future. “They are not there for their own amusement,” he said. “If they do not agree, the doors are open – ciao! I do not want star behaviour any more.” Now all PSG require is to convince one of about three global clubs who might be able to finance Neymar’s transfer that doing so would not be totally witless. Now for a brief London-clubs-go-shopping interlude. Arsenal have opened talks with the Paris St-Germain right-back Thomas Meunier, according to the Mail, though they are not keen on coughing up his £27m asking price. Lyon’s Tanguy Ndombele has issued a come-and-get-me plea to rumoured suitors Tottenham. “It’s true that Tottenham are a great team and they reached the Champions League final,” the 22-year-old midfielder gushed. “Which player would not be interested in a big club?” West Ham have waded into the fight for the Eibar midfielder Joan Jordán, which Sevilla had been close to concluding. And Chelsea want Frank Lampard to be their new manager, according to the same paper, but also have Ajax’s Erik ten Hag, Nuno Espirito Santo of Wolves and RB Leipzig’s Ralf Rangnick on their shortlist. Portuguese wonderkid João Felix might end up at Atlético Madrid as the club sets about spending the money they are about to land from the sale of Antoine Griezmann (for whom PSG have emerged as an unlikely alternative destination, with his switch to Barcelona not yet complete). And finally Liverpool’s scouts have been in Southampton again, this time identifying Alex McCarthy as a potential second-choice goalkeeper."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}