{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/19/sam-kerr-nets-four-as-australia-qualify-for-womens-world-cup-last-16", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-18T20:57:03Z", "webTitle": "Sam Kerr nets four as Australia qualify for Women's World Cup last 16", "webUrl": "https://www.theguardian.com/football/2019/jun/19/sam-kerr-nets-four-as-australia-qualify-for-womens-world-cup-last-16", "apiUrl": "https://content.guardianapis.com/football/2019/jun/19/sam-kerr-nets-four-as-australia-qualify-for-womens-world-cup-last-16", "fields": {"headline": "Sam Kerr nets four as Australia qualify for Women's World Cup last 16", "bodyText": "It took Sam Kerr 10 World Cup games to find her first goal, but over 90 pulsating minutes in Grenoble the Matildas’ talisman fashioned four more – a first ever World Cup hat-trick for an Australian – to help her side secure second place in Group C and an appointment with Norway in Nice. Naming her “the best player in the world” pre-game, Jamaican coach Hue Menzies identified stopping Kerr and cutting out Australia’s supply from wide areas as his side’s two chief challenges. They could do neither. And yet for over 60 minutes the Reggae Girlz delighted 17,402 fans, finally delivering a performance in keeping with their prodigious potential. Havana Solaun sent Jamaica’s fans into rapture shortly after the interval with their first ever World Cup goal. It was a work of art. Khadija Shaw won the ball through pure determination, before feeding an exquisite pass that bisected Australia’s defence. Except that either side of this historic moment, Kerr would have her say. As Australia’s position on the Group C live-table bounced dramatically – Marta’s penalty against Italy momentarily sending the Matildas into third – 1,200 travelling Matildas fans cancelled AirBnBs in Nice, furiously researched Le Havre or Grenoble, before again settling on France’s coastal gem. The permutations weren’t resolved until the final minute and the final kick. It kept a nervous tension inside the Stade des Alpes with as many dramatic peaks and troughs as Grenoble’s famous vistas. Milicic was full of praise for Kerr and her qualities both as a goal scorer and a captain. “She’s an inspirational leader,” he said. “We as an Australian footballing community should be thankful that we’re witnessing one of the best players in the world, live. If there’s one player that you’re really happy to score the goals, it’s Sammy. So I’m delighted for her – it’s history, as an Australian player at a World Cup to do what she’s done.” A traveller to Grenoble doesn’t associate the Alps with blistering heat but under the watchful eye of the Chartreuse mountains a 29C sun shone even at 9pm local for kick-off. Fired with a desire to show better than their opening two matches, Jamaica ratcheted the heat and the tempo – flyer Mireya Grey twice rounding young left-back Karly Roestbakken, who was handed her first Matildas start. A vocal travelling Jamaica support was quickly quietened, with just 11 minutes gone Australia’s goal-getter-in-chief Kerr rose highest off Emily Gielnik’s cross – a sixth strike in nine games under the coach who handed her the armband. Despite the complex permutations surrounding how the Matildas could yet finish top of Group C, Ante Milicic promised pre-game that his side would stick to their principles. Dominating possession and building from the back with patience – there would be no kick and rush to chase goal difference. As a gentler match cadence settled in, Australia continued to probe down the periphery. The solar-powered Ellie Carpenter looked to maraud and overload with aplomb – delivery from deep the modus operandi for Australiae. The bustling Khadija Shaw, dropping deeper to her preferred attacking midfield position, looked to spark a fire once more – the 180cm wrecking-ball left her mark on Carpenter with one robust challenge, before firing a Roberto Carlos-esque free-kick from long range to re-invigorate the Jamaican fan contingent. But if Jamaica had planned for an aerial bombardment, they couldn’t prevent it. Katrina Gorry turned provider just before half time and again it was talisman, Kerr, who left Nicole McClure flat-footed between the posts. She wouldn’t stop there, capping one of the all-time striker’s World Cup performances to guide Australia through to the last 16, with Italy top on goal difference, and Brazil third on goals scored."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}