{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/jun/16/world-cup-england-phil-neville-millie-bright-japan", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-16T13:09:14Z", "webTitle": "Tough World Cup start for England has set them up nicely for latter stages | Eni Aluko", "webUrl": "https://www.theguardian.com/football/blog/2019/jun/16/world-cup-england-phil-neville-millie-bright-japan", "apiUrl": "https://content.guardianapis.com/football/blog/2019/jun/16/world-cup-england-phil-neville-millie-bright-japan", "fields": {"headline": "Tough World Cup start for England has set them up nicely for latter stages", "bodyText": "Thanks to a brilliant performance from Vanina Correa in the Argentina goal England’s task on Friday turned out to be more difficult than they might have expected when the draw was made, and I think they should be very pleased that it was. It was the perfect time to have quite a difficult game, and England will be a stronger team in this World Cup for having faced it and prevailed. There have been more impressive scorelines: USA beat Thailand 13-0, Italy beat Jamaica 5-0 and France put four past South Korea. Those results are great and definitely build confidence but the danger is that they can lull you into a false sense of security, especially in a tournament where you will inevitably face tougher opposition later on. England are already battle-hardened; they’ve faced a difficult opponent, come up against a goalkeeper putting in a player-of-the-match performance, and they passed the test really well. Having narrowly beaten Scotland in their first game, England have had two difficult fixtures and come through them. On Friday in Le Havre they missed a first-half penalty and the longer the game went on without a goal the more work they had to do to figure out a way to solve the problems Argentina were posing. As Phil Neville pointed out afterwards, Japan – another side, like England, ranked by Fifa in the world’s top 10 – did not make chances when they played Argentina, and his team did. This game will help them when they have to find answers to different tactical problems later in the tournament, and the way they came through it will give them confidence that they will be able to do so. When you compare England’s team with some of their rivals for the title I think their attack is on a similar level while the midfield is also strong, if perhaps a shade below the best. The concern is with the defence. Millie Bright was taken off against Scotland with a shoulder injury and though she declared herself fit to face Argentina Neville opted against using her. If she doesn’t come back into the side to face Japan I would start to worry: the centre-back partnership is really important, and I think there was too much chopping and changing of the backline in the buildup to the tournament. For England to have a solid base they need Bright and Steph Houghton to be together in the middle. Abbie McManus, who came in against Argentina, is a good player but not at the same level as Bright, especially at pinging those diagonal long balls that are a great option to have in Neville’s possession-oriented team. I think opponents will also be looking at England’s flanks as potential areas of weakness. The right-back, Lucy Bronze, is the world’s best in that position but she does leave space in behind for a counterattack. Alex Greenwood on the other side has done really well but the true test will be if she comes up against the likes of the Netherlands’ Shanice van de Sanden, who is seriously rapid. Argentina never looked like exposing any serious problems in the England defence. Some people might argue that England would have learned more from a game in which they were really extended in all areas, but I thought it was almost a perfect match. I believe that it’s good to be asked questions, to be caused some concern. The experience will help the collective to grow and strengthen as the tournament goes on. There were also emotional tributes to the late mothers of Carly Telford and Fran Kirby, with Neville dedicating the England win to them. This emotion can truly unite the group, because players are playing for something so dear to them. Four years ago I think Mark Sampson spent time looking at the draw, plotting the team’s progress. I think he wanted to avoid the big teams earlier in the competition, but then when we came up against Japan in the semi-finals we couldn’t quite get through. My impression of Neville is that he does not share that approach. I think he is confident in his group and ready to face whatever challenges come their way. England now know that they will be in the last 16, and the question is who they will face. There is a big reward on offer for the group winners, who will play a third-placed side in the next round, and if successful a group runner-up in the quarter-finals. So if England avoid defeat in their final group match they cannot play any of the strongest teams until the semi-finals, while whoever comes second in their group can expect to play group winners in every round. At least this properly rewards success in the group stage, and avoids the bizarre situation we witnessed at the men’s World Cup last year when in some groups it turned out to be better to come second. Japan on Wednesday night will be another test for England. For the first time in this competition they may have to cope with their opponents having a majority of possession. Japan have also developed across their two games so far: they were a lot more attack-minded against Scotland than in their opening match. Whereas in the first game they played in front of the Argentina defence, in their second Asako Takakura changed her forwards and instructed them to run in behind a lot more. Their penalty came from exactly that kind of run. England know a draw will be enough to top the group but I think they are ambitious enough to go for the win. England have been impressive so far. They look well prepared, comfortable with each other and their tactics, and Neville seems to be reacting in exactly the right way at the right times. A lot of people would have expected a win by more than one goal against Argentina, but their performance demonstrated that they are absolutely on track."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}