{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/25/netherlands-japan-womens-world-cup-last-16-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-25T21:15:46Z", "webTitle": "Lieke Martens scores last-minute penalty and Dutch eliminate Japan", "webUrl": "https://www.theguardian.com/football/2019/jun/25/netherlands-japan-womens-world-cup-last-16-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/jun/25/netherlands-japan-womens-world-cup-last-16-match-report", "fields": {"headline": "Lieke Martens scores last-minute penalty and Dutch eliminate Japan", "bodyText": "Refereeing was again in the spotlight as a controversial late penalty put the Netherlands into a quarter-final against Italy at the expense of a Japan side in the ascendancy. In the 88th minute Vivianne Miedema smashed the ball goalwards but it rocketed off the limp arm of Saki Kumagai and the referee pointed to the spot. Lieke Martens, whose lovely backheel had given the Dutch the lead, converted. Japan’s manager, Asako Takakura, diplomatically blamed their lack of cutting edge in front of goal for the result but admitted she was sad at the manner of their defeat. “We created many chances, however we just couldn’t capitalise on them and towards the end we created the crisis ourselves,” she said. “Now we have VAR – for the players sometimes cruel decisions have been made. It happened to us towards the end of the match and I’m sorry for that, but we have to look forward and we have to accept the decision.” Japan had made three changes to the starting XI that disappointed against England, Yuika Sugasawa, Yui Hasegawa and Narumi Miura stepping into the breach, and it was the combination of the former two with the always dangerous Mana Iwabuchi that would provide them with the fluidity they had been searching for, combining wonderfully for the leveller, but it was not enough. It would be fair to say that both the Netherlands and Japan have failed to find their rhythm in France. The Dutch went into this game with three wins from three but had looked weak defensively while the Japanese, with one eye on hosting the 2020 Olympic Games, had blooded some of their youth prospects and disrupted their usual crispness in possession. In the warm evening air of Rennes, both the European and the Asian champions showed flashes of brilliance. And that was reflected in the two first-half goals. Martens, the Euro 2017 Golden Ball winner, was the star when the Oranje defied the odds two years ago, earning a big-money move to Barcelona in the process. She has not underwhelmed since but she has not continued on the trajectory many expected either. Here she looked a different beast and on 17 minutes she had the reward for her graft. A Sherida Spitse corner was lofted to her at the near post and she coolly stuck out a heel to flick the ball goalwards. It took a slight deflection as it slipped through the legs of Yuika Sugasawa before rolling in near the far post, but the finish was glorious. It was her fifth goal against Japan, the most she has scored against any opponent.“You play using your intuition, it really went well. It had a little bit of ankle but it worked so fine,” she said. As if to immediately remind the Dutch of their vulnerability Sugasawa, looking to make amends, squeezed between the centre-backs, Merel van Dongen and Stefanie van der Gragt but her shot cannoned off Sari van Veenendaal’s left post. It was a warning they failed to heed and with half-time approaching Japan pounced. Having scored only twice, and only one of them from open play, the 2011 world champions had struggled to find the target despite creating chance after chance. Suddenly, though, it clicked, Sugasawa laid the ball back from the middle of the box to Mana Iwabuchi and the forward twisted free and slid a wonderful ball between the centre-backs to Hasegawa, who lifted the ball over a helpless Van Veenendaal. A quiet period ensued, but then Takakura’s side ramped things up. Iwabuchi fed Hina Sugita out wide, she cut inside and lashed the ball goalwards but it clattered off the underside of the bar. Iwabuchi, again at the centre of everything for Japan, was later on hand to poke a cross back from six yards to the substitute Yuka Momiki but Van Veenendaal denied them the advantage. Finally, panic in the Japan box put the ball at the feet of Miedema and the forward’s shot deflected off Kumagai’s arm. And Martens sent Yamashita the wrong way. “I haven’t seen it,” said Martens of the handball incident. “Some other people said it was harsh as well, I didn’t see it on the pitch. But VAR has made the decision and the referee made a decision, we’re really happy with that and sometimes you also need a little bit of luck.” Up next is Italy in Valenciennes, an hour’s drive from the Dutch border. “It’s really amazing to play there again,” added Martens. “We really felt like we played at home so we hope we’ll have lots of support again. I’m really looking forward to that game.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}