{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/jun/09/england-v-scotland-womens-world-cup-2019-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-09T18:12:16Z", "webTitle": "England 2-1 Scotland: Women's World Cup 2019 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/jun/09/england-v-scotland-womens-world-cup-2019-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/jun/09/england-v-scotland-womens-world-cup-2019-live", "fields": {"headline": "England 2-1 Scotland: Women's World Cup 2019 – as it happened", "bodyText": "And Sophie Lawson on Scotland … I’ll leave you with our reporter’s take on England’s World Cup win in their opening match against Scotland. Thanks for your emails. Bye. Player ratings David Wall writes: “Did I watch a different game from the analysts on TV. I thought England were excellent, especially in the first half, and especially down both flanks. True they seemed to tire a bit in the second half, but I thought they were always in control even if not as dynamic as in the first half. Their finishing needs improving a bit, though credit to the Scottish ‘keeper.” England manager Phil Neville wasn’t very happy with the second half: I was pleased with the result. The first game is always the most important game. We set standards and we cannot drop below the standards otherwise we get second-half performances like that. We’ve got to be relentless now. We want to be here for 37 days. I’m the biggest problem. The standards start with me. I think at 2-0 in this heat, we thought it was going to be easy in the second half. It’s a lesson that every game in this World Cup is going to be difficult. The concern I had was that I wanted us to pass the ball and get control. We only did that with five minutes remaining. Scotland manager Shelley Kerr has this to say: England, I’ve tipped to win this, so to run them so close was good. England played with intensity and put us under pressure. We showed what we were capable of in the second half. I don’t want to comment [on the VAR-awarded penalty]. The officials have a tough job. I want to applaud the players for their second-half performance. We have to win one game. It doesn’t have to be this one. We prepare for Japan now. Well, that was much tighter than Phil Neville would have liked. The Scotland goalkeeper Lee Alexander denied England time and again, giving her teammates the platform to get back in the game through Claire Emslie’s second-half goal. Much will be made of the VAR-awarded penalty that Nikita Parris scored in the first half but it was a penalty as far as I’m concerned. The result was a fair one. England could probably have played better and Neville will have much he would like his side to improve on but an opening win is an opening win. 90+4 min: Scotland have the ball on the left but as Beattie looks to play the ball into the box the referee blows the whistle. England are victorious. 90+3 min: England pop, pop, pop the ball around the chasing Scotland midfielders as they look to secure the three points by keeping Scotland off the ball. 90+2 min: Scott wastes a few seconds in the corner, using her strength to hold the ball. She finds Parris behind her, who races inside and tees up Stanway, whose right-footed shot curls just wide. 90+1 min: There’ll be four minutes of stoppage time. Can Scotland find an equaliser? 90 min: Abhijato Sensarma thinks three is the magic number: “There have been three matches played in the Women’s World Cup today. All have seen three goals scored in total. A penalty was scored in each match too, and three were scored in the entire day. They were more similar than one would realise!” It’s not over yet Abhijato, though England have a free-kick in Scotland’s half and are doing all they can to run the clock down. 88 min: Scotland are having loads of possession but they can’t get out of their own half. But then “Thump!” A long ball forwards breaks the England press and Scotland probe down the right, before conceding a throw deep in the England half. 87 min: Arnot is on for Murray, who appears to have picked up a knock. “This is a cracking game,” writes Paul Byatt. “In fact it’s another cracking game in this World Cup. The Brazil and Jamaica goalkeepers really did dispel the myth that women cant be good shot-stoppers, they were excellent. Re the England Band. It can only be good that they are absent. Everything about them screams corporate tosh of the highest level.” 85 min: England’s game management has been good since they conceded. They have kept possession diligently and given Scotland little opportunity to get out of their own half. 84 min: Alexander makes a smart take from a deep cross by Greenwood. She has been superb in goal, her saves have given Scotland the platform to get back in this game. 83 min: Neville takes Mead off and brings Stanway on as he tries to bring a little zen-like calm into England’s play. His side win a corner … and then another as Stanway’s first touch is to knock the ball of a Scotland defender and behind. 80 min: Houghton gave the ball away sloppily in the buildup to Scotland’s goal. It was a loose pass into midfield that Evans nicked away. She has caused Scotland so many problems in the past five minutes. Well, she made up for that wastefulness all right! Evans drives through the England midfield and prods a pass behind England’s defence to Emslie on the right edge of the box. She just nips in ahead of McManus and Greenwood and sidefoots high into the roof of the net from eight yards. Game on! 75 min: Lisa Evans prods a shot at goal after a bright attack down the left. And then moments later, Little pulls the strings and finds Evans on the left again. She takes a a touch and lofts a ball to the back post, where Emslie is free, but she wastes a good chance to find a teammate inside her and hooks a shot over the bar with a tired waft of her left leg. 74 min: Kerr replaces Howard with Chloe Arthur. She’s now withdrawn both full-backs, highlighting just how much they have had to do to counter England’s bright attacks down the flanks. 72 min: Carney is on for Mead. It’s Carney’s 141st England appearance, making her the second-most capped England player of all time behind Fara Williams, on 170. 70 min: It’s a deep corner by Greenwood that is headed back towards goal. White is alert and pounces, stretching to hook a shot past Alexander, but the Scotland goalkeeper stretches every sinew and makes a brilliantly athletic save. 69 min: Greenwood tries to shift the ball past Emslie and fire in a cross from the left, but the Scotland midfielder is alert and deflects the ball out for a corner. 68 min: “A hooter goes in the crowd and makes me realise another reason to enjoy this game – the England brass band are absent, presumably refused entry for reasons of musical talent, aesthetic style, and simple good sense,” writes Charles Antaki. “One of the French authorities’ best decisions of the competition so far.” 67 min: It’s another deep one, that causes England problems. The ball is only half cleared and Corsie slams a shot at goal that is blocked bravely. This is sustained pressure by Scotland. They need to make it tell. 66 min: Weir loops an inswinger towards the backpost, where Bardsley stretches to punch clear. Another corner! 65 min: Cuthbert has done a magnificent job on her own up front. At times she has held off two England defenders as she has tried to keep possession and give her midfielders a chance to support her. Not that they have been able to assist her as much as she’d like. A corner for Scotland. Their first! 64 min: Emslie tries to trick her way past Greenwood on the right wing, but the England defender forces her inside, where a left-footed cross is blocked. England clear. 62 min: Little is caught late by Mead, who stays on the floor after perhaps overstretching as she tried to nick possession off Scotland’s playmaker. In fact, it looks like cramp. She may run it off. 59 min: Little is starting to grow in influence, connecting the dots for Scotland and moving her side forward with some neat touches and clever passes. She finds Evans on the right, but her attempted cross is blocked after some diligent defending by Greenwood. 57 min: Scotland get numbers forwards at last and Emslie has their first shot at goal, a tame effort from the right that goes straight at Bardsley. But from small acorns etc and so on. 55 min: Bright can’t continue and is replaced by McManus. And for Scotland, Docherty, who has been tormented by Parris, is replaced by Smith. 53 min: England continue to dominate possession even while they are a player down. But then Houghton is caught in possession. Cuthbert, again, the player who nicks the ball and drives forwards. She looks up, though, and sees only one player in the box. Her cross is gathered comfortably by Bardsley. 50 min: Bright is receiving treatment after landing awkwardly on a shoulder. She’s taken off temporarily. Bronze is covering at centre-back while Bright receives further assistance off the field. Can Scotland take advantage while they have an extra player? 48 min: Cuthbert is too strong for bright on the right, levering her bigger rival out of the way with great tenacity, before cutting inside but lacking support again. The ball is eventually worked backwards but England increase the pressure and bring the Scotland attack to a halt. 47 min: Docherty clatters in to Parris and is booked for her trouble. Parris might be minded to attack Docherty with even more vigour now. One more late tackle and it could be game over for the Scotland full-back. 46 min: England have the ball in the net within 30 seconds. White squares for Mead, who drills the ball home. But replays show White was a smidgin offside in the buildup. 45 min: England get us under way. Phil Neville will be content with what he has seen s far. Shelley Kerr will want her team to get more players up in support of Cuthbert. “I’m grateful for Matt Dony’s comments, but he is obviously still drunk from Madrid,” writes Simon McMahon. “How else would he write an email which juxtaposes the words ‘Scottish’ and ‘success’?” Erm, Andy Robertson? England deserve a two-goal lead. Parris’s penalty set them on their way and from thereonin England dominated. Parris and Bronze sprinkled a bit of stardust on their play on the right and pushed Scotland deeper into their own half. The move for White’s second goal originated on the right. Scotland need to deal with that threat before they can go forwards themselves. I’ll be back shortly. 45+2 min: Parris, who has been a constant menace, whips a ball in behind the Scotland defence that Corsie does well to toe away ahead of White. The corner is worked back to Walsh, who slams a shot at goal from 25 yards that flies over the bar. And that’s that for the first half. . 45+1 min: Weir lofts a cross in towards Cuthbert but it’s beyond her and rolls out for a goal-kick. 45 min: Mead whips an inviting ball in from the right that sails over Alexander to the back post, where Kirby tries to connect but Scotland scramble away. 43 min: Beattie is booked for scything Parris down on the right wing. That was a tackle that was 99% frustration. 41 min: Scotland have a chance to get back into the game straight away as Walsh is caught in possession. The ball is fed to Cuthbert, who drives a low shot past Bardsley in goal but also a foot wide of the far post. That was sloppy by England. Corsie fails to win a tackle with Kirby on the edge of the box and Scotland are punished, as White picks up possession, watched Alexander race from her line and bends the ball around her and into the left corner. A lovely finish and probably a fair reflection of England’s dominance. 36 min: It’s played short and then Alexander is fouled as Greenwood lofts in a cross towards Scott, who is adjudged to have been leaning on the Scotland goalkeeper. 35 min: Scotland roll their sleeves up and win the ball back on the left and from there they begin to build an attack. It’s an attack that fizzles out when Weir rolls a sloppy pass back into midfield that England pick off. Moments later, Scotland have a corner to defend. 33 min: White has a pop at goal from 18 yards, but it’s slightly scuffed and Alexander gets her body behind it. She’s Scotland’s busiest player by a long stretch. Meanwhile, here’s Peter Oh: “I’m confused by these types of handballs in the area being referred to as falling under ‘the new rules’. Why is this new? Hasn’t it always been the rule that the ball hitting an outstretched arm in the box is grounds for a penalty? I must have missed the memo about the new rules. Maybe I’m just getting old.” Aren’t we all Peter? Well, there are new rules. Honestly. But I’ll let you Google them. 31 min: Kirby is back on her feet and immediately in the action as she slips in Mead to her left. She drives into the box and tries to curl the ball around Alexander, but the keeper gets another important boot to the ball and diverts it away to safety. 29 min: The pace has dropped a little. Scotland need to have a sustained period of possession to get some confidence back into their play. Too often they’re going long and giving the ball away. Meanwhile, Kirby has gone down and will need some treatment. 26 min: Emslie is left on the turf after some overzealous shadowing by Greenwood. Free-kick on the right. Evans whips in a lovely inswinger that has England’s defenders backpedalling in the panicked style, but it’s just a foot ahead of Weir. 23 min: White has the ball in the goal … but she’s ruled offside! England are turning on the style here. A moment later, Parris nutmegs Docherty with a lovely bit of sidefoot trickery. 21 min: What a save from Alexander! Bronze, who has been imperious, controls expertly and takes the ball away from Docherty and then volleys a cross into the box that White absolutely thumps at goal from eight yards only for the Scottish goalkeeper to stretch out a leg, Pat Jennings-style, and divert around the post for a corner. 20 min: Parris and Bronze combine well on the right. Bronze backheels to Parris, who whips a cross in towards White but Scotland head clear. 18 min: White lays the ball off to Kirby on the edge of the area, who spies the bottom-left corner and drives a low shot this close to it. England are in the ascendancy. They’re bossing possession and Scotland are struggling to get on the ball. Scotland need to stay strong here and weather the storm. 17 min: Scotland can probably stick with the same gameplan as they showed before the penalty. They looked well set to counterattack with Cuthbert at every opportunity. That tactic should suit them just fine while England have their tails up. 15 min: The strange thing about that penalty was that when the incident happened no one seemed to call for it. On reflection, it was probably a bit harsh, but in the era of VAR, these decisions are being given with increasing regularity (see Champions League final). Parris hammers the ball into Alexander’s top right corner. No messing! The referee is checking for a handball in the box. Kirby whipped a cross in and Docherty’s arm was outstretched. As the new rules go, it probably was a fair decision despite both players being so close. Penalty! 11 min: Corner for England! Mead whips a delicious ball in to the near post where Bright glances a header across goal but no one is following up. “As with the men’s game, I am 100% behind Scotland, our Celtic brethren,” writes Matt Dony. “Mainly because I’m kind of interested to see exactly how a period of sustained Scottish success would affect McMahon.” 10 min: It’s been a very open game so far. More please! One thing to note is that Scotland are defending ever so slightly deeper so when they do go forwards, Cuthbert is having to hold on to the ball longer then she’d like. 8 min: Parris drops her shoulder not once, but twice and shapes to shoot at the edge of the box, only to change her mind and try to set up Kirby inside her. The ball is nicked away though and Weir drills a long pass to Cuthbert, who races into the England box, throws a stepover and then has … no support. She plays a deep ball back to Weir, who hits a speculative shot that is easily blocked. 6 min: England put a very classy move together down the right, with Parris turning expertly before finding Scott, who swivels and feeds Bronze on the overlap. She clips in a ball to the back post that is nodded out for a corner with White looking alert. The corner comes to nothing, mind. That was a warning for Scotland, though. England looked slick. 4 min: There’s a huge roar as Cuthbert shows tricky feet down the right flank before whipping in a cross that is cleared for a throw. Cuthbert has another go but it’s defended well by England again. This is promising for Scotland. Emslie is sent racing through a moment later but the ball is played in with a little bit too much on it and it runs out for a goal-kick. 2 min: Scotland put the press on early to try to prevent England getting out of their half, so Greenwood goes long down the wing in search of Kirby, but the ball is shepherded out for a goal-kick. 1 min: Scotland get the match under way. They’re wearing their traditional home blue shirts, while England are in white, as you’d expect for this clash of old rivals. Scotland are shooting from right to left on my screen, England the other way. So picture that if you’re not watching. Anthem time! God Save The Queen is belted out by the England team and the healthy contingent of fans who have travelled to France to support them. And then Flower of Scotland quivers through the Nice air with bagpipes accompanying its every note. I’d say Scotland edged the anthems. Can they edge the match, though? We’ll soon see. Rachel Corsie leads Scotland out into their first ever World Cup finals game in front of a healthy crowd at the Allianz Riviera. What a moment for her! Steph Houghton glances around the Allianz Riviera as she trots out into the warm Nice air with her England team in tow. We’ll have the anthems shortly . The Scotland manager, Shelley Kerr, had this to say in the buildup to the match: On paper we’ve bridged the gap with England. But now we’ve got to bridge it where it counts, on the field. We’ve already captivated our nation by qualifying – now we must ensure the legacy. We don’t want this to be an isolated incident. Phil Neville has been talking about his decision to start Arsenal’s Beth Mead and Manchester City’s Keira Walsh, who are both making debuts in the World Cup: I think it’s a great moment for both. What I said to them was that they’ve earned the right to play in the World Cup. Beth came of age at SheBelieves and Keira, well … we build a lot our play around her now. Simon McMahon has been in touch: “Afternoon Gregg. There seems to be a fair bit of optimism around the Scotland camp ahead of this match, and the World Cup campaign in general, and I for one don’t like it. In fact, it’s making me extremely nervous and uncomfortable. I think we’ll lose 5-0 today.” Scotland to win 1-0 then. Toni Duggan starts on the bench for England today. In case you missed it, she spoke really well on a range of subjects in the buildup to the tournament. You can read her interview with Suzanne Wrack here: In Group C, Brazil have beaten Jamaica 3-0 thanks to a hat-trick from Cristiane, who must already be a frontrunner for the Golden Boot. Looking at the lineups, Scotland’s has been submitted as a 4-5-1 but I expect it will not quite be as defensive as that when the game gets underway. Claire Emslie and Lisa Evans will get forwards at every opportunity so it may resemble more of a 4-3-3. As for England, Jodie Taylor starts on the bench having struggled for goals in recent internationals and in come Beth Mead and Ellen White as Neville tries to find some cutting edge up front. It’s pretty hot down in Nice. The temperature is still soaring at 28C, which may slow the game down a tad. Fans aren’t complaining, though. “I’m in Nice for the game, my first live football in a while,” writes Dyland Singfield. “Bumped into quite a few Scotland fans around the city’s various boozers before the match but nothing hostile, in fact, everyone seems happy that we’re all giving this competition proper support. Quite a difference between the reports coming from the men’s competition in Portugal. Lot’s of good vibes, very excited.” Enjoy yourself Dylan. There are slate grey clouds outside the window here in Kings Cross, so not quite the same sunny vibe. England: Bardsley; Bronze, Bright, Houghton, Greenwood; Kirby, Walsh, Scott; Parris, White, Mead. Subs: Taylor, Telford, Williamson, McManus, Moore, Daly, Stanway, Carney, Earps, Staniforth, Duggan, Stokes. Manager: Phil Neville Scotland: Alexander; Howard, Corsie, Beattie, Docherty; Evans, Murray, Little, Weir, Emslie; Cuthbert. Subs: Smith, Love, Lauder, Crichton, Lynn, Ross, Arthur, Murray, Clelland, Brown, Fife, Arnot. Manager: Shelley Kerr Referee: Jana Adamkova (CZE) Hello. So, this is it then. England and Scotland get their World Cup campaigns under way in a mouthwatering fixture in southern France to lift the curtain on Group D. Phil Neville’s side are the favourites – only two years ago they beat Scotland 6-0 in Euro 2017 – but Scotland (ranked 20 in the world) are much improved since then and England (ranked third) have been a little on the underwhelming side leading into the tournament, losing 1-0 at home against both Canada and New Zealand. Scotland beat Brazil, Denmark and Jamaica coming into the tournament and manager Shelley Kerr has had the added benefit of six months’ full-time preparation with Nicola Sturgeon, the Scottish first minister, helping those players who are part-time to be given sabbaticals from their day jobs to give them the best chance of success. They also have fewer injuries to contend with than they did at Euro 2017 and the Arsenal midfielder Kim Little is in fine form and determined to make up for the heartache of missing that tournament two years ago. Meanwhile, Neville has a hugely talented squad but a key absentee in Arsenal’s Jordan Nobbs, who so often unlocks defences with her clever passing and driving runs from just behind the frontline. Her absence was notable in the defeat by New Zealand. Neville will have to find a way to make sure England’s possession game has a bit more bite to it. He has called for his players to be bold in their passing and to take risks. As for Kerr, she has more managerial experience than Neville and is an exceptional communicator. If anyone can get a group of underdogs to bridge a 17-place gap in the rankings, it is Kerr. Here are your handy guides on both teams:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}