{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/18/bury-inside-story-financial-ruin-winding-up-petition-loans-car-park", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-19T14:31:57Z", "webTitle": "‘We never got that money’: the inside story of Bury’s road to financial ruin", "webUrl": "https://www.theguardian.com/football/2019/jun/18/bury-inside-story-financial-ruin-winding-up-petition-loans-car-park", "apiUrl": "https://content.guardianapis.com/football/2019/jun/18/bury-inside-story-financial-ruin-winding-up-petition-loans-car-park", "fields": {"headline": "‘We never got that money’: the inside story of Bury’s road to financial ruin", "bodyText": "Bury’s historic 6-0 win in the 1903 FA Cup final was remembered last month when Manchester City eviscerated Watford by the same score, a jolting reminder of the gulf between these neighbouring clubs now, and what they represent about English football and modern Britain. While City have become a vehicle for Abu Dhabi oil wealth to harness the Premier League’s global power, Bury are in financial ruins, at the centre of a collapsed business which built student flats with fringe and fragile borrowings. A winding-up petition against the club led by HMRC for unpaid tax was adjourned for a further six weeks on Wednesday, to allow time for a settlement of its debts or a sale. The owner, Steve Dale, who has complained since his takeover about the club’s dire finances, says he has paid the players to the end of March and half of April, intends to pay the rest of April’s wages this week, is planning some staff redundancies and is still bullishly vowing to avoid administration. Dale bought the club for £1 in December from Stewart Day, a property developer who owned Bury from 2013, and subsidised the club with loans from his company, Mederco, which is now in administration. Day told the Guardian that his property businesses were blown over by a national economic storm: high-street banks would not lend to a small company such as his, he said, so his financing relied heavily on Lendy, a “peer-to-peer” crowdfunding-type operation which is itself in administration and under investigation by the Financial Conduct Authority. Brexit chaos has further stalled bank investment and is deterring European students from coming to English universities, he said, so affecting demand for the newly built accommodation. The need since the Grenfell Tower fire to change the cladding on multi-storey buildings led to major problems for two of Day’s near-completed blocks in Huddersfield. Gigg Lane, Bury’s home since 1885, has a mortgage on it for loans taken out during Day’s period of ownership, from a company called Capital Bridging Finance Solutions (“Capital”), based in Crosby. It has itself mortgaged the ground to a company registered in Malta, whose lenders in turn are eight companies registered in the British Virgin Islands. Dale says the loans on Gigg Lane now total £3.7m, accruing interest at almost £1,500 per day. Amid the financial debris lies extraordinary detail about how these loans were arranged. The Guardian understands that in the contracts, Capital and Bury agreed that 40% of the money being borrowed would never come to the club. Instead, Capital paid it to an unnamed third party, as an “introduction fee”. Bury still owe in full the initial £1.6m borrowed in October 2017, and must continue to pay interest on it, but £640,000 did not go to the club; Capital paid it out as an introduction fee. A subsequent loan in February 2018, for £722,800, is understood also to have involved a 40% fee paid to a third party – £289,120. The Guardian asked the director of Capital, Paul Dalton, who the third party was, why the fee was so high, and who the lenders were behind the BVI companies, but Dalton did not reply. Day said the 40% fees paid by Capital were in return for the loans being made, and it was “swings and roundabouts” because it enabled the interest rate to be low, at 7.5%. “We never got that money,” he confirmed, “it was paid to people who introduced the money to Capital’s fund, like a commission – but then we had the 7.5% interest rate over five years, which was relatively cheap.” Day took over Bury in May 2013 and at the time was seeking in his businesses to exploit the university building boom that followed the expansion of student loans and introduction of £9,000 annual fees. He came to rely heavily on Lendy, whose model – like other “peer-to-peer” lending – is to raise money for loans from multiple investors. Lendy began to suffer defaults, was put into special measures by the FCA in November 2018, and into administration in May with loans of £150m from 24,000 investors. Since Day left the club, several of his Mederco companies, building student blocks in Bradford, Huddersfield, Glasgow and Cardiff, have gone into administration owing tens of millions of pounds. Day’s main Mederco company loaned £4.2m to Bury – to fund ongoing losses, he said – and investors, who have not seen rent they were promised, have called for it to be repaid. Mederco creditors also include people who bought car park spaces at Gigg Lane for £9,995 each, which were sold by Day and his co-director at Bury, Glenn Thomas, as “a strong investment proposition”, promising 9% net yield from annual rents for 24 years. Day said their idea was to develop facilities and host events, or build a new stadium, but the reality never rose to tally with their ambition. Hundreds of people have lost money on student units they bought in blocks which have not been completed. Marcus Levine, a Leeds-based artist and investor in a Huddersfield scheme, said fellow investors include one terminally ill man, and another who invested the lump sum he received on early retirement. Another, Muhammad Rafiq, said he had invested his life savings of £30,000: “I have worked since I was 16, and I followed my parents’ advice to put my money into safe investments like property,” he said. “I cannot believe we stand to lose everything, because we are not secured.” Rafiq’s MP, Sir David Amess, has made representations to the business secretary, Greg Clarke, about the Mederco collapses. Some investors have called for a Serious Fraud Office investigation into how the schemes were marketed and where the money went. Day, though, insists he has done nothing wrong and was a victim himself, principally of Lendy’s collapse. “The last few months have been a nightmare,” he said. “I’m being highlighted because I owned a football club, but there are many developers in the same situation; you see part-built buildings everywhere. I’ve never wanted to lose anybody’s money or rip anybody off.” Dale has consistently said the problems he inherited from Day were worse than discovered during his due diligence – Day strengthened the squad last summer and appointed Ryan Lowe as the manager, and Bury proceeded to achieve promotion from League Two with a team they literally now cannot afford to pay. But Dale has not won friends in Bury with his delays to paying staff, promise of redundancies, confrontational club statements, and his business track record selling the assets of companies in financial trouble. A public meeting addressed by James Frith, the MP for Bury North, resolved recently to support Capital putting the club into administration, thereby taking it out of Dale’s control. On Wednesday Frith tweeted his support for the adjournment, having said he had been in touch with two parties interested in buying the club, and called on Dale to sell. Dominic Martinez, who with a small group of supporters has tried to sound the alarm for years about Bury’s financial state, says it is distressing to see them in such straits again. “This is a cautionary tale, for Bury and other smaller clubs,” he said. “We can’t live beyond our means and rely on some benefactor to fund it; we are seeing the risks again now.” Bury plunged into administration in 2002, as did many other Football League clubs, and donors worldwide gave money in return for having their names sentimentally affixed to the backs of seats. The name tags have long since faded at Gigg Lane, and perhaps the lessons too, and now the buckets are being rattled all over again."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}