{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/19/atletico-madrid-set-to-win-race-to-sign-joao-felix-from-benfica", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-19T13:04:04Z", "webTitle": "Atlético Madrid set to win race to sign João Félix from Benfica", "webUrl": "https://www.theguardian.com/football/2019/jun/19/atletico-madrid-set-to-win-race-to-sign-joao-felix-from-benfica", "apiUrl": "https://content.guardianapis.com/football/2019/jun/19/atletico-madrid-set-to-win-race-to-sign-joao-felix-from-benfica", "fields": {"headline": "Atlético Madrid set to win race to sign João Félix from Benfica", "bodyText": "Atlético Madrid are close to signing the Benfica midfielder João Félix for a fee close to €120m after agreeing a deal with the player’s representatives and starting negotiations with the Portuguese club. The two clubs have been locked in negotiations this week with the player’s agent, Jorge Mendes, also talking to Benfica to find an agreement. The 19-year-old, who has been linked with moves to several top European clubs this summer including Manchester City and United, has agreed a five-year deal with the La Liga club and the transfers should be completed this week. Atlético are still hoping to pay less than the player’s buy-out clause but are resigned to agree to signing the player for €120m if Benfica refuse to budge. It has been a hectic summer at the Spanish club so far with Lucas Hernández joining Bayern Munich for £68m, Diego Godín making the move to Inter after nine years at Atlético and Antoine Griezmann and Rodri set to leave. Griezmann is expected to join Barcelona when his contract expires and Rodri is set to move to Manchester City for €70m. Félix has scored 15 goals in 26 league games for Benfica and made his debut for Portugal against Switzerland in the Nations League this month."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}