{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/09/switzerland-england-nations-league-third-place-playoff-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-09T16:07:46Z", "webTitle": "Jordan Pickford saves the day as England beat Switzerland on penalties", "webUrl": "https://www.theguardian.com/football/2019/jun/09/switzerland-england-nations-league-third-place-playoff-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/jun/09/switzerland-england-nations-league-third-place-playoff-match-report", "fields": {"headline": "Jordan Pickford saves the day as England beat Switzerland on penalties", "bodyText": "On the face of it, this should have been cause for celebration. England have finished third at a major finals for the first time since the 1968 European Championships even if, for context, that was a tournament won by Italy who had claimed their semi-final on the toss of a coin and this, in truth, is an inaugural four-team jamboree crowbarred on to the end of a slog of a season. Then there is the national team’s new-found confidence at penalties, their conviction personified by Jordan Pickford first thumping his team’s fifth spot-kick beyond Yann Sommer – “It was a decent pen, wasn’t it?” he offered through a post-match grin –then saving Switzerland’s sixth, spat to his right by Josip Drmic. No England goalkeeper had ever previously taken a penalty in a competitive shoot-out and, even if tension had long since drained from the afternoon, here was the hero from the Spartak stadium last summer outdoing himself by excelling at both aspects of the drill. Having seen previous England teams succumb in their previous five attempts at what was once considered an unscientific lottery, Gareth Southgate’s side have now prevailed in successive shootouts. That is quite a turnaround. And yet, from the near disdain with which the manager and his players treated the bronze medals awaiting them back in the dressing-room – some were apparently unaware there had even been a medal on offer, and did not seem particularly keen to root them out once informed – to the constant reminders that all this was not enough, they departed for home on Sunday night frustrated. Progress has been made in the last year, but the Nations League was supposed to yield a first trophy. That thirst has not been quenched. Southgate admitted the days since the semi-final lost to the Netherlands had been difficult, the sense of deflation palpable. “They took some lifting, but the significant step we’ve taken is the level of disappointment that we leave here having not got to the final or won the trophy,” he said. “We played fine on Thursday but made ridiculous mistakes. It was important we responded with a high level of performance.” They duly outplayed the Swiss here, only for profligacy to undermine their display. Thankfully, they were far more ruthless from the penalty spot than from open play. This game should have been settled by half-time in normal time, so dominant had Southgate’s side been. Four times the woodwork had been left quivering and, inevitably given events late on against the Dutch, there would be a reversal of a goal award from a VAR to endure before the end. Encouragement was to be gleaned from the slick approach play, invariably stemming from Pickford’s short delivery to Eric Dier or one of his centre-halves as a springboard for a foray upfield. John Stones spent all afternoon looking on from the bench, with England as composed here against unambitious opposition as they had been panicked against the more feverish Dutch press. Joe Gomez, utterly unflappable, and Harry Maguire coped far more comfortably this time round. Trent Alexander-Arnold excelled down either flank, his delivery vicious to bypass the Swiss backline, to serve notice of his talent as England’s right-back for the foreseeable future. Yet, for all the collective’s interchanges and energy, incisive passes and clever runs, there was no goal to celebrate. Harry Kane, bursting beyond Manuel Akanji before conjuring a sublime first-time chip from an unkind angle, had struck the face of the crossbar within 100 seconds of the start. Raheem Sterling would smack a free-kick against the woodwork at the other end 115 minutes later. In between, the Manchester City winger scuffed a fine chance straight at Sommer, watched Dele Alli denied by the goalkeeper and head another fine chance over the bar, and saw Fabian Schär divert Danny Rose’s cross inadvertently on to his own post. When England did eventually force the ball home, the substitute Callum Wilson shovelling the rebound into the net after Dele had looped another header on to Sommer’s bar six minutes from the end of normal time, the VAR penalised the Bournemouth striker for a shove on Akanji in the buildup. That effectively condemned all those present to endure the additional half-hour, not least with the Swiss – one battered Granit Xhaka attempt aside – utterly becalmed with minds drifting to summer holidays. Pickford kept that shot out, and enjoyed his moment in the dregs of the campaign. His penalty had been dispatched with glee. “I’d never taken one before, other than a few back in my school days,” said the goalkeeper, who would have taken England’s seventh attempt against Colombia last summer had it been required. “So it was a bit more nerve-racking. But I’ve practised a lot in training in the last three weeks, relaxed, went through my routine, and stepped up. I trusted my ability and my ball-striking.” His punch of the air was a highlight of the afternoon, though England would have preferred something far more tangible to celebrate from their six-day stint in Portugal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}