{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/13/eden-hazard-fulfils-dream-real-madrid-move", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-13T20:45:51Z", "webTitle": "Eden Hazard fulfils his dream of a lifetime with Real Madrid move | Sid Lowe", "webUrl": "https://www.theguardian.com/football/2019/jun/13/eden-hazard-fulfils-dream-real-madrid-move", "apiUrl": "https://content.guardianapis.com/football/2019/jun/13/eden-hazard-fulfils-dream-real-madrid-move", "fields": {"headline": "Eden Hazard fulfils his dream of a lifetime with Real Madrid move", "bodyText": "The Garden of Eden moved to the Bernabéu. Eden Hazard took a stroll around the grass at his new home, kicking gold and white footballs into a crowd that was bigger than those that came to see some La Liga matches last season, and then said that he had been waiting for this since he was a kid in La Louvière. Now, at last, the time had come and it was the “right time”, he said, having left Chelsea with the Europa League – even though he admitted this was a move that he had thought he might make 12 months ago. Still, better late than never. And Hazard insisted it was not too late. “I’m 28 years old, I think I can go to 32, 33 years. It’s a good moment,” he said. Yet it has been a long time in coming. “I dreamed of this moment when I was very little, ever since I started playing football in the garden with Thorgan, Kylian, Ethan,” Hazard said as he sat in the press room at the Bernabéu, white kit now swapped for grey suit. In the front row as he talked, his brothers sat alongside his mother, Carine, and father, Thierry. All of them are footballers; only the 28-year-old was asked if he was a galáctico. “No,” he said. “Not yet, but I hope to be one.” So do Madrid. His presentation underlined this; it revealed, in fact, that he is already being treated as such, the first at the club for five years. That said, he did admit that he hasn’t been given the number he wanted. “Through Kovacic I asked Luka Modric if I could have the No 10, but he said no, so I’ll have to find another one,” Hazard joked. “The number doesn’t matter now.” The shirt he was handed – on sale in the club shop for more than €100 (£89) – had gold lettering on the back but no number. Madrid has missed events like these, that sense that they dominate the summer even when they do not dominate the season. “I have wanted to say these words for a long time: welcome to one of the best players in the world, Eden Hazard,” declared the club’s president, Florentino Pérez, from a stage set up in the east stand, his words greeted by a crowd of around 45,000 or 50,000. It was not Cristiano Ronaldo, but it was bigger than anything seen since his arrival a decade ago and, at a total fee close to €150m, Hazard is the most expensive player Madrid have signed since Gareth Bale – the man they are now desperately seeking to get rid of. He comes as part of a huge change, the fourth signing already, the total outlay more than €300m with two and a half months left before the window closes. And as the supporters waited, they chanted: “We want Mbappé! We want Mbappé!” Zinedine Zidane wants Mbappé too – and Paul Pogba – but realism suggests that it will not be easy. As for Hazard, he smiled and said that was not down to him: “I don’t recruit.” There will be time for that; this was his day. Hazard’s presentation was moved to 7pm to allow time to get everyone in, three sides of this stadium filling up in the evening sunshine. He was late, and so were they, given time to get in. Few cared, though: those who were in early entertained themselves with a Mexican wave, paper airplanes and balloons that were suspiciously small, elongated and transparent. When he appeared on the stage there was a loud roar. A video played of his goals and as he watched they cheered all of them. Or they did to start with, anyway – by the third or fourth minute they had stopped. It went on for seven long minutes. Eventually he spoke. “Hello everyone,” he said in Spanish, before switching to French. His speech was short. When he went down to the pitch, via the dressing room, 50 or 60 balls were lined up, half white, half gold, one side looking like giant Ferrero Rochers. He went round picking them up, not flicking them up, and kicking them into the stands. The fans called for him to kiss the shirt, like guests at a Spanish wedding where tradition dictates that the happy couple kiss upon their request. And in the north-western stand he did, to another huge roar. Then Eden carried on walking around his new garden."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}