{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/jun/22/manchester-city-liverpool-x-rated-transfer-fees-premier-league-van-dijk-maguire", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-22T13:00:00Z", "webTitle": "Liverpool and City make X-rated fees normal in scary pursuit of perfection | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2019/jun/22/manchester-city-liverpool-x-rated-transfer-fees-premier-league-van-dijk-maguire", "apiUrl": "https://content.guardianapis.com/football/blog/2019/jun/22/manchester-city-liverpool-x-rated-transfer-fees-premier-league-van-dijk-maguire", "fields": {"headline": "Liverpool and City make X-rated fees normal in scary pursuit of perfection", "bodyText": "There are weeks of the transfer window still to go, an opportunity to keep spending money stretching ahead of Premier League clubs like the seemingly endless summer holidays of schoolchild memory, yet it is already clear that the prices being quoted are not only adult but in some cases X-rated. It was said when Virgil van Dijk joined Liverpool for £75m that in a short space of time the fee would look a bargain, and that time has now arrived. If Manchester City succeed in persuading Harry Maguire to reject Manchester United’s overtures and sign for the champions instead, the price Leicester will ask is likely to match or even exceed what Liverpool paid for Van Dijk. Maguire may be worth it, as the most promising of the present generation of English central defenders, though he will do well to match the impact Van Dijk has had at Anfield. Liverpool were ahead of the curve 18 months ago, both in spotting the ability of a player who was picked up by Southampton after spending a couple of seasons under the radar in Scotland, and in agreeing to pay a world-record sum for a defender. Should City end up doing the same for Maguire, it would simply confirm that the £48m spent on John Stones three years ago had not quite landed the complete defender Pep Guardiola had in mind. Stones’s appearance record for City last season suggested something similar and, though the player’s errors in an England shirt a couple of weeks ago were blamed on a lack of game time in the second half of the season, there must have been a reason Guardiola kept leaving him out in favour of the experienced, reliable but not exactly risk-free Vincent Kompany. Jürgen Klopp recently launched a flurry of headlines by declaring Liverpool need to keep spending this summer to make progress, because their rivals will not be standing still, but leaving aside the consideration that Tottenham did not do too badly last season on the back of a fallow summer, the German was only stating the obvious. Klopp knows better than most that living with City’s spending power and Guardiola’s ability to attract top talent is not easy. Maguire is not the only possible arrival at the Etihad; City are also keen on the Atlético Madrid midfielder Rodri, at a price of about £60m. This is a team that have just won back-to-back titles, remember, the first with a record number of points. This is the almost frightening pursuit of perfection that is playing out at the very top level of the Premier League and the reason why it is generally felt that teams such as Chelsea, Tottenham and United will be competing only for third or fourth place at best when the season begins. Liverpool, like City, were incredibly good last season – they would have won the title most years – but, as Klopp says, they cannot afford to stand still. Having just parted with the likable but erratic Alberto Moreno, they are now in the market for a back-up left-back. Junior Firpo of Real Betis fits the bill and Liverpool are undismayed by the 22-year‑old’s release clause of £45m. That’s inflation for you but if the deal does go ahead at least the player’s age is right, even if there seems no reason to worry unnecessarily about the future when Andy Robertson is one of the best in the business and only 25. The same logic applies to United’s pursuit of Aaron Wan-Bissaka, a 21‑year-old who even at £60m would be an excellent signing for just about anyone. Yet at right-back the Crystal Palace player is not going to anchor the entire defence, as Van Dijk did when moving to Liverpool, and United still appear to have more pressing problems at centre‑half, particularly if they miss out on Maguire. While United supporters must be relieved that some elite players still want to join them, they will be disappointed that the transfer window has arrived without the question of a director of football being settled. At this stage, compared with the sleek operations at City and Liverpool, United’s recruitment policy is always going to look scattergun and with some key players likely to leave before the start of the season Ole Gunnar Solskjær as manager could be tested as never before. That is one reason, along with Eden Hazard’s departure from Chelsea and the possibility of Christian Eriksen leaving Spurs, why there is suddenly talk of a duopoly within the English game. City and Liverpool were miles ahead of everyone else last season and little has happened to alter the view that they are only going to be stronger this time. We might have some way to go to reach a Barcelona-Real Madrid situation – a lot of City’s and Liverpool’s buoyancy is tied up in the popularity and personality of their present managers – though it is already doubtful whether more than two names will feature when the time comes for pre-season title predictions. At least the contest should be another close one. Not only were City and Liverpool separated by a single point in the league last season, by the time the latter triumphed in Europe each must have slightly envied the other’s achievement. Interest in the coming season may focus on the sides’ attempts to produce a similar result in reverse."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}