{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/11/daniel-james-manchester-united-swansea-huge-prospect", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-11T09:00:36Z", "webTitle": "Daniel James joins Manchester United a huge prospect but with work to do", "webUrl": "https://www.theguardian.com/football/2019/jun/11/daniel-james-manchester-united-swansea-huge-prospect", "apiUrl": "https://content.guardianapis.com/football/2019/jun/11/daniel-james-manchester-united-swansea-huge-prospect", "fields": {"headline": "Daniel James joins Manchester United a huge prospect but with work to do", "bodyText": "Graham Potter is not the sort to get carried away but as the questions about Daniel James kept coming, and the realisation that everyone had witnessed something special started to sink in, even Swansea’s manager was sounding like an excited supporter. “There were a few instances, not just the goal,” said Potter, smiling, almost laughing, “and it’s just off-your-seat stuff, like ‘wow’.” It was February, FA Cup fifth-round day, and the best way to describe James that afternoon is unplayable. Three Brentford players were booked for bringing him down and Ezri Konsa received a red card for a professional foul on the Wales international, who was involved in three of Swansea’s four goals. Including that goal: 84yds covered in 8.48sec, with a ball at his feet, and three Brentford players trying, and desperately failing, to keep up. Although the Liberty Stadium was half empty on that Sunday afternoon, a much wider audience was taking note. The goal – six touches from the edge of his own penalty area to the back of the Brentford net – made him an internet hit. As for the football industry, Potter accepted there and then that, if James left in the summer, it would be for the Premier League. Incredibly James had been minutes away from joining another Championship club on loan less than three weeks earlier, in a deadline-day deal with Leeds that was described as ludicrous by some of those involved and would have led to Swansea picking up next to nothing until June. Swansea belatedly saw sense – Huw Jenkins, who would resign as chairman a few days later, was not alone in realising the plug needed to be pulled – and James returned to south Wales. At the time James was devastated. His family live in South Cave, in east Yorkshire, and playing for Leeds, who were chasing promotion under Marcelo Bielsa, was an attractive proposition. Little more than four months on James may well reflect that the collapse of that move was a blessing in disguise. There is, after all, no guarantee he would have gone on to turn in the sort of displays for Leeds that prompted Manchester United to part with £15m and make him their first signing of the summer. It was during the second half of the season at Swansea that James, with the Leeds fiasco pushed to the back of his mind and confidence flowing, really started to take his game to another level. The potential has always been there – James was a hugely promising Wales youth international when Swansea signed him from Hull as an academy player for £72,000 in 2014 – but getting an opportunity at first-team level took time and there were setbacks along the way. Less than two years ago James returned from a loan spell at Shrewsbury without kicking a ball. He had undergone a minor operation shortly before and, with that in mind, the move was probably not well-timed. Others close to James question whether he was suited to Paul Hurst’s style of football. Either way, it is hard not to smile at the headline on a Shropshire Star article in August 2017, shortly before James’s loan move came to a premature end: “Paul Hurst calls on Shrewsbury loanee Dan James to get up to speed”. That was not a problem last season in more ways than one. James, who had been mulling over joining Yeovil on loan in August, was told by Potter that he would get a chance at Swansea, and by October the youngster was starting to make a big impression, not least because of that breathtaking pace. He is not just lightning quick when he has space to run into but explosive from a standing start over short distances. Defenders never know whether to get tight or drop off. If that FA Cup tie against Brentford put James on the map, Stoke’s visit in April may well have taken him in the direction of Old Trafford. He scored another wonder goal that night – Ryan Giggs, the Wales manager, was applauding in the stand – and Stoke finished with nine men after two players were sent off for fouling James. Once again he was unplayable. “It was one of the best individual performances I have ever seen as a fellow player,” Joe Allen, the Stoke and Wales midfielder, said this week. While James’s speed is something to behold, there is work to do to refine other areas of his game and United supporters may need to be patient in that respect. His finishing can be erratic – he scored six times last season for Swansea but could easily have ended up in double figures with a touch more conviction in front of goal – and the final ball was not always in keeping with what went before it. That said, there were clear signs of improvement towards the end of the season, particularly with his crossing, and it is also worth remembering that we are talking about a player who is only 21 and has made 42 appearances in senior football for club and country. In that sense it feels as though James has come a long way in a short time, yet the journey that takes place away from the limelight is overlooked by many, though not by everyone. When Swansea Under-23s travelled to Hull in February, shortly after that barnstorming performance against Brentford, Kevan and Elaine James turned up to thank the Welsh club’s coaching staff personally for the part they played in their son’s development – a nice touch. Sadly, desperately sadly, Kevan died suddenly last month, not long after the wheels for the transfer to Manchester United were set in motion. DJ, as he is known to his friends and teammates, posted a heartfelt message on his Instagram account a few days ago, describing his dad as his inspiration and promising to make him proud. Kevan was already that and more."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}