{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/jun/19/england-georgia-stanway-rachel-daly-seize-chance-impress-neville", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-19T21:37:33Z", "webTitle": "Georgia Stanway and Rachel Daly seize chance to impress Neville", "webUrl": "https://www.theguardian.com/football/blog/2019/jun/19/england-georgia-stanway-rachel-daly-seize-chance-impress-neville", "apiUrl": "https://content.guardianapis.com/football/blog/2019/jun/19/england-georgia-stanway-rachel-daly-seize-chance-impress-neville", "fields": {"headline": "Georgia Stanway and Rachel Daly seize chance to impress Neville", "bodyText": "Phil Neville is known as a bit of a tinkerman but even those most used to his mix-it-up style balked at the eight changes for such a statement game against Japan. He has made 12 in the three games. As England had already qualified, only top of the group was up for grabs but, with the USA and France both throwing down their title credentials, the former in some style, this was a chance for Neville’s team to announce themselves as serious contenders in a side of the draw where they could meet either team. Dropping the “crot” (cross/shot) queen Beth Mead, the Women’s Super League record goalscorer Nikita Parris and the “mini-Messi” Fran Kirby certainly turned heads. But with England struggling to create, something had to be done. Making their World Cup debuts, Georgia Stanway and Rachel Daly were two of those to come in. Daly, often used as a backup to Lucy Bronze at right‑back, has played further forward, in her much preferred position, under Neville. She led the line unconvincingly in their 2-0 defeat against Sweden on 11 November, three days after scoring as a late substitute on the wing against Austria. In Nice she was given another shot up top, playing to the right of Ellen White, while Stanway – who usually plays further forward for Manchester City but has been experimented with in the No 10 role by Neville – slotted into the middle alongside her club teammates Jill Scott and Keira Walsh. Neville likes flexible players and both fit that mould, Daly having played in both full‑back positions, up front and as a winger in her career and Stanway, who scored and was named player of the match in the FA Cup final, with the adaptability of youth on her side. Four years ago Stanway was sitting her GCSEs and playing youth football for Blackburn Rovers while the Lionesses went on an unexpected run to the final only to endure an own-goal heartbreak in injury time against Japan. Exuding confidence in the build-up to this tournament, the 20-year-old said before the opening fixture that she would “love to make an impact in this group”, adding: “Whether it be a goal, whether it be coming of the bench, whether it be starting. I’d love to get the opportunity to show what I can do on the world stage.” It took 14 minutes for her to do so. Midway inside the Japanese half she swivelled and held off pressure to slip the ball to White for England’s opener. The strength the young player – who captained the under-17 side to a European Championship bronze in 2016 and last summer scored six at the Under-20 World Cup on the way to another third place finish – showed in the turn and pass was almost strange from someone so slight. Moments later the youngster lashed one from 20 yards herself and only the outstretched palm of Ayaka Yamashita denied her the perfect half. Daly’s journey to the World Cup has not been nearly as smooth. After the Under-17 World Cup in 2008 – where she played alongside the two Lucys, Bronze and Staniforth, both with her at this World Cup – the versatile player contemplated walking away from the game having been told she would never be good enough to play for England. In 2015 she was just a little too new to Mark Sampson’s set-up to make the cut. With the tree‑topped hills that sit above the stadium mirroring the curve of the Stade de Nice roofline disappearing in the fading light, and less than 10 minutes after Stanway’s assist, Daly was close to a set-up of her own, whipping a pinpoint cross on to the head of White but the forward directed it wide. Shortly afterwards she found herself through the middle – the position from which she scored 10 in 24 games for Houston Dash in 2018 to be named the team’s MVP. She has three goals in five starts in the new NWSL season before her dash was to join the Lionesses. Rounding Aya Sameshima, she struck but Yamashita was again on hand to keep it out. If their forward play had shown that perhaps the trust Neville says he has in every one of his squad players was proving to be well judged, so too did their defensive duties. Stanway, pressing high early in the second half, muscled Risa Shimizu off the ball with purpose, while Daly snapped the ball off the feet of a blue shirt on the edge of England’s area just as Japan looked to be launching a dangerous attack. Still the Lionesses lacked goals but they are a more positive force going forward with the young City star and comeback fighter in their mix."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}