{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/06/football-transfer-rumours-david-de-gea-to-psg-gareth-bale-to-inter", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-06T08:24:11Z", "webTitle": "Football transfer rumours: David de Gea to PSG? Gareth Bale to Inter?", "webUrl": "https://www.theguardian.com/football/2019/jun/06/football-transfer-rumours-david-de-gea-to-psg-gareth-bale-to-inter", "apiUrl": "https://content.guardianapis.com/football/2019/jun/06/football-transfer-rumours-david-de-gea-to-psg-gareth-bale-to-inter", "fields": {"headline": "Football transfer rumours: David de Gea to PSG? Gareth Bale to Inter?", "bodyText": "Is this really the end? According to sources perilously close to the nest of yellowing newspapers The Mill calls its office, Eden Hazard is hours away from joining Real Madrid. So ends a saga that began in 2010, when Zinedine Zidane first clapped eyes on the bootylicious Belgian. You’ve got to admire Zizou’s commitment to the long game. But where does that leave us? Your trusty Mill has been subsisting off morsels from the Hazard-to-Madrid bandwagon for nigh-on five years. Thankfully, plenty of the transfer market’s other usual suspects remain very much active. Not least David de Gea, who this very morning has been linked with PSG. According to ESPN FC, the Parisians are in the market for a declining keeper, with Gigi Buffon hightailing it after just one season. Potential replacements for De Gea at Manchester United range from the ambitious – Gianluigi Donnarumma, Jan Oblak – to the realistic – current backup Sergio Romero, or Dean Henderson, who impressed on loan at Sheffield United. Hazard looks set to be joined at Real Madrid by Christian Eriksen, who delivered the most direct come-and-get-me plea ever seen outside the Uber app. That means Spurs could be stepping back into the transfer market, blinking and disorientated. They’re getting ready to hijack Manchester United’s slow-burning move for Bruno Fernandes, and also like the look of two Roma talents: winger Cengiz Under and playmaker Nicolò Zaniolo. The pair would likely set Tottenham back a cool £70m, and they could blow what’s left of the Eriksen cash on PSV winger Steven Bergwijn. If Hazard and Eriksen go on to form the silkiest duo since Charles and Eddie, that would be very bad news for Gareth Bale. The Welsh winger has thus far resisted Florentino Pérez’s attempts to bundle him out of the Bernabéu, but might change his tune now Antonio Conte’s Internazionale are keen. Across north London, Arsenal are already up to their neck in transfer speculation, only a week after that night in Baku. The latest crumbs being proffered in their direction include Belgian winger Yannick Carrasco, and 2014’s Mario Götze. Unai Emery might also be saying “good evening” to River Plate midfielder Exequiel Palacios. According to the Metro, the young River Plate midfielder appears keen on a move, saying: “I’m proud clubs like Real Madrid and Arsenal are interested in me.” What was that first bit again? Ah. In somewhat surprising other news, Sead Kolasinac is being linked with Barcelona. The Catalan chokers are also dangling right-back Nelson Semedo in front of Atlético Madrid, in hope of warming up their pursuit of Antoine Griezmann. Elsewhere, West Ham may move for Isaac Hayden as a cut-price alternative to André Gomes, Southampton are circling Standard Liège winger Moussa Djenepo and Schalke want to lure Everton’s Jonjoe Kenny to the Bundesliga. Aston Villa are keeping it strictly Midlands, hoping to add Wolves’ Kourtney Hause and on-loan Derby defender Fikayo Tomori after signing Birmingham forward Jota on Wednesday. Finally, Slaven Bilic could be the new manager at West Brom, and his first order of business will be keeping Jay Rodriguez from the clutches of Marcelo Bielsa, his big blue bucket and Leeds."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}