{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/28/womens-world-cup-italy-football-revival", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-28T16:50:09Z", "webTitle": "‘Winning helps’: World Cup journey boosts women’s football revival in Italy", "webUrl": "https://www.theguardian.com/football/2019/jun/28/womens-world-cup-italy-football-revival", "apiUrl": "https://content.guardianapis.com/football/2019/jun/28/womens-world-cup-italy-football-revival", "fields": {"headline": "‘Winning helps’ and boosts women’s football revival in Italy", "bodyText": "In 2015 a senior Italian football official dismissed female players as a “bunch of lesbians”. Felice Belloli, who was speaking during a meeting to discuss funding in women’s football, was forced to resign as head of the National Amateur League after his comments unleashed a torrent of criticism in Italy and beyond. Coupled with the national team’s fourth consecutive failure to reach a World Cup finals which got underway in Canada a few weeks later, the episode signalled the lowest ebb for women’s football in a country where in the 1970s and 80s it had enjoyed increasing popularity. But it also marked a turning point after propelling Milena Bertolini, the current coach of the women’s national team, to put her head above the parapet. Bertolini, who at the time was president of the Reggio Emilia Foundation of Sport, edited a book called “Giocare con le tette” (“Playing with tits”). The bold title caused embarrassment and the book was mostly ignored by the media but its publication in the wake of the debacle broke the silence on sexism within football, forcing the higher echelons of the Italian Football Federation (Figc) to take note while challenging stereotypes across wider Italian society. “This book anticipated the times ahead,” Bertolini tells the Guardian. “It was provocative but useful in getting us to where we are today.” Italian women’s football is in the midst of a revival after Bertolini led the team to its first World Cup in 20 years and a quarter-final meeting with the Netherlands in Valenciennes on Saturday. As the women progressed through the group stage, excitement built at home. Sky Sports Italy secured non-exclusive rights to broadcast the tournament while Italy’s first match against Australia was also aired on the terrestrial Rai 2. The team’s victory encouraged the state-owned broadcaster to shift the next match against Brazil to its main channel, Rai 1. It was the first time a women’s game had been transmitted on Rai 1 in the channel’s history and attracted over six million viewers. “Winning helps, as it attracts more interest and the media is more attentive,” says Bertolini. “But at the end of the day people are beginning to appreciate the women’s game. I said in the book that women would save football as the men’s game was becoming unwatchable, with all the protests and little enjoyment. With women it’s different. They play to win but with correctness, joy and fair play.” Stefano, who has been televising the games from his bar in central Rome, agrees: “It’s much cleaner play, free of the idiocy you see in a men’s game. People haven’t specifically come in for the matches but, when they see that they’re on, they stay to watch – initially out of curiosity, then enjoyment. It’s wonderful to watch, especially after the hurt caused by the men failing to get to their last World Cup.” The history of women’s football in Italy has been strewn with highs and lows. The first team was established in the 1930s and again after the second world war. But it was not until 1968 that the first women’s federation was created by a group of businessmen. Elisabetta Vignotto, a celebrated striker who scored 107 goals in 109 games with the national team, experienced the early highs of that period, performing at packed stadiums during the second unofficial women’s World Cup in Mexico in 1971 (the first unofficial tournament having been held in Italy in 1970). “It was beautiful,” said Vignotto. “I was a girl of only 17 and to go there was an incredible experience. They put us up in the same hotel where the men’s team were hosted [for the men’s World Cup] the year before.” Sonia Pessotto, another former player and coordinator of Figc’s department for women’s football, said that, while sexism was more accentuated in the past, it was mostly felt in the stadiums, with the women subjected to the typical cries of “get back in the kitchen” by male spectators. “Civil society could not quite accept us playing football,” she said. “But the managers and coaches were always very supportive. They believed in it.” After a long lull, the women’s game finally regained prominence following a requirement for the top men’s clubs to have a women’s team. Then came the World Cup qualification in 2018, while the 2018-19 Serie A campaign was the first to be organised by Figc. In a further sign of growing interest among spectators, Juventus Women’s first game at the club’s Allianz Stadium in March was a sell-out. However, there is still a long way to go when it comes to pay. Unlike the multimillion-euro contracts enjoyed by their male counterparts, the women are still considered amateur athletes and many who play for middle-tier clubs are unpaid, forcing them to work other jobs. Their amateur status also exempts them from contributions towards social benefits, such as healthcare and pensions. Giusy Versace, a Paralympic athlete and parliamentarian, is battling to change this. “They are women who have been able to train and reach this level thanks to thoughtful sponsors and their own pockets, not to the state,” she said. “Now that women’s football is generating chatter, the time is right to change the law.” On top of this Bertolini also hopes that the World Cup will inspire more women to take up football. She said there has been an increase in recent years, with 23,000 women, including girls signed up to football schools, playing. “But it’s still very small compared to England, France or the Netherlands. My dream is that we reach 100,000.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}