{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/jun/25/netherlands-v-japan-women-world-cup-2019-last-16-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-25T21:56:01Z", "webTitle": "Netherlands 2-1 Japan: Women's World Cup 2019 last 16 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/jun/25/netherlands-v-japan-women-world-cup-2019-last-16-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/jun/25/netherlands-v-japan-women-world-cup-2019-last-16-live", "fields": {"headline": "Netherlands 2-1 Japan: Women's World Cup 2019 last 16 – as it happened", "bodyText": "Congratulations to the Netherlands, the seventh European side to reach the quarter-finals. They’ll play Italy in Valenciennes on Saturday afternoon. Commiserations to Japan, who passed the ball around quite deliciously tonight and will wonder how they let that one slip. All that’s left is to point you in the direction of Suzanne Wrack’s match report. Enjoy, enjoy. Thanks for reading. Nighty night! Poor Saki Kumagai is in floods of tears. She’s being consoled by Shanice van de Sanden and Sari van Veenendaal, but neither Dutch player can stem the tide. You have to feel desperately sorry for her. In the current climate, it was a penalty kick: her arm was in an unnatural position, it stopped Miedema’s shot, and you know how the refs roll these days. But she was pretty close to Miedema, and a second look suggests she was trying to withdraw her arm as the ball hit it anyway. The law is an ass. It’s such an awful break for Kumagai and Japan, who were by far the better side tonight. Then again, the Netherlands dug deep, held their nerve, rode their luck, and carved out that chance right at the end thanks to Lineth Beerensteyn’s mazy dribble. Having dodged a bullet tonight, they might begin to wonder if this is their year. What a dramatic finish to the game of the tournament so far! The Dutch make it to the quarters! They celebrate like they can’t quite believe it, having weathered one hell of a storm and won a late penalty. Japan certainly can’t believe it: they look stunned at the brutal end to their World Cup dream. What a football match that was! 90 min +4: Takarada launches long into a packed Dutch box. Van Veenendaal comes off her line to punch confidently clear. Momiki tries to make space for a shot but is closed down. It looks all over for Japan. 90 min +3: Japan have swapped Iwabuchi for Takarada, by the way. 90 min +2: A huge scramble in the Dutch box! Kumagai and Sugasawa try to force it home from the middle of a melee. Think a cartoon cloud with boots and fists sticking out of it. But they can’t get a shot away, and inevitably the referee blows for a mild infringement in favour of the defending team. 90 min +1: There will be five added minutes. Can Japan save themselves? How they’ll rue all those missed chances. No luck either, of course. But they win a corner on the left. This isn’t over yet! Martens sends Yamashita the wrong way, and rolls the ball into the bottom right. So clinical. So unfortunate for Japan, who have been by far the better side. 89 min: There’s a VAR check first, of course. But it’s going to be given. Adding insult to injury, Kumagai is booked. 88 min: Beerensteyn dribbles in from the right. She causes much panic. The ball ends up at the feet of Miedema, who smashes a first-time shot goalwards. It hits Kumagai’s right arm, which is hung out by her side. That’s a nailed-on penalty. 87 min: Roord replaces - a surprise, this - Van de Donk, who has been Holland’s best player tonight. 86 min: Van Es comes on for Van Dongen. 85 min: Iwabuchi, to the left of the Dutch D, exchanges passes with Sugasawa before launching high over the bar. Japan are creating plenty of chances. A mixture of bad luck and bad finishing means they’ve yet to find what would surely be the winner. 84 min: Of course, the Dutch could still nick this as well. Miedema nearly makes space for a shot on the edge of the Japanese box. Then Beerensteyn twists and turns down the right, making enough space for a shot from a tight angle. Yamashita smothers. 82 min: Japan come again. Again. Momiki, who has been outstanding since coming on, draws a defender and slips Miura clear on the right. She’s one on one with the keeper but leans back and blazes over. This is a quite sensational passage of play by Japan ... but can they make it count? 80 min: The Dutch are seriously rocking here. There’s some pinball in their box. Japan are aware of what’s going on. Holland are not. The ball breaks to Momiki on the penalty spot. She shoots for the bottom right. Van Veenendaal turns it clear at full stretch! Corner ... which comes to nothing. 79 min: Sugasawa slips Sugita clear down the right. Sugita looks to have taken far too long to shoot. She’s closed down. But then she cuts inside and launches a shot that beats Van Veenendaal, heading towards the top left. But it crashes the underside of the bar, down, out and away! So unlucky! 78 min: Beerensteyn barrels down the right and earns a corner. Miedema meets the set piece with her head, but not altogether convincingly. Japan clear. This is such a good game. Goodness knows who’ll win this. 76 min: Now Momiki, playmaking from deep, releases Iwabuchi with a fine wedge down the inside-right channel. Iwabuchi enters the box and should pull back for Sugasawa in the centre, but blasts into the side netting instead. What a waste! 74 min: Martens crosses high from the left. Japan struggle to clear. Groenen takes the ball down and shoots from the edge of the box. It’s blocked. Japan go straight up the other end. Momiki sprays a glorious right-to-left crossfield pass to release Sugasawa into the box! But Sugasawa dithers and allows Van der Gragt to come back and block. And she’s offside anyway. 73 min: Japan make their first change, withdrawing Nakajima and sending on Momiki. 71 min: Japan nearly score another sensational team goal. A few passes pinged down the inside-left channel. Suddenly Iwabuchi is in the area, her back to goal. She clips a clever backheel inside to Hasegawa, who opens her body and whips a low curler towards the bottom right. It’s inches wide, with the keeper beaten. Japan are so good to watch when it all clicks. 69 min: Ah good news: the pain subsides quickly and Groenen is good to continue. It really did look a sore one. Meanwhile the Dutch make their first sub of the evening, replacing Van de Sanden with Beerensteyn. 67 min: Groenen is down, and she’s hurt. Miura slid in, a fair challenge to get the ball, but she then accidentally clattered into Groenen’s standing leg. Her ankle bent in worrying fashion. 65 min: Miedema busies herself bothering the Japanese defenders. Her hard work nearly springs Van de Donk into the box, where she’d be one on one with Yamashita. But there’s a rare technical failure, as the ball runs under her foot, and the brief window of opportunity slams shut. 63 min: Nakajima styles in from the right and sends a pearler towards the bottom left from 20 yards. It’s heading in, but Van Veenendaal extends herself to parry it clear. Sensational play all round. Both teams are really going for this. A very entertaining game. 62 min: A ball falls from great height. Van de Donk stuns it dead. What a touch. She spins and floats off down the left, before crossing deep for Van de Sanden, who sends a weak header straight into the arms of Yamashita. Van de Donk is such a gifted player. 61 min: Something of a lull. It’s almost as if both teams are keeping a little back in case this goes to extra time. 59 min: Japan are slowly beginning to find their passing game again. Good luck calling which way this is going to go. Meanwhile reports of the death of the Great Dutch Songbook have been wildly exaggerated. “The Dutch brass band (named Kleintje Pils, literally something akin to little glass of beer) might have played the melody of Auld Lang Syne, but the text isn’t the same,” explains Lena. “It’s a Dutch football song with lyrics ‘Wij houden van Oranje’ (we love Orange).” I wonder if there’s a version of Oei Oei Oei (Dat Was Me Weer Een Loei) in Lowland Scots? 57 min: Japan have been quiet since the restart, but Iwabuchi shifts the ball in from the left, then Sugita shuttles it further inside to Sugasawa, who leans back and hoicks a shot over the bar from the edge of the box. A reminder for Holland that Japan are well capable of soaking up pressure only to spring forward quicksmart. 55 min: Both teams just probing at the minute. More of it goes on in the Japanese half, but not to any great effect. 53 min: Van de Donk nearly latches onto a long pass down the inside right but Yamashita comes to the edge of her box to claim. The Dutch appear to be refreshed after the half-time break. 51 min: Japan don’t half like playing out from the back. Yamashita has nerves of steel. She’s very nearly closed down again, this time by Van de Donk, on her own goal-line. But she simply drops a shoulder to change direction as her opponent races in, and flicks the ball away from danger with a perfect pass to Shimizu. That was outrageous. On her own goal-line! 49 min: Spitse is clattered from behind by Iwabuchi, 25 yards from the Japanese goal. Spitse gets up and takes the free kick herself, whipping one around the wall and down towards the bottom left. Yamashita sees it late, and does extremely well to smother. 47 min: Van de Sanden powers down the right and whips a cross into the mixer. She’s got the beating of Sameshima. But her cross is too near Yamashita, who can flick the ball away from Miedema, and from danger. “Matt Phillips (12 mins) is, indeed, still struggling with his Dutch,” tut-tuts Wim Roefs. “‘Kop’ does mean ‘cup’ but it also means ‘head’. It’s a less distinguished term for head when used to indicate a human head, in which case the more distinguished word is ‘hoofd’. But it’s not offensive to say ‘kop’ in that case, as in the perfectly fine ‘kaaskop’, where the use ‘kop’ actually adds a measure of fierceness that would be lacking if you were to say ‘kaashoofd’. No one says the latter. ‘Kop’ is often use for animals, such as in ‘paardekop’, which is ‘horse head’.” And we’re off again! The Dutch get the ball rolling again and launch it long. Goal kick. “This has been fantastic football,” says Mary Waltz. “I have no clue who will end up on top and that is what makes this game exciting.” Half-time reading. The winners of this match will play Italy in the quarter-finals. Kieran Pender was at the Stade de la Mosson in Montpellier to see Milena Bertolini’s side breeze past China. Nothing of note happens in the time added onto the first half. The Netherlands needed to hear the whistle, because after a powerful start, Japan got stronger and stronger before scoring one of the goals of the tournament. It’s been a fine match. More, please! “The Netherlands look tired after chasing the ball so much and trying to keep it,” observes Ruth Purdue. “Japan’s style is a joy to watch, if a little brave a times. Bring on the second half.” 45 min: There will be three added minutes. The Dutch look rattled ... but that goal had been coming, Japan slowly working their way into the match as they imposed their passing game. 44 min: Miedema has been quiet ... and she nearly restores Holland’s lead immediately! She works her way into the box from the right, rides a couple of challenges, then slams a shot straight at Yamashita. Either side of the keeper and the European champions were ahead again. This is a sensational goal! Sugita sashays in from the left. She lays off to Sugasawa, on the edge of the box, her back to goal. Sugasawa immediately cushions a pass for Iwabuchi, who shrugs off Groenen, draws Van der Gragt, then dinks a cheeky pass forward to Hasegawa, suddenly inside the area in acres of freshly created space! Hasegawa gently wedges the ball over Van Veenendaal and into the top right! As calm as you like. A stunning finish, a stunning team goal. 41 min: Sugasawa goes sliding in on Van Lunteren and nearly makes very illegal contact. That was a wild swipe. But she doesn’t connect, and play goes on. Van Lunteren isn’t that happy about it, though, gesticulating at the referee afterwards. 39 min: The Dutch put on a possession showcase of their own. It’s all in the middle of the park right now. 37 min: Japan’s pass-and-move style is beginning to cause the Dutch some concern. But this is a fascinating battle of styles, because Holland look dangerous whenever they launch one of their fast, thrusting attacks. 35 min: A couple of neat Japanese passing moves. But the passes in the final third aren’t sticking right now. When they’re in full flow, though, it’s really good to watch. 33 min: The energy levels have dipped. Van de Sanden tries to get something going with a burst down the right but Sameshima shepherds the ball out of play. 31 min: The trumpeters are playing Auld Lang Syne. What a searing indictment of the Great Dutch Songbook. 29 min: Ichise slides in on Van de Sanden. It’s a clean tackle, though she’s landed awkwardly on her left arm, bending it back as she fell. For a second it looks really serious, but happily it looks like a short sting of pain rather than anything serious, because after a little treatment, she’s good to go again. 27 min: Japan are beginning to lose control again. Miedema, dropping deep, nearly pings Van de Sanden clear down the inside right. Van de Sanden’s got the beating of the Japanese back line, but Yamashita rushes out of her area to belt clear. That was a good read, one that got her team out of trouble. 26 min: Bloodworth nearly releases Martens down the inside-left channel with a long pass, but there’s a little too much pace on it. Meanwhile the Dutch fans are in full party mode, a pair of trumpeters giving it plenty. You’d hope they’ll play this one later: 24 min: Room for Van De Sanden out on the right. She considers trying to zip past Sameshima on the outside, but hits a first-time cross instead. It’s wayward and cleared. Maybe she’ll go on a dribble next time. 22 min: Japan have responded well to conceding the opening goal. Sugasawa’s near miss aside, they’ve held onto the ball better and are playing further up the pitch. “So, the Dutch are the original cheese-heads, not Wisconsonians?” wonders Rob Coughlin aloud. “Huh, I thought if it were from Europe, it would be the Swiss. Also, Wisconsin was mainly settled by the Germans. Cheese is weird.” 20 min: Japan finally wake up, and how! Some patient possession. Then suddenly they spring Sugasawa into the box! She opens her body and curls a shot towards the bottom right. Van Veenendaal is beaten, but the ball twangs off the outside of the post and out for a goal kick. So unlucky! In a parallel universe somewhere, Sugasawa blocks Martens’ flick then goes up the other end to score. It’s a thin line between success and failure in top-level sport. 18 min: That was a huge break for the Dutch, though the cuteness of the backflick earned that luck. It was a lovely touch by Martens. The Netherlands aren’t flattered by this lead. The corner from the left drops at the feet of Martens, on the six-yard line. She back-flicks towards the goal. The ball breaks off Sugasawa, desperately spreading herself to block, and squeaks into the bottom right. Yamashita had no chance of changing direction. 16 min: Martens is yet again sent free down the left. Her dinked cross finds Miedema, whose header is uncharacteristically weak. The ball breaks back to Van De Donk, who shoots. The ball breaks off Ichise and out for a corner. Holland want a penalty, but they’re quite rightly not getting one. No matter, though, because from the corner ... 14 min: Van Dongen jumps into Nakajima and there’s a clash of heads. Nakajima requires a bit of attention. She’s taken a sore one on the cheek. It looks like an accidental collision, though VAR has to poke its virtual neb in, and there’s a brief pause while there’s a check. All clear, though we never doubted it. 12 min: The Dutch are first to everything right now. Japan can’t get out of their half. Meanwhile some corrections and clarifications with Matt Phillips: “I’m a Brit living in the Netherlands, and in Dutch, cheese head is actually kaaskop - kaas meaning cheese, and kop meaning cup, but in this situation it actually means head. It’s a complex language, that I’m still struggling with after ten years. Matt, from Holland/Netherlands.” 10 min: Martens speeds down the left yet again. This time she very nearly finds Van de Sanden with her cross, though the flag goes up for offside. No wonder she was in so much space ... that time. But no doubt she’ll be finding some more soon, and legally. She’s lightning quick. 9 min: Martens looks extremely dangerous every time she probes down the left. She nearly breaks clear again but can’t find enough space and time to measure a cross. It’s going to be a busy evening for the Japan left-back Shimizu. 8 min: The Dutch slowly take the upper hand in these opening exchanges. Japan are struggling to keep possession right now. When they do get the ball, Sugita passes it harmlessly to nobody, and out of play. 6 min: The corner is a non-event, as corners so often are. Anyway, that was a fine move by the Dutch, although it would have been a very fortunate goal in the end. 5 min: Martens bowls down the left. Van de Sanden runs towards the near post, dragging both central defenders with her. Martens crosses long, Miedema rushing into the space created by Van de Sanden. She attempts to pass the ball into the left corner, but it takes a deflection off Ichise and nearly flies into the top right. Yamashita was beaten all ends up, wrong-footed, but the ball shaves the outside of the post and goes out for a corner. 4 min: Yamashita, the ball at her feet, takes an age to clear. The keeper’s very nearly closed down by Martens. But she flicks the ball away to Shimizu just in time, whereupon Japan play some pretty triangles upfield to get themselves out of bother in style. 2 min: Both sides look fresh and bright. The Dutch forwards piled forward in the all-angles manner for the first 90 seconds or so; then Japan showcased some crisp tiki-taka in the middle of the park. It augurs well. And we’re off! Japan get the ball rolling amid a fevered World Cup atmosphere. They soon give up possession, and Van de Sanden races down the right. Fortunately for Japan, who were light at the back, her cross is nowhere near Miedema and the ball is cleared. The teams are out! The Dutch line up in their trademark oranje, while Japan sport their first-choice blue. The Japanese had a scare during the warm-up, when reserve defender Shiori Miyake took a smack in the face from a ball, and had to be assisted from the field. But she’s good to take her place on the bench. We’ll be off in a minute! Netherlands nomenclature update. This courtesy of Andrew Williams. “The Dutch are sometimes known - colloquially - as Käsköppe (Cheeseheads) which is rather appropriate given that picture currently gracing the top of your report.” That snap will soon be replaced with some footballers, so to ensure this fan’s efforts aren’t lost forever to the ether, let’s post her picture here too. Altogether now ... There’s still a fair bit of time to while away before kick-off. So why not immerse yourself in the heartwarming story of Japan’s 2011 World Cup win, wonderfully told by Nick Ames? Off you pop, we’ll still be here for you when you get back. The Dutch make one change from the team sent out against Canada. Barcelona defender Stefanie van der Gragt, who hasn’t played since injuring her knee in the opening game against New Zealand, replaces Anouk Dekker. Japan have had no injury worries. But they’re yet to find their top gear, so make three changes to the side named against England: Yuika Sugasawa, Yui Hasegawa and Narumi Miura come in for Kumi Yokoyama, Jun Endo and Rikako Kobayashi. Netherlands: Van Veenendaal, Van Lunteren, van der Gragt, Bloodworth, van Dongen, Groenen, van de Donk, Spitse, van de Sanden, Miedema, Martens. Subs: Kop, Van Es, Dekker, Pelova, Renate Jansen, Kaagman, Ellen Jansen, Kerkdijk, Roord, Beerensteyn, van der Most, Geurts. Japan: Yamashita, Shimizu, Kumagai, Ichise, Samashima, Nakajima, Miura, Sugita, Hasegawa, Sugasawa, Iwabuchi. Subs: Ikeda, Utsugi, Sakaguchi, Kobayashi, Minami, Takarada, Momiki, Miyagawa, Endo, Yokoyama, Miyake, Hirao. Referee: Melissa Borjas (Honduras). Style guide. GEORGE: What is Holland? JERRY: What do you mean, ‘what is it?’ It’s a country right next to Belgium. GEORGE: No, that’s the Netherlands. JERRY: Holland is the Netherlands. GEORGE: Then who are the Dutch? According to the Guardian style guide, Holland “should not be used to mean the Netherlands (of which it is a region), with the exception of the Dutch football team, who are conventionally known as Holland.” So there you have it. Please consider both names interchangeable for the purposes of this report. Hup Holland Hup! Has the round of 16 saved its best for last? You can certainly make the argument. Tonight’s rumble in Rennes concludes the first knockout stage, and pits the reigning European champions against the current champs of Asia. Throw in the fact that Japan have reached the last two World Cup finals, winning the thing in 2011, and there’s the debate practically settled: this is a summit meeting between two of world football’s classiest acts. Japan will hope history is a sign. They’ve won five of their last eight matches against the Netherlands, and knocked them out at this stage four years ago. By contrast, the Dutch will prefer to deal in the here and now: they won all three of their group games while Japan’s performance in France has been average to date, having won just one game in Group D. But then Japan lost to England in the groups in 2011 as well, and look what happened there. If Arsenal’s Vivianne Miedema has her eye in tonight, the Dutch could be hard to stop. The Netherlands go into the match as favourites. On the other hand, Saki Kumagai, Japan’s hero in 2011 and one of the stars of all-conquering Lyon, could quite easily wrest control of a game that looks deliciously poised. It’s on! Kick off: 8pm BST, 9pm local in Rennes."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}