{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/12/daniel-james-manchester-united-exceptional-pace-solskjaer", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-12T15:20:00Z", "webTitle": "Daniel James’s exceptional pace will benefit United, says Solskjær", "webUrl": "https://www.theguardian.com/football/2019/jun/12/daniel-james-manchester-united-exceptional-pace-solskjaer", "apiUrl": "https://content.guardianapis.com/football/2019/jun/12/daniel-james-manchester-united-exceptional-pace-solskjaer", "fields": {"headline": "Daniel James’s exceptional pace will benefit United, says Solskjær", "bodyText": "Ole Gunnar Solskjær has said Daniel James’ “exceptional pace and work ethic” was one of the reasons Manchester United wanted to sign the 21-year-old from Swansea. United confirmed the signing of James on Wednesday, the winger joining on a five-year contract with the option to extend for a further year. It is Solskjær’s first signing at Old Trafford since becoming the club’s permanent manager during last season. James, a graduate of the Swansea academy, scored five goals in 38 appearances during an impressive season campaign with the Championship side. “Daniel is an exciting young winger with lots of skills, vision, exceptional pace and a good work ethic,” Solskjær said. “He had a great season with Swansea and has all the attributes needed to become a Manchester United player. “We are delighted and we are all looking forward to working with him. This is the perfect environment for Daniel to continue his development.” James has impressed at Swansea since breaking into the first team following their relegation from the Premier League a year ago. A move to Leeds collapsed in January and he was also linked with Brighton. United landed the player in a £15m deal that could rise to £18m. The transfer came less than a month after the death of James’ father. James said: “This is one of the best days of my life and a challenge I am really looking forward to. The Premier League is the best league in the world and Manchester United is the perfect place for me to continue to develop as a player. “This is an incredibly proud moment for me and my family, however, it is tinged with sadness that my father isn’t able to share this experience. I am looking forward to working with Ole, meeting the team and getting started.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}