{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/28/nottingham-forest-sack-martin-oneill-after-just-five-months-in-charge", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-28T12:18:43Z", "webTitle": "Nottingham Forest sack Martin O’Neill after five months and appoint Lamouchi", "webUrl": "https://www.theguardian.com/football/2019/jun/28/nottingham-forest-sack-martin-oneill-after-just-five-months-in-charge", "apiUrl": "https://content.guardianapis.com/football/2019/jun/28/nottingham-forest-sack-martin-oneill-after-just-five-months-in-charge", "fields": {"headline": "Nottingham Forest sack Martin O’Neill after five months and appoint Lamouchi", "bodyText": "Nottingham Forest have sacked Martin O’Neill after just five months in charge, with former France international Sabri Lamouchi replacing him. The former Leicester and Republic of Ireland manager was appointed in January to replace Aitor Karanka and guided his old club to ninth place in the Championship last season. But it is understood that a number of key players have increasingly turned against the 67-year-old, with his assistant Roy Keane having left his role last week. “The club would like to thank Martin for all his efforts during his time at the City Ground and wish him well for the future,” read a club statement. O’Neill took over after Karanka resigned because of a breakdown in his relations with the club’s hierarchy. Forest were eighth at the time and hoped the managerial switch would help propel them into the play-offs. Keane left his position on Sunday, telling the club he wanted to become a manager in his own right and that decision led the people at the top of the club to ascertain the mood of the players. The feedback was overwhelmingly negative, leading the club to conclude that the damage was irreparable and O’Neill was incapable of assembling a team that would win promotion next season. Lamouchi, the former Rennes and Ivory Coast coach, takes over with immediate effect alongside a new six-strong coaching staff."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}