{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/13/football-transfer-rumours-nicolas-pepe-to-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-13T07:44:07Z", "webTitle": "Football transfer rumours: Nicolas Pépé to Manchester United?", "webUrl": "https://www.theguardian.com/football/2019/jun/13/football-transfer-rumours-nicolas-pepe-to-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2019/jun/13/football-transfer-rumours-nicolas-pepe-to-manchester-united", "fields": {"headline": "Football transfer rumours: Nicolas Pépé to Manchester United?", "bodyText": "After his costly miss on international duty with Wales, Manchester United have turned their nose up at signing Gareth Bale. The winger hasn’t scored in three months, with Ed Woodward unwilling to spend top dollar on a player that turns 30 in July. Having signed Bale’s compatriot Daniel James, United are thought to favour a different transfer policy to years past with a focus on younger players. Nicolas Pépé fits the mould, with the 22-year-old leading Lille to a second-place finish and Champions League qualification last season. Left-footed, the Ivorian plays off the right wing – a position that United need to fill. One player who could be leaving Old Trafford is Romelu Lukaku, who is doing his upmost to catch the eye of Antonio Conte, Inter’s new manager. “It’s good to see Conte has joined Inter. For me he is the best manager in the world,” said the Belgian. “I’ve already taken a decision about the future but I can’t reveal it because I have a contract with Manchester United and because I respect the club. I am a big Serie A fan, those close to me know that I have always wanted to play in the English league and in the Italian one, I love Italy. The club and my agent will talk about it but I have already made my decision.” Jeez, talk about laying it on thick. Antoine Griezmann’s future is still up in the air with Atlético’s chief executive Gil Marín claiming that the Frenchman is off to Barcelona, but the player himself clueless. “I want my future to be decided more than anyone, but there’s a need to wait,” Griezmann said after France’s win over Andorra on Tuesday. “I don’t know if I’ll remain in Spain. Maybe in two weeks we’ll know something.” Tune into the Rumour Mill in a fortnight, then, readers! Mo Salah’s best mate, Dejan Lovren, is apparently a target for Milan, who are pondering Liverpool’s £25m asking price. Liverpool could well use that money to buy Porto striker Moussa Marega, who scored 18 goals last season and would be signed as back-up for Bobby Firmino. Say that three times fast. Ayoze Pérez has started talking about Newcastle in the past tense, with reported interest from Valencia, Sevilla, Napoli and Inter. “I cannot thank Newcastle – the city, the club, everything around – for what they have given me,” he said. “It’s been five unbelievable years, ups and downs, unforgettable moments, bad moments, but it’s part of the process that made me a better footballer and person. Obviously, it’s always going to be in my heart, whatever happens.” North of the wall, Celtic are continuing their tried-and-tested strategy of hoovering up all the talent in Scotland, most of which will sit warm the bench next season. Welcome David Turnbull! The 19-year-old Motherwell man was the Scottish Football Writers’ young player of the year after scoring 15 goals from midfield last season. Celtic are also casting their net slightly further afield in a bid to catch Toulouse defender Christopher Jullien, who is absolutely massive at 6ft 4in and would cost around £8m."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}