{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/06/scotland-land-world-cup-better-shape-executive-style", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-06T21:30:43Z", "webTitle": "Scotland land at World Cup in better shape and in executive style", "webUrl": "https://www.theguardian.com/football/2019/jun/06/scotland-land-world-cup-better-shape-executive-style", "apiUrl": "https://content.guardianapis.com/football/2019/jun/06/scotland-land-world-cup-better-shape-executive-style", "fields": {"headline": "Scotland land at World Cup in better shape and executive style", "bodyText": "It is safe to assume Nicola Sturgeon has secured Nicola Docherty’s vote. Before the first minister facilitated the funding that has enabled all part‑time players in Scotland’s World Cup squad to take six-month sabbaticals from their day jobs, the Glasgow City full‑back routinely got up at 5.45am. There was a gym session before leaving for work in Edinburgh caring for dementia patients and then a drive for evening training at Glasgow City but, thanks to Sturgeon, Docherty and her teammates have arrived in Nice virtually unrecognisable from the team who lost 6-0 to England at Euro 2017. “Nicola Sturgeon’s been amazing,” Docherty said as she relaxed in the team hotel just off the Promenade des Anglais on Thursday. “She’s been a great support and we’re all buzzing that she’s coming to the game on Sunday.” That match is England v Scotland in Nice and Docherty senses revenge in the balmy Mediterranean air. “I was sitting on the couch at home for the 6-0,” she said. “But it’s a massive difference now. We had a lot of injuries two years ago but we’ve got a new coach [Shelley Kerr] now and a different style of play. We’re also properly fit. For the last six months I’ve been getting proper recovery and sleep. I’m no longer rushing home to Falkirk and then eating during the drive to training.” This brave new world assumed a new dimension as Kerr’s squad flew to Nice on a private jet – “it was surreal,” said Docherty – and received pre-departure pep talks from not just Sturgeon but also tennis’s Judy Murray and Steve Clarke, the Scotland men’s manager. “You could walk around on the plane doing what you like and then, at the hotel here, we were welcomed by a group of children singing a special song they’d written for us.” Something similar happened when Phil Neville’s squad checked into a slightly more opulent base a long goalkick down the sea front but Docherty refuses to be overawed by her high-profile neighbours. “England are a great team,” she said. “But I don’t think they’re unbeatable.” With the eyes of the world on her, the 26-year-old may soon finally be able to fulfil her long-term ambition. “My job is about visiting people with dementia, making them a cup of tea, having a chat and making them feel they can be in their own homes. I’m there to give the families respite. One of the reasons I went into it is because my grandpa had dementia so I know how hard it is. There are difficult parts but it’s also satisfying because you put smiles on people’s faces. I enjoy my work but to play full-time is everybody’s dream.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}