{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/07/scotland-fiona-brown-womens-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-07T21:30:42Z", "webTitle": "Scotland’s Fiona Brown: ‘The team’s transformed. We’re here to compete’", "webUrl": "https://www.theguardian.com/football/2019/jun/07/scotland-fiona-brown-womens-world-cup", "apiUrl": "https://content.guardianapis.com/football/2019/jun/07/scotland-fiona-brown-womens-world-cup", "fields": {"headline": "Scotland’s Fiona Brown: ‘The team’s transformed. We’re here to compete’", "bodyText": "Three years ago Fiona Brown came round after an anaesthetic to be told her knees had let her down and she would never play professional football. “It’s a good thing I’m stubborn,” says the Scotland and Rosengård winger as the heat of the Mediterranean sun erases the minor aches and niggles she can still feel in her repaired cruciate ligaments. “I’ve had two ACL operations, in 2012 and 2015. The second one was gutting. I remember being told: ‘You’ll never play pro now, you can’t train that much any more’ and then being a bit angry about that. I had my heart set on playing pro and that’s what I was going to do. My stubbornness meant I did everything to make it happen. Of course there’s doubts but, luckily, my body allowed it. “After the operations it’s horrible when you can’t do things like shower yourself and there were days when I thought: ‘You’re not going to do this’ …. But people saying I wouldn’t turn pro has probably been an extra motivation, helping me get where I am now.” That precise location is Nice, the venue for Sunday’s World Cup Group D opener against England and Brown’s mere presence offers hope to the countless female footballers who have suffered ACL ruptures. It is an injury men fear but which occurs far more frequently among women and Brown has studied the reasons why. “One cause is the shape of your hips – we have a wider pelvis, so naturally there’s more strain going on to the knees,” she says. “Then hormonal factors also come into consideration.” There is a medical consensus that female footballers are more vulnerable in the first half of their menstrual cycle before ovulation but it has turned into a somewhat controversial issue. “There’s hundreds and hundreds of studies on it,” Brown says. “But other people are fighting that, saying it’s nothing to do with it and it’s all down to luck but there’s a lot of significance in the studies.” Which is not to say women cannot guard against such misfortunes. “You need to build up strength all around your knees,” the 24-year-old says. “I still do stuff like that every single day. As someone who has been through injuries I can’t stress the importance of that enough. If I’d known what I know now maybe my first injury wouldn’t have happened, but I had no muscle around the joint then.” Another theory is that women’s knees become extra vulnerable when, as often happens, they play in men’s footwear. “I don’t know about that,” says Brown. “My boots were always comfortable.” Despite living in Sweden, where she was finally able to turn professional, the winger’s heart remains in her native Dunblane. Accordingly Brown was delighted when one of the town’s most celebrated residents, tennis’s Judy Murray, joined Nicola Sturgeon and Steve Clarke in offering Shelley Kerr’s squad motivational talks. “My parents know Judy,” she says. “She’s lovely, she does so much charity work in Dunblane and so much for women’s sport in Scotland, and all the UK actually. Judy told us it’s easy to get sidetracked in big competitions where there’s a lot of pressure on but to take in the moment, really enjoy it and do everything you can to give yourself the best chance of performing at the highest level you can. “I grew up watching Andy and Jamie Murray play tennis and they’re huge inspirations as well as a source of massive local pride. Andy’s a huge role model; he shows how you can have near misses and end up succeeding – and he’s also a massive champion of women’s sport.” Sturgeon’s support of a previously only partially professional squad dictates Scotland are much evolved from two years ago when they were thrashed 6-0 by England at Euro 2017. Courtesy of the first minister’s intervention, Kerr’s players have been funded as full-timers for the past six months, with part-timers taking sabbaticals from day jobs. “The team’s completely transformed,” Brown says. “We’ve got a different coach [Kerr, formerly of Arsenal], different players – some with Champions League experience – and a different style. “Shelley’s been around the game a long time and she’s created a very relaxed atmosphere. She makes everything feel natural. This time we know we’re here to compete; we’re not here to make up the numbers.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}