{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/12/real-madrid-lyon-ferland-mendy-signing-antoine-griezmann-barcelona", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-12T21:51:16Z", "webTitle": "Real Madrid spree continues while Barcelona close on Griezmann", "webUrl": "https://www.theguardian.com/football/2019/jun/12/real-madrid-lyon-ferland-mendy-signing-antoine-griezmann-barcelona", "apiUrl": "https://content.guardianapis.com/football/2019/jun/12/real-madrid-lyon-ferland-mendy-signing-antoine-griezmann-barcelona", "fields": {"headline": "Real Madrid spree continues while Barcelona close on Griezmann", "bodyText": "Real Madrid have signed the Lyon left-back Ferland Mendy, making the defender the third summer addition to their squad. While across the city, the Atlético chief executive, Miguel Ángel Gil Marín, believes Antoine Griezmann will join Barcelona this summer – and insisted he has known about the move since March. Real announced on Wednesday that Mendy will sign a six-year contract, with Lyon saying the transfer was worth €48m (£42.7m). The 24-year-old’s signing comes a week after Real also bought Eden Hazard from Chelsea for £88.5m and the forward Luka Jovic from Eintracht Frankfurt for £65m. Mendy joined Lyon from Le Harve in 2017 and scored three goals in 44 appearances last season. He made his debut for France in a friendly against Uruguay in November. Griezmann announced last month he would leave Atlético this summer after spending five seasons in the Spanish capital. Barcelona have long been linked with a move for the France forward and the 28-year-old has a release clause in his contract that the Spanish champions are reportedly ready to trigger. While no official offer has been made, Gil Marín said he has been aware of Griezmann’s next destination for the last three months. “It’s crystal clear where he is going to play, I’ve known since March. At Barcelona,” he told the Spanish TV station Movistar Toros on Wednesday. Griezmann moved to Atlético from Real Sociedad in 2014 and helped the club win the Europa League in 2018, scoring twice in the final against Marseille. Earlier on Wednesday, Jovic was officially unveiled at the Bernabéu, the striker declaring that he was the “happiest man in the world”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}