{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/03/champions-league-finals-dismal-showpiece", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-03T14:43:34Z", "webTitle": "Drab Champions League final continues trend of dismal domestic duels  | Richard Williams", "webUrl": "https://www.theguardian.com/football/2019/jun/03/champions-league-finals-dismal-showpiece", "apiUrl": "https://content.guardianapis.com/football/2019/jun/03/champions-league-finals-dismal-showpiece", "fields": {"headline": "Drab Champions League final continues trend of dismal domestic duels", "bodyText": "If you wanted to decrease the level of global interest in the climactic match of a European club competition by, say, 50%, you might very well contrive to ensure that both finalists came from the same national football league. If you wanted to cut the interest by another 50% – in other words, to 25% of the normally expected level – you might arrange for a goal to be scored via a penalty awarded within the opening 30 seconds. That was the combination of circumstances endured by neutrals on Saturday night, when two teams thoroughly conversant with each other’s makeup and methods met in Madrid and the match was punctured like a cheap ball within a couple of minutes when Mohamed Salah’s spot-kick rather luckily evaded Hugo Lloris’s dive. What we ended up with was a quarter of what a European Cup final should be. A couple of hours later, the English audience – everywhere but in the environs of Tottenham, that is – was lapping up the sight and the stories of the winners’ celebrations. It was impossible not to be touched by the sound of You’ll Never Walk Alone, by the sight of Jordan Henderson’s profoundly emotional embrace with his father, by the tale of Trent Alexander-Arnold playing keepy-uppy with a few of his mates in front of the lingering Liverpool supporters as if the Wanda Metropolitano were a patch of waste ground in West Derby, and by a recognition of the brilliant way Jürgen Klopp had reinvigorated a proud and historic club by identifying and emphasising the best of its traditional qualities. When the American owners and their families joined the celebrations, no one would have begrudged their enjoyment, since their careful, thoughtful stewardship of a previously troubled institution had made it all possible. But it was still a dreadful match: an hour and a half of scruffy tedium that must have been emptying bars throughout Europe. You can blame the oppressive heat, you can blame the ridiculous three-week gap between the second legs of the semi-finals and the final, you can blame the selection of two centre-forwards lacking match fitness, or you can blame what happened after Moussa Sissoko raised his arm as Sadio Mané tried to chip a cross over him barely 20 seconds into the match. Both sides reacted poorly to that opening goal, as if it had trashed the scripts which each had so carefully memorised. After priming themselves for the customary prod-and-parry prelude to such a big winner-takes-all contest, they were suddenly thrown into what would normally have been a later phase of the match, and neither knew how to cope with it. Spurs could take most of the blame for that. It was up to them to react to going behind and the men who should have been masterminding their response, in particular Christian Eriksen and Dele Alli, can count themselves lucky to have scraped even 5/10 in some British newspapers’ player ratings, compiled by observers who seem to think that you deserve a 5 for just putting your boots on the right feet. As it happens those two were matched for lack of impact in their respective areas by Georginio Wijnaldum and Salah, who ended the night as European champions. There had been the threat of a similar anticlimax on Wednesday, when the entire continent snored through a goalless first half of the Europa League final. Luckily Chelsea came to life in the second half, scoring four times – including an Eden Hazard special – against an Arsenal side whose supine performance, taken in conjunction with that of Spurs three days later, made one wonder if some debilitating virus had found its way into the north-London water system. But really the problem was the same in Baku and Madrid. Two teams who already play each other at least twice a season, and are part of the same competitive structure, could not be expected to produce the kind of showpiece demanded from what is, in the case of the Champions League final, the most eagerly anticipated night of the season. The special tone of the European Cup was set in its fifth year by the legendary 1960 final, when Ferenc Puskas and Alfredo Di Stéfano shared seven goals for Real Madrid against Eintracht Frankfurt. Not every final has lived up to that majestic entertainment, and there were some stinkers even before the competition was renamed in 1992 and reshaped five years later to include more teams from the bigger European leagues. But the irony of something called the Champions League being won by teams who were not the current holders of their domestic championship, as has now happened many times, remains a source of discomfort to purists, reinforced by the disappointment of finals featuring two teams from the same country, none of which – Real Madrid/Valencia in 2000, Milan/Juventus in 2003, Chelsea/Manchester United in 2008, Bayern Munich/Borussia Dortmund in 2013 and now Liverpool/Spurs – has given the general football public anything to remember. Now that domestic football is so cosmopolitan, and satellite TV means that we can watch Messi, Ronaldo and Neymar almost every week, it could be argued there is no longer the shock of the exotic that accompanied the vision of Puskas and Di Stéfano at Hampden Park 60 finals ago. But the final is almost invariably better when unfamiliarity and curiosity are part of the mix. None of which is likely to limit the pleasure taken by the people of Anfield in their team’s sixth triumph. We tiresome purists, however, will continue to believe that any other permutation of the four semi-finalists would have been likely to provide a more memorable Saturday night."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}