{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/16/takefusa-kubo-real-madrid-signing", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-16T08:00:43Z", "webTitle": "How Real Madrid snatched Takefusa Kubo from under the noses of Barcelona", "webUrl": "https://www.theguardian.com/football/2019/jun/16/takefusa-kubo-real-madrid-signing", "apiUrl": "https://content.guardianapis.com/football/2019/jun/16/takefusa-kubo-real-madrid-signing", "fields": {"headline": "How Real Madrid snatched Takefusa Kubo from under the noses of Barcelona", "bodyText": "Takefusa Kubo joined Barcelona when he was 10, spent four years at the club and was singled out as a future star but that future now belongs to their greatest rivals after Real Madrid announced the signing of the Japan international. Just 18, Kubo was forced to leave Barça in 2015 after the club was investigated for breaking Fifa regulations on signing young players, returning to Japan and joining FC Tokyo’s youth system. Barcelona had hoped to bring the attacking midfielder back when he came of age but instead it is Madrid who have agreed a €2m deal with Tokyo and handed Kubo a six-year contract believed to be worth €1m a season. He will initially join the club’s B team, Castilla, but the plan is he will be incorporated into the first team in his second season. Barcelona were unwilling to match the demands made by the player, who had also attracted interest from Paris Saint-Germain, and have sought to play down the damage but his decision to join Real Madrid was inevitably greeted by many as a defeat at the hands of their competitors. Although Madrid have not signed him from Barcelona, he was expected to end up at the Camp Nou, where he began. The frustration is greater because of the manner in which Barcelona lost control of Kubo, who is now a senior international and in the Japan squad that has been invited to play at the Copa América. Kubo was one of a dozen players mentioned in the initial investigation over Barcelona breaking article 19 of Fifa’s regulations on international transfers, designed to protect under-18s. Barcelona protested against the verdict and lobbied for a change of policy but there have been no alterations and those protests did not prevent their punishment. Josep Maria Bartomeu, the Barcelona president, recently told the Observer: “I spoke to Fifa and I told them that it doesn’t make sense that in every sport everywhere in the world you can give a bursary, a scholarship, to a kid to do sport, to give them the chance to go to a school to learn, except in football. I said: ‘Bloody hell, change it. You’re placing restrictions on someone’s right to personal development.’ There’s even a case for thinking that the ban goes against children’s rights, against the right they have to educate and develop.” Barça were served with a two-year transfer ban and players were forced to return home. Among them were an American, a Cameroonian, two Dutch players, a Venezuelan, two French footballers, three Koreans and Kubo. Barcelona had expected him to return after a successful spell in Japan but instead he chose Madrid. In the capital, it was presented as a victory over Barcelona. More significantly, it is part of a shift in policy – dictated by the financial reality of a shifting market place in which they no longer dominate – in which Real have spent the last few years seeking to sign the next generation of stars from Spain and the world. The most well-known example was Martin Ødegaard, who joined Madrid four years ago aged 16 years and 36 days on a deal that, with incentives, was understood to be worth as much as €6m. Madrid beat competition from clubs across Europe, where the Norwegian been courted, to land him on a six-year deal. Considered by some the great talent of his generation, he signed up and played for Castilla but trained with the first team. But, despite pressure to promote him, he made only two first-team appearances before going out on loan. This July, aged 20, he will return, having spent time at the Dutch sides Heerenveen and then Vitesse, but his future at the club remains uncertain. Ødegaard is not alone. Before him, when Real signed Casemiro in 2013, he initially joined Castilla, officially on loan, and there are others. The policy has been accelerated in he last two years. In January Madrid signed Brahim Diaz, 19, from Manchester City, while the Brazilians Vinicius Junior and Rodrygo Goes are only 18. Vinicius signed for €46m in May 2017, joining the club in July 2018. Rodrygo cost €45m in June 2018 and joins this summer. Theo Hernández (21), Jesus Vallejo (22), Álvaro Odriozola (23) and Andriy Lunin (20) all broadly fit this policy. Now Kubo joins them and not Barcelona."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}