{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/26/football-transfer-rumours-real-betis-to-move-for-liverpools-divock-origi", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-26T08:14:50Z", "webTitle": "Football transfer rumours: Real Betis to move for Liverpool's Divock Origi?", "webUrl": "https://www.theguardian.com/football/2019/jun/26/football-transfer-rumours-real-betis-to-move-for-liverpools-divock-origi", "apiUrl": "https://content.guardianapis.com/football/2019/jun/26/football-transfer-rumours-real-betis-to-move-for-liverpools-divock-origi", "fields": {"headline": "Football transfer rumours: Real Betis to move for Liverpool's Divock Origi?", "bodyText": "Esteemed French newspaper L’Equipe claims Mauricio Pochettino has interrupted his summer holidays to persuade Tanguy Ndombélé to sign for Tottenham Hotspur. The central midfielder has long been linked with a move to White Hart Lane and it seems Pochettino joined him on a guided tour of the swanky stadium, possibly gave him one of those pints that are poured through the bottom of the glass and convinced him Spurs could win the Premier League next season. A club record fee of anything between £60m and £75m is being mooted for the 22-year-old, depending on where you get your news. Tottenham are also so close to signing Jack Clarke that some over-enthusiastic busybody has already confirmed the news of the £8m deal on the 18-year-old Leeds winger’s Wikipedia page. And determined to hog the headlines in today’s Rumour Mill after two windows of well-documented inactivity, Tottenham are also in the market for teenage St Étienne central defender William Saliba, but will have to fight off interest from Arsenal, who have already had a £27m offer for the player’s services rejected. With Manchester United reported to be unwilling to budge so much as an inch on their demand of £150m for Paul Pogba, the French midfielder’s chief suitors, Real Madrid, could take their business elsewhere. Marca claim Madrid may try to sign Donny van de Beek from Ajax, in news that comes towards the end of a month in which the 22-year-old has already been linked with their chief rivals Barcelona. Meanwhile in Italy, Napoli are interested in signing James Rodríguez, one of several high-profile players deemed surplus to requirements at the Bernabéu. Sevilla’s French striker Wissam Ben Yedder is the latest player to crop up on United’s summer shopping list, according to France Football. Also rumoured to have turned heads at PSG and Barcelona, the 28-year-old who scored 30 goals in 54 games for his club last season has a £36m release clause in his contract. German tabloid Bild say Bayern Munich are unhappy with the apparent lack of enthusiasm with which Manchester City winger Leroy Sané is greeting their overtures and may turn their focus to Barcelona’s Ousmané Dembélé instead. No stranger to the Bundesliga, the 22-year-old made his name at Borussia Dortmund but has often underwhelmed since his move to the Camp Nou despite scoring several crucial goals . Currently without a club after being released by West Ham at the end of the season, Samir Nasri could be off to the United Arab Emirates to play for Shabab Al-Ahli Dubai FC, who have offered to pay him £3.6m per year. The high maintenance 31-year-old is believed to have had no shortage of lucrative, if fairly uninspiring offers and has already turned down moves to the A-League with Western United, Olympiacos in Greece and at least one Ligue 1 side. Still at West Ham but eager to leave, Javier Hernández is hoping to find a new home in Spain. Real Betis are in the market for a new striker, but want Liverpool’s Belgian super-sub Divock Origi. And finally, reports from the Netherlands say Liverpool have been successful in their attempt to sign 17-year-old central defender Sepp van den Berg from PEC Zwolle in the face of competition from fellow suitors Ajax, Bayern Munich and PSV Eindhoven."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}