{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/05/eden-hazard-real-madrid-chelsea-agree-fee", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-05T20:58:01Z", "webTitle": "Real Madrid to sign Eden Hazard after agreeing a fee with Chelsea", "webUrl": "https://www.theguardian.com/football/2019/jun/05/eden-hazard-real-madrid-chelsea-agree-fee", "apiUrl": "https://content.guardianapis.com/football/2019/jun/05/eden-hazard-real-madrid-chelsea-agree-fee", "fields": {"headline": "Real Madrid to sign Eden Hazard after agreeing a €100m fee with Chelsea", "bodyText": "Eden Hazard is set to join Real Madrid after the Spanish club and Chelsea agreed a fee in the region of €100m (£88.5m) plus add-ons. Hazard said after Chelsea won the Europa League final against Arsenal that “I think it is a goodbye, but in football you never know”. At that point Real and Chelsea had not agreed on a fee but on Wednesday night they did with the announcement set to follow in the next few days. The two clubs are now preparing the contracts to be signed. The 28-year-old Belgian will leave Stamford Bridge after seven hugely successful years at the club, winning the Premier League twice, one FA Cup and two Europa League titles. The Chelsea manager, Maurizio Sarri, who is also expected to depart, said after the game against Arsenal that he had known about Hazard’s desire to leave for some time. “As you know, Hazard is a wonderful player, but you have to spend two or three months to understand him as a man,” he said. “But when you are able to understand him as a man, he’s a wonderful man. I knew Eden wanted to leave. But I wanted to respect his decision.” Hazard had one year left on his contract and ruled out joining another English club in the buildup to the Europa League final, saying: “No chance, no chance. I am a Blue. It means a lot to me. I cannot play for another club in this country.” Real Madrid are rebuilding their squad after a disappointing campaign in which they finished third in La Liga, 19 points behind Barcelona, having endured 12 defeats. They were also eliminated from the Champions League by Ajax in the last 16, 5-3 on aggregate after a 4-1 home defeat. Julen Lopetegui started the season as Real manager but was sacked on 29 October and replaced by the caretaker Santiago Solari. Zinedine Zidane was then rehired as manager on 11 March and the club have already signed the defender Éder Militão from Porto for £44m and the striker Luka Jovic from Eintracht Frankfurt for £57.7m."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}