{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/26/amr-warda-cut-from-egypt-afcon-squad-following-sexual-harassment-allegations", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-26T19:42:15Z", "webTitle": "Amr Warda cut from Egypt Afcon squad following sexual harassment allegations", "webUrl": "https://www.theguardian.com/football/2019/jun/26/amr-warda-cut-from-egypt-afcon-squad-following-sexual-harassment-allegations", "apiUrl": "https://content.guardianapis.com/football/2019/jun/26/amr-warda-cut-from-egypt-afcon-squad-following-sexual-harassment-allegations", "fields": {"headline": "Amr Warda cut from Egypt Afcon squad following sexual harassment allegations", "bodyText": "The Egypt midfielder Amr Warda has been expelled from the team’s Africa Cup of Nations squad, following allegations that he sexually harassed a number of women online. Warda, who appeared as a substitute during the hosts’ 1-0 victory over Zimbabwe on Friday, will play no further part in his home tournament after the Egyptian FA announced he had been dismissed for disciplinary reasons. “The head of the Egyptian Football Federation, Hani Abu Reda, has decided to dismiss Amr Warda from the team’s camp after consulting with the team’s technical and administrative staff, in order to maintain the state of discipline, commitment and concentration,” the statement read. The statement made no reference to the nature of Warda’s alleged indiscretion but his removal came after Merhan Keller, a British-Egyptian model, shared screenshots showing a series of inappropriate messages she claimed Warda had sent via Whatsapp and Instagram. The images purport to show lewd and aggressive communications from Warda. Keller proceeded to share numerous screenshots and videos of what she said were messages from other women who had received similar harassment, with the player seemingly becoming unpleasant in some cases when his advances were rejected. Warda’s alleged misconduct has been the subject of intense discussion in Egypt and pressure had grown during the week for the Egyptian FA to take action. The 25-year-old, who spent last season on loan to Atromitos from their fellow Greek Super League side PAOK, has been the subject of similar claims before. In 2017 a loan spell with the Portuguese club Feirense was cut short three weeks after his arrival, following media allegations that he had harassed the wives of two teammates. Warda has strongly denied the accusations. It is far from an ideal development for the hosts, who will continue their campaign with a 22-man squad. Ejections of this kind are unusual during a tournament, and there is no facility to replace an expelled player after the competition has begun. Salah strikes to send Pharaohs through Mohamed Salah scored his first goal of this year’s Africa Cup of Nations to help hosts Egypt to a 2-0 win over Democratic Republic of Congo which guaranteed them a place in the knockout stages. Aston Villa full-back Ahmed Elmohamady broke the deadlock in the 25th minute, turning the ball in following a corner before Salah netted two minutes before half-time. The Liverpool forward finished clinically from Trezeguet’s pass to send the packed Cairo International Stadium wild with delight. The result was perhaps harsh on the Congolese, who twice hit the crossbar in the first half. Jonathan Bolingi’s header rattled the woodwork moments before Salah scored, while Marcel Tisserand missed the chance to put the Leopards ahead after connecting with Bolingi’s flick-on 11 minutes on. With two defeats from two games, DR Congo must now hope to beat Zimbabwe and squeeze through from third place. Egypt face Uganda in their final game, needing only a draw to secure top spot in Group A. Reuters"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}