{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/27/phil-neville-hails-bad-ass-england-players", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-27T23:16:06Z", "webTitle": "Phil Neville hails ‘badass’ England players after win over Norway", "webUrl": "https://www.theguardian.com/football/2019/jun/27/phil-neville-hails-bad-ass-england-players", "apiUrl": "https://content.guardianapis.com/football/2019/jun/27/phil-neville-hails-bad-ass-england-players", "fields": {"headline": "Phil Neville hails ‘badass’ England players after win over Norway", "bodyText": "Phil Neville celebrated one of his “proudest moments in football” on a windy night in Le Havre when a pre-match pep talk from his old friend David Beckham inspired his England side of “badass” women to hit new heights. The Lionesses’ manager had demanded a 10 to 15% improvement in performance but got much more than that as they swept Norway aside 3-0 in a more straightforward than advertised quarter-final. Afterwards Neville had no inhibitions about spelling out the extent of his ambitions, stressing: “We’re in it to win it.” Goals from Jill Scott, Ellen White and Lucy Bronze took England smoothly into a semi-final against USA or France in Lyon. On a wild evening by the Channel illuminated by Bronze’s swashbuckling play from right-back, Norway were simply blown away. “Twelve months ago we set out our objectives,” said Neville. “All I wanted my players to say was that they wanted to win the World Cup but they said they wanted more, to create a name people would relate to, badass women. They were thinking bigger and that really knocked me out of my stride. I think we’re getting to that legacy moment. “I thought the difference tonight was we were more ruthless than before. But I’ve got the best job ever. You can be the best coach ever but if you haven’t got players with attitude and determination then you’re dead. But I work with an astonishing group of people who astonish me and astound me every day. I just want to win a World Cup.” By now Neville was thoroughly warming to his theme and perhaps got a bit over-excited about the passing style he has introduced. “We’re playing a type of football that no one’s ever played before,” he said. “I think that will get us through the semi. I’m not getting carried away but I said to them in the huddle: are you ready to win the World Cup? They have glazed eyes. Something is happening, we can’t hide that. We can’t wait until Tuesday. I was brought in to get us through a semi-final.” Neville revealed that Beckham had given his players a “5pm team talk”, there was also a “goose bump”-raising video message from the multi-gold-medal-winning Olympian Katherine Grainger and afterwards they met Ian Wright, who relaxed them by cracking jokes. “My players loved it,” Neville said. “David has been supporting us from day one and is an icon and Ian knew all their nicknames and made them laugh. My job was made easy. It was one of the proudest moments I’ve had in football. But I’m lucky, I’m just the coach. My players go out and play with bravery, play the right way. Our style is non-negotiable. We’re having fun and we don’t want to go home.” He reserved special praise for Bronze. “She is the best player in the world,’ he said. “She should win the Ballon d’Or 100%. You saw a player at the top of her game. She’s the best, there’s no one like her.” While Bronze described the prospect of returning to Lyon, where she plays for the French champions, as “a dream come true in the city that I love”, Norway’s coach, Martin Sjögren, was magnanimous in defeat. “Of course England can win the World Cup,” he said. “They play at a very high level and are a very good team. Lucy Bronze is a tremendous player, she has shown she is absolutely one of the best players in the world. We knew the right side of England was good and we prepared. But however much you prepare you can’t always be immune. We tried to reignite the fire and the hope but it was a rough night for us but England deserved to go through.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}