{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/10/womens-world-cup-match-breaks-tv-audience-record", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-10T15:47:18Z", "webTitle": "Women's World Cup match attracts bigger TV audience than cricket", "webUrl": "https://www.theguardian.com/football/2019/jun/10/womens-world-cup-match-breaks-tv-audience-record", "apiUrl": "https://content.guardianapis.com/football/2019/jun/10/womens-world-cup-match-breaks-tv-audience-record", "fields": {"headline": "Women's World Cup match attracts bigger TV audience than cricket", "bodyText": "Women’s football is now more popular than cricket – at least when it comes to TV ratings. England’s victory over Scotland in the Women’s World Cup attracted an average audience of 4.6 million viewers to BBC One on Sunday evening. This set a new record for a women’s football match and left the broadcaster hopeful that millions of viewers will continue to tune in as both national teams progress through the tournament. By comparison coverage of England’s matches in the men’s Cricket World Cup has been averaging a mere 550,000 viewers, despite cricket’s status as a traditional British summer sport and the tournament being hosted in the UK. While women’s football is exploding in popularity and benefitting from the BBC’s promotion on its free-to-air channels, live cricket has been mainly confined to Sky Sport’s paid-for packages for the last 14 years, restricting the number of people who can watch. This has revived longrunning concerns that, despite the substantial funding provided by Sky’s investment in the rights to show cricket on television, it is undermining the broad appeal of the sport. England Cricket World Cup viewing figures peaked at the end of last Monday’s showdown with Pakistan, when Sky attracted a combined audience of 1.3 million viewers to the final minutes of its coverage of the match, according to official figures provided by the analysis company overnights.tv. By comparison the England v Scotland women’s football match – in a sport that has until recently been overlooked by traditional media outlets – peaked at 6 million viewers on BBC One, with many more watching on online streams, which are not included in the official TV ratings. Live English cricket largely vanished from free-to-fair television screens in the mid-2000s, when high-profile test matches could attract peak audiences of more than 8 million viewers. Legal restrictions mean that public broadcasters can still show highlights packages. However, Channel 4, which has the rights to show Cricket World Cup highlights on free-to-air, have been showing the programme late at night, with some programmes starting after midnight and struggling to attract more than 500,000 viewers. The BBC is attempting to revive interest in cricket among the wider public by screening a new competition called the Hundred from next summer. But until then cricket administrators may need to look to women’s football for inspiration."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}