{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/jun/18/jamaica-v-australia-womens-world-cup-2019-live-italy-brazil", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-18T21:13:12Z", "webTitle": "Jamaica 1-4 Australia: Women's World Cup 2019 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/jun/18/jamaica-v-australia-womens-world-cup-2019-live-italy-brazil", "apiUrl": "https://content.guardianapis.com/football/live/2019/jun/18/jamaica-v-australia-womens-world-cup-2019-live-italy-brazil", "fields": {"headline": "Jamaica 1-4 Australia: Women's World Cup 2019 – as it happened", "bodyText": "Arise, Sam Kerr. A phenomenal performance from the Perth Glory striker saw her single-handedly lift Australia into the Round of 16, where they will face Norway in Nice on Saturday. There was a late scare - when Brazil’s goal against Italy in Valenciennes pushed the Aussies into third - but Kerr’s fourth goal gave Australia an advantage over Brazil in the Group C ladder. For Jamaica, their first-ever Women’s World Cup goal was cause for much celebration, but it wasn’t enough to prevent them from exiting the tournament. That’s all from me - I will be back on Saturday for the Matildas’ next encounter. Thanks for joining me. “Super hero.” “Phenomenal.” These were just some of the superlatives Sam Kerr’s team-mates had for her in the post-match mixed zone. The woman of the moment was surprisingly unemotional. “I thought I gave the ball away too much,” said Kerr. When you score four goals, I don’t think anyone will complain about that - Sam. Here’s Richard Parkin’s match report from Grenoble. 90+7 min: It’s all over in Valenciennes as well. Brazil get the win, but end Group C in third on goals scored. Italy proceed in first and the Matildas advance in second. All three teams will progress, though, while the Jamaicans see their tournament end tonight. 90+3 min: Referee Kulcsar calls time on an entertaining match here in Grenoble. Take a bow, Samantha Kerr - four goal hero. This. 90 min: Three minutes of extra-time in Grenoble. 89 min: The Aussies are searching for a fifth. Raso has the ball on the right, and moves it inside - only to receive it again. Raso lobs in a cross, but McClure collects. 88 min: If Brazil and Australia each score one more goal in the respective matches, the Matildas will move into first in Group C. No change in Valenciennes, where Brazil remain one goal up thanks to that Marta penalty. 86 min: Australia are now back into second place on goal difference, over Brazil. 83 min: Goalkeeping error from McClure! She receives a backpass and goes to cushion it with her foot, but the ball bounces off and Kerr collects for an easy tap-in. Four goals - Kerr has rocketed up the Golden Boot tally into equal first. 81 min: Less than 10 minutes plus added time in both matches and the outcome of Group C is still very much up for grabs. 79 min: Even in third, the Aussies will still go through to the Round of 16 - but will face an uncertain wait to find out their opponent. 78 min: As things stand, Australia has been relegated to third place in Group C by Brazil’s goal. Italy, Brazil and Australia are all on six points, and Australia have the worst goal difference. Debinha is fouled in the box by Linari, and Marta slots home the ensuing penalty. Well. That mixes things up in Group C. It is also Marta’s 17th World Cup goal. 75 min: How’s this for a stat. 69 min: And that’s the hat-trick for Kerr. Raso offers a nice cross, which bounces off a Jamaican defender and into the path of Kerr about two metre from the goal for one of the easiest goals she will score. She has become the first Australian, male or female, to score a hat-trick at a World Cup. History. Over in Valenciennes, it is still 0-0. Both teams are ringing the changes, but so far without effect. If things stay as they are in both games, Australia will progress in second and face Norway in Nice on Saturday. There’s some pleasing alliteration there. That puts them on a path towards England in the quarter-final, unless anything unexpected happens. The Aussies have also swapped De Vanna for Raso. 62 min: Shaw busts through two Matildas defenders and has a pop at Willians, but it goes wide. Ohfff she has pace. Four of Sam Kerr’s past five international goals have come from headers. Is that head insured? It should be! The subs are coming thick and fast here in Grenoble. Matthews off for Carter for Jamiaca, while Foord is on for Gielnik for the Matildas. Tim writes in: The bar I’m at here in the USA! USA!! USA!!! (PS: as an American, I’d like to apologize for that chant. It’s awful, and embarrasses me every time I hear it. I hate it.) is showing both games simultaneously, and—the goals in the Australia v Jamaica game notwithstanding—I’ve gravitated towards Italy-Brazil: a pleasantly open game, with both teams going for it. That said, if I had my choice I’d be at the Stade des Alpes, if only for the stadium. Glad you’re enjoying it on behalf of all of us readers. Still 0-0 in Valenciennes between Italy and Brazil. Even if Brazil find a goal, the Aussies will need to collect several more here to overtake Italy and claim first place in Group C. Right now, that does not look likely. 53 min: This is end to end stuff in Grenoble. Having claimed their first World Cup goal, now the Jamaicans want their first World Cup point. Australian prodigy Mary Fowler - just 16 - has missed the first two matches through injury. Coach Milicic hinted yesterday that she might see some action from the bench - if Fowler does come on, she would become the fifth youngest player in Women’s World Cup history. It would be good at some stage if the opportunity presents if [Mary] can show her quality. 51 min: Jamaica are back at the Australians and have another pop at Williams - this ain’t over 49 min: Jamaica!!!!! That’s their first goal in World Cup history. Beautiful stuff. The crowd goes wild. Shaw picked a Matildas’ midfielder’s pocket, fed it through the defence to Solaun who rounded Williams and slotted home nicely. Nice little fact here - could Kerr become Australia’s first hat-trick scorer at a World Cup? 46 min: Peep! We’re back underway in Grenoble and they’re back underway in Valenciennes for Italy v Brazil. Stay tuned! My colleague Richard Parkin is sitting next to me frantically writing the match report for tonight, but he still has time for nuggets of wisdom like this on Twitter. It has been rather even over in Valenciennes - 49% possession for Italy and 8 attempts, compared to 7 for Brazil and a slight lead in the possession stats. Sam Kerr is rapidly making her way up this - two more tonight and she will be equal with Golden Boot leader Alex Morgan of the USA. Death. Taxes. Sam Kerr headers. Wish I’d thought of that line myself. Thoughts, dear reader, on the first-half here in Grenoble or the counterpart Group C clash in Valenciennes. Do let me know: email or tweet @KieranPender Just going to leave this here. Again. Kari is enjoying the Italy v Brazil match: Thoroughly enjoyable so far, with lots of chances, great goalkeeping and some lovely bits of skill. And over in the other match, no-one has troubled the score sheet just yet - other than Italy’s disallowed goal. 45 min: Peep! That’s it for the first stanza. We’ll be back shortly for the second 45. 42 min: Goal number two for Sam Kerr, in much the same fashion as the first - a cross from the wing, this time from Gorry, and a scorching header. 40 min: Jamaica go close with a corner. Can they find an equaliser before half-time? This is my seventh stadium of this World Cup and its an absolute stunner. Just look at that Alpine view. Lovely stuff, Grenoble. 38 min: Jamaica with a threatening free-kick for Shaw but it goes high. Well high. The latest on the television issues, via Janet in Austria. These licensing arrangements are really impacting on the capacity of people to follow sport from different parts of the world. It is annoying that only one TV channel has a licence to broadcast the FIFA Womens and so far they have not thought it worth broadcasting the matches that Australia is playing in. OK, it’s a commercial decision, but then, why block live streaming on the Internet as well? Also, there is a German channel, ZDF, that is broadcasting the Australia-Jamaica match in Germany, and this is a channel we get in Vienna. But they are banned from broadcasting the match into Austria. Frustrating. In the other match, Italy scored via Girelli - only for it to be ruled offside. That might sound familiar to any Australian readers... 34 min: Roestbakken, who made her Matildas debut in the last match as a late sub, is not having a good time against Cameron. Peter is enjoying the live tweeting from the Jamaican tourism authorities. I like how their slogan expands on the Visit [Destination] theme by adding a strong suggestion for when such a visit should be made. Now! Someone has obtained Australia’s tactical notes... 29 min: Matthews goes on a rampaging run through the Australian defence and finds herself in the area, only to slip over and be dispossessed. The Stade des Alpes is very close to capacity here and the crowd is making some great noise. There’s also a slight smell of a certain illicit substance... 27 min: Gielnik seems to be on perpetual cross duty tonight. But after he latest attempt goes out for a throw, she lobs it in for a Jamaican player who drives down-field. In the other match, Brazil are peppering the Italian goal but Giuliani is standing firm - for now. This blog should be renamed - ‘help our readers find television coverage of the match’. Susan in Switzerland is in strife. Email or tweet @KieranPender if you have solutions. Having the same problem in Switzerland as Keith in Italy. Can only find the Italy-Brazil match on the myriad of channels we seem to have. Reader Justin on the similarities between the Italian national teams. I was just wondering whether Italian women defenders were as hard as their male counterparts when Bartoli flew into a challenge that Bonucci or Chiellini would have been proud of. That Brazilian winger is going to have at least one sore ankle tomorrow morning. The Jamaican tourist board getting involved. 21 min: Some exceptional defending from Jamaica’s Grey dispossesses Van Egmond from a dangerous position on the edge of the area. Still no scoring in Italy’s clash with Brazil in Valenciennes. If the Brazilians can win and Australia can muster a few more goals, the Matildas will find themselves top of Group C. 18 min: Kerr with another heroic header in the box, although this one goes wide. She’s quite the player, isn’t she? Jamaican coach Menzies admitted yesterday that he had voted for her for player of the year. A not unreasonable point on Twitter Loyal reader Keith, an Australian currently in Italy, writes in with this query: Does anyone know if any Italian Channel is showing this match? All seem to be showing Italy v Brazil - which of course is also important to our results! 15 min: Despite the early goal, Jamaica are putting up a strong fight here in Grenoble. The Reggae Girlz are moving the ball nicely from side to side, and causing particular strife for young Aussie left-back Roestbakken. Some virtual standings for you: if these results remain unchanged, Italy will top the group on 7 points ahead of Australia on six. Brazil will finish in third but likely still progress to the Round of 16. 11 min: Kerr! The Aussie ace nabs her second in three matches. A looping cross meets the Perth Glory star’s head in the box, and an out-strecthed save from McClure isn’t enough to keep that out. Over in the other match, the Italian weapon Bonansea is making life difficult for the Brazilians. It is still 0-0, though. 6 min: In what will likely be the first of many, Gielnik punts over a nice cross from the right-hand side. McClure isn’t under too much pressure for the save, but I dare say she has a long night ahead. 5 min: Kerr has Australia’s first half-chanced of the game but the striker lobs it up and McClure comfortably collects. 4 min: Shaw for Jamaica goes on a lovely run through the Australian midfield and again troubles Williams. Strong start this, from the ladies in yellow. 3 min: Australia are looking to control this match already, with copious passing in the Jamaican half but - so far - nothing too threatening. 1 min: Jamaica straight into the action, a nice link-up move on the right hand side ultimately finding its way into Australian goalkeeper Lydia Williams’ arms. An early statement of intent from the Reggae Girlz. 1 min: Peeepppp! We’re underway. Jamaica v Australia here, Italy v Brazil in the other Group C encounter. Let’s go! Just minutes away from kick-off here in Grenoble and 700 klicks away in Valenciennes. Feel free to keep me company this evening - email or tweet @KieranPender. As usual, I have crowd-sourced some predictions from the Guardian Australia scribes here in Grenoble. Not much love for Jamaica, unfortunately. Richard Parkin: 5-1 Ella Reilly: 5-1 Kieran Pender: 6-2 The Australian media gathered in Grenoble had our own hit-out today ahead of the match. It was a high-scoring affair, ending 12-10. If tonight’s clash is anywhere near as exciting, we are in for a great evening. Both sets of fans are having a lovely old time, as the sun sets over the stunning Stades des Alpes here in Grenoble - with the Alps literally in the background. At yesterday’s presser, Australia boss Ante Milicic wouldn’t be drawn on the permutations that could see Australia finish almost anywhere in Group C. We don’t fear any opponent. We’ll finish first, second or third, hopefully, for a reason and who we come up against and at what stadium, we have no fear. Jamaican coach Hue Menzies spoke to the press yesterday. Earlier in the day I had spoken to some Jamaican fans, one of whom said to me: We’ve already won the World Cup, just by being here. It is historic. I put that to Menzies, who was having none of it. We have pride in ourselves. We know we should be doing better. We want to get some results out of this. He did later admit that the team’s well-documented challenging journey to the tournament was worthy of plaudits. It’s amazing that we’re here. We’ve dealt with all that adversity. This group is just so resilient. Tonight is a big one for the Matildas’ Lisa De Vanna, who is playing her 150th match for the Australian national team. That leaves her just one off Australia’s most-capped player, Cheryl Salisbury. My dear colleague Richard Parkin spoke to the mercurial striker before the tournament. Italy (4-3-3): Giulani; Gama; Galli; Linari; Guagni; Girelli; Bonansea; Bartoli; Giacinti; Cernoia; Giugliano Brazil (4-5-1): Barbara; Thaisa; Tamires; Debinha; Marta; Cristiane; Leticia Santos; Kathellen; Andressinha; Ludmila; Monica Australia (4-3-3): Williams; Carpenter; Kennedy; Catley; Roestbakken; Gorry; van Egmond; Logarzo; Gielnik; Kerr; De Vanna Jamaica (4-5-1): McClure; Swaby; Plummer; Shaw; Campbell; Blackwood; Cameron; Swaby; Patterson; Matthews; Grey There are, on my counting, nine possible outcomes tonight. I have summarised them, and their consequences, below. Australia beat Jamaica; Brazil beat Italy Italy, Australia and Brazil will all be equal first on six points. The tie-breaker rule will apply, which initially uses goal difference to separate the teams, then goals scored and so on. Jamaica will fly home on zero points. Australia beat Jamaica; Italy beat Brazil Italy will top Group C on nine points. Australia will finish second on six points. Brazil will place third on three points, and Jamaica will go home without a point. Australia beat Jamaica; Italy and Brazil draw Italy will top the group on seven points. Australia will finish second on six points. Brazil will place third on four points, and Jamaica will go home pointless. Australia and Jamaica draw; Brazil beat Italy Brazil and Italy will finish equal first on six points – tie breaker rules will apply. Australia will finish third on four points, Jamaica will go home with one. Australia and Jamaica draw; Italy beat Brazil Italy will top the group on nine points. Australia will finish second on four points. Brazil will place third on three points, while Jamaica will fly home with one. Australia and Jamaica draw; Italy and Brazil draw Italy will top the group on seven points, while Australia and Brazil will finish equal on four points – tie-breaker rules will apply. Jamaica will leave France with one point. Jamaica beat Australia; Brazil beat Italy Brazil and Italy will finish equal first on six points – tie-breaker rules will apply. Australia and Jamaica will finish equal third on three points – tie-breaker rules will apply. Jamaica beat Australia; Italy beat Brazil Italy will top the group on nine points. Australia, Brazil and Jamaica will finish equal second on three points apiece – tie-breaker rules will determine second through fourth. Jamaica beat Australia; Italy and Brazil draw Italy will top the group on seven points. Brazil will place second on four points. Australia and Jamaica will finish equal third on three points – tie-breaker rules will apply. I presume, dear reader, that you have already digested word-for-word all 24 of our insightful pre-tournament team previews. If you haven’t, you can increase your knowledge of the four teams in action today with the following pre-match reading. Hello and welcome to the Group C final match-day live blog, coming to you directly from the stunning Stade des Alpes in Grenoble. Jamaica will face Australia here, while the Italians are matching up against Brazil in Valenciennes – a mere 700 kilometres away. It is literally all to play for in both matches – there remains a mathematical possibility that any combination of the four teams could qualify for the Round of 16. I will get into the many different permutations shortly – doing the calculations made my head hurt. Until then, don’t forget that you can email or tweet @KieranPender throughout tonight with your two cents – I would love to hear them."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}