{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/20/the-fiver-scotland-womens-world-cup-collapse-sergio-ramos-wedding", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-20T15:55:24Z", "webTitle": "The Fiver | Goddess of fate goaded into wreaking revenge with extreme prejudice", "webUrl": "https://www.theguardian.com/football/2019/jun/20/the-fiver-scotland-womens-world-cup-collapse-sergio-ramos-wedding", "apiUrl": "https://content.guardianapis.com/football/2019/jun/20/the-fiver-scotland-womens-world-cup-collapse-sergio-ramos-wedding", "fields": {"headline": "Goddess of fate goaded into wreaking revenge with extreme prejudice", "bodyText": "VAR SENT THEM HOMEWARDS Argentina has long been a word seared on the heart of every Scottish football fan. That’s a legacy of 1978, when the men’s team went over there and rewrote the dictionary definitions of both hubris and fiasco. They had been seen off in style by 30,000 delirious fans at Hampden, but as they approached their hilltop hotel, the clutch on their bus burnt out, and a truck had to nudge them the last 200 metres of their journey. It proved a powerful metaphor. Peru and Iran did a number on them; beleaguered manager Ally McLeod bent down to stroke a dog, uttering the immortal words “At least this wee fellow loves me!” just before the mutt sank its teeth into his hand; and Archie Gemmill scored the best goal in the history of All Football only for it to mean nothing 202 seconds later when Holland’s Johnny Rep lashed one in from downtown Buenos Aires. Oh Scotland! Ah Argentina! Oh aaaiiee aaarrgh. Unbelievably, Scotland’s women have somehow conspired to do what was previously thought impossible, and take things up a couple of notches from there. When Erin Cuthbert scored Scotland’s third goal against Argentina with 21 minutes to go, and with a quarter-final spot theirs for the taking, someone on the BBC used the phrase “comfortable lead”, and it was at this point the Fiver knew the jig was up. Scotland simply don’t do comfort, and the goddess of fate had been goaded into wreaking revenge with extreme prejudice. Within 10 minutes, Argentina had scored twice, after which the concession of a last-minute equaliser was a thundering inevitability. Sure enough, Florencia Bonsegundo’s injury-time penalty sent Scotland packing, putting the tin lid on a collapse up there with anything the notoriously accident-prone men have suffered. Hey, it’s an achievement of sorts. And yet Shelley Kerr’s team shouldn’t feel too bad about themselves. For a start, with the ball back in their court, the Fiver is fairly sure the lads will soon brew up another scenario so preposterous it’ll put this unfortunate business in the shade. Secondly, Scotland were ultimately undone by VAR, which is ruining football, and it’s only going to get worse. And thirdly, Scotland are generally on an upward curve, having reached the finals of a major tournament for the very first time. While it stings now, that’s something to be proud of, and the experience will stand them in good stead for the next Euros, when they’ll become the first Scottish team to get out of a group stage at a major tournament, you mark our words. The only thing that makes us slightly uneasy about all this is the fact that the Scottish FA must be doing something right. That’s not how it usually goes, is it? LIVE ON BIG WEBSITE Join Rob Smyth from 5pm BST for hot Women’s World Cup coverage of Cameroon 0-1 New Zealand and Netherlands 2-2 Canada, while we’ll be on hand from 8pm BST for MBM coverage of Sweden 1-2 USA and updates from Thailand 1-3 Chile. QUOTE OF THE DAY “I only drank rum, one after another. I didn’t mix drinks because know it can catch up to me … I was really good [at dancing], I ended up with a sore ankle, but it was worth it. Joaquín was good too, but he left very early. Pepe Reina stayed with me and ended up tearing his shirt and I told him: ‘Pepe, it’s time to leave’ – Santi Cazorla gives the lowdown on the drinking and dancing at Sergio Ramos’s wedding. RECOMMENDED LISTENING It’s Football. Weekly. Extraaaaaaa! FIVER LETTERS “Watching the Women’s World Cup it’s great to see that many of the less appealing traditions of the men’s game have been jettisoned. There’s far less hatred from the stands, histrionics on the pitch and, for those of us with weaker stomachs, a pleasing disinclination towards spitting at every break in play. In all this cultural cleansing, can anyone explain how the vainglorious England Band survived the cull?” – Adam Uncamus. “I read about Bury’s current misery and was reminded of a dinner I attended at Gigg Lane back in 2001. It was the British premiere of the film Swordfish, a swashbuckling gangster shoot ’em up, starring John Travolta. It was quite the coup. Warner Brothers snubbed Leicester Square in favour of Bury, where their brand new multiplex proudly straddled Pilsworth Industrial Estate (just off the M66). Afterwards there were drinks and a meal at Gigg Lane. I was lucky enough to attend. Mr Travolta was also there, clearly under duress and looked more than a little surprised to be seated on an orange, plastic, bucket seat. I can report he opted for the fish, not the chicken and didn’t eat much of that. Frankly, it all rather blew my young mind, the north would never be the same again. Spin on three decades, the Warner Brothers cinema no longer exists and I haven’t see John Travolta since. Life imitates art?” – Marten Allen. “Fans of nominative determinism will have been thrilled to read this sentence about a player missing a penalty but getting a chance to retake it in the Guardian’s match report on the extraordinarily farcical Scotland v Argentina match: ‘Bonsegundo then made sure with her second effort that sealed the draw and Scotland’s dismal fate” – Robert Heath. Send your letters to the.boss@theguardian.com. And you can always tweet The Fiver via @guardian_sport. Today’s winner of our letter o’the day is Robert Heath, who wins a signed copy of From Delhi to The Den, by Stephen Constantine. NEWS, BITS AND BOBS Manchester United are close to agreeing a deal for Aaron Wan-Bissaka, but Aidy Boothroyd isn’t happy. Maurizio Sarri accepts there’ll be sceptics waiting for him in Turin … and takes a drive-by shot at the British tabloids for good measure. The footballers’ union Fifpro suspects playing Africa Cup of Nations matches in 40C might pose problems. “The health and safety of the players must come first,” tooted a union rep. Shelley Kerr was left “devastated” after Scotland’s spectacular implosion against Argentina saw them eliminated from the World Cup with a little help from VAR. Ellen White’s double helped England dispatch Japan at the Stade de Nice. Everton are close to the permanent signing of André Gomes for £22m plus add-ons. Some bloke by the name of Leo Messi saved Argentina from Copa América humiliation. STILL WANT MORE? Floating football brain in a jar Jonathan Wilson says Argentina’s problems are many and varied, but for once Lionel Messi isn’t the worst of them. With the Copa América in full swing, we look at how the Brazilian public has been swept away by the samba rhythms left disillusioned by a distant and money-hungry national team. Our countdown of game-changing Women’s World Cup moments hits No 4 with Brandi Chastain’s iconic midriff-baring celebration. With the USA taking on Sweden tonight, Guardian columnist Hope Solo talks about the time she called the bus-parking Scandinavians a “bunch of cowards”. Suzanne Wrack reckons Phil Neville has some thinking to do after the impressive performances of Georgia Stanway and Rachel Daly against Japan. “We are the squirrels. And squirrels are strong,” Benin’s Steve Mounié tells Paul Doyle on the eve of the Africa Cup of Nations. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. And INSTACHAT, TOO! SOMEHOW I’VE ENDED UP TRANSPORTING 25 PAIRS OF BOOTS FOR THE BURUNDI TEAM TO CAIRO!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}