{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/09/australia-1-2-italy-womens-world-cup-player-ratings", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-09T13:57:58Z", "webTitle": "Australia 1-2 Italy: Women's World Cup player ratings | Sarah Groube", "webUrl": "https://www.theguardian.com/football/2019/jun/09/australia-1-2-italy-womens-world-cup-player-ratings", "apiUrl": "https://content.guardianapis.com/football/2019/jun/09/australia-1-2-italy-womens-world-cup-player-ratings", "fields": {"headline": "Australia 1-2 Italy: Women's World Cup player ratings", "bodyText": "Australia Lydia Williams Strong first half but looked increasingly rattled as the pressure from Italy grew, punctuated by an ill-judged sortie off her goal line that resulted in Italy’s winner. 5 Ellie Carpenter Finished both halves with vigour, combining well down the right with Portland Thorns team mate Hayley Raso in the first, and Kerr in the second. 8 Clare Polkinghorne Honest game, but her heavy touch from a pass from Kennedy led to Bonansea’s first goal. 4 Alanna Kennedy Mixed game at the back, and unable to convert a header from a well placed set play in the second half. Communication with Williams needs to improve. 5 Steph Catley Classy, constant overlaps up the left flank, and consistent precision passes. 7 Emily van Egmond Started nervously with a series of rushed passes, but showed discipline to pivot back to Williams regularly and stretch the Italian attack. 5 Hayley Raso Was slow to start, but turned up the heat through her energetic injection later in the first half. 7 Caitlin Foord Solid without setting the game alight. Combined well with Carpenter at times. 7 Tameka Yallop Worked hard off the ball but her creatively was stifled through a series of heavy challenges by the Italians. 5 Chloe Logarzo Spirited outing, combining well down the left with Catley to feed the forward line, and was on the end of a few well-weighted crosses but wasn’t able to find the back of the net. 6 Sam Kerr (captain) Nervous start, complete with a missed penalty, but joyously converted the rebound for her first World Cup goal. Threatened in behind Italy’s back line at times but generally kept quiet by heavy pressure. 6 Subs: Lisa De Vanna (for Logarzo 61) 6; Katrina Gorry (for Raso 69) 5; Elise Kellond-Knight (for Yallop 83) 5 Italy Laura Giuliani Unlucky not to keep a clean sheet after saving Kerr’s penalty and a strong header from Logarzo. 6 Valentina Bergamaschi Did well to stymie Australian attacks down the Italian right. 6 Sara Gama (captain) Spent a lot of time marking Kerr and cleaning up waves of Australian attack. Gave away the penalty but made some critical saves including blocking Foord’s shot late in the first half. 6 Elena Linari Largely kept calm under the pressure of Australia’s attacking raids. 5 Alia Guagni One of Italy’s best, playing across the park, and while she sprayed a shot wide early, kept Italy in the game. 7 Manuela Giugliano Directed things well from the back and put some good through balls through to the midfield. Provided good cover on Foord and kept Yallop quiet. 6 Valentina Cernoia Always ready with a quick counter. Had the most touches for Italy in the first half and created a lot of their chances. 7 Barbara Bonansea Super quick player, always creating find space. Scored the goal that was controversially ruled offside, but always looked the player who looked most likely to win the game. 8 Aurora Galli Played a physical game but couldn’t match the Australians, especially Carpenter, for speed. 5 Cristiana Girelli A workhorse who put constant pressure on Australia. Became frustrated at the backend but managed to rattle Australia. 6 Ilaria Mauro Dangerous when she had the ball and had one of Italy’s best chances in the first half. Deceptive pace and a constant menace to Australia’s backline. 7 Subs: Elisa Bartoli (for Galli 45) 5 Daniela Sabatino (for Mauro 58) Valentina Giacinti (for Bergamaschi 77) 6"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}