{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/jun/10/cold-hungry-late-nations-league-tv-reporters", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-10T09:59:04Z", "webTitle": "Cold, hungry and home late – not quite how I envisaged Nations League stint | Max Rushden", "webUrl": "https://www.theguardian.com/football/blog/2019/jun/10/cold-hungry-late-nations-league-tv-reporters", "apiUrl": "https://content.guardianapis.com/football/blog/2019/jun/10/cold-hungry-late-nations-league-tv-reporters", "fields": {"headline": "Cold, hungry and home late – not quite how I envisaged Nations League stint", "bodyText": "It’s the 90th minute. Cristiano Ronaldo, on a hat‑trick, cuts inside his man and whacks it in the corner of the net to seal Portgual’s 3-1 win against Switzerland in the Nations League. I am reporting pitchside for the Australian TV network Optus Sport. What an honour, to witness the second greatest player of the modern era shine so brightly in front of his adoring home support. Except I don’t see it. As Ronaldo strikes the ball, I am sprinting down five flights of concrete steps. There is a lot of concrete in Porto’s stadium and I am surrounded by it. A few flights behind is my co-presenter, the former Queens Park Rangers and Borussia Dortmund midfielder Ned Zelic. His fitness is not what it once was. We turn down a corridor. It’s pitch black. I can’t see a thing. I keep running. I try a heavy metal door. Locked. I try another. The same result. “It’s the next one,” cries Ned. He has caught up by now. He has never been to this ground before but somehow he knows. Perhaps it is instinct or perhaps you learn these things. I follow and before the final whistle we are in position, just by the pitch, ready to hurdle the advertising board and report back to the studio in Sydney, where among others John Aloisi is ready to hear our expert analysis of Ronaldo’s goals. We scour Twitter and find a replay – it’s a great goal, the hat‑trick goal. We had seen the other two – a classic free-kick and an excellent finish on the run. As soon as the second hit the net we had set off on our journey down to the pitch. And now we are here – ready to go. Producer Chris fires up the phone line and we’re off. “What a great strike for the hat-trick, Ned,” I say. “Absolutely, Max. He struck it so well,” he replies. I have always felt for the pitchside reporter – especially mid-game where their job seems only to confirm things we have seen. “Looks like a calf strain, let’s get the latest from Geoff pitch side.” “Yep, I’m watching the same game and, even though I’m nearer than you, I’m not close enough to ask him so it looks like a calf strain to me, too.” See also substitutions. “So Kovacic replaces Barkley, let’s just get confirmation of that. Geoff.” “Yes, Barkley is off and Kovacic is on, back to you.” But I now have a new-found respect for pitchside reporters, as being on air is the least of their problems. At half-time in the Portugal-Switzerland game Ned and I have finished our bit and are wandering back to the concrete staircases. We’re late. As we go to cross the tunnel, the referee and the Portugal players are jogging back on to the pitch. We are stopped by a squat Jason Statham-esque steward. Caught on camera, broadcast to the world, two trespassers. Worse still, we are both struggling with our regulation Uefa bibs. Statham is insistent – no bib, no further. I manage to get mine on the right way round at the fifth attempt, making a mental note not to criticise Mario Balotelli ever again. After the game the horror of the post‑match interviews. It is some skill to ask “how was that?” in so many different ways. What else can you ask? The reporters are ranked by importance, those with free rein to run on the pitch and hug whoever they like. Below them something called “Flash”, where you get your own little spot. And at the bottom of the pile the “mixed zone”, essentially a free-for-all – lines of TV reporters, then radio, then press. Contractually the players have to walk through it but they don’t have to talk to you. We have only one pass. Ned takes it. He speaks German. And it’s past my bedtime. Back pitchside 24 hours later for England versus the Netherlands in Guimarães and it’s wet. The Dutch side warm up with a mini keep-ball session. Their close control is extraordinary. From five yards away it’s a joy to watch. Frenkie de Jong looks special. I wonder if he will dominate the midfield. This time the journey to our seats is through the England fans. We pass Martin Tyler and Gary Neville in their commentary position. I shake their hands. We are in the wrong seats. We pass Tyler and Neville again. I nod awkwardly, like the second time you see a neighbour you sort of know in the supermarket. I nip to the toilet. Minutes before kick-off and it is well over capacity – some England fans are urinating in the sinks. I opt for a cubicle, bibbed up but head down – I don’t like big crowds and confined spaces. I don’t wash my hands. On balance it seems the hygienic choice. It is 1-1 late in the second half and Ned and I are desperate for a late goal. I’ve got a 6am flight back to London to record the Guardian Football Weekly podcast. I don’t need extra time. The clouds are looming, it’s freezing and we haven’t eaten. We are under-prepared. Famished. Our seats are just behind the press tables. I look around. The Arsenal legend Alan Smith is to our left. He hasn’t got any food, either. Two rows in front, a reporter has left her seat. On her table sits a handbag, and a clear plastic bag containing eight (vidiprinter: eight) bananas. She never comes back. I spend extra time staring at the bananas. As John Stones dawdles, I am transfixed by bananas. I can’t steal a banana. Another England mistake, a third for the Netherlands, but my mind is gone. It is 100% banana. Full time and the producers have found a chicken sandwich and a Coke for me and Ned to share. They go in seconds. I wonder if and how the regular touchline guys – your Geoff Shreeves, your Des Kellys – stay even remotely healthy doing this. The rain starts. It’s freezing. It’s dark. The electro pop stops. The England fans have long gone. As have the Dutch. The stadium is virtually empty. We walk down the touchline to leave. Eric Dier is under a giant umbrella in socks and sandals chatting to friends over the advertising hoarding. As he turns, I introduce myself and tell him to keep fighting Brexit. He looks confused, laughs awkwardly and heads off quickly in the other direction."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}