{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/08/norway-nigeria-womens-world-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-08T21:13:28Z", "webTitle": "Guro Reiten steals show as Norway beat Nigeria at Women’s World Cup", "webUrl": "https://www.theguardian.com/football/2019/jun/08/norway-nigeria-womens-world-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/jun/08/norway-nigeria-womens-world-cup-match-report", "fields": {"headline": "Guro Reiten steals show as Norway beat Nigeria at Women’s World Cup", "bodyText": "The last time Norway beat Nigeria in a Women’s World Cup match, they went on to win the tournament. The Norwegians’ rout of the African champions on Saturday evening may not have quite matched that 1995 result – 8-0, the fourth-worst defeat in World Cup history – but after more than a decade in the doldrums, Norway sent a powerful statement in Reims: even without their star striker Ada Hegerberg, the Grasshoppers are back. In the absence of Hegerberg – the Lyon player is boycotting the tournament to protest against perceived gender discrimination from the Norwegian FA – the versatile forward Guro Reiten stole the show. Having topped the scoring charts in Norway’s domestic league for three consecutive seasons, earning an upcoming move to Chelsea, Reiten let loose on Nigeria with a goal and an assist. There was history in the air at the Stade Auguste-Delaune as Norway’s 39-year-old Ingrid Hjelmseth became the fourth oldest player to appear at a Women’s World Cup, while the Nigerian stalwart Onome Ebi joined a select club of women to have appeared in five editions of the tournament. Nigeria seized the initial momentum, slicing open the normally reliable Norwegian defence with several probing early runs. But the Scandinavians soon settled into their rhythm, building pressure with a couple of free-kicks just outside penalty area. The Barcelona winger Caroline Graham Hansen then capitalised, scything into the box on a mazy run from a short corner before finding Reiten, who duly converted. Norway nearly doubled their advantage five minutes later, with Isabell Herlovsen only just failing to connect with a through-ball from a rapid counterattack. But despite a surfeit of Norway chances, the Nigerians – 11 times African Cup of Nations winners – kept themselves in the game thanks to sound goalkeeping from Tochukwu Oluehi and a robust defensive display. But any optimism proved short-lived. As the clock ticked towards half-time, Reiten went from scorer to provider – laying off a beautifully timed pass for Lisa-Marie Utland to fire home. The onslaught continued three minutes later, with a dangerous cross from Herlovsen ricocheting off Nigeria’s Osinachi Ohale for an own-goal. Trudging towards the tunnel at the interval, the Nigerians looked despondent – with South Korea and France to go, their World Cup journey will not get easier. The second half was less lively, with a number of injury stoppages leading to staccato periods of play and the Norwegians sitting back safe in the knowledge that victory was secure. Nigeria’s forward line tried hard to keep the 11,508-strong crowd entertained, with Barcelona’s young talent Asisat Oshoala going close on several occasions. But neither side would trouble the scoreline as the match edged towards its conclusion. Norway were once the heavyweights of women’s football. They finished runners-up at the inaugural Women’s World Cup in 1991 before going one better at the second edition, in Sweden. Five years later they won the gold medal at the 2000 Olympics in Sydney. But the intervening years have been less kind to the Norwegians. They exited the 2011 World Cup at the group stage, failed to progress beyond the last 16 four years later and have failed to qualify for consecutive Olympic Games. It would be premature to suggest that Norway’s barren run is over. Despite being perennial African champions, Nigeria are ranked a lowly 38th in the Fifa rankings, well below the Norwegians in 12th. But the performance from Martin Sjögren’s side provides evidence, bolstered by victory in March at the prestigious invite-only Algarve Cup, that the Norwegians are resurgent. Reims was once the site where France crowned its kings. Norway have a long way to go before they may be crowned queens of the 2019 Women’s World Cup. But if they reach the final in Lyon, they will look back on their visit to regal Reims as an auspicious, history-repeating triumph over Nigeria. • Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}