{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/21/arsenal-freddie-ljungberg", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-21T12:00:42Z", "webTitle": "Freddie Ljungberg steps up to give Arsenal a glimpse of the future", "webUrl": "https://www.theguardian.com/football/2019/jun/21/arsenal-freddie-ljungberg", "apiUrl": "https://content.guardianapis.com/football/2019/jun/21/arsenal-freddie-ljungberg", "fields": {"headline": "Freddie Ljungberg steps up to give Arsenal a glimpse of the future", "bodyText": "There was something deeply symbolic about the moment an ineffective Mesut Özil was substituted for Joe Willock as Arsenal floundered in the Europa League final. With the club’s most lavishly paid, highest-status player hooked for a teenager who had played 64 minutes of Premier League football, it was natural for most of the impact to swirl around the falling star. But back at Arsenal a lot of behind-the-scenes attention revolved around the youngsters and their potential to sparkle more. Dynamics at Arsenal need to shift and this substitution brought a lot into focus. Willock had an excellent season for Arsenal’s Under-23s and made inroads at the fringes of the senior squad. Granted game time in the Europa League, FA Cup and Carabao Cup he demonstrated his knack for arriving in the box from midfield to finish with aplomb. He struck six goals from six appearances in cup games for the first team. So, what do Arsenal do with a 19-year-old like Joe Willock? It is part of a broader question that is very pertinent at the club. The transfer budget is mediocre. Wages are a problem. The club feel they have a particularly strong group of young players knocking on the door. But the Premier League has been a notoriously difficult nut to crack for the 18-to-21 age group in recent years and the Jadon Sancho principle is a dazzling example of how an increasing number of prodigies in the English system are encouraged to develop outside of these shores. In England, conventional wisdom dictates it is not practical to throw a bunch of young players in at the deep end. Arsenal have come up with a strategy to try to tackle the need for progress in this age group. The “transition team” was launched this summer, with Freddie Ljungberg central to it. The Swede’s strides on the youth coaching circuit at Arsenal are highly regarded. He has spent time with most of the age groups at Hale End because they are so impressed to see how he fares and what impression he makes, and his promotion to the first-team staff after an exciting year with the Under-23s is a move to create a link between youth and senior squads. “The transition from Under-23 to first team is massive,” says the director of football, Raúl Sanllehí. “It’s a pretty specifically English issue as we don’t have B teams playing at a high level which our European competitors have. So we need to make careful choices around who stays with the Under-23s, who trains [and plays] with the first team and who goes on loan. The transition team will be responsible for managing development plans for each and every player to best optimise their potential.” Ljungberg is acutely aware there is a cluster of talent from the academy that needs testing out, needs chances. Arsenal want to avoid players disappearing into the black hole of the 18- to 21-year-old football drift. The strategy began taking shape last season when the attackers Reiss Nelson and Emile Smith Rowe had loan spells in Germany. The next steps for them, for the defender Krystian Bielik, who did well at Charlton, and for the crop who had tasters at Arsenal last season such as Willock and Bukayo Saka and a few more besides are the focus of Ljungberg and his transition team. It is a fascinating move for Ljungberg, who has effectively swapped jobs with Steve Bould. The fascinating part concerns the amount of responsibility Ljungberg will get as part of Unai Emery’s first-team staff. His coaching personality emphasises that he is hands-on, opinionated and won’t settle for being marginalised or cone man duties. Interestingly, given his role, although player development matters, he is deep down a results-driven kind of a guy. The Ajax example is an enticing one to follow given how the Dutch team fired football’s imagination in the Champions League last season. It is worth remembering, though, that Ajax have blended a brilliant group of youngsters with experience – that blend has to be right to have a chance of success in a sport as ruthless and competitive as high-end football. There is a bigger picture here that also relates to Ajax. The involvement of former players in senior positions, to keep pressing club values and spirit, has been so effective. Giving Ljungberg more rope, keeping Bould’s association intact, having Robert Pires around especially helping to take drills with players on the way back from injury, and with Edu expected to return as technical director imminently, Arsenal are trying to revive some passion for the cause. Perhaps there could be more to come on that front. “Promoting young players from within has always been a key part of Arsenal and what we represent,” Sanllehí says. “We want to continue that tradition for a number of reasons but you could boil it down to two main ones. Firstly, these players grow up with the club and we think having players with this natural bond around what it means to play for Arsenal is good in the dressing room and for the connection with our fans. “Secondly, despite the huge investment we make into our academy, with rapid inflation in transfer fees it is financially efficient. It’s not about cutting costs or being ‘cheap’, it just means we can then focus funds to make the biggest impact, to get better players when we need to go to the external market.” It does feel like a good time for Arsenal to re-engage in Project Youth as the vibrations around the club feel stifled by a culture of high-earning players who can’t be counted on to deliver. Still, there are bound to be bumps and bruises along the way. Given the current standards set by Manchester City and Liverpool, and taking in the ambition of the clubs just behind Arsenal in the Premier League as shown in particular by Wolves and Leicester, it is asking a lot for young players to step up, cope and express themselves. Ljungberg might remember being a 21-year-old with a punk haircut thrown into an Arsenal debut against Manchester United. One goal and one booking later he made his mark. Opportunities are there to be seized."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}