{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/jun/12/germany-v-spain-womens-world-cup-2019-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-12T18:12:57Z", "webTitle": "Germany 1-0 Spain: Women's World Cup 2019 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/jun/12/germany-v-spain-womens-world-cup-2019-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/jun/12/germany-v-spain-womens-world-cup-2019-live", "fields": {"headline": "Germany 1-0 Spain: Women's World Cup 2019 – as it happened", "bodyText": "Here is the report ... And that’s all from me. An excellent and close-fought game in which one side took their chance and the other missed all of theirs. Bye! The World Cup action just keeps on coming: next up it’s the hosts against Norway in Nice, and Jacob Steinberg is all over it: Here’s the group table. Germany will be officially through to the knockout stage if China and South Africa draw tomorrow: In the end Spain had 59% of possession, won the corner count 7-2 and finished with a narrow, 16-15 lead on shots. But when it came to shots on target, Germany prevailed 8-2. That first-half Nahikari García chance, when she ran clear only to spoon her effort wide with Schult poorly positioned, was their most glaring miss, but there were a few others. Sara Däbritz is named player of the match, the standard unimaginative response to a close game with no single outstanding performer being to lump for the goalscorer. An excellent game, played at a high tempo by two well-organised teams full of fine, technical players. Spain just lacked the flair and the finesse in the final third to find a way through Germany’s defence. It’s successive 1-0 wins for Germany, neither enormously convincing, but they are now in pole position to win the group and in so doing, importantly, avoid the USA in the next round. 90+4 mins: Germany win a free-kick in Spain’s half, take is short, waste about 45 seconds in the process and that’s yer lot! 90+2 mins: The corner goes long to Bonmati, who chests down and then shoots. It hits a defender and Spain appeal for a penalty, but it came off her thigh. 90+2 mins: The Spanish continue to press, and win a corner. 90 seconds remain. The tension rises. 90+1 mins: Spain win a free-kick for offside just inside their own half, but take it quickly and give it away. 90+1 mins: Into stoppage time, of which there’ll be about three minutes. Spain are flinging players forwards now. 89 mins: Nahikari García goes down in the penalty area, under Hegering’s challenge. There was contact, if not a lot, and though the referee waved play on I thought that VAR might intervene. They didn’t, though. 87 mins: Some prolonged German pressure following a corner ends with Bühl heading straight at the keeper from 10 yards. A few moments later Magull is played through and shoots wide (she was probably offside, anyway) 84 mins: Germany win a free-kick on the right flank. They swing it into the area and Hegering flings herself into the Spanish goalkeeper, Paños, who thus can’t get near the ball, which bounces only just wide. 83 mins: Ooooh! Lucia Garcia runs down the right, holds off a couple of challenges and then, when space opens up inside the area, plays a blind pass inside in the vague direction of Nahikari García, but the actual direction of Schult, who collects. That could have been a proper chance. 82 mins: Hegering breaks forwards before having a terrible long-range shot. 81 mins: “Interesting to see the women keep on playing when a player’s on the ground,” says Marc Hermann, as Leupolz replaces Goeßling for Germany. “That is how it should be done, until the ref pauses the game.” One of the things that has most contributed to this game’s entertainment value is the lack of stoppages. The referee has been excellent, I think, and has refused to hand out cheap free-kicks for negligible contact, as so often happens in the men’s game. 77 mins: The official attendance is 20,761, which is only 4,000 below the stadium’s capacity. Spain bring Bonmati on in place of Putellas. 76 mins: And they come closer to scoring from it that Spain have from any of theirs, Däbritz winning the header but Paños making the save. 74 mins: Germany win their first corner of the match, as Däbritz’s cross deflects off a defender. Spain have had five. 71 mins: Corredera wins the prize for having the most ludicrously optimistic and horrifically useless shot of the day, with a 45-yard effort that barely reaches the goalline, about 10 yards wide. 69 mins: Spain are a fine team, generally well organised, but they appear to have absolutely no idea how to score a goal. As a general rule of them, when they get to the German penalty area they pass the ball around aimlessly before having a rubbish shot from an unpromising position. 66 mins: Some substitutional news: Germany have brought Lina Magull on, replacing Lena Oberdorf. Spain bring Patri Guijarro on for Meseguer. 64 mins: After an age, Torrejón runs up to the ball and calmly sidefoots it into the nearest defender. Germany break, and Bühl has the ball in a two-on-one break. Instead of passing to an oen team-mate, though, she takes a wild shot that flies high and wide. 62 mins: Good work from Bühl, who cuts inside a defender and shoots from 18 yards but too clsoe to the goalkeeper. Spain run down the other end, where Lucia Garcia is brought down just outside the area by Schweers, who is booked. 59 mins: Caldentey comes off, and Spain bring on Lucia Garcia. There are thus two Garcias in their attack, with Lucia joining Nahikari. 57 mins: Incidentally, this match is a million miles from a sell-out. Fifa’s claim in May that tickets remained “for a few matches”, when 38 of the 52 matches never sold out remains a bit of an embarrassment. 54 mins: A long spell of Spanish possession ends with them simply surrendering the ball inside the centre circle. 50 mins: Now Germany come close, Popp having a header saved, but there was an offside in the build-up and play is brought back. 49 mins: Spain go close again! It’s a cross from the right, flicked on to Garcia, who heads wide of a gaping goal! The assistant referee’s flag was raised, but it looked very close indeed and I suspect she may have been overruled by VAR. 47 mins: Spain win another corner, which bounces through to Putellas, beyond the far post, who diverts the ball goalwards but with very little bower, and Schult collects. 46 mins: Spain get the second half under way, and the sun has now come out. Also out is Kathrin Hendrich, who has been replaced by Klara Buhl. The players are back out and ready for more. “You set the pun-ditry bar very high with ‘much Erfurt but little reward’ in the preamble,” writes Peter Oh. “I don’t know how you could possibly top that during the match. Not even if the Germany captain has a Popp on goal. Nor if the Germany coach Schweers by her left back despite a dodgy performance.” Why thank you sir. Spain have a 258-131 half-time lead on passes, which is a demonstration of their technical excellence. Plus they’ve had a couple of fabulous goalscoring chances, and should really have prevented Germany from taking theirs. All in all, they should be slightly disheartened, and also extremely encouraged. 45+2 mins: That’s all for this first half. The scoreline is tough on Spain, who have been excellent but lack a cutting edge. They have had more possession and more shots, but of those eight shots only one has been on target. 45 mins: Into stoppage time, of which there’ll be two minutes or so. Germany take the lead, but what was Torrejón up to there? Huth runs down the right and crosses, Popp’s header is saved and the ball runs loose, a yard from the line. Torrejón had a couple of yards’ head start but seemed unsure what to do and decided to just do nothing, allowing Däbritz to catch up, stick out a leg and push the ball over the line! 38 mins: The game is halted because of another injury, this time to Torrecilla, who appears to have hurt herself in a challenge with Däbritz. 37 mins: Spain continue to push. They win another corner, and Schult comes again, but this time she punches clear. 33 mins: Spain win successive corners, and Schult comes for both and claims neither. 32 mins: Route one from Germany: Schult’s long kick is flicked on to Huth, who runs down the right before shooting low and hard straight at Paños. 30 mins: Germany have certainly grown into the game as an attacking force, and Gwinn now bursts into the box before being ushered to safety by the Spanish defence. Garcia has hardly been seen since that injury. 26 mins: A good move from Germany ends with Oberdorf being released down the left and crossing towards the far post, where Huth is flexing her neck muscles and preparing to nod the ball home when Paños flings out a right fist and diverts the ball to safety. 25mins: Garcia is currently on the ground, receiving treatment after being headed by Hegering. 22 mins: The Spaniards have had 65% of possession and the three best chances of the game. This was not in the script. 20 mins: Spain are playing excellently, passing the ball around well, finding space with good movement, and in Garcia they have a forward who appears to petrify the German defence despite the fact she appears to have left her shooting boots at home. 17 mins: Germany then go down the other end and have their first decent chance of the game, Gwinn battling past a couple of defenders before battering a shot straight at Paños from eight yards! 16 mins: And another one! The ball is played across the edge of the area, Caldentey dummies brilliantly and Meseguer shoots just wide! 14 mins: Another incredible chance for Spain! The ball is played down the middle and Garcia emphatically outpaces Germany’s centre-backs and, with Schult for some reason deciding against coming out to claim it, is left with a straightforward chance, 15 yards out. But somehow she miscues her shot well wide! 13 mins: An excellent start to the match, which is well-paced and well contested. 10 mins: It has now stopped raining, or near enough, after a brief but extremely intense downpour. 8 mins: Doorsoun’s pace was impressive then, as well as the timing of her challenge - many players would have brought the forward down in that situation, I think. 6 mins: What a chance for Spain! Garcia is played through and scampers into the penalty area, but as she draws back her foot before taking her shot Doorsoun manages to poke the ball away and the opportunity is lost. 4 mins: The weather seemed fine when the players came out, but the rain is now so heavy that watching on TV is like watching through a shower curtain. 3 mins: Germany win a free-kick 25 yards out, which Däbritz hits into the wall. 2 mins: Apparently it rained heavily this morning in Valenciennes. It then stopped during the build-up to the game, but has very much restarted, and with some gusto. 1 min: And they’re off! Germany get the game started, and promptly give the ball away. Spain play it straight through towards Garcia, and Schult has to hare out of her area to clear, and stop a first-10-seconds one-on-one! Anthems played, coin tossed, hands shaken, it’s nearly time to play! They are out, and currently anthemising. The players are in the tunnel! Action is just a couple of anthems and few other precursors away. And some more pre-match reading. Here’s Hope Solo on America’s tonking of Thailand, and those controversial goal celebrations: It was tough for me to watch some of the US goal celebrations – which have come under criticism – considering the scoreline. You do want the game to be celebrated and you do want to see players having fun but at the same time I thought some of the celebrations were a little overboard. A few seemed planned out and I do know some players spend a lot of time thinking about celebrations for the fans. It’s not always necessary. We haven’t won the World Cup yet. More here: A little pre-match reading: Here are the teams in textual form: Germany: Schult, Hendrich, Hegering, Doorsoun, Gwinn, Goessling, Dabritz, Oberdorf, Huth, Popp, Schweers. Subs: Benkarth, Simon, Maier, Schuller, Elsig, Dallmann, Leupolz, Buhl, Magull, Knaak, Frohms. Spain: Panos, Torrejon, Paredes, Leon, Corredera, Meseguer, Hermoso, Torrecilla, Caldentey, Nahikari Garcia, Putellas. Subs: Gallardo, Jimenez, Ouahabi, Andres, Losada, Guijarro, Lucia Garcia, Bonmati, Sampedro, Pereira, Falcon, Quinones. Referee: Kateryna Monzul (Ukraine) So Spain seem to have a number of black tote bags on theirs, for some reason, plus a great deal of kit. Germany have a small selection of chips and dips, and have gone for paper cups over plastic bottles (though not entirely bottle-free). And a close-up on the two teams’ dressing-room tables. Germany go for the pared-down, minimalist approach here: A peek inside Spain’s changing room. Quite sleek, perhaps a little dark. The teams are in, and Oberdorf does indeed start for Germany: Germany have played 22 group matches in the history of the Women’s World Cup. They have lost one of them – and that was back in 1995 – drawn four and won 17. As records go, it is a little scary. Spain might have drawn two of the four games they have previously played against Germany – including the 0-0 stalemate in Erfurt last November, a case of much Erfurt but little reward – but they still find themselves on the wrong end of an overall head-to-head scoreline of 13-2. No wonder that before the tournament began Jorge Vilda, the Spain coach, described Germany as “the Everest of the group”. Still, the Spanish find themselves on top of Group B after beating South Africa 3-1 in their opener, and a stalemate (or better, obviously) today could see them qualify for the knockout stage as group winners. Plus Germany will be weakened by the absence of Dzsenifer Marozsan, the inspirational midfielder who broke her toe in their opening 1-0 win over China. Informed speculation suggests that 17-year-old Lena Oberdorf could win her fifth cap as Marozsan’s replacement. Anyway, should be a good one. Welcome!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}