{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/11/usa-thailand-uswnt-womens-world-cup-soccer-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-11T21:15:09Z", "webTitle": "Ruthless USA break World Cup record as they hit 13 past hapless Thailand", "webUrl": "https://www.theguardian.com/football/2019/jun/11/usa-thailand-uswnt-womens-world-cup-soccer-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/jun/11/usa-thailand-uswnt-womens-world-cup-soccer-match-report", "fields": {"headline": "Ruthless USA break World Cup record as they hit 13 past hapless Thailand", "bodyText": "It was clear what kind of match this would be a few seconds before the whistle blew. The US put seven attacking players on the halfway line while just three defenders hung back with the goalkeeper. Once the game started, those seven US players sprinted past the Thailand midfield toward the goal. The game largely continued like that, with proceedings taking place almost exclusively in the Thailand half. The defending World Cup champions were out for blood and intent on running up the biggest score possible. In that sense, the 13-0 final scoreline – a World Cup record - was perhaps not a surprise. Alex Morgan set a mark of her own, her five goals tied the tournament for the most by one player in a single game. “We really just came into the game really wanting to showcase ourselves,” Morgan said after the game. “Every goal matters in this tournament and that’s what we were working on.” It took the Americans 12 minutes to get on the board. Right-back Kelley O’Hara was given space and time to loft a cross to an unmarked Morgan, who easily headed the ball past goalkeeper Sukanya Chor Charoenying. For Thailand, it only got worse from there. Rose Lavelle scored eight minutes later with a low drive that Chor Charoenying got a palm to but could not stop. By the end of the massacre, Lavelle and Samantha Mewis had scored two each, Morgan five, while Carli Lloyd, Lindsey Horan, Megan Rapinoe and Mallory Pugh had one each. For the Americans, who had been asked repeatedly over the past few days for their thoughts on France’s convincing 4-0 opening win over South Korea, Tuesday’s dismantling of Thailand felt like an emphatic response. It was also perhaps a message to their critics. The Americans have had an up-and-down run-in to this World Cup, something Rapinoe openly admitted here in Reims ahead of Tuesday’s match. But the Americans have insisted their preparations have been about leaving no stone unturned in order to peak at the right time. While critics may accuse the Americans of running up the score, the players insisted they showed Thailand respect by continuing to attack. “The way we respect our opponent is we don’t take it lightly,” Julie Ertz said. “We take any opponent we have very seriously. We prepare the same way. We have our scouting reports. We train with intensity. And that’s how we show we’re not going to take any opponent lightly.” O’Hara added: “It is a tournament – goal differential matters. At the end of the day, we can’t feel bad for scoring as many goals as possible in any game you’re playing.” The 13-0 score was USA’s – and, indeed any team’s – largest victory in a World Cup. Before that, a 7-0 win over Chinese Taipei in the first-ever Women’s World Cup in 1991 held the US record. Germany held the previous World Cup record, a 11-0 win against Argentina in 2007. Rapinoe said that, after the match ended, it occurred to her the US may have set a new record. “I was hoping we’d beat Germany,” she said with a laugh. “We always want to have any world record, obviously, and everything we can get over the Germans, we’ll take it.” Morgan’s five goals surely put to rest any fears that the striker was falling out of form, after she had failed to score in USA’s final three warm-up matches before the World Cup. She now has 33 goals in her last 37 games. For Thailand, this lopsided defeat puts their chances of advancing out of the group stage in peril. Third-place teams with the best records will advance and the Thai’s goal difference is now ugly to look at. Sweden and the US are huge favorites to claim the top two spots in the group. “We accept the score today,” said Thailand coach Nuengrutai Srathongvian. “We haven’t done enough. We accept that [the US] are very strong and they were excellent all around. We accept our mistakes and we are going to improve.” This was Thailand’s second time at a Women’s World Cup. They made their debut four years ago and managed a close win over Ivory Coast but got thumped by 4-0 by both Germany and Norway as they went out at the group stage. The US, of course, went on to win that tournament. Up next, the Americans head to Paris where they will take on Chile, who lost to Sweden earlier in the day, on Sunday. Thailand will face Sweden in Nice."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}