{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/20/argentina-messi-copa-america-leadership-finances-talent", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-20T10:05:07Z", "webTitle": "Argentina are floundering and Messi problem is not the biggest one | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/2019/jun/20/argentina-messi-copa-america-leadership-finances-talent", "apiUrl": "https://content.guardianapis.com/football/2019/jun/20/argentina-messi-copa-america-leadership-finances-talent", "fields": {"headline": "Argentina are floundering and Messi problem is not the biggest one", "bodyText": "The only positive for Argentina, and it is a dubious one, is that it could have been worse. A draw against Paraguay means they will probably advance to the quarter-final of the Copa América if they beat Qatar on Sunday – but there are no guarantees either that four points will be enough even for a best third-placed finish or, on current form, that they will beat the Asian champions. This was an extremely fortuitous point after another dismal performance. Again, Argentina were painfully disjointed. Again, it was almost impossible to discern a plan. Again, there was little attacking flair and panic at every counter. Little wonder Sergio Agüero and Nicolás Otamendi have gone grey with the stress. That Argentina did not repeat their opening defeat was down largely to two moments of fortune. First, the very modern penalty they were awarded, and that Lionel Messi converted, after Lautaro Martínez’s shot brushed an arm of Iván Piris before striking the crossbar, an offence so meagre not a single Argentinian appealed and most looked bewildered as the referee stopped them taking a corner to check the replay. If HotSpot or Snicko haven’t yet been added to the VAR toolkit, it can only be a matter of time. Then, Derlis González saw his penalty saved by Franco Armani. It’s not the most significant detail, but it was mystifying that whereas Piris was booked for having an arm, Otamendi got away without a yellow card for chopping down González as the forward spun away from him in the box. That became significant in the 83rd minute as Otamendi was booked for a wild lunge; Paraguay should have had 14 minutes (thanks to the VAR-induced stoppage time) with an extra man. The result may have been better but this was arguably a worse Argentina performance than in the 2-0 defeat by Colombia. It would be absurd to blame the caretaker coach Lionel Scaloni, the latest patsy to be shoved into the spotlight. If he is not grimly sweating on the touchline as his predecessor, Jorge Sampoli, did, watching in helpless horror as his reputation collapses around him, it is probably only because he doesn’t have a reputation to collapse. What manner of shambles is it that has allowed a country that in the past year has produced the managers of both Copa Libertadores finalists and one of the Champions League finalists, the manager of the previous season’s Europa League and Copa Sudamericana winners and five managers at last summer’s World Cup to go into this tournament with someone who had never taken charge of a competitive fixture? Scaloni may develop but at the moment he is probably only the third-best Argentinian coach at this Copa América. And then there is the awkward issue of Messi, whose quest to end Argentina’s 26 years of drought and win a senior international trophy has become the defining narrative of his national side. He is brilliant, clearly, and has dragged Argentina to what heights they have reached recently. Last time Argentina faced Paraguay in the Copa América, in the semi-final four years ago, he played a part in the buildup to all six Argentina goals and, at one point, left three defenders neatly stacked on top of each other after a body swerve. Yet he also is a complication. He has followed the path beaten by Cristiano Ronaldo in doing less and less as his career has gone on to become a player far removed from the willing presser of a decade ago (in 2009-10 he won the ball back through tackles and interceptions 2.1 times per game in the league; last season it was 0.5). Perhaps that is only reasonable as age begins to drag at his 31-year-old legs; perhaps the lack of other responsibilities enhances his creative output. But as with Ronaldo, such focus comes at a cost to the rest of the side. It’s not just that the psychological urge to give the ball to the star – as outlined by Paulo Dybala – becomes a tactical imperative that leads to predictability, it’s that his lack of defensive work inhibits everybody else as they pick up the slack, which can lead to rigidity and tentativeness. A club as good as Barcelona, for whom domination of possession is habitual, can, to an extent, cater for that, although as Liverpool showed even Barça can flounder against teams who call their bluff, don’t sit deep and don’t devote multiple players to trying to stop Messi. But what can Argentina do? Whatever difficulties Messi poses, he is not the fundamental problem. Rather the inability to resolve the Messi conundrum highlights all the other issues around the squad: the lack of leadership, the lack of financial resources, the sense that other countries are benefiting from their coaching expertise and the diminishing pool of high-class players. And that, perhaps, is the biggest worry for Argentina. For a quarter of a century the question has been why, when they had so many gifted players, have they never won anything. That has now subtly changed: how, when they have so few gifted players, can they ever win anything?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}