{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/03/west-ham-renewed-20-million-bid-andre-gomes-barcelona-transfer-window-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-03T20:43:29Z", "webTitle": "West Ham bid £20m for Barcelona’s André Gomes but fear Everton interest", "webUrl": "https://www.theguardian.com/football/2019/jun/03/west-ham-renewed-20-million-bid-andre-gomes-barcelona-transfer-window-football", "apiUrl": "https://content.guardianapis.com/football/2019/jun/03/west-ham-renewed-20-million-bid-andre-gomes-barcelona-transfer-window-football", "fields": {"headline": "West Ham bid £20m for Barcelona’s André Gomes but fear Everton interest", "bodyText": "West Ham fear they will miss out on André Gomes to Everton despite lodging a £20m bid for the Barcelona midfielder. While West Ham are unlikely to be as busy as they were when they spent £100m on nine players last summer, Manuel Pellegrini has made a new central midfielder a priority and believes Gomes would have a major impact on his side’s development. The London Stadium club have already had an £18m bid for the Portugal player knocked back and have returned to Barcelona with a new offer. It is thought the Spanish champions want at least £25m for the 25-year-old. However, West Ham are concerned they will struggle to convince Gomes to join them even if they agree a deal with Barcelona. He impressed while on loan at Everton last season and his representatives have made it clear his preferred outcome is a permanent move to Goodison Park. Everton are yet to make a bid and Pellegrini is desperate to pair Gomes with Declan Rice, but West Ham face the likelihood of having to make alternative plans. Pellegrini believes that more quality in midfield would help West Ham build on finishing 10th in his first season. He knows his team struggled in that position at times despite Rice’s outstanding performances in defensive midfield that earned the youngster his first England cap. Jack Wilshere and Carlos Sánchez endured injury-hit campaigns while Pedro Obiang is keen to return to Italy this summer. Pellegrini also wants to bring in a new striker after releasing Andy Carroll on a free transfer and selling Lucas Pérez to Alavés. He has targeted Fulham’s Aleksandar Mitrovic and West Brom’s Salomón Rondón. West Ham are also tracking the Alavés centre-back Guillermo Maripán and have signed David Martin on a free transfer from Millwall. The goalkeeper will compete with Roberto, who joined West Ham from Espanyol on a free last week, to be Lukasz Fabianski’s deputy. Edimilson Fernandes has been sold to Mainz. The Switzerland midfielder had failed to establish himself as a regular starter since moving to West Ham from Sion in 2016. The 23-year-old, who made 48 first-team appearances, spent last season on loan at Fiorentina."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}