{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/24/manchester-united-crystal-palace-aaron-wan-bissaka-deal-improved-offer-zaha", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-24T09:49:42Z", "webTitle": "Manchester United meet Crystal Palace to try to seal Wan-Bissaka deal", "webUrl": "https://www.theguardian.com/football/2019/jun/24/manchester-united-crystal-palace-aaron-wan-bissaka-deal-improved-offer-zaha", "apiUrl": "https://content.guardianapis.com/football/2019/jun/24/manchester-united-crystal-palace-aaron-wan-bissaka-deal-improved-offer-zaha", "fields": {"headline": "Manchester United meet Crystal Palace to try to seal Wan-Bissaka deal", "bodyText": "Manchester United and Crystal Palace officials will meet on Monday afternoon with a view to thrashing out the finer details of a deal to take Aaron Wan-Bissaka to Old Trafford after an improved bid was tabled over the weekend. Talks between the clubs appeared to have broken down late last week with United’s offers having fallen well short of Palace’s valuation of the England Under-21 defender. The Palace chairman, Steve Parish, who is under no real pressure to sell, has consistently sought to raise a guaranteed £50m for an academy graduate who excelled while making 39 appearances over his first full season in the senior set-up last term, and that stance has not shifted. The south London club had also been keen to cancel, or at least reduce, a sell-on clause inserted in the deal which took Wilfried Zaha back to Selhurst Park from United in January 2015. That could be worth as much as £15m to the selling club if the Ivory Coast forward leaves. The latest bid submitted by United fell slightly short of the money Palace are seeking but offered scope for negotiation in the hope compromise can be reached. Palace will still push for the removal of Zaha’s clause when talks resume with Ed Woodward, United’s executive vice-chairman, and Matt Judge, their head of corporate development, in London. Wan-Bissaka is keen for the move to happen. Two bids had already been rejected out of hand. The second is understood to have guaranteed only £35m for the 21-year-old right-back, with a further £15m dependent upon personal and collective honours. Palace considered those performance-related clauses – some are believed to relate to United, who finished sixth last term, winning the Champions League – to be wildly unrealistic. With suggestions abounding that Wan-Bissaka, who is under contract until 2022, has agreed terms on an £80,000-a-week deal with United, Palace made clear their frustrations going into the weekend and effectively challenged Woodward to match their asking price or walk away. Wan-Bissaka, who first broke into the Palace first-team in the spring of 2018, is with the England Under-21s at the European Championship. He endured a torrid evening in their opening group game, scoring a stoppage-time own goal as Aidy Boothroyd’s side slipped to defeat by France. He was omitted for Friday’s 4-2 defeat by Romania, with England to conclude an anticlimactic tournament against Croatia in San Marino on Monday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}