{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/07/france-women-south-korea-world-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-07T21:06:50Z", "webTitle": "Hosts France off to a flying start after sweeping South Korea aside", "webUrl": "https://www.theguardian.com/football/2019/jun/07/france-women-south-korea-world-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/jun/07/france-women-south-korea-world-cup-match-report", "fields": {"headline": "Hosts France off to a flying start after sweeping South Korea aside", "bodyText": "France manager Corinne Diacre said she hoped her team’s 4-0 demolition of South Korea in the opening Women’s World Cup fixture would “strike fear” into their rivals for the coveted trophy. “When other sides talk about us they place us among the favourites because we are the host nation,” she said. “If we can strike fear in to these sides then that would be great.” It felt somewhat fitting that it was two of Lyon’s six-time Champions League winners stamping their mark on the Women’s World Cup opener. With Eugenie Le Sommer’s side-footed opener - her 11th goal in 11 internationals - followed by a Wendie Renard double header giving France a 3-0 first-half lead, then added to by captain Amandine Henry for a 4-0 win, the vital Lyon spine of Les Bleues was evident. Renard was delighted with her contribution. “I’d never scored in a World Cup and it really feels good, on a personal level, but above all as a team, she said. “These were very important goals just before half-time, for our confidence.” Moments before kick off the rain that had rendered the sprinklers superfluous lifted, the sun came out and the floodlights beamed, just as the teams emerged from the tunnel and everything suddenly felt brighter. The grey of the weather and the ticketing and organisational chaos outside suddenly felt a lot less important to a heaving Parc des Princes bowl. With La Marseillaise echoing round the stadium with gusto, tears in the eyes of many a French player evident, finally the football was starting. “We knew that it was going to be a very emotional evening, but we managed it well,” said Renard. “When you have 45,000 people singing the French national anthem, obviously it drives you forward, but we really made the most of the crowd’s support.” Diacre blocked out any feelings on the atmosphere though: “I refused all emotion tonight. I will let emotion affect me later on in the competition. I have prepared as if I were a player. There’s no room for emotion tonight,” she said. In the second minute France made their first chance. Griedge Mbock Bathy’s crossfield pass found Eugenie Le Sommer on the touchline, she slipped a square pass to an onrushing Henry who laid off to Kadidiatou Diani but her shot was blocked, it fell to Henry though who whipped a shot across goal just wide of the far post. Soon France’s hard work paid dividends, centre-back Kim Do-yeon, filling a gap left by Jang Sel-gi was robbed by Henry on the right and she raced clear finding Le Sommer with a perfectly weighted cut back to side foot in to send the excitable crowd wild. With a goal relieving the nerves the crowd seemed calmer. But the home side continued to push a jittery South Korean defence. On 29 minutes Les Bleues looked to have doubled their lead, but the first ever VAR referral of a Women’s World Cup intervened. A short corner from Gaetane Thiney was pinged into the box by Henry, flicked across goal it fell behind Bathy but she hooked her leg back and volleyed in. The delighted French celebrations at the lovely finish were shortlived as Bathy was ruled offside. Less than 10 minutes later, though, and Bathy’s defensive partner, domestically and internationally, Renard secured the second. Another Thiney corner from the right was lofted into space by the far post and an incoming 6ft 1in Renard headed powerfully past Kim. On the stroke of half time Renard scored another, this time a corner from the left was almost placed onto her head near the penalty spot and, with Hwang Bo-ram attempting to mark her, she powered the ball over the head of the defender and to the right of a stationary Kim. With the bookies’ inclusion of Renard in their top-scorer odds looking decidedly less unlikely, the second half got under way. With complacency starting to drift into France’s dominant performance the South Koreans carved out their best chance of the game. Another substitute Lee Min-a, almost looked confused at being played clean through between Renard and Bathy but she could only put her shot disappointingly wide of Sarah Bouhaddi’s right-hand post. South Korea manager Yoon Deok-yeo apologised to their fans for the disappointing performance. “In Korea there are people that watched the match at a late hour so I would like to say sorry to the football fans in Korea,” he said. “Today’s match showed how strong France is, I cannot pinpoint one player, many of the French players showed very aggressive performances in a good way. Especially on both wings, Cascarino and Diani, those player have great technique and they are very fast so it was very hard for my players to mark those players.” The French were still in control, and Henry capped an commanding performance with a stunning effort. Picking up a pass from Le Sommer she pushed forward before slamming a swerving right-footed shot from 20 yards into the corner. France have underachieved at major competitions in the past decade, given the quality of their squad. But now, on home soil, there is a feeling that finally everything is clicking. And, with the chance to be the first country to hold both the men’s and women’s World Cup’s at the same time on the cards, this performance showed they are not letting the pressure get to them. “We’ve won tonight’s match but this is just one step on the road,” tempered Diacre. “We have six more steps to take if we are to go all the way. We need to keep our feet on the ground and continue working.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}