{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/07/england-fans-police-batons-crushing-semi-final-netherlands-tickets", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-07T12:20:36Z", "webTitle": "England fans say police raised batons amid ‘dangerous crushing’ at semi-final", "webUrl": "https://www.theguardian.com/football/2019/jun/07/england-fans-police-batons-crushing-semi-final-netherlands-tickets", "apiUrl": "https://content.guardianapis.com/football/2019/jun/07/england-fans-police-batons-crushing-semi-final-netherlands-tickets", "fields": {"headline": "England fans say police raised batons amid ‘dangerous crushing’ at semi-final", "bodyText": "England supporters have criticised the stadium authorities and Uefa for not doing enough to stop “dangerous crushing” after the electronic ticket system stopped working before the Nations League semi-final against the Netherlands. Fans also criticised police for failing to intervene when around 800 fans were penned by gates six and seven at the Estádio D Afonso Henriques in Guimarães – and then raising batons when asked for help. One England supporter, Tom Ambrose, who posted pictures of the incident on social media, accused the police of “standing back and allowing dangerous crushing”. “Everyone [was] soaked through, some stood for five hours,” he added. “Kids in tears, women fainting. No violence, just panic. When people asked for help, police raised batons and sparked further crushes.” Another England fan, Adam Coatham, said police had said the ticket scanners outside gates six and seven had failed. “Having arrived in a barely moving queue 45 minutes pre-game, gates were slammed shut 10 minutes pre-kick-off with thousands locked out,” he said. “Riot police then stormed in with batons. I tried to head to another gate but was shoved away by police.” “There were no serious injuries, more by fortune than design,” Coatham added. “Gates six and seven were utter gridlock and a mess. We arrived 45 minutes before kick-off so the usual ‘arrived late’ default response counts for nothing.” A third fan, Thomas O’Dea, said that the stadium was not equipped to cope with international football. “Guimarães is a lovely little stadium and a nice old-fashioned place but sadly isn’t capable of hosting huge international games,” he said. “The whole electronic ticket system was a shambles. No surprise the gates got charged in the end.” A Uefa spokesman confirmed there had been congestion and that police had “intervened to maintain order” before deciding to open the gates to let fans into the stadium. “The turnstile operation at certain parts of the stadium was slightly slower than anticipated and this – coupled with the late arrival of supporters at the stadium – led to congestion at some entrances,” he said. “As fans started to push their way to the entrance, a dozen police officers briefly intervened to restore order. After assessing the situation, the police decided to open the turnstiles and let around 800 fans, who all had already undergone the initial ticket check, enter the stadium.” Fans also reported problems with the late trains back from Guimarães to Porto, with some queuing for hours to get back. As one put it: “What a joke of an organisation Uefa is. We had to queue for just under three hours to get a train home in the rain. We were one of the lucky ones by the sounds of it. Town, station and stadium inadequate for such an occasion.” The stadium hosted two matches at Euro 2004, both involving Italy. Police in Düsseldorf have detained 16 men following a brawl between English football fans. Officers were called on Thursday after “about 40 supporters of various British clubs” began throwing chairs, tables, beer glasses and bottles at each other. Düsseldorf police say four people required medical treatment and the brawl caused “significant property damage”. Police say the detained men, between the ages of 32 and 56, included supporters of Newcastle and Everton. None are residents of Germany."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}