{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/25/womens-world-cup-japan", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-25T09:00:37Z", "webTitle": "Women’s World Cup game-changing moments No 5: Japan in 2011 | Nick Ames", "webUrl": "https://www.theguardian.com/football/2019/jun/25/womens-world-cup-japan", "apiUrl": "https://content.guardianapis.com/football/2019/jun/25/womens-world-cup-japan", "fields": {"headline": "Women’s World Cup game-changing moments No 5: Japan in 2011", "bodyText": "“We ran and ran,” the Japan captain Homare Sawa said. “We were exhausted, but we kept running.” Japan’s footballers had not been completely sure whether to play at the 2011 World Cup. Three months previously their country had suffered something appalling: the earthquake and tsunami that struck the coast of Tohoku that March had cost thousands of lives and, at moments like that, talk of football’s restorative power could hardly seem more inadequate. The conversations among the squad were serious, earnest, intense; the eventual decision was that they should travel and, on a dizzying night in Frankfurt, it was vindicated in ways nobody could have foreseen. Saki Kumagai knows how to handle pressure. In 2016 she scored the winning penalty for Lyon, her brilliant club side, in the Champions League final against Wolfsburg. But five years before that she was just 20, a utility player who had joined Urawa Reds from high school, when she was handed the chance to let a grieving nation take leave of its senses for just a moment. “The feeling I had was that I was enjoying the situation, and that I wasn’t nervous at all,” Kumagai would say later. She bore the burden spectacularly. Her spot kick, the last one of Japan’s shootout against the US to win the 2011 World Cup, after the sides had been tied at 2-2, was blasted high past Hope Solo and as a delirious delegation poured on to the pitch the ramifications began to sink in. Bars in Tokyo and beyond, many of them packed despite the game concluding at around 6.30am local time, erupted. Strangers hugged on commuter trains. The darkness had been pierced by a shaft of light that everyone was keen to welcome in; one whose source would have struggled to raise pulses at all in previous years. The nation needed an affirmative story like this and it was a transformative one on a sporting level, too. No Asian team had won a World Cup before even though China, a fading power by this point, had come within their own shootout of toppling the US in the 1999 final. The tournament’s five previous editions had been shared among the US, Germany and Norway, all traditional bastions of a sport desperate to improve its reach. So Japan were pioneers for the rest; they had come through the group stage only twice before 2011 and their win in Germany highlighted that there was a space in which talented, ambitious girls and women could write new stories on the pitch and defy preconceptions, wherever they were from. Japan were ranked fourth at the time of the tournament but the gap to the US, No 1 in the world, was deemed vast. Yet under their coach, Norio Sasaki, they had mastered an iteration of the tiki-taka style that had become popularised in the men’s game, offsetting their lack of physical bulk by working the ball smartly around and through opponents. It worked in the group stage, although they were beaten by England in Augsburg; it paid off in a sensational quarter-final win over Germany and then, after going an early goal down, in a 3-1 semi-final victory against Sweden. For it to come good one more time, they needed extra reserves of strength. Japan’s “Nadeshiko” had never beaten the US in 25 attempts. The need to put smiles on faces back home – to “transmit a positive message to everyone that experienced that disaster” as the midfielder Aya Miyama later said – had never been far from anyone’s mind throughout their run to the final but Sasaki had something else up his sleeve for motivation. Before their previous two games he had shown his players footage of the disaster; on the afternoon of the final, he showed his players a video outlining the history of women’s football in Japan. The successes, failures and the hardships the squad’s predecessors had undergone were all laid bare. In 1980, the first national women’s football tournament in Japan was an eight-a-side affair with 25-minute halves and a rule that decreed players could use their hands to shield the ball from their chests. The following decade, players would often have to scrape money together so that they could travel with the national squad. Interest in the domestic men’s league, fuelled by high-profile arrivals such as Gary Lineker, had not spread across the board; the difference, as Sasaki’s side prepared for a World Cup final in front of nearly 50,000 spectators, was profound. It was not Japan’s best performance, even if they still shaded possession. The belief in the US camp was that, with a brisk start, they could settle things early on but, by half-time and despite an onslaught, Japan went in level. An excellent finish by Alex Morgan eventually put the US ahead but, nine minutes from time, Miyama capitalised on poor defending to jab Japan level. Abby Wambach, earlier thwarted by the woodwork and the outstanding Japan goalkeeper Ayumi Kaihori, appeared to have won the World Cup with an extra-time header. Three minutes from the end, though, the inspirational Sawa equalised again with an outrageous flicked finish from Miyama’s near-post corner. They might have amassed only 14 shots to the US’s 27 but their bottomless resolve had brought them to the brink of something unthinkable. That was achieved when Kaihori saved two penalties, Carli Lloyd missed one and Kumagai did her bit. For Kumagai, the month’s success brought a move to – conveniently – Frankfurt and, eventually, onwards to the best domestic team women’s football has ever seen. Back home, attendances soared and the sport instantly achieved the legitimacy that had, for so long, been beyond its grasp. The national team would reach the Olympic final a year later only for the US to exact a modicum of revenge in London. True retribution would be meted out in 2015, when the World Cup final of four years previously was reprised in Vancouver and the US won 5-2. But Japan’s very presence in those two fixtures highlighted the consistency, the enthusiasm and the momentum, to which that night in Frankfurt had given rise. Football had a brand new power and there is little sign they are going away. Back home Sasaki’s team, and perhaps the sport in general, will forever be associated with their part in a nation’s healing process. “I think they brought courage to the whole nation,” said Naoto Kan, the prime minister in 2011. “As the prime minister, and as one Japanese citizen, I express my heartfelt gratitude.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}