{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/27/norway-womens-world-cup-caroline-graham-hansen-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-27T09:00:12Z", "webTitle": "Caroline Graham Hansen: the tireless Norwegian out to run down England", "webUrl": "https://www.theguardian.com/football/2019/jun/27/norway-womens-world-cup-caroline-graham-hansen-england", "apiUrl": "https://content.guardianapis.com/football/2019/jun/27/norway-womens-world-cup-caroline-graham-hansen-england", "fields": {"headline": "Caroline Graham Hansen: the tireless Norwegian out to run down England", "bodyText": "Caroline Graham Hansen has never lacked confidence. When she was younger she played in the same team as the boys and one of their parents complained that she “had taken their son’s place in the team”. Graham Hansen was unflustered: “Well, I was better than them so I deserved my place in the team.” That kind of spirit – married with an outrageous set of skill, pace and stamina – has taken the 24-year-old Norwegian to the verge of worldwide fame. Graham Hansen has become Norway’s focal point in the absence of Ada Hegerberg, the Lyon star who felt she did not fit in with the national team setup, and she is now looking forward to taking on England in the World Cup quarter-final on Thursday. The winger has always been a trailblazer, keen to push herself. When she was 19 she moved from Stabæk in Norway to one of the superpowers of the European game, Wolfsburg. When asked whether she wanted the family to come with her, she replied: “No, it is OK, I’ll be fine on my own,” but admitted sheepishly: “I do hope they come and visit me and don’t abandon me altogether.” Before her move to Germany Graham Hansen had been part of a groundbreaking deal at Stabæk that meant that she played games for the women’s team but sometimes trained with the men and the under-21 teams. She has always stood out, being a level above her teammates and that has continued on the international scene. Hard work, as with so many of the best players, is the absolute key to her success and after five years at Wolfsburg – where she won three Bundesliga titles and five cups – Graham Hansen joined Barcelona this summer. Graham Hansen estimates that she has played two or three hours of football most days since the age of five, but always for the love of the sport, not because any pressure was put on her to do so. Her parents have been a huge influence on her but in a positive, supportive way rather than in a pushy manner. She tried several sports as a youngster, including bandy, cross-country skiing and golf. “My dad likes golf a lot,” she once said, “but I didn’t have the patience for it. Every time I missed a shot I threw away the club in anger.” Last season was arguably Graham Hansen’s best and in this World Cup she bounced back from an injury in the final group game against South Korea to star in the last-16 game against Australia, which Norway won on penalties. Asked by Norwegian TV2 earlier in the tournament whether she was possibly in the form of her life, she said: “Physically, yes, and I think football-wise too that last season was my best considering what I did. The last three years have been an adventure and I have won whatever you can win in Germany, which is considered as one of the toughest leagues in the world. “I have had a long period now, maybe a year and a half when everything has been going well and that has meant that I have been able to progress. You can train without any breaks and that is really helpful. I also hope that my form will have a knock-on effect on the rest of the squad.” And that is the worrying thing for Phil Neville and his England team: Graham Hansen may be Norway’s star but she is backed up by a host of players capable of causing England trouble in Le Havre. Isabell Herlovsen is a prolific forward and has 60 goals for Norway since making her debut for the national team as a 16-year-old in 2005. Two of those goals have come at the World Cup in France and she will be a threat throughout the quarter-final, especially if England are without Steph Houghton and/or Millie Bright in central defence. Then there is the tremendous Guro Reiten on the left side. The wide midfielder has the pace to worry anyone and Lucy Bronze may have to be circumspect in her forward runs. In defence Norway rely on the Chelsea pair Maren Mjelde and Maria Thorisdottir while the Swedish coach, Martin Sjögren, is always keen to point out the tremendous work ethic of his side. The Norwegian media, in fact, are reporting that England have run 6km fewer per game as a team than Sjögren’s side in the tournament, something Thorisdottir was not overly surprised by. “I know that the English players don’t like to run that much but they are going to have to be prepared to do a few metres against us,” she said with Reiten adding: “We run a lot and we fight a lot. I don’t think the English players will look forward to play a game against a team running 6km more than them. We’ve also had a day’s extra rest.” England have been warned and for Neville’s team, Graham Hansen is undoubtedly the main threat. The winger, who wanted to become a fighter pilot as a youngster, is confident Norway have got what it takes to reach the semi-finals. If England can stop her from hitting the target on this occasion they will have taken a big step towards thwarting the Norwegians. One thing is for sure: it won’t be easy."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}