{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/28/usa-france-preview-world-cup-uswnt", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-28T08:00:16Z", "webTitle": "USA and France strap in for blockbuster clash of World Cup favorites", "webUrl": "https://www.theguardian.com/football/2019/jun/28/usa-france-preview-world-cup-uswnt", "apiUrl": "https://content.guardianapis.com/football/2019/jun/28/usa-france-preview-world-cup-uswnt", "fields": {"headline": "USA and France strap in for blockbuster clash of World Cup favorites", "bodyText": "In front of a room full of reporters on Wednesday, Tobin Heath sat there and waited for the next question. “I am French, so I have just one question,” the woman asked. “Can you just try to let us win, please?” Heath giggled and simply said, “No” and then she giggled some more. With a quarter-final showdown between the USA and France shaping up to be the marquee match of this Women’s World Cup, everyone is trying to get an edge – even French journalists. In truth, both sides have a reason to be considered the favorites. The US have only lost once in their last 42 games and it happened to be in a January friendly against France, in France. But then again, the No 1-ranked USA’s 20 goals for and one against is easily the most convincing record in the tournament so far. It ought to be a close one, so here are the factors that may determine who wins USA v France: The set piece battle “We take set pieces very seriously,” Megan Rapinoe said in France before the USA’s first game of the tournament. “Those are moments you can practice, you can set things up, you can potentially catch the other team off guard, go quickly or if you’e got tricky plays. We have a lot of specialists in all the different areas of set plays.” Although the Americans are traditionally been strong on set pieces, such scenarios haven’t been the deciding factor for the Americans yet. France, meanwhile, have scored five of their goals in this tournament from set plays. Samantha Mewis, standing at almost 6ft tall, is the tallest outfield player the US have ever had. Wendie Renard, the French center back, has at least two inches on her and is the tallest player in this World Cup. If there’s a play the US will have to watch on corner kicks, it is surely Renard. “She’s great in the air and a really well-rounded player,” Mewis said Wednesday. “We all have so much respect for her and I think our setup on set pieces will remain the same – we just have to make sure were doing our jobs and executing because she’s definitely dangerous.” The winger who flies France and the US are similar teams in a lot of ways. They are potent in the attack, a little less potent in defense and, heck, they even wear he same colors. But one of the areas on the field that are the most similar are the wings – that’s where both teams generate much of their goals, and that may be where Friday’s clash is determined. On the French side, they’ve got players like Kadidiatou Diani, Delphine Cascarino and Eugenie Le Sommer that can work the channel and punish back lines. Add in a fullback like Amel Marjri bombing forward, and the American defense will have their hands full. But it’s not as if the American wingers can’t give as good as they get. Tobin Heath and Megan Rapinoe are known less for their acceleration than they are for their craftiness and creativity, and they almost always seem to find the way to unlock defenses. Add in the overlapping runs and speed of fullbacks Kelley O’Hara and Crystal Dunn, and it’s easy to see why most of the USA’s chances start on the wings. Notably, the USA’s wingers struggled a bit against Spain, and the Americans had to resort to two penalty kicks bailing them out. Rapinoe joked afterward: “I don’t think I had a great game. The right back did a great job. I don’t think I beat her once 1v1.” Whichever team’s wingers find the most joy may be the deciding factor. There are no style points Both the US and France are capable in possession of playing attractive, free-flowing football – but there are no style points awarded for that. What matters more is coming out to win, and that just might mean copying the blueprint from Spain, who contained an American attack that had looked unstoppable up until then. Tobin Heath declared that Spain’s disruptive game plan was smart, and a reminder that the US ought to be prepared for anything. “Some teams will die by their sword of how they play. But they really came into that game wanting to win the game,” Heath said of Spain. “It was an incredible show of what it means to play in this World Cup and what you have to do to win these games,” she added. “You never really know what to expect from your opponent. There are so many looks teams can give us. We’re very confident with our style of play, but our opponents we have no control over, so we just have to be spot-on in how we want to play.” France and the US may be two of the best teams in this World Cup, but don’t be surprised if Friday’s quarter-final devolves into an ugly, gritty and physical affair. Smart subs It was a bit of an odd thing in the USA’s match against Spain: Alex Morgan had been knocked around all night and was clearly struggling, but coach Jill Ellis wouldn’t take her off – not until the 85th minute anyway. It was peculiar since the Americans had taken the lead in the 76th and are known for have incredible depth on the bench. Why run a player like Morgan into the ground? Maybe Ellis is playing the long game and she has a plan up her sleeve for France, but her decision to let her players struggle for so long in the round of 16 certainly jumped out as a vulnerability. Given the oppressive heat wave blanketing Paris at the moment, making key substitutions when they are needed could be the single most important thing for both coaches. But there’s always a risk in burning subs. Corinne Diacre had to manage a French side that looked headed for extra time against Brazil, and Diacre didn’t use any substitutes until the 81st minute. In the end, being able to make a couple fresh subs during extra time may have been the difference in France getting past Brazil in extra time. VAR as an X factor The use of video-assisted refereeing has been a point of contention in this World Cup, to the point that Fifa and IFAB, the rule-makers of the World Cup, changed the punishment for goalkeepers coming off their line after the tournament had already started. Unlike the men’s World Cup last year, there weren’t any women’s competitions featuring VAR that could help players adjust to the expectations the technology would be put on them. From that standpoint, the team that succeeds may be the one that keeps VAR in the back of their minds and plays accordingly. “Some of the rules that they enacted for this tournament were done a week before it started,” Kelley O’Hara said. “It’s really difficult as an athlete – you have your habits and you stick to them.” In some cases, VAR decisions have decided the outcomes of matches, and according to a presentation from Fifa on Wednesday, this Women’s World Cup already has the most penalties awarded than any other edition of the tournament. It would be unsatisfying for a big match like this quarter-final to be decided on a penalty, but the possibility certainly looms."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}