{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/07/eden-hazard-completes-move-from-chelsea-to-real-madrid", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-07T20:52:58Z", "webTitle": "Eden Hazard confirms he is set to join Real Madrid from Chelsea for £88.5m", "webUrl": "https://www.theguardian.com/football/2019/jun/07/eden-hazard-completes-move-from-chelsea-to-real-madrid", "apiUrl": "https://content.guardianapis.com/football/2019/jun/07/eden-hazard-completes-move-from-chelsea-to-real-madrid", "fields": {"headline": "Eden Hazard confirms he is set to join Real Madrid from Chelsea for £88.5m", "bodyText": "Eden Hazard has confirmed he is set to join Real Madrid on a five-year deal. The 28-year-old will be officially unveiled on Thursday once he has undergone his medical and with Real and Chelsea having agreed a fee of €100m (£88.5m) rising to €146.1m (£130m) with add-ons. The fee – as revealed by the Guardian on Wednesday– reflects the fact that Hazard had only one year left on his contract, making Chelsea largely powerless to keep the Belgian. He departs after seven hugely successful years at Stamford Bridge, winning the Premier League twice, one FA Cup and two Europa League titles, and he is expected to earn £400,000 a week at the Bernabéu. “Real Madrid CF and Chelsea FC have agreed to the transfer of Eden Hazard,” read a Real statement issued on Friday evening. “The player remains linked to the club during the next five seasons, until 30 June 2024.” In a message posted soon after on Facebook, Hazard said: “To my Chelsea friends and family, you now know that I will be joining Real Madrid. It’s no secret that it was my dream to play for them since I was a young boy. I have tried my very best not to distract myself or the team through this difficult period of speculation and media attention. Now it’s in the open I would like to put on record one thing was always clear to me, I have loved every moment at Chelsea and not once did I ever consider, nor would I have left for any other club. “Chelsea and especially Chelsea fans will always be special to me and next season I will look for your results first. I hope that we are drawn against each other in the Champions League next season and every season so we can meet again.” Hazard becomes Real’s second major signing of the summer after Eintracht Frankfurt’s Luka Jovic joined the Spanish club for an initial €65m last week. The forward, who is currently with the Belgium national team as they prepare for their Euro 2020 qualifying match against Kazakhstan in Brussels on Saturday, could also become the second most expensive player in history, after Neymar, who joined Paris Saint-Germain from Barcelona for €222m in August 2017. “Although it is with sadness we say goodbye to Eden and we made it absolutely clear to him the club wished him to stay, we respect the decision he has made to take on a new challenge in a different country and follow his childhood dream of playing for Real Madrid,” said the Chelsea director Marina Granovskaia. “The memories he leaves us with will not fade. He provided all who watched Chelsea play with great entertainment and many match-winning contributions, and for that we thank Eden enormously. “He has been a model professional throughout his time at the club, a wonderful individual to have around and a joy to work with. We look forward to welcoming him back to Stamford Bridge in the future.” Hazard, who joined Chelsea from Lille for £32m in June 2012, made clear his desire to leave the club immediately after he had played a starring role in their Europa League final victory over Arsenal on 29 May, saying “ I think it is a goodbye” to a BT Sport reporter amid the celebrations in Baku. It was clear then that his desire was to join Real and he now has his wish. Ironically Real’s announcement of the deal came on the same day Chelsea appealed to the court of arbitration for sport over the two-window transfer ban imposed by Fifa after the club were found guilty of breaching rules regarding their dealings with overseas players under the age of 18."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}