{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/07/ryan-sessegnon-not-renew-fulham-wants-tottenham-move", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-07T12:49:16Z", "webTitle": "Ryan Sessegnon wants Spurs move and tells Fulham he will not renew contract", "webUrl": "https://www.theguardian.com/football/2019/jun/07/ryan-sessegnon-not-renew-fulham-wants-tottenham-move", "apiUrl": "https://content.guardianapis.com/football/2019/jun/07/ryan-sessegnon-not-renew-fulham-wants-tottenham-move", "fields": {"headline": "Ryan Sessegnon wants Spurs move and tells Fulham he will not renew contract", "bodyText": "Ryan Sessegnon has told Fulham he will not sign a contract to replace the one that expires next summer and has set his heart on a move to Tottenham. The 19-year-old winger, who will be involved with England at the Under-21 European Championship in Italy and San Marino this month, has been chased by other top clubs, including Paris Saint-Germain and Manchester United. He comes from an Ivorian family and speaks French, meaning a move to PSG would hold a certain appeal. Sessegnon has made it clear he wants to join Spurs, because he believes he would thrive under Mauricio Pochettino. The Spurs manager has an excellent track record for developing young English talent. Pochettino would like a deal for Sessegnon to be completed by 8 July, which is when his players will report for pre-season training. Fulham have mentioned a fee of £45m for a player who, despite his youth, has already made over 100 league appearances for the club, including 35 in the Premier League over this past season when they were relegated. Spurs, though, are not inclined to pay more than £25m and they know that Fulham would face the disastrous prospect of losing Sessegnon for only training costs if they did not do business now."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}