{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/09/justin-edinburgh-will-be-missed-for-his-spirit-as-much-as-his-success-leyton-orient-football", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-09T12:01:15Z", "webTitle": "Justin Edinburgh will be missed for his spirit as much as his success", "webUrl": "https://www.theguardian.com/football/2019/jun/09/justin-edinburgh-will-be-missed-for-his-spirit-as-much-as-his-success-leyton-orient-football", "apiUrl": "https://content.guardianapis.com/football/2019/jun/09/justin-edinburgh-will-be-missed-for-his-spirit-as-much-as-his-success-leyton-orient-football", "fields": {"headline": "Justin Edinburgh will be missed for his spirit as much as his success", "bodyText": "Fans and players at Leyton Orient and beyond are in mourning following the sudden death of their manager, Justin Edinburgh, aged 49. Edinburgh died on Saturday following a cardiac arrest only six weeks after leading the east London club to the National League title. First and foremost it’s a personal tragedy for Edinburgh’s family and friends, but it also snuffs out a managerial career of huge potential. When the former Tottenham defender arrived at Orient in November 2017 the team were on the floor. Six months earlier, the club were relegated from the Football League and becoming regulars in the high court, facing winding-up orders and fighting for their very survival under the belligerently negligent ownership of Francesco Becchetti. Salvation off the field had come that summer in the form of lifelong fan Nigel Travis and Texan investor Kent Teague but the football side of things needed considerable turning around. Edinburgh was appointed after the dismissal of Steve Davis as Orient flirted perilously with the National League relegation zone and arrived with encouraging lower-league pedigree. He had taken Newport back into the Football League in 2013 and steered Gillingham to a top-half finish in League One three seasons later. He inherited an Orient team comprising a blend of hasty post-takeover signings and several of the raw, promising youngsters who had braved the previous campaign’s chaos. The manager’s impact was swift, injecting steel and organisation into a hitherto fragile side and equipping them with the resilience required to stave off any relegation threat. Orient finished 13th in 2017-18 after a second half of the season that bred confidence in a promotion challenge next time round. Fans’ expectations last summer were pegged around a play-off place rather than the title. What followed surpassed them. A club record 13-match unbeaten start propelled the O’s to the top of the National League, and it was apparent that Edinburgh was building something special. To the previous season’s steel had been added style, a pleasing swift passing game being rewarded with some emphatic early-season wins. And it had all been done with little recourse to the transfer market. Although Orient were always one of the better resourced sides in the fifth tier, as well as the best supported, Edinburgh opted for stability and stealthy squad-building – trusting for the most part in his existing players, and providing the extra layer of motivation and organisation. Edinburgh was a canny coach, able to mix up formations and tactics as situations demanded and shrewd in his use of substitutions, all of which was vital in getting Orient over the line to win the title and promotion in April. As matches became tenser and closer, the team’s knack of grabbing late winners and equalisers, and defensive resilience at the other end, was decisive and a tribute to Edinburgh’s managerial smarts. More than that, he embraced and embodied a new spirit at the club. His rapport with players and supporters was obvious – and the outpouring of grief from both reflects this. Jobi McAnuff, whom Edinburgh appointed captain and led the team with such distinction last season, praised his manager for “instilling a winning mentality” in his squad. “You always did it with a smile on your face and a huge respect for others,” McAnuff added in his online tribute. “I am so grateful that I got to share some truly amazing moments with you and know how much winning the league and this club meant to you.” The floral tributes, scarves and shirts are piling up outside the club’s main stand in Oliver Road as the Orient community tries to come to terms with a grievous loss, so soon after their manager was celebrating a title triumph on the pitch – the club’s first trophy in 49 years – with his players and thousands of fans. A distinguished player and a manager of huge promise taken far, far too soon."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}