{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/25/chelsea-permission-derby-frank-lampard-talks-manager-maurizio-sarri", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-25T11:13:12Z", "webTitle": "Chelsea get permission from Derby to hold Frank Lampard talks", "webUrl": "https://www.theguardian.com/football/2019/jun/25/chelsea-permission-derby-frank-lampard-talks-manager-maurizio-sarri", "apiUrl": "https://content.guardianapis.com/football/2019/jun/25/chelsea-permission-derby-frank-lampard-talks-manager-maurizio-sarri", "fields": {"headline": "Chelsea get permission from Derby to hold Frank Lampard talks", "bodyText": "Frank Lampard’s widely anticipated move to Chelsea has edged towards its completion after Derby granted him permission to open talks with the London club regarding their managerial vacancy. Derby made a statement to confirm the development and added that “with pre-season fast approaching for both clubs, it is hoped this will allow Chelsea to swiftly conclude their discussions”. That is certainly the expectation on the side of Chelsea, who have moved for Lampard, their former midfield favourite, after allowing Maurizio Sarri to join Juventus following one fitful if ultimately successful season. Sarri returned the club to the Champions League with a third-place Premier League finish and won the Europa League. Chelsea are ready to pay a compensation fee of £4m to Derby for Lampard and they could announce him this week. He is expected to be offered a three-year contract worth a basic £4m a year and stands to become the first Englishman to manage the club on a permanent basis since Glenn Hoddle left in 1996. Roman Abramovich, who has owned Chelsea since 2003, has employed 11 previous managers. Lampard enjoyed an encouraging first season in management at Derby, taking them to the Championship play-off final, which they lost against Aston Villa. His impact has been profound, particularly on the players, who have admired his professionalism and enjoyed working with him. He has transformed their style of play. The Derby players have known it would be difficult for Lampard to turn down Chelsea, for whom he scored a record 211 goals in 649 appearances over 13 years, and his return to Stamford Bridge looks like a formality. Lampard’s managerial inexperience is well documented and in other circumstances Chelsea might have preferred to wait for him. But he came to be their No 1 candidate, as other targets – including Massimiliano Allegri, the previous Juventus manager – proved to be out of reach. Allegri has announced that he will take a year out from football after stepping down from the Juventus job. The former player’s appeal at Stamford Bridge is obvious and it is clear that he will galvanise a Chelsea fanbase that grew frustrated with Sarri’s sometimes ponderous football. But more practically, with the club set to serve a Fifa transfer ban of two windows for breaches of the rules regarding the registration of under-18 foreign players, it is expected that Lampard will promote academy players. He worked productively at Derby with Mason Mount and Fikayo Tomori, who were on loan from Stamford Bridge, and knows he will most likely have to also lean on other talents such as Reece James and Tammy Abraham – together with Callum Hudson-Odoi and Ruben Loftus-Cheek when they recover from achilles surgery. Lampard would like to bring his Derby assistant Jody Morris – another former Chelsea player and under-18s’ coach – to Stamford Bridge, along with the fitness coach Chris Jones. Chelsea’s players are scheduled to start returning for pre-season training next week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}