{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/25/arsenal-hopeful-of-securing-kieran-tierney-from-celtic-for-fee-of-18m-transfer-window", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-25T13:05:12Z", "webTitle": "Arsenal hope £18m will land Kieran Tierney despite £25m Celtic valuation", "webUrl": "https://www.theguardian.com/football/2019/jun/25/arsenal-hopeful-of-securing-kieran-tierney-from-celtic-for-fee-of-18m-transfer-window", "apiUrl": "https://content.guardianapis.com/football/2019/jun/25/arsenal-hopeful-of-securing-kieran-tierney-from-celtic-for-fee-of-18m-transfer-window", "fields": {"headline": "Arsenal hope £18m will land Kieran Tierney despite £25m Celtic valuation", "bodyText": "Arsenal are preparing to make a second offer to Celtic for Kieran Tierney and they are hopeful that a figure of around £18m will get the deal done – even though the Scottish champions value the left-back at £25m. The London club are in daily talks over Tierney and they believe that the 22-year-old wants to join them. Arsenal have had one bid for him worth £15m turned down. Unai Emery sees Tierney as an excellent fit because of his pace, energy and attack-mindedness, not to mention his capacity to play at left wing-back, too. Tierney is a solid defender, who likes to bring his team forward with his dribbling ability, and the hope at Arsenal would be that he can make the same sort of impact in the Premier League as another Scottish left-back – Liverpool’s Andrew Robertson. It would be no surprise if the haggling over Tierney were to continue as the Arsenal owner, Stan Kroenke, keeps a tight hold on spending. Since the American became the club’s majority shareholder in April 2011, the statistics show Arsenal have a net spend on permanent transfer fees of £239.9m, which works out at £30m per season. Since the summer of 2013, when the club talked of boasting greater financial power, it has been £265.8m, or £44.3m per season. Arsenal’s headache is that they have a squad on Champions League wages in year three of a Europa League cycle and, having spent a relatively high £63.8m in net terms last summer, they are not expected to divert from their mean this time out."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}