{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/28/only-winning-the-world-cup-will-satisfy-englands-players-admits-fran-kirby", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-28T21:56:20Z", "webTitle": "Rising swell of World Cup support is spurring England on, says Jade Moore", "webUrl": "https://www.theguardian.com/football/2019/jun/28/only-winning-the-world-cup-will-satisfy-englands-players-admits-fran-kirby", "apiUrl": "https://content.guardianapis.com/football/2019/jun/28/only-winning-the-world-cup-will-satisfy-englands-players-admits-fran-kirby", "fields": {"headline": "Rising swell of World Cup support is spurring England on, says Jade Moore", "bodyText": "Jade Moore has said the rising swell of support back home after England reached the World Cup semi-finals is filtering through to Phil Neville’s squad as they attempt to make history in France. The statement 3-0 defeat of Norway in the quarter-finals on Thursday ensured England have matched their progress at the last tournament in Canada under Mark Sampson, when they finished third after losing to Japan in the last four. But with the match being screened live in front of thousands of fans at Glastonbury festival and a total of 7.6 million people having watched the win over Norway in Le Havre on TV, Moore is hoping the England players will be inspired to reach the final this time. “It was hard when we were in Canada because we were sheltered far, far away,” said the Reading midfielder. “France is right on our doorstep and we feel it a lot more. There’s a lot more of a social media presence now so we can dip in and dip out if we want to and see what is happening at home. It definitely makes a difference and this is where we want to push women’s football, we want it to be spoken about in pubs, backyards and by anybody and anyone. We are glad this is happening and we do definitely get to feel what is happening at home and it spurs us on.” There is a feeling that, having reached the semi-finals once more, this could be a game-changing moment. Total television reach for the tournament so far is 22.2 million – dwarfing the 12.4 million record set by the World Cup in Canada. Whisper it, but the possibility of 10 million watching BBC One on Tuesday night for the showpiece semi-final is real. The relief of having matched their result from 2015 and the 2017 European Championship, where Sampson’s side lost in the last four to the Netherlands, is palpable. Now, the pressure is off. They have a real chance. But just reaching this semi-final ensures there is no going backwards. And the interest in England is reinforcing the players’ determination to make a difference. “We want to make sure there are young girls running around school playing football with girls’ names like McManus, Williamson on the back of their shirt, rather than it being ‘Rooney, Ronaldo’,” said the Manchester City defender Abbie McManus. “We want to make a stand where women’s football is changing and I think we are on the right road to do that. The ‘badass women’ comment that Phil and Leah have both made is something that we’re working towards. There’s a long, long way to go. It’s not just us that need to fight this. It’s parents getting girls involved in sports, it’s them seeing it on TV rather than just seeing male players. It’s an exciting time to lead and empower. We want people to know that we’re not just fighting for ourselves but for young girls as well.” Moore echoed her teammate’s sentiments, but also said the very nature of a tournament bubble means they will not fully feel the effects of the mood change until they step off the plane on home soil. “It’s really the reaction we feel once we get home, seeing the changes and what happens, the turning points that we probably don’t see because we are in it, doing it,” she said. “We see when we get home the things that change and get put in place to make little girls want to play football and the opportunities that are around a lot more. To see the platform change from when we grew up to what kids have now.” Reaching the final would take the momentum to the next level. For Nikita Parris, who has been backed by Neville to take the next penalty despite her two misses, there is the chance to get another feel for the turf she will tread next season, having signed for the French champions this summer. “It’s an unbelievable feeling that I’ll be playing on a pitch that I’ll be playing on a lot next season,” she said. “I’m really excited; I’ve worked so hard for this moment. We don’t talk about it a lot but we’ve suffered at times throughout this World Cup journey over the last two years but we’re here now and we have to absolutely dominate going forward. “We have to be even more dangerous. The likes of France or the USA are not going to give up a semi-final easily and neither will we, so we’ll be battling away.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}