{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/12/la-liga-fined-over-app-that-spied-on-illegal-bar-screenings-of-matches", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-12T19:45:12Z", "webTitle": "La Liga fined over app that spied on illegal match screenings", "webUrl": "https://www.theguardian.com/football/2019/jun/12/la-liga-fined-over-app-that-spied-on-illegal-bar-screenings-of-matches", "apiUrl": "https://content.guardianapis.com/football/2019/jun/12/la-liga-fined-over-app-that-spied-on-illegal-bar-screenings-of-matches", "fields": {"headline": "La Liga fined over app that spied on illegal match screenings", "bodyText": "La Liga has been ordered to pay a €250,000 (£220,000) fine after Spain’s data protection watchdog said its official match-following app had been used to spy on bars that had been showing games illegally. Last year, the online newspaper eldiario.es reported that the app allowed the league to remotely activate the microphone on a mobile phone to determine whether the device’s owner was in a bar that hadn’t paid to screen the match. According to the Spanish Data Protection Agency (AEPD), such use of the app – which has been downloaded by more than 4 million people – violated transparency principles. On Wednesday, La Liga said that it would launch a legal challenge against the AEPD’s fine. “We profoundly disagree with this decision, consider the fine that has been imposed to be unfair, and believe the AEPD hasn’t made enough effort to understand how this technology works,” La Liga said in a statement. “As a result, we will challenge the decision to show that we have always acted legally and responsibly.” In the statement, La Liga stressed that the technology could not be used to learn the contents of conversations, nor to identify any participants. However, it also defended its right to protect its business interests. “La Liga would not be acting diligently if it did not use all means at its disposal to fight against piracy,” the statement continued. “This is a major undertaking given the scale of the fraud in the market, which is estimated to cost around €400m a year.” At the end of last month, La Liga said it had worked with police to bring down an alleged match-fixing ring targeting Spain’s top three football leagues. The country’s national police force said its officers had carried out nine searches across Spain in connection with match-fixing, money laundering and criminal gangs, and had made several arrests. La Liga said it had reported its suspicions over a division two match in May last year between Deportiva Huesca and Gimnástic Tarragona. Spanish media reported that those arrested included the former Real Madrid and Spain player Raúl Bravo, Agustín Lasaosa, the Huesca president, and several other people connected with the club."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}