{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/21/england-romania-european-under-21-championship-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-21T21:14:00Z", "webTitle": "‘They will have to carry me out’: Boothroyd defiant after U-21 exit", "webUrl": "https://www.theguardian.com/football/2019/jun/21/england-romania-european-under-21-championship-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/jun/21/england-romania-european-under-21-championship-match-report", "fields": {"headline": "‘They will have to carry me out’: Boothroyd defiant after U-21 exit", "bodyText": "One by one England’s players fell to the ground at the realisation their European Championship campaign had come to a humiliatingly abrupt end. A suitable image for a tournament floored by late collapses, first France and now Romania, and Aidy Boothroyd may not be spared from its domino effect. England, all talk and little substance, are heading home. England’s head coach insisted he would not quit after a must-win game against Romania resulted in a sound beating. “I’m not going anywhere,” said Boothroyd, who was given a new two-year contract by the Football Association on the eve of the tournament. “They will have to carry me out.” That said, serious questions will have to be asked of the head coach given his selections and substitutions contributed significantly to this failure. Two consecutive defeats have been littered with individual errors beyond Boothroyd’s control – goalkeeper Dean Henderson the latest culprit when he allowed Florinel Coman’s 88th minute daisy-cutter to squirm through his grasp – but responsibility for this weak performance and early exit rests with the head coach. His decision not to start Phil Foden against Romania backfired spectacularly. England equalised twice in quick succession as they served up another frenzied climax to a Group C fixture but Henderson’s error, followed by another spectacular strike in stoppage time by Coman, ensured Demarai Gray’s and Tammy Abraham’s goals were in vain. Gray had claimed England remained the best squad in the tournament following their defeat by France. Henderson repeated the nonsense after shipping four goals to an average Romania side. The fact is they play Croatia on Monday to decide who is the third best team in the group. “Are we better than Romania? Yes. Are we better than France? Yes,” the Manchester United keeper said in Cesena. “Looking at the squad and players, I still believe we are the best team in the tournament. With the group of players we have really under-achieved. We wanted to come here and win this tournament. Whoever goes on to win the tournament realistically we know we can beat as well. It is a shame. We have let ourselves down. We have let the country down.” That part was true at least. Boothroyd stood by his decision to omit Foden from the starting lineup, explaining he wanted to keep the Manchester City talent fresh for the late stages and avoid the kind of hamstring injury that struck Ryan Sessegnon only 12 minutes after he had replaced Harvey Barnes. England looked threatening onlyonce Foden replaced Sessegnon – a forced substitution – and the head coach’s argument was undermined by the 19-year-old’s record of starting 14 club matches this season. The Romania coach, Matei Radoi, stuck with the same XI that beat Croatia 4-1 on Tuesday and was rewarded with an incisive, cohesive and purposeful performance. England were lacking on all counts until a second half improvement instigated by their brightest talent. Asked whether he regretted not starting Foden, Boothroyd replied: “It is a difficult one to answer. If we’d have taken our chances and gone on to a dramatic victory it would have been the right thing to do. He didn’t start for a reason, because I wanted to make sure he was fresh coming on and not running out of gas at the end. That was my decision. Do I regret it? I think it’s time for reflection from me without making any daft statements. We are disappointed and wish we could have put in a better performance.” Henderson was forced into several early saves as Romania counter-attacked with speed and penetration from the start. Ianis Hagi, son of the great Gheorghe, revelled in the space Hamza Choudhury would usually protect. England had no like-for-like replacement for the suspended defensive midfielder, Kieran Dowell took the role but had little support from Mason Mount or the erratic James Maddison, and Hagi, George Puscas and Dennis Man wreaked havoc in the first half. Romania opened the scoring as England were starting to exert control in the second half. Puscas coolly converted a penalty past Henderson following Jonjoe Kenny’s clumsy foul on the influential substitute Coman. Gray levelled with a fine curling drive only for Hagi to restore Romania’s lead when he pounced on Fikayo Tomori’s weak clearance and found the bottom corner from 20 yards. Abraham, collecting Mount’s inviting cross, gave England hope of a reprieve once more before Coman chanced his luck from distance and wheeled away in delight as the ball slipped through Henderson’s grasp and over the line. An outstanding half-volley from Coman the destroyer confirmed England’s elimination."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}