{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/11/west-ham-pablo-fornals-lobotka-villarreal-transfer-roundup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-11T16:06:31Z", "webTitle": "West Ham target Pablo Fornals after Stanislav Lobotka interest cools", "webUrl": "https://www.theguardian.com/football/2019/jun/11/west-ham-pablo-fornals-lobotka-villarreal-transfer-roundup", "apiUrl": "https://content.guardianapis.com/football/2019/jun/11/west-ham-pablo-fornals-lobotka-villarreal-transfer-roundup", "fields": {"headline": "West Ham target Pablo Fornals after Stanislav Lobotka interest cools", "bodyText": "West Ham have targeted Villarreal’s Pablo Fornals after cooling their interest in Celta Vigo’s Stanislav Lobotka. Manuel Pellegrini is determined to strengthen his midfield and last weekend it emerged that West Ham were exploring the possibility of signing Lobotka from Vigo. West Ham had held discussions with Vigo about a double deal for Lobotka and Maxi Gómez, the highly rated Uruguay forward. They had indicated a willingness to pay in the region of £50m to secure both players. Yet while West Ham will continue to monitor Gómez, it is understood Lobotka is more likely to move elsewhere. The Slovakian, who has been compared with Luka Modric, is attracting interest in Italy and Spain. However the West Ham director of football, Mario Husillos, has moved quickly to contact Villarreal about Fornals. Husillos knows the 23-year-old from his time at Málaga and West Ham are thought to be preparing a £24m offer for the Spain international, who plays in a more attacking role than Lobotka. Marseille’s Morgan Sanson also features on West Ham’s shortlist. It is thought the French club would be open to selling the 24-year-old midfielder after failing to qualify for the Champions League. West Ham have also shown an interest in signing Ozan Kabak from Stuttgart but face competition from several German sides for the 19-year-old defender. Bayern Munich are reported to be leading the race for Kabak, who moved to Stuttgart last summer for €11.5m and is available for his release clause of €15m having been voted the Bundesliga’s rookie of the season last week. The Plymouth midfielder Graham Carey has joined CSKA Sofia on a two-year deal after rejecting a contract offer to stay. The 30-year-old scored 49 goals in 197 appearances after joining from Ross County in 2015. Ruben Lameiras is also expected to leave Home Park this summer with Charlton and Swansea both in talks with the Portuguese midfielder after a move to Bordeaux failed to materialise."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}