{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/30/alex-morgan-usa-ellen-white-england-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-30T21:30:29Z", "webTitle": "Alex Morgan and USA resolve to put Ellen White in the shade", "webUrl": "https://www.theguardian.com/football/2019/jun/30/alex-morgan-usa-ellen-white-england-world-cup", "apiUrl": "https://content.guardianapis.com/football/2019/jun/30/alex-morgan-usa-ellen-white-england-world-cup", "fields": {"headline": "Alex Morgan and USA resolve to put Ellen White in the shade", "bodyText": "England’s wingers, Ellen White, Fran Kirby, the Lionesses’ speed, a resilient defence … the way the United States side talk about their opponents for Tuesday’s semi‑final in Lyon, you could be forgiven for thinking Phil Neville’s side are the world champions rather than the team from across the Atlantic. Yet the Americans are right to highlight some concerns, given the way England strolled past Norway last Thursday and could even afford the luxury of Nikita Parris missing a penalty with the score at 3-0. By contrast, USA expended a fair deal more energy – not just because of the weather – in getting past France a day later. For Alyssa Naeher, the US goalkeeper, concerns are understandably centred on White, the tournament’s joint-top scorer. Their game three months ago against England in the SheBelieves Cup will provide a valuable blueprint. The teams drew 2-2 but England won the competition. Naeher said: “Ellen White is in great form and scoring goals and we’ll move on to shift our focus and figure out a gameplan to stop that. We played them back in March so we’ll go back and look at that and we’ve watched a few of their games throughout this tournament. It’s going to be another hard-fought game.” Alex Morgan, one of those tied with White in the scorers’ chart on five goals, believes the danger does not stop with England’s in-form striker. “Ellen White is obviously coming into this next game really confident,” she said. “She has gained that starting spot and that’s huge. We have to look at her because of the goals she is scoring. We also know we have to look at the wingers and the speed that they have, and the 10 spot, looking at [Fran] Kirby. They have a lot of talent on the team.” Morgan will be trying to break down the meanest defence left in the tournament – “stingy” is how Becky Sauerbrunn describes it – but the she knows England are on the up. “They obviously dominated against Norway, it was a great game for them so we were watching pretty closely knowing that we could very well face them. Now it’s all about recovering for them. They’ve really evolved their game over the last couple of years and we’ve been fortunate enough to play them every single year [at the SheBelieves Cup], so I think we’ll see something that we’ve seen quite a bit of, but now it’s who is going to show up to play.” Morgan, though, despite a tough schedule, “feels good”. “Playing this many 90-minute matches and playing in the last group, meaning we had the least amount of rest, is not ideal. But we feel great and we will be ready,” she said. The USA defender Abby Dahlkemper agrees that Neville’s side have a number of strong features to their play. “England are a really good side,” she said. “They play well and it will be a good match-up. They’re athletic and tactically flexible. Their wingers are very pacy and they like to attack from their full-backs as well. We have to be aware of that and the threat. We have to be good in transition on Tuesday.” The midfielder Sam Mewis didn’t mention Lucy Bronze, scorer of that brilliant strike against Norway, by name but she knows which side the Lionesses prefer to attack down. She said: “England are dangerous down that right flank but they have a lot of threats. We are going to take everything into consideration and of course we will continue to try to play our game.” On facing another top three team within five days Dahlkemper is unfazed: “I think pressure makes us step up even more. We’re prideful. We have this winning mentality – whatever it takes. We definitely showed that and put in a gritty performance because that was what it was going to take to win.” The trouble they have is trying to predict Phil Neville’s side. With 22 of the 23 in the squad having playedappeare, and the team employing both 4-3-3 and 4-2-3-1 formations, deciding on how best to cope with their threats is a tough task. But with England posing so many problems, what can the US offer in return? Many things, of course, but like Neville’s team, the Americans have like to ensure their gameplan is fluid and unpredictable. The move to a back five after an hour against France in their 2-1 win surprised many and they have used every outfield player at some stage so far. “We want to be a hard team to scout,” explained Sauerbrunn. “We have a variety of formations and ways of playing. We want to make it hard for teams to prep for us.” Mewis added: “We can do better. France posed us a lot of challenges and had a lot of the ball. I give us credit for grinding it out and getting the win but we know we have more to offer and want to show that in the next game.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}