{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/08/euro-2020-roundup-turkey-shock-france-northern-ireland-comeback-win", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-08T21:26:43Z", "webTitle": "Euro 2020 roundup: Turkey shock France, Northern Ireland comeback win", "webUrl": "https://www.theguardian.com/football/2019/jun/08/euro-2020-roundup-turkey-shock-france-northern-ireland-comeback-win", "apiUrl": "https://content.guardianapis.com/football/2019/jun/08/euro-2020-roundup-turkey-shock-france-northern-ireland-comeback-win", "fields": {"headline": "Euro 2020 roundup: Turkey shock France, Northern Ireland comeback win", "bodyText": "World champions France slumped to a shock 2-0 defeat in Turkey as their Euro 2020 qualifying campaign suffered a blow. Didier Deschamps was scathing about his side’s performance. “When you play like that on a collective level there’s nothing positive to take from the game,” France coach told broadcaster TF1. “We didn’t play the way we should have against a team which played the way it likes to.” After full-back Benjamin Pavard gave away a free-kick on the left in the 30th minute, Cengiz Ünder whipped the ball to the far post where it was headed back across goal for defender Kaan Ayhan to nod powerfully past Hugo Lloris. Ünder put Turkey further ahead 10 minutes later with a fine finish after Samuel Umtiti and Paul Pogba each lost the ball clumsily in quick succession. “We weren’t present (and) that’s what the highest level is all about, whether you’re world champions or not,” Deschamps said. “When you don’t show the right intentions you can’t hope for anything.” Turkey’s win saw them leapfrog France at the top of Group H, while Johann Berg Gudmundsson’s strike gave Iceland a 1-0 home win against Albania and an early Igor Armas goal secured a 1-0 victory for 10-man Moldova at home to Andorra. Goals from Leroy Sané and Marco Reus in Belarus were enough to clinch Germany a second win from their two matches so far in Group C. Northern Ireland stay top having survived a scare as substitutes Conor Washington and Josh Magennis scored to snatch a 2-1 win in Estonia after Konstantin Vassiljev put the hosts ahead with a free-kick. It looked like it would make the difference between the two sides as Northern Ireland’s struggles in front of goal away from home continued, but Michael O’Neill’s men turned it around in Tallinn in the final 15 minutes. Washington struck first, cutting in from the left before firing in – perhaps with the help of a deflection off Magennis, who then got the slightest of touches to turn Jordan Jones’ cross beyond the reach of Sergei Lepmets. World Cup runners-up Croatia maintained control of Group E and dealt Euro 2016 semi-finalists Wales a setback with a 2-1 win on a scorching afternoon in Osijek. A 17th-minute James Lawrence own goal and an Ivan Perisic strike at the start of the second half sealed Wales’ fate before substitute David Brooks pulled one back. Willi Orban scored twice as Hungary won 3-1 in Azerbaijan in the group’s other match. Belgium stayed on top of Group I after a routine 3-0 win at home to Kazakhstan through goals from Dries Mertens, Timothy Castagne and Romelu Lukaku. Artem Dzyuba scored four goals and Michele Cevoli two own-goals as Russia thumped San Marino in a 9-0 win, the side’s biggest in the post-Soviet era, while Oliver Burke’s 89th-minute strike got Scotland out of jail in a 2-1 win at home to Cyprus after Andy Robertson’s screamer was cancelled out by Ioannis Kousoulos. In Group J, Italy ran out comfortable 3-0 winners in Greece to make it three wins from three. Nicolò Barella, Lorenzo Insigne and Leonardo Bonucci were on target in the first half. Teemu Pukki scored twice as Finland sank Bosnia-Herzegovina 2-0 to move up to second spot, while Armenia ran out 3-0 winners against Liechtenstein."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}