{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/04/womens-world-cup-2019-team-guide-no-18-cameroon", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-04T12:00:36Z", "webTitle": "Women's World Cup 2019 team guide No 18: Cameroon", "webUrl": "https://www.theguardian.com/football/2019/jun/04/womens-world-cup-2019-team-guide-no-18-cameroon", "apiUrl": "https://content.guardianapis.com/football/2019/jun/04/womens-world-cup-2019-team-guide-no-18-cameroon", "fields": {"headline": "Women's World Cup 2019 team guide No 18: Cameroon", "bodyText": "This article is part of the Guardian’s 2019 Women’s World Cup Experts’ Network, a cooperation between some of the best media organisations from the 24 countries who have qualified for France. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 7 June. Overview Four years after impressing in their debut World Cup in Canada, progressing from the group before losing in the last 16 to China, Cameroon are heading to France this summer with a renewed impetus. Regulars at the Women’s Africa Cup of Nations since its creation in 1991 with 11 appearances, the Indomitable Lionesses have finished runners up in the continental showpiece four times. But on the global scene they can only be described as novices, having made their international debut at the 2012 Olympic Games (crashing out of the tournament without a single point). Cameroon sealed their spot at the 2019 World Cup after finishing third at the 2018 Women’s Africa Cup of Nations with a team that had an average age of 27 and a mix of experienced domestic and overseas players that gives the squad a good blend. They usually start in a 4-3-3 formation, reliant on the players’ hard work and aggressiveness to win games. Blessed with a plethora of talented attackers, the Indomitable Lionesses prefer to play on the counter. Gabrielle Aboudi Onguéné and Ajara Nchout Njoya are pacy and clever and play with the sort of pragmatism that makes them thorns in the flesh of rival defenders. Likely to start on the bench, Cameroon’s all-time leading scorer, the 35-year-old Madeleine Ngono Mani, who has scored 40 goals in a 17-year-stint with the national team, is set to play a bit-part role in France. Albeit in the twilight of her career, the former Guingamp striker, who is now with Albi Croix in the French second division, always performs when called upon. Cameroon have a solid supply line from the midfield to the attack courtesy of the superbly versatile Raissa Feudjio but the ability to stop the opponents is down to the holding midfielder, Genevieve Ngo Mbeleck, whose incredible work rate is key to the team. But for all the talent that Cameroon have up front and in midfield, there are problems in defence. The glory days of 33-year-old goalkeeper Annette Ngo Ndom appear to be over and there are some concerns over whether the four-time Women’s Africa Cup of Nations captain and centre-back Christine Manie, now 35, is past her best too. She was questioned after Cameroon conceded four goals in five games at the 2018 Africa Cup of Nations. Coach Appointed in January 2019, five months before the World Cup, Alain Djeumfa has to shoulder the hopes of fans from a football-mad nation – but he relishes it. The 46-year-old has previously coached a host of top-tier teams in Cameroon. He worked under the former women’s national team coach, Carl Enow Ngachu, and likes to play with a high press. An unflappable and pragmatic tactician, Djeumfa has said he feels his team has the quality and desire to test the planet’s best teams. Star player A lot of the attention will focus on the forward Gaëlle Enganamouit when the World Cup kicks off. A lanky and astute attacker, she turns 27 the day before Cameroon’s group opener against Canada in Montpellier on 10 June. She scored three goals in Canada 2015 and was voted the African women’s footballer of the year after clinching the Golden Boot in Sweden with her club side Avaldsnes. Despite having had her fair share of injuries and the fact that she is currently without a club after departing Málaga in April, the Yaoundé native is poised for a starring role in France. Did you know? The defender Estelle Johnson is set to make her international debut for Cameroon at the 2019 World Cup in France despite having an American father and a Malian mother. The Sky Blue FC centre-back was born in Maroua, a city in the north of Cameroon, and pledged her allegiance to the country having been inspired by the team’s efforts at the 2015 World Cup. The centre-back hopes to spur Cameroon to a sensational display in France. “I always wanted to represent Cameroon. As a team we want to perform better than we did in 2015 and we know we can achieve something interesting at the World Cup.” A brief history of women’s football in Cameroon Back in the 1970s, Cameroon was one of very few countries to have a woman play for a men’s team in the top league. A true flag bearer, Emilienne Mbango was a starter for legendary Cameroonian club Leopard of Douala between 1970-1973 where she formed a sensational strike duo with a talented teenager called Roger Milla Despite this success for Mbango it was not until the late 1980s that a national team was set up with Regine Mvoue captaining the squad to a maiden final at the Africa Cup of Nations in 1991. It would take time but women’s football began to properly blossom when Cameroon qualified for the 2012 Olympics. The Indomitable Lionesses were also hailed for finishing second at the 2014 Africa Cup of Nations, qualifying for their maiden Women’s World Cup in Canada in 2015 and eventually exiting the event in the last 16 after a 1-0 loss to China. In 2016, Cameroon hosted the country’s first Women’s Africa Cup of Nations amid great fanfare. The tournament was staged in Yaounde and Limbe and boasted record crowds at the stadiums. The hosts lost 1-0 against Nigeria in the final. However, the success of the national team has yet to make an impact on the national scene with an underfunded domestic championship staged in appalling conditions. Who is going to surprise everyone at the World Cup and why? With lightening pace, quick feet and an eye for goal, the forward Ajara Nchout Njoya is one to look out for this summer. She scored once at the 2015 World Cup and twice at the 2018 Cup of Nations to fire Cameroon to third place. The 26-year-old scored 19 goals in 22 games last season for Sandviken in Sweden before joining Vålerenga in Norway. What is the realistic aim for Cameroon in France and why? Reaching the quarter-finals. They have matured since the last World Cup and have made huge strides by playing a Cup of Nations final in 2016 and finishing third in 2018. Anything short of a quarter-final spot will be considered an underachievement. Annual budget for the women’s national team (compared to men’s): Cameroon’s football federation (Fecafoot) has disbursed about 1.5 billion FCFA (£2m) for the Indomitable Lionesses’ preparation for France. Number of registered female players in Cameroon Close to 22,000 male players are licensed at Fecafoot for the 2018-2019 season with just 908 women having licences. During the 2017-2018 championship, 1,452 women footballers were registered with Cameroon’s football ruling body. Njie Enow works for Cameroon Radio Television. Follow him here on Twitter."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}