{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2019/jun/10/england-winners-losers-nations-league-campaign-portugal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-10T21:36:00Z", "webTitle": "England’s winners and losers during the Nations League campaign | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2019/jun/10/england-winners-losers-nations-league-campaign-portugal", "apiUrl": "https://content.guardianapis.com/football/blog/2019/jun/10/england-winners-losers-nations-league-campaign-portugal", "fields": {"headline": "England’s winners and losers during the Nations League campaign", "bodyText": "Sunday afternoon at the Estádio D Afonso Henriques stadium and Gareth Southgate found himself once again fielding questions over the level of perceived progress in the year since the World Cup finals. England’s Nations League campaign had delivered another semi-final defeat but a first third-place finish in 51 years, no goals mustered from open play but a second successive penalty shootout success. “But the biggest sign of progress was the mentality of everyone after the loss to the Netherlands,” the manager said. “Once we’d calmed all the emotion, the theories as to why we’d lost, the drive was there. We weren’t satisfied and everyone wanted to make sure it was beyond a semi-final next time. That’s the healthiest sign for me.” Southgate will attend the Under‑21 European Championship in Italy and San Marino, urging on a team who might have called on Dele Alli, Trent Alexander-Arnold and Joe Gomez, before thoughts drift to the autumn Euro 2020 qualifiers to come. So which players impressed during the two-matches in Guimarães to establish themselves in the manager’s thoughts and whose stars have waned? The beneficiaries 1) Trent Alexander-Arnold The Liverpool defender’s display against Switzerland, following on from splendid club form, surely marked him out as England’s right-back for the foreseeable future. The whip and bite of his crossing was a potent weapon, with seven passes generating presentable opportunities for team-mates. “He was very good in terms of his use of the ball, his technique for his crossing is fantastic,” said Southgate, who first encountered him in the England U-17s. “He wandered down the other end of the training pitch on Saturday with a bag of balls, put one down, whipped it round the wall into the top corner then just walked off. He’s got great belief in his delivery. There’s still a bit to do defensively on positioning and awareness but, at 20, he’s already played in two Champions League finals. It’s an amazing start.” 2) Joe Gomez Another youngster thriving for Jürgen Klopp at Liverpool, Gomez was spared the Dutch press in the semi-final after an injury-hit season and late arrival after the Champions League success. The Swiss were nowhere near as imposing but the 22-year-old still looked a natural. He is accustomed to collecting the ball from his goalkeeper and looked unflappable when opponents closed in. “There’s no reward without risk,” he admitted. “Playing this way is all I know. Before joining the senior set-up I was with Gareth in the under-21s and it was the same philosophy then.” Gomez would have been in the World Cup squad had injury not denied him participation in Russia. On this evidence the natural-born defender will be a fixture for some time to come. 3) Harry Winks Winks was not in Portugal having been one of four players cut from the original 27-man party with England’s coaching staff wary of leaning too heavily on a player who had only recently returned after missing eight weeks following groin surgery. Yet the Tottenham midfielder’s reputation soared in absentia. The team’s toils against the Dutch, when they lacked a conductor akin to Frenkie de Jong to dictate the collective tempo, had highlighted everything England craved. Winks has played only 250 minutes at this level and is not necessarily first-choice in the Spurs team but England’s coaching staff have earmarked him as “a player who is comfortable to turn and connect the play when we are working through the offensive phases”, according to the assistant manager, Steve Holland. Those who lost out 1) Kyle Walker and Kieran Trippier Walker has won successive Premier League titles with Manchester City and is a player in whom Southgate has placed considerable trust, whether asking him to operate as a right-sided centre-back at the World Cup or at right-back in a four. Yet his error-strewn display against the Dutch, coupled with Alexander-Arnold’s clear progress and assured showing on Sunday, appears to have left the 29-year-old horribly vulnerable, at least when it comes to being first-choice. Trippier would normally be first in line to step in but he, too, is threatened by Aaron Wan-Bissaka’s emergence at Crystal Palace. Should Wan-Bissaka enjoy a good summer with the under-21s, then it is hard to see the Spurs right-back forcing his way back in. 2) John Stones Southgate has already demonstrated he boasts a ruthless streak. The casting aside of Ashley Young and Phil Jones after the World Cup proved as much, as did the manner in which he had initially addressed Wayne Rooney’s captaincy. So John Stones, such a mainstay up until now, will feel far from secure. That is born not so much of the costly error in extra time against the Dutch (which, in truth, was uncharacteristic), but more from the reality the 25-year-old’s status at Manchester City appears to have collapsed. He arrived in Portugal having made only three league starts since mid-February, and none in any competition since mid-April. He was rusty when he arrived and presumably ripe for an error. He needs to re-establish his credentials at the Etihad next season to remain key to the England team. 3) Harry Kane No one would suggest the golden boot winner from last summer’s World Cup suddenly finds his place seriously under threat but is there an argument that England need not always pencil him in when he is patently not match fit? Kane was “the exception”, according to the manager, when it came to selection after a lengthy injury lay-off. That befitted a striker with 17 goals in 17 caps under Southgate, yet the alarm bells had still rung after his leggy display with Spurs in the Champions League final. There was merit to the national team turning instead to the slippery pace of Marcus Rashford, complemented by rapid wingers, in that first game. Might Kane not have benefited from a full summer off, particularly with one eye on Euro 2020, rather than the two-game tournament given the slog of the season he has just endured?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}