{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/06/gareth-southgate-backs-stones-barkley-errors-netherlands", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-06T23:23:24Z", "webTitle": "Gareth Southgate backs Stones and Barkley after errors against Netherlands", "webUrl": "https://www.theguardian.com/football/2019/jun/06/gareth-southgate-backs-stones-barkley-errors-netherlands", "apiUrl": "https://content.guardianapis.com/football/2019/jun/06/gareth-southgate-backs-stones-barkley-errors-netherlands", "fields": {"headline": "Gareth Southgate backs Stones and Barkley after errors against Netherlands", "bodyText": "Gareth Southgate has thrown his support behind John Stones and Ross Barkley and insisted his team will continue to play the ball out short from the back after dreadful errors in extra time condemned England to their latest semi-final defeat to the Netherlands. Sloppy mistakes in the added half-hour, with England still struggling to recover from the VAR ruling out a potential winner from Jesse Lingard for offside, cost Southgate’s team a Nations League defeat that bore similarities to the outcome against Croatia in the last four at the 2018 World Cup. A half-time lead had been surrendered again, with the Dutch dominating the ball and eventually capitalising on cataclysmic defensive mistakes. Kyle Walker’s own goal after Stones – one Premier League start since the first week in April – was caught in possession by Memphis Depay, then Barkley’s poorly placed back-pass, ensured England ended up conceding three goals in a competitive match for the first time since losing 4-1 to Germany in Bloemfontein at the 2010 World Cup. “We have to play out better, but I don’t think it’s a case of stopping what we are doing,” Southgate said. “The Dutch pressed really well, and we weren’t quite as sharp in some of our decision making. “I’m asking my defenders to play in a way that puts them under huge pressure at the back. If we didn’t play that way, we wouldn’t have got to the semi-finals we’ve got to in the last year, and we’d never progress to being a top team. But we made too many mistakes in our final third, partly as a result of their pressure but also by errors by us. When you’re fatigued mistakes happen and the mistakes were from passes our players can play with no problem. “I have to support John because he’ll get horrible criticism for that mistake but he and Harry Maguire take huge strain on their shoulders and are incredibly courageous to do that. We didn’t lose because of how we want to play. The errors were uncharacteristic really, and not errors we’d normally make. It wasn’t risk. It was poor execution and fatigue, certainly with the last one, because Ross had just gone down with cramp moments before. “We have some players who, at the end of the season, found it difficult in terms of the amount of minutes they were getting on the pitch, and others who experienced the complete opposite. “I think fatigue has played a part, as well as a lack of match sharpness. I can’t overreact. I have to support them in what is a difficult moment for everybody. This is incredibly painful for my players but we’ll be stronger for our experiences.” Southgate accepted the decision to disallow Lingard’s late goal as “fine margins” but it deflated England at a moment when their energy was running low”. “We thought it was going to be a winner but things didn’t go our way,” said Harry Kane, one of the squad’s seven Champions League finalists who started the match on the bench. “We know we made mistakes, sloppy mistakes giving the ball away, but that’s part of learning as a team. “We take that on the chin because that’s the way we want to play. We’re disappointed but every disappointment we have to learn from and get better.” Southgate was quick to condemn those travelling supporters who had caused mayhem on the streets of nearby Porto on Wednesday night. “The saddest thing for me is we have thousands upon thousands of fans who come here and support us brilliantly, and have the ability to enjoy themselves without causing offence to anyone or creating problems wherever they go, and then we have a group who are an embarrassment,” he said, echoing the Football Association’s statement from earlier in the day. “As an Englishman, they’re not supporters of the team. They reflect so poorly on us as a country. We don’t associate ourselves with them at all.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}