{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/19/sam-kerr-goal-fest-draws-plaudits-as-other-qualities-shine-through", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-19T00:30:41Z", "webTitle": "Sam Kerr goal-fest draws plaudits as other qualities shine through | Ella Reilly", "webUrl": "https://www.theguardian.com/football/2019/jun/19/sam-kerr-goal-fest-draws-plaudits-as-other-qualities-shine-through", "apiUrl": "https://content.guardianapis.com/football/2019/jun/19/sam-kerr-goal-fest-draws-plaudits-as-other-qualities-shine-through", "fields": {"headline": "Sam Kerr goal-fest draws plaudits as other qualities shine through", "bodyText": "When Sam Kerr scored her and the Matildas’ fourth in Grenoble to ultimately guarantee the progression from Group C, she didn’t immediately run to her teammates, as she had done for her previous goals. Nor did she perform a trademark backflip. This time, she stood staunch. Fists clenched, she roared. And as she jogged back to towards halfway, her fist pounded the Australian crest on her shirt. Kerr leads the Matildas in many ways. Her own meteoric rise within the ranks of the game’s best strikers has helped drive the Matildas to the brink of world football’s elite. She is a player driven by her love for her team, and her team is driven by her love for it. Having become the first Australian (male or female) to score a hat-trick at a World Cup – drawing level with Alex Morgan in the Golden Boot race in the process – Kerr would have been forgiven for thinking that this was one of her greatest performances in a Matildas shirt. She did not. “Maybe goal-based, but I thought I lost the ball. I am a hard critic of myself,” she said. The plaudits will rain down on Kerr for her clinical ruthlessness in front of the Jamaican goal, boosting the Matildas’ goal difference and ensuring they aren’t drawn into the lottery of progression reserved for the best third-placed teams. Yet even reflecting on the scoreline after the match, Kerr would not be drawn into superlatives, instead preferring to maintain a degree of muted perspective on the team’s performance “We dominated, we wanted to play a little bit quicker and a little bit better in the first half,” she said. “We thought we came out a little bit sloppy, but that’s football, the game ebbs and flows, the momentum swings.” Kerr’s goals did much to dictate the momentum swings of this game. The first, a classic header to tuck away Emily Gielnik’s cross in the 11th minute, capped off a period of Australian dominance, and settled the underlying sense that they probably should have scored by then if they were to fulfil the promise of opening the floodgates. The second, just before half time, came from another cross from the wing. Another header, another of Kerr’s “favourite type of goal”. Lest we forget that this team knows the psychological advantage of a goal just before half-time. The third, following an incisive run into the penalty area from Hayley Raso, was a spin and toe poke finish from a couple of metres out to complete the hat-trick. And the fourth, as she found a way to fashion a goal out of nothing, soothed Australian nerves yet again; as Nicole McClure mis-controlled a back pass, Kerr spotted an opportunity. Quick of mind, fleet of foot, she pounced. Until this point, a curious atmosphere enveloped Grenoble’s picturesque Stade des Alpes. The Matildas led 3-1. But patches of momentum began to build for Jamaica and their vocal support sensed another goal might be in the offing as the yellow-clad Reggae Girlz surged forward. The Matildas began to look rattled and frustrations threatened to bubble over. The game needed putting completely beyond doubt. Of course, Kerr obliged. But goals aside, there were moments scattered throughout this clash that crystallise Kerr’s importance to the side. Her driving run from the restart through Jamaica’s midfield and defence after Havana Solaun netted Jamaica’s first ever World Cup goal to bring the score to 2-1. Her penalty box clearance in the second half, and then hanging back to hold the defensive line for the Matildas after the Reggae Girlz launched a dangerous free-kick into the box. If she was going to ensure the Matildas would take the lead in this game, Kerr was also hellbent of not allowing them to relinquish it. Even if we accept Kerr’s suggestion that this wasn’t her best performance, despite it being a match-winning, golden boot-equalling, national record-setting performance, it was the other qualities on display that should draw the plaudits. They drew in Jamaica coach, Hue Menzies, who had made no secret of his admiration of Kerr in the lead up to this game. “It doesn’t get any better than that, the kid’s just resilient, she’s a goalscorer and she plays for the badge, her country, I just like where her attitude is – especially in the box,” Menzies said. “You can’t teach that – it’s something she has. “I told her after the game, ‘you were just good to sit back and watch’. I would pay to come and watch her, it’s just something she just has within her, and she brings her team with her.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}