{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/jun/08/spain-v-south-africa-womens-world-cup-2019-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-08T18:46:45Z", "webTitle": "Spain 3-1 South Africa: Women's World Cup 2019 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/jun/08/spain-v-south-africa-womens-world-cup-2019-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/jun/08/spain-v-south-africa-womens-world-cup-2019-live", "fields": {"headline": "Spain 3-1 South Africa: Women's World Cup 2019 – as it happened", "bodyText": "And here’s the report from Le Havre ... Alternatively, Scotland are playing Cyprus with Scott Murray helming the commentary: For more Women’s World Cup football, join Ben Fisher for Norway v Nigeria: Anyway ... that’s all from me. Until we meet again for we can only hope is a better game. The report is on its way ... South Africa wilted in the second half, which was easy to see, suffering after a long periods of dogged defending. Spain will really need to up their game if they are to compete in this tournament, that’s for sure. Lucia Garcia will certainly be starting their next game. South Africa come out of this game with more credit than Spain despite the result, which leaves the victors top of the group. Spain were generally woeful in the final third, relying on two penalties to move ahead. Lucia Garcia’s energy after the break was key to victory, stretching the South Africa defence and she deserved her goal. South Africa scored the goal of the game and will be left to wonder what might have happened if Kgatlana had put them two goals ahead with the goal gaping in the second half. 90+3 mins: Spain are now just toying with South Africa, knocking it around and dribbling past them. Lucia Garcia almost gets a second when Hermoso backheels the ball through to her teammate but her shot from close range is blocked by the committed Seoposenwe. 90+1 mins: Five minutes added on here, just drag this is out. A ball over the top finds Garcia who controls it, knocks it round on the onrushing goalkeeper, who then collides woth a defender, allowing the Athletic Bilbao player to knock the ball into an empty net. 87 mins: Hermoso swings in a corner from the right but everyone misses it, the ball pinballs around and South Africa eventually whack it clear. Matlou goes down with a head injury after clashing in the box but she seems fine to continue. 85 mins: Hmmm ... obviously it was all pretty nasty from Vilakazi, as she caught Lucia Garcia high up but I am sure how you can definitively say it was deliberate. This is all a bit harsh on South Africa. Spain winning this thanks to two penalties would sum up how miserable they’ve been in the final third. It is Hermoso again. A gentle walk to the spot ends with the striker placing the ball into the corner beyond the goalkeeper who went the right way. 81 mins: If you like last-ditch defending the final minutes here in Le Havre are for you, with South Africa putting bodies on the line. Hermoso lifts a cross to the back post where Caldentey can’t control the ball and it is cleared. We’re off to VAR ... the claim is Vilakazi fouled Lucia Garcia when following through with a clearance. Her studs land on the thigh of the attacker and the penalty is given. Vilakazi is sent off for a second bookable offence. Not sure how the referee could judge that it was deliberate. 79 mins: It’s been all Spain since the goal and they really need to start with a win here, as it’s a tough group with Germany and China in it, too. Spain are popping it round a lot quicker here. A pass is lifted over the defence to Lucia Garcia but she is miles off as the Athletic Bilbao forward volleys at the goalkeeper. 77 mins: Biyana is cautioned for a late challenge on Lucia Garcia. 74 mins: NO GOAL! The ball is lumped into the box and Torrecilla beats the goalkeeper to it, flicking it into an empty net but the Spaniard is just offside, with the flag going up immediately. We do not even require VAR. How efficient. 72 mins: It’s all about an “unnatural position of the hand” under the new guidelines. I must say, we’re going get a lot of penalties if that’s the case. Spain’s spirit seems to have improved now they’re back on level terms. Caldentey finds herself in space but her shot from inside the box is blocked and cleared. A penalty to Spain after Van Wyk is adjudged to have handballed it. Her arm was up when Hermoso chipped it into the box and it hits the South African defenders elbow and she is subsequently booked. A bit harsh but the arm was up. What a shame. Hermoso steps up and calmly slots the ball to the left as the goalkeeper goes the other way. 67 mins: A Spain corner is slung in from the left, it is won by Paredes but her header from 10 yards out bounces meekly wide. Something has gone to VAR ... for a handball and a penalty to Spain but it turns out nothing happened. Cheers everyone. 65 mins: Dlamini has spent the day doing catching practice whether it is from poor long shots or miserable crosses. She bowls out the latest failed pass to Vilakazi who naturally lumps it long and Spain clear for a throw. 63 mins: Some confusion at the back for South Africa as Van Wyk delays her clearance while under pressure from a striker, kicking the ball against her own teammate but it conveniently bounces into the goalkeeper’s arms. 61 mins: The first booking of the day goes to Vilakazi after she catches Garcia in the face. It didn’t look like there was much in it but hey ho. Hermoso lines up the free-kick and lumps it into the box but it bounces straight out of play as Putellas fails to control the ball. 59 mins: Spain are trying to spread the play a lot more, with a number of crossfield passes already sent from one side to the other, with little success. Garcia wins a corner for Spain after her cross is deflected behind. As usual, it comes to nothing. 57 mins: South Africa should have a second after great play down the right results in a cross which squirms its way through to Kgatlana but she fluffs her links with a weak shot straight at Panos who repels it and the dawdling Spanish defence just about clear their lines. Mthandi is replaced by Seoposenwe. 55 mins: Torrejon reads the cross from the left and finds space but her header is straight at Dlamini. She really should do better in positions like that. 53 mins: South Africa going more defensive now with the substitution made. Will that be enough to stem the flow in the middle of the park? Mthandi has a dig from long distance but it flies well wide. 51 mins: Leon brings the ball out from the back to start an attack, it ends with Caldentey in the area but her shot is straight at the goalkeeper. Ndimeni comes on for Motlhalo for South Africa. 49 mins: It’s all being played in Spain’s final third. Hermoso wriggles to find room on the edge of the box but her shot is blocked and then Garcia whacks one high and wide. I think we might be seeing plenty action like this. 47 mins: The early stages of this half reflect the opening 45 minutes as Spain dominate possession. They hit the bar as Hermoso lobs one onto the woodwork and then the offside flag goes up to save South Africa from further danger. Spain looking more dangerous already. Kick-off! Here we go again! Spain have a simple answer to their issues and that’s a double substitution. García and Bonmatí are on, with Losada and Sampedro making way. Spain need to improve here and be far more incisive to bring themselves back into it. For your half-time reading ... a bit of a chat with Phil Neville An interview with Scotland striker Jane Ross ... Bryan Armen Graham speaks to Crystal Dunn ... Fiona Brown talks to the Guardian ... This is what happened in the first game of the day ... Well ... no one saw that coming. Frankly, Spain have been utterly dominant as the possession stats show. The one moment of really quality in the final third resulted in a goal and we will be wanting more of that in the second half. Spain have been uninspiring in attack, which is the main reason they’re behind at the break. 45 mins: Kgatlana lifts a cross into the box but Leon wins the header ahead of the attacker to remove the danger. Three minutes added on. 43 mins: Hermoso is felled and takes a while to get up after holding her ankle. Losada once again is tasked with whipping in the set-piece and for the first time it is a dangerous one but it does not matter as South Africa head it clear. Here is the goal from earlier: 41 mins: Correderra slips a pass through for Caldentay to latch onto but her cross is poor and easily to clear. South Africa take the opportunity to break but it breaks down on the right flank as Spain get numbers back. 39 mins: The pattern of the game hasn’t really changed since the goal, as Spain control possession without creating anything close to a chance. Spain need to start moving the ball quicker if they are to open up this disciplined defence. 37 mins: Hermoso knocks a long ball down for Sampedro but once again the South Africa defence are first to the ball and clear it. Kari Tulinius emails in to say: “The pattern of this game, with Spain trying to weave their way through a resolute defense, while South Africa counter at speed, reminds me of the match between Spain and Holland at the 2014 World Cup. And we all remember how that game went.” 35 mins: Putellas tries to find a gap in the defence but Van Wyk reads it well and cuts out the pass. Spain really need greater composure here. 33 mins: Losada lines up a free-kick on the left-hand side of the area. She sends in a low shot/cross which a defender reads and whacks clear. It gets worse for Losada who clashes with Kgatalana after the South Africa tries to block a cross but only succeeds in cleaning out the Spaniard. 31 mins: South Africa’s defence is certainly well organised and is keeping Spain at bay, forcing them to look a lot longer than they are used to and frankly it is not suiting Spain, who seem to be panicking. 29 mins: A deep cross is lumped towards the penalty spot by Spain where Hermoso is waiting but her flicked headed loops calmly into Dlamini’s arms. Losada gets one in the face from the ball and takes a few seconds on the ground but seems ok. 27 mins: Can Spain recover from this? They have been utterly dominant for the majority of the game without creating anything useful. What a goal! Kgatlana gets the ball 20 yards from goal, drops a shoulder, cuts inside and chips a helpless Panos, with the ball landing in the top corner. Great stuff. Is there a shock on here? 23 mins: South Africa are growing in confidence, as shown by Ramalepe doing a majestic turn in her own defensive third to bamboozle the opposition. Spain have had over 70 per cent so far, which is a sign of their dominance. Sampedro lifts a cross into the box, Hermoso chests it down and turns, looking to volley home but she is crowded out and the ball is cleared. 21 mins: A cross from the right is ripe for volleying but Sampedro fails to make a decent connection from 15 yards out and the ball slowly bounces into the goalkeeper’s arms. 19 mins: Hermoso lifts a cross over everyone from the left, which South Africa eventually battle to clear. The Spain player gets the ball again in a similar position but her low cross finds a woman in yellow and once again the danger is removed. 17 mins: South Africa whip a corner in from the left, which goalkeeper Panos has to fist clear from the front post. Jane sends in a low cross but there is no one there to meet it, making things easier for Panos to collect on this occasion. 15 mins: South Africa are just about holding firm here and cause a little problem down the other end thanks to a long ball over the top to be chased. Spain fail to clear and Mthandi was bundled over to give South Africa a free-kick, 20 yards from goal. Vilakazi steps up and almost finds the top corner and would have it was not for Leon flicking it over. 12 mins: Putellas is brought down on the edge of the area to earn a free-kick. Attackers can no longer mingle with the defensive wall, so Spain have created their own in front of the South African obstacle. Leon whips it over the wall with her left foot but it’s also too high for the bar. 10 mins: Losada sends in a free-kick from the left flank into the area where Spain have the height advantage but it’s a poor set-piece, cleared at the edge of the area. 8 mins: Anyway ... we’re all quite excited that Gary Bloom is on commentary here and all we want is a return of Serie A football on terrestrial TV. Spain are utterly dominant here and it is looking of a case of how many they will scored. 6 mins: Spain get a corner after Dlamini palms a shot behind. Sadly for Spain, it ends up on the edge with Losada who whacks it wildly wide. 4 mins: Spain look the more comfortable on the ball and are spending a bit of time in the final third. A cross comes in for Caldentey but she fails to make contact and it is cleared. 2 mins: There’s plenty of shadow across the pitch. Spain get hold of the ball early on and they will be looking to keep hold of it for long periods. South Africa are keen to pass it out from the back rather than whacking it clear. It works as they create a counter but it eventually breaks down before the reach the Spanish area. Kick-off! Let’s get ready to rumble! It’s not full in Le Havre as the national anthems are belted out. Spain really need to work on some words for theirs, as it does get anyone in the mood for football. Just before kick-off here is some news coming out of Fifa ... This is South Africa’s first World Cup, so it’s a big moment for the country. The South African public is certainly behind them ... Spain certainly have some good pedigree ... Could Spain be the dark horses in France? Check out our writers’ predictions ... A video guide to the tournament, just for you ... It’s a lovely day in Le Havre, that’s for sure. The sun is shining and there is not a cloud in the sky. The only risk would be it getting too warm for a high tempo match. South Arica get warm in Le Havre ... There are plenty of Barcelona players in the Spain squad - 10 to be precise - with only two playing abroad. One of those is Celia Jiménez, a 23-year-old defender, who is also an aeronautical engineer. She has studied in America and is currently playing for Seattle reign. Women’s football is big in Spain, with both Atletico Madrid and Athletic Bilbao hosting domestic sellouts at their respective stadiums this seasons and there is plenty of chance for it to grow. When I lived in Bilbao everyone supported Athletic and plenty of the girls in my class played for local teams. Here is Suzanne Wrack on women’s football in Spain ... There’s plenty to learn about the history of women’s football. Spain: Sandra Paños, Torrejón, Paredes, Mapi León, Corredera, Losada, Torrecilla, Putellas, Amanda, Caldentey, Jenni Hermoso South Africa: Dlamini, Ramalepe, Vilakazi, Matlou, Van Wyk, Biyana, Jane, Motlhalo, Mthandi, Fulutudilu, Kgatlana. Conveniently, we also have a guide to the South African team ... The Spain team have already been for a wander on the pitch ... If you don’t know your Amandas from your Jennis, here’s our guide to the Spain team: The tournament starts in Le Havre for Spain and South Africa today. It’s not the most glamorous of places, let’s be honest, but it could be the perfect setting for these two to getting going at the World Cup. Spain are certainly the favourites coming into this and could go a long way in the tournament if things go their way. There is plenty of quality in the Spanish side, including Jenni Hermoso who was top scorer in the Spanish league last season and will be aiming to show what she can do on the international stage against South Africa’s questionable defence. South Africa do possess Africa’s player of the year, Thembi Kgatlana, who will be looking to lead their attacking side to a surprise victory. Both sides will be up for it but it;s certainly Spain’s game to lose according to the bookies."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}