{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/06/womens-world-cup-fever-yet-to-take-hold-in-paris-as-tournament-nears", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-07T06:48:02Z", "webTitle": "Women's World Cup kicks off as hosts France shoot for historic double", "webUrl": "https://www.theguardian.com/football/2019/jun/06/womens-world-cup-fever-yet-to-take-hold-in-paris-as-tournament-nears", "apiUrl": "https://content.guardianapis.com/football/2019/jun/06/womens-world-cup-fever-yet-to-take-hold-in-paris-as-tournament-nears", "fields": {"headline": "Women's World Cup kicks off as hosts France shoot for historic double", "bodyText": "Nearly one million tickets have been sold for the Women’s World Cup before the start of the tournament on Friday, organisers say. In the biggest and – Fifa, football’s governing body, hopes – the best Women’s World Cup yet, France play South Korea at the Parc des Princes in the first of 52 games. The host nation hopes to emulate the success of the men’s team in Russia last year and make history by becoming first country to hold both World Cups at the same time. Among the 24 teams taking part, France are narrow favourites to win the tournament, just ahead of the holders, the USA. The organisers say they have sold 950,000 tickets – including 6,500 on Wednesday alone – edging closer to their target of one million, despite problems with ticket printouts and some fans who bought tickets together finding they have been separated. So far 20 of the 52 games are sold out. “In host cities the fever is really coming over,” said Gianni Infantino, president of Fifa. The head of the local organising committee was bullish in his response to criticism over the lack of atmosphere and marketing in Paris. “It’s a Women’s World Cup by Fifa,” Erwan Le Prévost said. “The main aim is to fill the stadiums and to have the biggest TV audience possible.” Step off a plane or train in Paris and there is not yet the air of anticipation you would expect of a major championship finals. Aside from the faces of the host nation’s captain, Amandine Henry, and star striker, Eugénie Le Sommer, staring out from the odd newspaper and magazine cover, it would be hard to know the tournament is about to start. Advertising in Paris is greater around the French Open tennis and football friendlies involving the men’s team in September; the World Cup is virtually invisible at Charles de Gaulle airport and the Gare du Nord. Fifa’s director of marketing services, Jean-François Pathy, said the World Cup had been heavily backed by sponsors and broadcasters. “Of course we can always do better but I think it’s a tremendous improvement from where we’ve been in the past,” he said. Corinne Diacre, the manager of the French team, said her players were doing their best to stay removed from the build-up. “In Paris, it’s a little bit difficult,” she said. “Paris is a huge city. Our hotel is not in the city and it is complicated for us to really gain or gauge the atmosphere. We will try and stay in our little bubble for as long as possible. But I know that tomorrow when we get to the stadium, it will be a completely different atmosphere, a different ambience.” Fifa has a record 206 broadcast rights holders, including the BBC, offering live coverage of every game, including Friday night’s opener on BBC One. Media interest in the Women’s World Cup has never been greater or deeper. The total prize money of $30m (£24m) is double that of the 2015 finals in Canada. The final will be held in Lyon on 7 July, the city of the best women’s club side in the world and Champions League winners for the last four years. Other than France and the US, the next most fancied teams are Germany and England. England take on Scotland in their first game in group D in Nice on Sunday. Women’s football in England, boosted by sponsorship from Barclays for the Super League next season, will be hoping that a successful World Cup can translate into greater interest and attendances. Elsewhere in Europe, Atlético Madrid in Spain and Juventus in Italy drew record crowds of 60,000 and 39,000 respectively to domestic games in March. The row that has erupted over the inequity of the men’s $575m World Cup prize pot and the women’s $43m equivalent offered an early indication that this tournament is far from perfect. The financial disparity is particularly stark when contrasted with Fifa’s heavy boasting over revenue increases, including a $1bn increase in its reserves under Infantino to $2.75bn. The ticketing chaos has left fans unable to download tickets even a day ago, including for the tournament opener. Fifa admitted that “not all seats would be located next to each other”, resulting in friends and families being separated at matches. The game suffered another blow last week when the France team were shifted from their Clairefontaine base to make way for the men’s team. “Yeah, there was criticism,” said Henry. “We didn’t take this badly. We knew how everything was being organised, we were aware of the fact that we would be moved out. We were able to use the pitches at Clairefontaine. Were able to prepare for this World Cup. Everything was optimised to welcome us.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}