{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/25/error-prone-england-boothroyd-european-under-21-championship", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-25T16:06:46Z", "webTitle": "Error-prone England Under-21s leave Boothroyd with questions to answer | Andy Hunter", "webUrl": "https://www.theguardian.com/football/2019/jun/25/error-prone-england-boothroyd-european-under-21-championship", "apiUrl": "https://content.guardianapis.com/football/2019/jun/25/error-prone-england-boothroyd-european-under-21-championship", "fields": {"headline": "Error-prone England Under-21s leave Boothroyd with questions to answer", "bodyText": "England’s winless and error-prone Under-21s boarded a private plane for home on Tuesday while Romania, Germany, France and Spain prepared for European championship semi-finals. Players dispersed on arrival in Birmingham but Aidy Boothroyd could not escape so easily. The inquest into what went wrong throughout England’s 12 days in Italy and San Marino is about to intensify. The England head coach and his back‑room staff will convene at St George’s Park on Friday for a debrief into a tournament approached with high hopes but ruined with two defeats in four days. Should their diaries allow, Boothroyd will also hold talks with Gareth Southgate to hear the senior manager’s opinions on the development – or lack of it – of the next generation of English talent. As Boothroyd admitted after Monday’s 3-3 draw against Croatia provided a suitably careless end to the campaign from an England team that led three times: “There is plenty to talk about.” Southgate and his assistant, Steve Holland, were in Cesena to watch England fall to defeat against France and Romania. Les Reed, Dan Ashworth’s replacement as technical director at the Football Association, witnessed all three group matches and confirmation of England’s inability to iron out defensive flaws and extraordinary lapses in concentration. Nine goals were conceded by a team who let in only four in 10 unbeaten qualifiers. Seven of those arrived in the 75th minute or later as the team lost their shape in the closing stages of every game. There may be some sympathy for Boothroyd at the debriefs given the volume of damaging individual mistakes beyond the coach’s control; or the protracted pursuit of Aaron Wan-Bissaka by Manchester United that turned the £50m-rated defender’s head at a bad time. But it would wrong of Southgate, Reed and others at the FA to absolve the Under-21s head coach of blame for a dispiriting campaign. England’s hierarchy value the steady progression of young players into the senior ranks, the most important task of the Under-21s head coach. Boothroyd could have called on Trent Alexander-Arnold, Joe Gomez, Marcus Rashford and Dele Alli at the Euros but for the success of the production line. His development duties include exposing young players to the full rigours of tournament football, however, to the pressures of the knockout stage, penalty shootouts if required, extra time and an intensive schedule before they graduate to the top level. Unlike 2017, when Boothroyd’s Under-21s exited in a semi-final shootout against Germany, this time the learning curve flatlined. Boothroyd’s handling of Phil Foden leaps out as his gravest error of the competition. The Manchester City midfielder was one of the few positives for England – when he played. Omitting the 19-year‑old from the start of the must-win second game against Romania because of concerns over match fitness and injury was detrimental to the player and the team’s hopes of qualifying. The head coach stood by his decision the following day, insisting the teenager was “dead on his feet” at the end of his 90-plus minutes against France. That could have been avoided by substituting Foden. Instead, with England reduced to 10 men by Hamza Choudhury’s VAR red card, he played on while Boothroyd attempted to stretch the game with the introduction of two centre‑forwards, Tammy Abraham and Dominic Calvert‑Lewin. That was another mistake, with England overrun in a finale that brought an 89th-minute equaliser for the eventual semi-finalists plus a 95th-minute own goal from Wan-Bissaka. No amount of meticulous planning could legislate for the own goal and the destabilising impact of transfer speculation on the Crystal Palace right-back. Boothroyd’s annoyance at United’s continuing attempts to sign Wan‑Bissaka – and apparent lack of regard for England’s fortunes – was evident when he volunteered a comparison with how Everton signed Jordan Pickford from Sunderland on the eve of the 2017 Euros. “Everton worked very closely with us and were very respectful in terms of not getting involved in our buildup,” he said. Choudhury’s dismissal for a reckless lunge on Jonathan Bamba turned not only the France game, at a time when England were leading and playing their best football, but their tournament, too. His two-match suspension was merited and holed England in central midfield. The setbacks and errors continued. The goalkeeper Dean Henderson allowed Florinel Coman’s 89th-minute shot to squirm through his grasp and restore Romania’s lead. Lloyd Kelly blotted an otherwise encouraging first start against Croatia with a misplaced pass that led to Nikola Vlasic’s equaliser. Croatia’s third of the night followed a collective collapse among the England defence. Boothroyd’s patience with players he has to nurture appeared close to evaporating on Monday night. “When you look at the calibre of players who are making the mistakes it doesn’t make sense,” he said. “There will be reasons and we will get to the bottom of them with a new team next time around.” Only seven of England’s 23-man squad will be eligible for the 2021 Euro qualifying campaign. The rebuild starts in earnest on Friday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}