{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/28/amr-warda-egypt-afcon-mohamed-salah-returns-squad-intervention", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-28T11:11:29Z", "webTitle": "Amr Warda returns to Egypt squad after intervention of senior players", "webUrl": "https://www.theguardian.com/football/2019/jun/28/amr-warda-egypt-afcon-mohamed-salah-returns-squad-intervention", "apiUrl": "https://content.guardianapis.com/football/2019/jun/28/amr-warda-egypt-afcon-mohamed-salah-returns-squad-intervention", "fields": {"headline": "Amr Warda returns to Egypt squad after intervention of senior players", "bodyText": "Amr Warda’s expulsion from Egypt’s Africa Cup of Nations squad for alleged sexual harassment of several women online has been overturned following the intervention of several of his team-mates, including Liverpool’s Mohamed Salah. The midfielder was booted out on Wednesday after a British-Egyptian model shared screenshots showing a series of inappropriate messages apparently sent by Warda via Whatsapp and Instagram. But after the Pharaohs captain, Ahmed Elmohamady, and Salah were among the players to express their solidarity with Warda following Egypt’s group stage victory over DR Congo, the Egyptian Football Association confirmed on Friday that the 25-year-old, who spent last season on loan to Atromitos from their fellow Greek Super League side PAOK, will now be allowed to return to the squad after their final group stage match against Uganda on Sunday. “[President] Hani Abu Reda praised the spirit of solidarity between the players and their desire to pardon their colleague Amr Warda and to lift the suspension from him and their commitment to any decision issued by the Football Association in this regard,” read a statement on the EFA’s website. “He decided to reduce the penalty of suspension until the end of the first round of the tournament only. Abu Reda assured the players of his demand and the demand of all of them to continue this solidarity between them and reflected on their performance in the stadium to delight their fans and the people of Egypt.” Warda posted a video on Facebook on Thursday where he apologised to his family, his teammates, to the EFA and to “anyone who is upset at me or anyone I have upset”. Yet it is the intervention of Salah – who helped Liverpool to win a sixth Champions League title this month – which appears to have swayed their decision to recall him. Despite having stated in an interview with Time magazine in April that he hoped to help change attitudes of men in his country and across the Muslim world to “treat women with more respect”, the forward tweeted his support for Warda after the win over DRC. “Women must be treated with the utmost respect. ‘No’ means ‘no’. Those things are and must remain sacred,” wrote Salah before adding: “I also believe that many who make mistakes can change for the better and shouldn’t be sent straight to the guillotine, which is the easiest way out. We need to believe in second chances… we need to guide and educate. Shunning is not the answer.” Some Egyptian supporters are now considering boycotting the national team, with a hashtag urging fans to stay away because of Warda’s recall trending on social media on Friday. The EFA later released a statement which quoted Salah as saying his teammate had “made a mistake” but said that “Warda’s future has to be saved”. A comment attributed to three players including Aston Villa’s Elmohamady described the leaking of the messages sent by Warda as a “malicious plot, especially that the player is very committed during the camp”. However the statement was later removed, with the EFA publishing a disclaimer that claimed it had been “a mistake”. “The Egyptian Football Federation confirms that the players of the national team did not make any press statements, and what was published by some of them on the official website of the union was a mistake.” Meanwhile, Liverpool’s Naby Keïta will miss Guinea’s final group stage match at Afcon after sustaining thigh and shin injuries in their defeat to Nigeria on Wednesday. The news is unlikely to go down well with his club after the midfielder was rushed back from the adductor injury he sustained at the start of May. After Keïta was initially ruled out of the tournament by Jürgen Klopp, the Guinea coach, Paul Put, admitted he had put “a lot of pressure” on Liverpool to participate in the tournament."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}