{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/jun/04/juventus-interested-paul-pogba-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-06-04T19:55:00Z", "webTitle": "Juventus tell Manchester United they are interested in signing Paul Pogba", "webUrl": "https://www.theguardian.com/football/2019/jun/04/juventus-interested-paul-pogba-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2019/jun/04/juventus-interested-paul-pogba-manchester-united", "fields": {"headline": "Juventus tell Manchester United they are interested in signing Paul Pogba", "bodyText": "Juventus have made contact with Manchester United to see whether they would consider selling Paul Pogba this summer. The Serie A champions are keen to sign a world-class midfielder before next season starts and they were initially looking at Lazio’s Sergej Milinkovic-Savic and made an offer of €60m (£53.2m) last month but ended their interest in the Serb when Lazio said they were holding out for €90m. The Turin side, who are looking for a new manager after Massimiliano Allegri departed after winning his fifth consecutive scudetto, have now turned their attentions to Pogba. They have made United aware of their interest in the French midfielder, who played for them between 2012 and 2016. Pogba has indicated that he would be happy to rejoin Juventus, where he still has a great relationship with Fabio Paratici, the sporting director, as well as several of the players. Juve are now waiting to hear from United whether there is an opportunity to sign Pogba and, if so, at what price. Juve are not in a position to pay the £93.2m Pogba cost when he joined the Premier League side in 2016 and could try to include a player, possibly Paulo Dybala, Alex Sandro or Douglas Costa in a deal. Cristiano Ronaldo’s arrival from Real Madrid last summer for €100m means that the club will have to offload some players if they want to invest heavily in new signings. They are hoping that the current Chelsea manager, Maurizio Sarri, will take over from Allegri. The Italian has told Chelsea he would like to return to Serie A with Juventus and it is now up to Juve to make a formal approach for the 60-year-old."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}