{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "games/2019/jun/10/bethesda-at-e3-2019-los-angeles-deathloop-ghostwire-tokyo", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2019-06-10T10:26:11Z", "webTitle": "Bethesda at E3 2019: Deathloop and Ghostwire Tokyo enliven muted show", "webUrl": "https://www.theguardian.com/games/2019/jun/10/bethesda-at-e3-2019-los-angeles-deathloop-ghostwire-tokyo", "apiUrl": "https://content.guardianapis.com/games/2019/jun/10/bethesda-at-e3-2019-los-angeles-deathloop-ghostwire-tokyo", "fields": {"headline": "Bethesda at E3 2019: Deathloop and Ghostwire Tokyo enliven muted show", "bodyText": "Those hoping for a glimpse of Elder Scrolls VI or the highly anticipated sci-fi adventure Starfield were left disappointed at Bethesda’s E3 conference in Los Angeles on Sunday. But the publisher did make a couple of intriguing announcements, with new games from Dishonored creator Arkane Lyon and from the studio of Resident Evil legend Shinji Mikami. There were also new trailers for shooters Doom Eternal (out on 22 November) and Wolfenstein Youngblood, both of which look to be carrying on the explosively gory and adrenaline-fuelled legacies of their forebears. A massive update for beleaguered multiplayer role-playing game Fallout 76 was also announced, adding a battle royale mode called Nuclear Winter and human characters for players to meet. Elsewhere, the hack’n’slash adventure Elder Scrolls Blades, recently released on smartphones, is coming to Nintendo Switch, and there’s to be a free-to-play smartphone return for Id Software’s old platforming hero, Commander Keen, out in the summer. Two new games provided the only genuine interest of a long evening show. Deathloop is a first-person shooter set on a futuristic island named Blackreef: two competing assassins are stuck in some kind of endless time loop, battling to take out targets while attempting to end the cycle of death. Created by Arkane Lyon, it has the studio’s familiar rich gothic darkness to it – and “Groundhog Day meets Mr &amp; Mrs Smith with laser guns” is a compelling pitch. Ghostwire: Tokyo, meanwhile, is a supernatural horror adventure from Mikami-san’s studio, Tango Softworks. A strange event has led to the disappearance of most of Tokyo’s population and now the player must use “spectral abilities” to defeat a powerful evil presence. The trailer suggests that the game explores Japanese horror themes, but this is certainly more action-oriented than Resident Evil or Tango Softworks’ more recent The Evil Within games. The presentation on the night was also enlivened by a wonderfully enthusiastic introduction from project director Ikumi Nakamura, who became an instant Twitter hit, with lines such as, “You have to ask yourself: is this normal or is this paranormal? I ask myself that every time I go to the office.” This was nonetheless a rather muted night for the publisher, with no continuation of the Elder Scrolls VI or Starfield teasers from a year ago, and a rather suspiciously boisterous section of the crowd at the front who whooped and cheered every announcement, including free-to-play mobile games – not usually a big hit with E3 audiences. However, with a new generation of video game technology gearing up for next year, it’s understandable that the big guns are being saved for later."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}