{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "games/2019/jun/05/devil-may-cry-hideaki-itsuno-interview-action-games", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2019-06-05T09:00:39Z", "webTitle": "'What makes action games fun hasn’t changed': Devil May Cry's Hideaki Itsuno", "webUrl": "https://www.theguardian.com/games/2019/jun/05/devil-may-cry-hideaki-itsuno-interview-action-games", "apiUrl": "https://content.guardianapis.com/games/2019/jun/05/devil-may-cry-hideaki-itsuno-interview-action-games", "fields": {"headline": "'What makes action games fun hasn’t changed in 30 years': Devil May Cry's Hideaki Itsuno", "bodyText": "In 2002, veteran Capcom game director Hideaki Itsuno – then working on a pitch for an original action-RPG that later turned into Dragon’s Dogma – was called upon to get an ailing Devil May Cry 2 out of the door. It sold decently, in the end, but was widely regarded as a critical flop. “When it finished up, they all realised they could have done better,” explains Devil May Cry producer Matt Walker (and Itsuno’s translator for this interview). “So he and others at Capcom said, we’re going to take all of our collective knowledge on how to make a good fighting game, a good action game, and put everything we can into making Devil May Cry 3. “And if this isn’t received well, if this doesn’t sell well, that’s it. We’ll just have to quit Capcom, and do something else.” For the person helming one of the most outrageously hyperactive action game series out there, Itsuno is rather reserved in person. But his passion for action games is intense. Devil May Cry 3 was a massive success, and this year’s Devil May Cry 5 has been celebrated as a return to form for the whole genre. “We didn’t look at other action games for DMC5,” Itsuno explains, “though one thing we did do was look at Monster Hunter World, which was a massive effort for Capcom – it made a lot of improvements to make it easier for people to get into.” Instead, he says, they focused on what was great about Devil May Cry in the first place. “What makes action games fun hasn’t changed in 30 years,” explains Itsuno. “You come up against a challenge, and maybe you don’t beat it the first time, but you know what you did wrong. You know what you’re going to do next time. And you better yourself, you overcome that challenge on your own terms, and by doing that you feel this immense sense of accomplishment. “And I wanted to do that again. I wanted to show the world – hey, don’t you think this is what makes action games fun?” Itsuno’s determination to make Devil May Cry 5 was intense, but reports that he threatened to resign over it are overstated, he says. “What Itsuno did say, in various internal meetings and so on, is that he wasn’t going to back down,” elaborates Walker. “He believed in the vision that he had, and he was going to keep pushing for it.” Devil May Cry 5 has become the fastest-selling game in the series to date, loved by both critics and fans – something far more visible in a world of instantly shareable screenshots, gifs or videos of its amazingly stylish battles. None of that existed when the previous DMC games were released. “It’s almost like social media was made for Devil May Cry,” says Itsuno. “You can add so much for players if you give them the ability to share their cool experiences with the game. We try not to limit what people can share.” One thing that really appealed to the team was the graphical quality that modern game technology could deliver: Devil May Cry 5 attracted much praise for its character animation especially. “You would figure that things had gotten more expensive – and in terms of the volume of [assets] that we have to make, sure,” says Itsuno. “But compared to back in the 00s, we have technology that lets us put out even better quality, but cheaper.” He offers the example of the character’s astoundingly realistic-looking costumes. “Back in the day,” he explains, “you’d have to create the model, create the textures, do it all by hand, which is a lot of money and a lot of work for a lot of people.” Now, instead, they literally create the costumes in real life and scan them into the game – still expensive, but not to the same extent. “It’s not a matter of imagining whether something you design will look realistic or not: the real object is there in the game,” Walker says. “With facial rigs, too, for performance capture, you end up getting a result that would never have been possible before, for even less work.” Despite technological advances, however, the workload remains infamously heavy for video game developers. “We’ve always tried to avoid crunch [long hours of overwork] at Capcom, I’ve always set up my projects to avoid it, and it’s never completely worked,” sighs Itsuno, wryly noting that at Capcom they ironically call periods of crunch matsuri, or “festivals”. “I really want to stress, though, that what we end up spending all of our effort on, why we end up working more on games, is that last 10%,” he explains. “It’s that extra effort to make sure it’s going to be a quality game, something that we can be proud of.” “Capcom is a really interesting mix of old and new,” adds Walker, “and a lot of the younger people, they’re not sticking around for the sake of it if they don’t have anything to do. When six o’clock rolls around, there’s really not many people left because they’ve gone home to live their lives.” Itsuno, too, would like to rest; when asked where Devil May Cry is headed next, now that it’s back in favour, he laughs and sighs theatrically. “A vacation, I think,” he says, after a moment’s thought. “We’ve worked really hard, and we all need a little break.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}