{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "games/2019/jun/11/e3-2019-nintendo-animal-crossing-zelda-breath-of-the-wild-sequel", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2019-06-11T17:34:44Z", "webTitle": "E3 2019: Nintendo teases Animal Crossing and a Zelda: Breath of the Wild sequel", "webUrl": "https://www.theguardian.com/games/2019/jun/11/e3-2019-nintendo-animal-crossing-zelda-breath-of-the-wild-sequel", "apiUrl": "https://content.guardianapis.com/games/2019/jun/11/e3-2019-nintendo-animal-crossing-zelda-breath-of-the-wild-sequel", "fields": {"headline": "E3 2019: Nintendo teases Animal Crossing and a Zelda: Breath of the Wild sequel", "bodyText": "In a Nintendo Direct broadcast today, the Japanese video game giant laid out the lineup for its Switch console for the rest of 2019 and early 2020. Introduced by newly installed Nintendo of America executive Doug Bowser – no, not that Bowser – it was light on surprises, but the highlights were a new Animal Crossing game, New Horizons, and a teaser for the sequel to the phenomenally accomplished The Legend of Zelda: Breath of the Wild. Nintendo’s E3 2019 presentation was dominated by giants of the Japanese video game world – not just Nintendo’s own Pokémon, Smash Bros, Animal Crossing and Zelda series, but Square Enix’s Dragon Quest and Mana roleplaying series and a range of anime-styled and mech-themed games. A definitive edition of Dragon Quest XI and stylish mech battler Daemon X Machina will both be out in September, and old-school Sega series Panzer Dragoon makes an unexpected return on Switch this winter. Tongue-in-cheek action game No More Heroes 3, from Tokyo’s Grasshopper Manufacture, was also announced for 2020. Delayed from later this year to 20 March 2020, Animal Crossing: New Horizons is a new twist on the long-running life-simulation series that sees players building a life (and a house) on a deserted island, eventually establishing a community comprised of quirky anthropomorphic animals and, when invited, other players. (Naturally, Tom Nook – the raccoon real-estate mogul who has maintained a mysterious grip on the Animal Crossing universe’s housing market since 2001 – charges you for flights and setup costs.) The Legend of Zelda made three appearances, first in the form of a remake. Link’s Awakening, one of the strangest and sweetest Zelda games, originally released on the Game Boy in 1993, has been reimagined in adorable toylike miniature, and will be out on 20 September. Cadence of Hyrule, a Zelda-flavoured musical action game based on indie hit Crypt of the NecroDancer, will be out on 13 June. And finally, the teaser for the sequel to Breath of the Wild appeared to show Zelda and Link adventuring together on the day that Hyrule died. It was also announced that The Witcher 3: Wild Hunt – the critically acclaimed low-fantasy game from Poland’s CD Projekt Red – will be released on Switch later in 2019; other older games getting a Switch re-release include Resident Evil 5 and 6, and Alien Isolation. Luigi’s Mansion 3, meanwhile – an inventive, endearing haunted-house adventure game featuring Nintendo’s lesser-known plumber brother – was shown extensively, but not given a release date. Nintendo’s key releases for the end of 2019, Pokémon Sword and Shield, out on 15 September, had already been shown off previous to this week’s E3 conference, but are playable by attendees on the show floor."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}