{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "games/2019/jun/19/mps-in-a-spin-as-games-chief-appears-to-deny-fortnite-makes-money", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2019-06-19T17:55:42Z", "webTitle": "MPs in a spin as games chief appears to deny Fortnite makes money", "webUrl": "https://www.theguardian.com/games/2019/jun/19/mps-in-a-spin-as-games-chief-appears-to-deny-fortnite-makes-money", "apiUrl": "https://content.guardianapis.com/games/2019/jun/19/mps-in-a-spin-as-games-chief-appears-to-deny-fortnite-makes-money", "fields": {"headline": "MPs in a spin as games chief appears to deny Fortnite makes money", "bodyText": "A Commons committee was left baffled as video game executives appeared to deny making money from their own games, admit to ignoring regulations governing data protection and age restrictions, and claim ignorance over how much time their own users were spending on games. Representatives from Epic Games, makers of Fortnite: Battle Royale, and EA Games, the publisher of the Fifa series of football games, appeared as witnesses in front of the Commons Department for Digital, Culture, Media and Sport committee as part of its inquiry into immersive and addictive technologies. Both games have been the subject of intense scrutiny after reports of children spending an unhealthy amount of time and money on them, with Prince Harry making an unusual public attack on Fortnite in April: “That game shouldn’t be allowed,” he said. “It’s created to addict, an addiction to keep you in front of a computer for as long as possible. It’s so irresponsible.” But rather than address the concerns directly, both companies flatly denied that there was a problem, even while admitting that they did not collect the data required to answer many of the committee’s questions. When presented with Harry’s remarks, Epic’s general counsel, Canon Pence, said they “couldn’t be further from the truth about our ethics and design philosophy”. He added: “It’s always been our effort and intent to create a fun, fair, flexible, engaging and generous form of interactive entertainment. A statement that suggests it’s some sort of nefarious attempt to extract short-term profit is a mischaracterisation.” But neither Pence nor his colleague, director of marketing Matthew Weissinger, could answer more direct questions about how many users were playing the game an unhealthy amount. “We think it’s difficult to have a categorical understanding of what that is given it varies from time to time and person to person,” Pence said. Weissinger declined to reveal the game’s average revenue per player, arguing that it was a trade secret, but then appeared to confuse himself over other data points. At one point, when committee chair Damian Collins asked how Epic defined frequent players, Weissinger said they were “someone who’s played within the last two weeks, or 30 days”. When Collins then asked how much time frequent players spent playing Fortnite, Weissinger said that it was “difficult” to define a frequent player, leaving the MP baffled. Collins declared his disbelief at Epic’s claims of ignorance. “This is a game which makes money out of people playing it,” he said, “and this sort of basic information is something that will be gathered and analysed all the time, so I don’t believe that you don’t know it. For me, it arouses the suspicion that this is not something we can discuss. Of course it will vary, but I’m sure you have an idea of what the answer to these questions are.” The MP looked more surprised when Pence responded by taking issue with his choice of words. Pence said: “I don’t think it’s accurate to define Epic as making money from people playing the game.” “You’re not a charity,” responded Collins. The Labour MP Ian Lucas pressed Pence on why the company did not collect dates of birth from its users. “You don’t think it’s necessary to abide by data regulations by establishing the age of the people who play your game?” Lucas asked. “We don’t,” said Pence. Later in the hearing, Pence denied giving that response, prompting Lucas to suggest he check the record of the hearing. In June 2018, the World Health Organisation recognised gaming disorder as a psychological condition, amid concern about the compulsive behaviours that some games can inflict upon players. But others have argued that the problems of gaming are more subtle: if a free-to-play game such as Fortnite can offer potentially thousands of hours of enjoyment for nothing, then, economists such as Prof Erik Hurst have argued, it should not be surprising if players choose to spend an ever greater portion of their leisure time logging on. Belinda Parmar, the founder of The Truth About Tech campaign, said it was “shocking to hear Weissinger and Pence take no responsibility for the emotional and physical wellbeing of the people who play the video game – those who they ultimately represent. There is a symmetry of power with Fortnite making $3bn [£2.4bn] yet failing to fund any research into games addiction among our young people.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}