{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/jun/28/congo-abuses-drive-global-rise-in-sexual-violence-against-women", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-06-28T08:00:15Z", "webTitle": "Conflict drives global rise in sexual violence against women", "webUrl": "https://www.theguardian.com/global-development/2019/jun/28/congo-abuses-drive-global-rise-in-sexual-violence-against-women", "apiUrl": "https://content.guardianapis.com/global-development/2019/jun/28/congo-abuses-drive-global-rise-in-sexual-violence-against-women", "fields": {"headline": "Conflict drives global rise in sexual violence against women", "bodyText": "Sexual violence is on the increase both inside and outside of wartime contexts and women remain the primary victims, warns new research. In their report, researchers from the Armed Conflict Location and Event Data project (Acled) analysed data gathered from 400 recorded sexual violence events that occurred between January 2018 and June 2019. They found an overall increase in reported events where the offender directly targeted women and girls; in only 5% of cases were the victims male. At 140, the total number of reported events nearly doubled in the first three months of 2019 compared with the same period in 2018. The report’s authors said this was “largely due to an upward trend in violence in the Democratic Republic of the Congo, which consistently registers high levels of reported sexual violence”. Dr Roudabeh Kishi, director of research at Acled, said: “It is important to remember that sexual violence in or outside of conflict remains a pressing issue for victims, regardless of gender or age.” Identifying that the primary perpetrators of public, political sexual attacks were regional political militias followed by state forces, Acled compared statistics for 2018 and 2019 in order to identify high-risk regions where women are more vulnerable to attack. In 2018, the Democratic Republic of the Congo topped the list followed by South Sudan, Burundi, India and Sudan. By 2019, the list had changed, with India rising to second place behind the DRC. South Sudan and Burundi followed, with Mozambique and Zimbabwe in equal fifth position. In both years, researchers found that events were often accompanied by lethal attacks, especially during armed conflict. Breaking down the data into regions, Acled found that the largest proportion of reported events were committed by political militias, anonymous or unidentified armed groups in Africa and south Asia. In the Middle East, south-east Asia, eastern and south-eastern Europe and the Balkans, events were carried out by state forces. In the same time period, more than 100 government-perpetrated sexual violence events were recorded, which accounted for more than a quarter of all incidents that occurred or were most common in India, the DRC, Myanmar, South Sudan, Burundi, and Sudan. There are no comprehensive statistics for the number of women and men subjected to sexual violence during conflict, but the figures are believed to be in the thousands. According to Acled, women are frequently targeted during political violence, which makes up only one-third of all events involving violence targeting women and extends beyond sexual violence, where they say that levels of organised violence are high. However, even where they identified that organised violence was not the primary objective, women often still face high levels of targeting outside of conventional conflict: for example, attempts by a state to enforce order through repression, or a mob targeting a woman accused of indecency. Such instances have arisen in Burundi and Pakistan, which provide indicative case studies. “On the heels of commemorating the international day for the elimination of sexual violence in conflict, we need the support of states to hold perpetrators accountable,” said Kishi. “It is damning to find that some states are among the primary perpetrators of such violence themselves. Impunity plays a troubling role in the continuation of such violence.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}