{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/jun/11/electricity-price-hikes-south-africa", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-06-11T06:00:24Z", "webTitle": "Lights out: the price hikes leaving millions of South Africans in the dark | Kimon de Greef", "webUrl": "https://www.theguardian.com/global-development/2019/jun/11/electricity-price-hikes-south-africa", "apiUrl": "https://content.guardianapis.com/global-development/2019/jun/11/electricity-price-hikes-south-africa", "fields": {"headline": "Lights out: the price hikes leaving millions of South Africans in the dark", "bodyText": "Electricity, when it arrived in Nosisi Rasmeni’s life, seemed to promise a better future. Like most black South Africans who grew up during apartheid, she was raised with gas stoves, candles and paraffin heaters. Her family’s shack was poorly lit and smelled of fumes. “Electricity was only for whites,” says Rasmeni, 37. This changed when the African National Congress took office in 1994 and began a sweeping programme of service delivery. Within a few years, Rasmeni’s neighbourhood in Khayelitsha, an informal settlement on the outskirts of Cape Town, had been hooked to the grid. “Everything,” Rasmeni recalls, “was so bright.” But now a series of price hikes by the national utility, plagued by corruption and mismanagement under the ANC, is making electricity unaffordable for many of South Africa’s people, pushing millions back into energy poverty, undermining more than two decades of progress and posing a range of health and safety risks. “We’re going backwards,” Rasmeni says, sitting outside the small shack where she now lives with her three children. “It’s like we’re living in the past.” Electricity prices in South Africa have roughly tripled in real terms over the past decade, says Dirk de Vos, an energy analyst. Tariffs recently approved by the government will see prices rise by a further 25% in the next three years. The national utility, Eskom, produces about 95% of South Africa’s electricity. It is currently more than 420bn rand (£22bn) in debt, equivalent to about 8% of South Africa’s GDP. A parliamentary investigation has revealed how Eskom was targeted by unscrupulous officials under the administration of former president Jacob Zuma, costing the utility billions and driving an exodus of skilled staff. Eskom has also featured prominently in an ongoing inquiry of alleged corruption at the highest levels of government, known locally as “state capture”. The price hikes are part of an urgent strategy to revive the utility but have placed a growing burden on consumers, particularly those who cannot afford to supplement with renewable energy. “Failure at the macro level is deepening inequality,” says Lauren Hermanus, the founder of an energy consultancy called Adapt. About half of South Africa’s population lives below the poverty line, with unemployment nearing 28%. The nation’s income inequality ranks among the highest on earth. “A privileged minority will be able to take care of themselves,” Hermanus adds. “People who can’t will be incapacitated.” While more than 90% of households nationally have access to electricity – nearly three times as many as at the end of apartheid – most poorer households continue using fuels like gas and paraffin, a phenomenon known as “energy stacking”. “We are worried as a community,” says Thandiwe Nyaba, a single mother who works as an informal trader in Khayelitsha. “If this carries on we will use electricity for lights only.” Five years ago, she says, she could buy a month’s electricity for less than about £8. The same amount now lasts less than two weeks. High-voltage power lines cut through the area of Khayelitsha where she and Rasmeni live, a crowded section of government houses and shanties backing onto a national highway. Thinner cables, many of them illegal connections by shack dwellers, spider between the homes. With winter approaching in the southern hemisphere, many residents have begun burning paraffin to keep warm. “As long as the electricity [price] is up, people are buying,” says Mohamed Huur, at the convenience shop on Rasmeni’s corner. Paraffin is one of the leading causes of poisoning among South African children and a severe fire hazard. Each year, thousands of people are left homeless by fires in informal settlements. A fire last December destroyed hundreds of houses just three kilometres from where Rasmeni lives. “If people are swapping to paraffin and open flames, inherently the risk will increase,” says Dr Richard Walls, head of the Fire Engineering Research Unit at Stellenbosch University. Two years ago, Rasmeni began using the fuel as she was no longer able to afford electricity for heating. Her youngest son, aged three, suffers from asthma, wheezing painfully when fumes fill the room. “It looks like he’s going to die,” says Rasmeni, who often rushes him to the nearest clinic for treatment. On a recent night they caught a taxi there but were turned away – crippling power outages, another symptom of Eskom’s malaise, had struck Khayelitsha. “We think of the electricity crisis purely as impacting business and the economy, but there are widespread impacts on people and their health,” says Dr Atiya Mosam from Wits University School of Public Health. “There’s two issues,” Mosam explains. “Paraffin and other fuels are harmful to communities, while having no electricity has other negative health consequences.” These ranged from power failures affecting patient care at hospitals to blackouts making neighbourhoods less safe at night, “increasing the burden of injury and violence”, Mosam says. “Energy is supposed to support socioeconomic development – if it isn’t, you have to reform the system,” says Jesse Burton, an energy researcher at the University of Cape Town. In May, the ANC won national elections, although suffered its worst-ever showing at the polls. South Africa’s president, Cyril Ramaphosa, has pledged to root out corruption and revive state enterprises like Eskom, but faces fierce opposition from a rival faction within his party. Rasmeni still remembers the 1994 elections, when her parents rose before dawn to vote. “They were voting for change,” she says, “and when electricity came we saw the change.” This year, for the first time, she chose not support the ANC. “You see how we’re living,” she says. “Why must I vote?” In her kitchen is a large electric oven that she has not used in two years. A two-burner gas stove is balanced on top of it. “I used to be able to bake or make roasts,” Rasmeni says, her gaze falling on the appliances. “It feels like being robbed.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}