{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/jun/23/delhi-free-travel-metro-offers-lifeline-for-women", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-06-23T06:00:52Z", "webTitle": "‘It’s stifling at home’: why free metro travel offers a lifeline for Delhi’s women", "webUrl": "https://www.theguardian.com/global-development/2019/jun/23/delhi-free-travel-metro-offers-lifeline-for-women", "apiUrl": "https://content.guardianapis.com/global-development/2019/jun/23/delhi-free-travel-metro-offers-lifeline-for-women", "fields": {"headline": "‘It’s stifling at home’: why free metro travel offers a lifeline for Delhi’s women", "bodyText": "As a politics student, Sonakshi Dogra has given the bold new plan by the Delhi government to let all women ride free on the metro and buses a thorough going-over. “It’s ridiculous. Why favour women this way? What about male students and working men? Women can’t ask for gender equality and then support inequality on public transport,” she said firmly. Dogra was about to enter Ashram metro station with three male friends, also students at the same university. They spend about 4,000 rupees (£45) each a month on transport. Her friend Gaurav Verma said: “How will it be fair if Sonakshi saves that money and I don’t? We have been asking the Delhi government for student passes on the metro and had no luck, but they go and do this? It’s a publicity stunt because Delhi voters go to the polls in February.” The plan has aroused strong emotions. The stated reason for it, provided by the Aam Aadmi party (the Common Man’s party), which runs the Delhi government, is to make women in the city feel safer. Jasmine Shah, vice-chair of the Dialogue and Development Commission of the Delhi government, said: “Public transport, particularly the metro, is the safest form of transport for women. Many women who can’t afford the metro fares have to walk long distances to work or a long way to a bus stop. Or they use auto-rickshaws or informally run local van services that are not safe.” Shah is the first to concede that free public transport is not a silver bullet. All the other factors – policing, street lighting, changes in male mentality – are vital. Although it’s true that the presence of more women on public transport will make women feel more secure, it’s also true, he concedes, that once women get out of a metro station, they are in the same unsafe streets and public spaces. However, he says, this is “one thing that is in our hands to do, so we are doing it”. It would be just as easy – and more gender-equal – if the Delhi government were simply to reduce the metro fares. The doubling of fares in 2017 was a huge blow to the poor and lower middle class. Overnight, they became unaffordable, at least on a daily basis. “It would be the most logical thing to do but we can’t make a decision to lower fares on our own. It depends on the centre [the federal government] too, and when we tried in 2017 to stop the hike, we failed to convince them,” said Shah. In fact, since the increase in fares, the metro has undergone a sea change. When it opened in 2004, it instantly became a source of pride. For once, Indians had a piece of world-class infrastructure. The network was brand new, the trains were on time, the carriages gleamed and the stations were spacious and well lit. The fares were cheap enough for the poor to take to it en masse. Previously, public transport had been a great class divider. The rich shunned buses and local trains, and remained, as Aravind Adiga in the novel The White Tiger wrote, sealed off in their “dark eggs”. Public transport was for the poor. The metro changed all that. Since it was too efficient and convenient to be ignored, the well-off started using it. The metro carriage became one of the few democratic spaces in India, where construction workers and bankers literally rubbed shoulders and where social inequalities were, in that time and space, irrelevant. No executive class as in the trains; no business class as in planes. The doubling of fares changed all that. For low-income families, that can translate to spending 25-35% of their monthly income on the metro. “Using the metro occasionally is all right for a short journey. But to use it to commute to work is out of the question. I went back to using buses ages ago,” said Martin Faleiro, who works in a beauty parlour. Shah points to the figures to prove his contention that the poor have been pushed out even though they are the ones who, because they travel long distances, need the metro the most. By now, it was scheduled to have four million riders a day but the figure for 2018-19 was 300,000 lower than in the previous two years. “Delhi has high levels of poverty but the metro fare structure is three times the price of metro systems in cities like Beijing, New York and Paris. The plan to give free rides will help bring ordinary women back on to the metro,” said Shah. Quite apart from affordability and safety, the decision could have all sorts of positive corollaries for women by making them mobile. It could allow them to work and study, enrich them socially by getting them out of the house, and change the very look of New Delhi by unleashing women into public spaces monopolised by men. In terms of work, India has been losing women in the workforce. According to a Deloitte report released in March, the female labour-force participation fell from 36% in 2005 to 26% in 2018. In New Delhi, it is even lower, at 11%. Neelam Rana, who is the breadwinner in her family, was offered a job as a cook in a Delhi suburb that she was desperate to take to help pay for her husband’s medical bills. Buses on that route were few and unreliable, so she took the metro. “I struggled for two months but it didn’t make any sense. I was spending more than half my salary on transport. I had to give it up last month,” she said. Experts say that while it might seem unfair that rich women will enjoy the perk of free public transport rather than low-income men, the latter will still benefit from the saving every month if they are married and their wives work or wish to work. Millions of Indian women living on their husbands’ earnings would love to work, either to supplement a small family income or simply to get out of the house. Vineeta Jain, 26, got married last year and lives in the affluent Vasant Kunj area of Delhi. She doesn’t need the money but she would love a job. “It’s stifling being at home all the time just doing household chores but the first thing my in-laws say if I talk about getting a job is, ‘Forget it, it isn’t safe for you to travel.’ I don’t have an answer to that,” said Jain. It’s not only work opportunities that are limited because of safety fears over travelling. A 2017 study of 4,000 Delhi University students by Brown University PhD student Girija Borker found that travelling distance determined which college women chose to attend. “For the average woman, selecting a safe travel route requires her to choose a college that is of lower quality, leading to trade-offs between travel safety and college quality,” wrote Borker. For some women, the idea of public spaces being flooded by more women is a thrilling proposition that may alter the very look and feel of the capital. Following the 2012 gang rape and murder of Jyoti Singh in a moving bus, safety has been even more of a concern than before. Many women opted for caution and went out less, leaving public spaces, already dominated by men, to look even more uninviting for women. Last year, Jasmeen Patheja, who runs the Bangalore-based feminist group White Noise, organised a “Meet to Sleep” campaign in which women slept for a few hours on benches or in parks, as Indian men do, to reclaim public space and do something as simple as having a nap in public without feeling scared. In 2016, activist Neha Singh spearheaded a protest called “Why Loiter?”, asserting women’s right, instead of hurriedly and purposefully getting from one place to another while doing their best to minimise male attention, to loiter at any time, in any place. Columnist Amulya Gopalakrishnan, writing in the Indian Express, argued that women out on the streets have always been treated as a threat to traditional order and controlled by an atmosphere of fear. “The whole business of becoming a woman is learning your limits, so any policy that lifts those limits is to be cheered,” she wrote. The details of the plan – such as how to make up the losses that will be incurred by the metro – are being worked out before being submitted to the Delhi government cabinet in a few days. “It is certain to be approved. It will happen,” said Shah."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}