{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/jun/12/five-year-old-boy-dies-in-uganda-as-congo-ebola-outbreak-spreads", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-06-12T12:04:26Z", "webTitle": "Five-year-old boy dies in Uganda as Congo Ebola outbreak spreads", "webUrl": "https://www.theguardian.com/global-development/2019/jun/12/five-year-old-boy-dies-in-uganda-as-congo-ebola-outbreak-spreads", "apiUrl": "https://content.guardianapis.com/global-development/2019/jun/12/five-year-old-boy-dies-in-uganda-as-congo-ebola-outbreak-spreads", "fields": {"headline": "Five-year-old boy dies in Uganda as Congo Ebola outbreak spreads", "bodyText": "A five year-old-boy who became the first confirmed Ebola case outside the Democratic Republic of the Congo during the current outbreak died in Uganda on Tuesday night. The child’s three-year-old brother and 50-year-old grandmother are also being treated, according to the Ugandan authorities. They have been isolated at a hospital near the Congo border. A special committee will meet on Friday to advise on whether a global health emergency should be declared, after officials confirmed the Ebola outbreak in DRC had spread beyond the country’s borders. The boy had crossed from DRC into neighbouring Uganda with five family members on Monday evening, according to the Congolese health ministry. He is the first person to die of Ebola outside DRC since the outbreak began in August. The latest epidemic, which has claimed 1,400 lives, is the second largest in history. The WHO has warned that there is a very high risk of the disease spreading regionally. The outbreak is affecting north-eastern provinces of DRC, where there are borders with Uganda, Rwanda and South Sudan. Dr Tedros Adhanom Ghebreyesus, the WHO’s director general, said Uganda had “been preparing for months for this eventuality”. The committee will discuss on Friday whether to advise the WHO to declare a global health emergency in response to the outbreak. It has twice stopped short of doing so, partly because the disease had not crossed borders. A declaration would bring greater global attention to the epidemic and would require the WHO director general to issue temporary recommendations to affected countries. This could involve travel and trade measures or treatment guidelines. The Congolese health ministry said a dozen members of the boys’s family had shown symptoms of Ebola and were taken to an isolation centre in the DRC. But six family members managed to leave the centre and cross the border, according to the ministry, which said it immediately alerted the Ugandan authorities. The boy’s mother, who is Congolese, had traveled to DRC last month to care for her father, who later died of Ebola. All contacts at risk are being monitored. In preparation for a possible outbreak, Uganda has vaccinated nearly 4,700 health workers in 165 health facilities. Health workers have also been trained to recognise symptoms of the disease and Ebola treatment units have been put in place. The epicentre of the current outbreak is close to Uganda’s border, where large numbers of people cross for business, school and to access healthcare. Last month, 18 humanitarian groups warned that violence in eastern DRC had forced tens of thousands of people to flee to the border area. Uganda’s health minister, Jane Aceng, tweeted on Tuesday that Uganda was now moving into “response mode”. “Please cooperate with our health, immigration and security officials to ensure effective screening to prevent spread of Ebola to other parts of the country,” she said. The ministry is offering vaccinations to those who have come into contact with the patient and at-risk health workers who were not previously vaccinated, as well as intensifying community education programmes. More than 2,000 cases of Ebola have been recorded in DRC, where, the WHO and other agencies have warned, instability has severely undermined efforts to stop the spread of the disease. Dr Agoustou Gomis, Ebola virus disease project coordinator in the DRC for the charity World Vision, said the international community must step up. “This outbreak is the second largest in history and is showing no sign of slowing down. Ebola has already claimed the lives of more than 1,300 people in the DRC – this could soon become an even greater catastrophe with countries like Rwanda at risk, alongside Uganda,” said Gomis. In a statement, the International Rescue Committee said it was “extremely alarmed” by the spread of Ebola into Uganda, but added that its teams had been preparing for this possibility. “The spread of Ebola across the international border is a clear signal that the international community must reset and redouble its efforts.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}