{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/jun/21/move-to-end-sexual-harassment-at-work-hailed-as-milestone-for-womens-rights-international-labour-organization", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-06-21T14:22:53Z", "webTitle": "Move to end sexual harassment at work hailed as 'milestone for women's rights'", "webUrl": "https://www.theguardian.com/global-development/2019/jun/21/move-to-end-sexual-harassment-at-work-hailed-as-milestone-for-womens-rights-international-labour-organization", "apiUrl": "https://content.guardianapis.com/global-development/2019/jun/21/move-to-end-sexual-harassment-at-work-hailed-as-milestone-for-womens-rights-international-labour-organization", "fields": {"headline": "Move to end sexual harassment at work hailed as 'milestone for women's rights'", "bodyText": "Millions of women around the world, from domestic workers to CEOs, could soon be legally protected against sexual harassment and violence in their places of work. After the adoption of a “milestone” treaty by the International Labour Organization, sparked by the #MeToo movement, a global set of standards has been established to prevent, identify and provide redress in cases of gender-based violence and harassment. The convention, which is the first of its kind and will be binding on governments that ratify it, will require states to develop national laws prohibiting workplace violence and provide protection measures and victim services to combat potential retaliation. More than one in three countries currently lack protections on sexual harassment and violence in the workplace, leaving an estimated 235 million women unprotected. There has been no international standard on workplace violence and harassment until now. Krishanti Dharmaraj, of Rutgers University’s centre for women’s global leadership, described the protocol as a “milestone for women’s rights” and a boon in achieving future gender equality. “There’s an obligation for governments to now ratify and implement this convention and for employers to prevent and remedy violence and harassment in a way that advances the human rights of women workers, and does so in consideration of their intersecting identities and broad range of work realities,” said Dharmaraj. The treaty, agreed on Friday at the UN labour agency’s annual conference of workers, employers’ groups and governments, covers workers, trainees, job seekers and unemployed workers in the formal and informal sectors. It also protects against violence and harassment from third parties such as clients or customers, and includes travel to and from work. The convention will be of particularly help for factory workers travelling late or in the dark on the agenda of their employers and the public authorities, said the ILO’s workers’ group chair, Catelene Passchier. “Some of the worst violence and harassment occurs at the bottom of the supply chain where our clothes, food and technology are produced by low-paid, overwhelmingly female workers,” said Passchier. “They often work in factories where trade unions are banned. They urgently need the protection of this new labour standard. Now our challenge to governments is to ratify and implement the standard – and to employers to make sure their workplaces are safe places for women workers, free of violence and harassment.” Stronger workplace protections were lobbied by a number of governments around the world, including Canada, France, Namibia, the Philippines and Uganda, said Rothna Begum, senior women’s rights researcher at Human Rights Watch, noting that the US reversed last year’s decision in order to vote in favour. “Many workers face violence not only in the four walls of an office or factory, but on their commutes to work, at social events, or while dealing with customers or other third parties,” said Begum. “The women who bravely spoke up about their #MeToo abuses at work have made themselves heard at this negotiation, and their voices are reflected in these important new protections.” Although the text of the convention aims to protect all workers from gender-based violence, there is no specific reference to LGBTI employees, despite pressure from campaigners."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}