{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/jun/13/state-projects-leave-tens-of-thousands-of-lives-in-the-balance-in-ethiopia-study", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-06-13T06:00:17Z", "webTitle": "State projects leave tens of thousands of lives in the balance in Ethiopia – study", "webUrl": "https://www.theguardian.com/global-development/2019/jun/13/state-projects-leave-tens-of-thousands-of-lives-in-the-balance-in-ethiopia-study", "apiUrl": "https://content.guardianapis.com/global-development/2019/jun/13/state-projects-leave-tens-of-thousands-of-lives-in-the-balance-in-ethiopia-study", "fields": {"headline": "State projects leave tens of thousands of lives in the balance in Ethiopia – study", "bodyText": "A giant dam and irrigated sugar plantations are “wreaking havoc” in southern Ethiopia and threaten to wipe out tens of thousands of indigenous peoples , a US-based thinktank has claimed. The Oakland Institute says that while the Ethiopian government has made considerable progress on human rights under prime minister Abiy Ahmed, it has yet to address the impact of state development plans on indigenous populations in the lower Omo valley, where people face loss of livelihoods, starvation, and violent conflict . Acute hunger is now widespread, the organisation said in a report, due to blockage of the Omo River by Gibe III, Africa’s tallest dam. Since late 2015, the dam has stopped the river’s annual flood, a natural event that the valley’s inhabitants have relied upon for centuries for farming. As a result, entire communities have been tipped into destitution. Responding to the report, Seleshi Bekele, Ethiopia’s minister of water, irrigation and electricity , said that while the government accepts there are problems, “the points raised in the paper are not properly documented or balanced”. Seleshi said solutions had been put in place to mitigate the impact of the dam, including small-scale irrigation and outgrower schemes. According to the report, however, such promises have not materialised. Moreover, said the study, communities claim they were tricked into leaving their ancestral land in order to make way for sugar plantations built by the Ethiopian Sugar Corporation as part of its mammoth Omo-Kuraz sugar development project (OKSDP). The project, a 100,000 hectare (247,000 acre) irrigated agricultural scheme, is fed by the waters of the Omo. Indigenous populations were told the sugar plantations would bring hundreds of thousands of new jobs to the region. They were pressed to give up nomadic livestock-herding and adopt sedentary lifestyles, as part of the Ethiopian government’s controversial “villagisation” programme, which has since been halted. Some were threatened with having their cattle seized or killed by police. The report alleges that resettlement sites are not big enough to feed families, and that promised services – schooling, healthcare, grinding mills, food aid, and electricity – either remain undelivered or have been woefully inadequate. Only a small percentage of new jobs have materialised, with a large majority given to migrant workers from other regions of Ethiopia. Seleshi countered that the Sugar Corporation had spent 79m Ethiopian birr (£2.1m) constructing infrastructure and social services in the valley, including schools and health centres. In May, the Guardian visited a “villagisation” site – Napusmoria, in the South Omo district of Nyangatom – and spoke to villagers whose accounts echoed the report’s claims. Nalia, an elderly inhabitant, said the government ordered her and her family to move to the new village in 2011. “They promised us services, like water, a health clinic and a plot of irrigated land,” she said. “But apart from some food at the start there was nothing.” This is Oakland’s fourth report on South Omo. In 2013 it accused the Ethiopian government of using killings, beatings and rapes in order to force indigenous communities to accept the sugar cane projects. It also accused western aid agencies of covering up evidence of the abuses. Other international groups such as Human Rights Watch and Survival International have also condemned the government for abuses in South Omo in the past. Desalegn Tekle Loyale, a doctoral student at Addis Ababa University who grew up in the valley, said the government did not engage with local communities before commencing the project. “None of us have been consulted,” he said. “We just heard the dam had already started – nothing else.” Benedikt Kamski, a researcher at Freiburg’s Arnold-Bergstraesser Institute whose doctorate was on the OKSDP, said previous opportunities to mitigate some of the project’s harmful impacts had been missed. “Setbacks in the project led to a certain rethinking within the Sugar Corporation concerning the implementation and how local communities should be involved,” he said. “However, financial bottlenecks, political pressure, and above all the government’s vision of development seem to have prevented a change of course.” Despite criticism, Abiy’s administration has pledged to finalise the sugar projects. In October 2018, at the inauguration of Omo-Kuraz III Sugar Factory, the prime minister said earlier problems had been “alleviated” and spoke of a need “to march forward”. Seleshi said it would be wrong to assume “the traditional way of living was great and had no problems”. He added that “irrigated agriculture is more advantageous because it can produce up to three harvests per year”. Yet there are some signs of a change in approach. At an April seminar on South Omo’s livelihood challenges, held in Addis Ababa government minister Seyoum Mesfin told visiting academics and journalists that the new government recognised certain “development interventions in the pastoralist areas … came with a cost.” The minister cited, in particular, “megaprojects like Gibe III” and added that the government “will not allow a repeat of those situations”. Access to South Omo for journalists and researchers has also opened up significantly since last year – signalling a shift away from a policy that in the past meant reporters were denied permits or escorted from the region by police. “Since Abiy came to power researchers are being treated differently, especially with regards to information sharing,” said Kamski. “This is indeed a promising development and should be taken as a cue for instigating constructive dialogue and the joint development of mitigation measures.” Others are proposing ways to soften the impact of Gibe III and OKSDP. “All options should be on the table in terms of sharing the benefits from these projects,” said Jed Stevenson, an anthropologist at Durham University, who suggested wider access to irrigation for local communities, as well as schemesallowing them a share of the profits from crops grown on plantations. Meanwhile, some have continued to call for controlled release of flood waters from the dam, at least until local people are able to move away from their traditional livelihoods – although experts have warned this would mean a significant loss in hydropower revenue. “For the communities there is no other solution [besides] a serious release of the dam,” said Claudia Carr, an anthropologist at Berkeley University. “There’s just nothing else.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}