{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/jun/14/who-calls-for-more-funds-to-fight-drc-ebola-outbreak", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-06-14T18:28:03Z", "webTitle": "WHO calls for more funds to fight DRC Ebola outbreak", "webUrl": "https://www.theguardian.com/global-development/2019/jun/14/who-calls-for-more-funds-to-fight-drc-ebola-outbreak", "apiUrl": "https://content.guardianapis.com/global-development/2019/jun/14/who-calls-for-more-funds-to-fight-drc-ebola-outbreak", "fields": {"headline": "WHO calls for more funds to fight DRC Ebola outbreak", "bodyText": "The World Health Organization has backed off from declaring that an Ebola outbreak in the Democratic Republic of the Congo is an international emergency despite it spreading into Uganda. After long discussions, a WHO committee ruled that although the outbreak was an emergency for DRC, it did not fit the criteria to be declared a public health emergency of international concern. Dr Preben Aavitsland, the acting chair of the emergency committee, said they were extremely worried about the ongoing outbreak and its spread and especially concerned that the world had not yet come up with the money needed to fight it. “The committee is deeply disappointed that WHO and the affected countries have not received the funding and resources needed for this outbreak,” he said. “The international community must step up funding and support for the strengthening of preparedness and response in the DRC and the neighbouring countries.” The WHO’s director general, Dr Tedros Adhanom Ghebreyesus, has said the response will be hampered without more money. He said recently that only half the funds promised had been handed over. “WHO and partners cannot tackle these challenges without the international community stepping in to fill the sizeable funding gap,” Ghebreyesus said. After the committee announced its decision, Ghebreyesus said the WHO had received $43.6m, still short of the $54m that had been promised. “We call on all our partners to fill this gap as soon as possible,” he said. A declaration of a public health emergency of international concern would have pulled in more resources and help. The WHO would have hoped especially to further involve the US, which has so far limited its help to boosting resilience in neighbouring countries because of violence in the disease-hit Kivu region of DRC. The epidemic in DRC is different in several ways to an epidemic that raged in three countries in west Africa a few years ago, but after 10 months, nearly 2,100 cases and 1,400 deaths, there are warnings that the trajectory appears similar. “This epidemic is in a truly frightening phase and shows no sign of stopping any time soon,” said Jeremy Farrar, head of the Wellcome Trust. “There are now more deaths than any other Ebola outbreak in history bar the west Africa epidemic of 2013-16, and there can be no doubt that the situation is escalating towards those terrible levels. We urgently need a change in response to help stop Ebola spreading and save lives.” Ian Vale, a regional director for Save the Children in east and southern Africa, said the outbreak’s spread into Uganda was a clear warning that not enough was being done to curb the virus. “Our teams in the field in the DRC see the devastating effect of the virus on children every day. They have died, have seen parents and family die in the most gruesome way, they live in fear, schools are closed,” he said. Uganda has been preparing by vaccinating nearly 4,700 health workers in 165 health centres and clinics. A five-year-old boy and his grandmother died this week and there are three more suspected cases in hospital. There have been four declarations of public health emergencies since 2005, when WHO’s regulations came in: swine flu in 2009, polio in 2014 when there was a resurgence after near eradication, Ebola in west Africa in 2014 and Zika virus in Brazil in 2016."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}