{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/jun/25/most-complex-health-crisis-congo-struggles-ebola-drc", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-06-25T04:00:32Z", "webTitle": "'Most complex health crisis in history': Congo struggles to contain Ebola", "webUrl": "https://www.theguardian.com/global-development/2019/jun/25/most-complex-health-crisis-congo-struggles-ebola-drc", "apiUrl": "https://content.guardianapis.com/global-development/2019/jun/25/most-complex-health-crisis-congo-struggles-ebola-drc", "fields": {"headline": "'Most complex health crisis in history': Congo struggles to contain Ebola", "bodyText": "Moise Kitsakihu-Mbira has lost his brother, his grandson and 11 other family members to Ebola. When he himself fell sick he sought treatment in secret. His family don’t believe the virus exists and think a man in their village poisoned them. Refusal to believe in the existence of Ebola is one difficulty for doctors who say the current outbreak of the deadly virus in the Democratic Republic of the Congo is the “most complex public health emergency in history” and warn it could drag on for months. Following two deaths across the border in Uganda two weeks ago, officials admit they are struggling to identify and track cases around the north-eastern city of Butembo, particularly in countryside dominated by the Mai Mai militia and where a highly mobile population mean cases continue to emerge. The outbreak, with more than 2,100 cases and more than 1,412 confirmed deaths in just over a year, is the second largest in history, despite recent availability of an effective experimental vaccine. Centred on three locations in North Kivu – Beni, Mangina and Butembo – the response led by the World Health Organization and DRC’s ministry of health faces political security and cultural complexities. Among them is widespread resistance to the idea that Ebola exists, a conspiracy fuelled by some political candidates in last year’s national elections. In Butembo, a population dominated by the Nande ethnic group, a false narrative has also emerged that the virus – if it exists – has been brought in from outside to target a people who have long felt victimised in the region’s interminable conflicts. The city has seen armed assaults on Ebola treatment centres, the murder of a WHO doctor, and frequent attacks on vaccination teams. In the latest incident, on Monday last week, a driver working with an Ebola response team in the neighbouring city of Beni was left in critical condition after angry crowds hurled rocks at him and set his vehicle on fire. “We are looking at one of the most complex health emergencies the world has seen,” says John Johnson of Médecins Sans Frontières (MSF), whose teams pulled out of Butembo over security risks. He was one of three officials who framed the crisis in similar terms. Moise Kitsakihu-Mbira is now a motorbike ambulance driver who discreetly brings the sick to the treatment centre from communities where stigma remains. “It was my grandson who died first,” he tells the Guardian. Many family members touched the body – highly risky as Ebola is spread through physical contact with victims’ bodies or those showing symptoms. They started dying. First his brother, then, one after another, twelve others. “Even when they were told it was Ebola, the family wouldn’t accept it,” he says. “They threw stones at the team sent to offer vaccinations. They thought it was poison.” The man accused of poisoning the family was killed by other villagers. Moise did believe in Ebola’s existence and sought treatment when he too fell sick, despite his local doctor telling him that Ebola was not real. “I was telling people that it wasn’t poison,” he recalled. Finally he visited a hospital where Ebola was confirmed. Even then, as he sent texts telling his family where he was, his wife refused the vaccine for herself and their children. * * * Despite its sprawling size and the constant buzz of motorbike taxis, Butembo feels neglected, with potholed dirt roads, open sewers, crumbling infrastructure and its perfect storm of overlapping issues that conspire to hamper the Ebola response. It’s a major commercial centre, and residents trade widely, across the borders into Uganda and Rwanda. Unlike Beni where the main militia – the Allied Democratic Forces – are located in the countryside, the Mai Mai are embedded within the population of Butembo, with political links. Even by DRC standards, a strong hostility has emerged here not only to central government but to all outsiders. Dr Ibrahima Socé Fall, the senior WHO official for the Ebola response in Butembo, described the reaction to the arrival of his teams last year in the midst of national elections. Even those who accepted Ebola’s existence were not necessarily happy to see them. “The view was – you’re only here for Ebola, and when that is over you’ll go and we will have all the same problems as before.” Conspiracies spiralled. Some centred on the disease, others on the treatment centres. In the midst of this febrile atmosphere the government made the catastrophic decision to cancel voting in the virus-struck region, contributing further to the wildest theories about the outbreak as a political tool. Privately, some of those involved in the medical response also concede that mistakes have been made. Medical teams assumed that the epidemic would follow a similar pattern to recent outbreaks in west Africa, and were blindsided by the hostility and suspicion, recognising too late that political negotiation, as well as medical intervention, was needed. “The biggest problem has been security. I think if we had the access we need, we could have finished dealing with it a long time ago,” says Socé’s colleague Michel Yao, in charge of the day-to-day WHO response. “Every time there was an incident we would be prevented from working for three to four days. There would be demonstrations and anyone could be attacked. We became the target.” In the most serious incident, on 19 April, Dr Richard Mouzoko Kiboung, a Cameroonian epidemiologist, was killed at Butembo’s University Hospital. According to colleagues, Dr Kiboung was wearing his hospital scrubs but nothing that identified him as working for WHO at the hospital. As he attended a meeting in the conference room, armed men burst into the room. Forcing those present to the floor, the gunmen accused the assembled health workers of “perpetuating false rumours about Ebola” before shooting the doctor in the stomach. Armed assailants also attacked Ebola treatment centres in Butembo and Katwa, then run by MSF, burning parts of the facilities and firing at buildings. This upsurge of violence has forced medical teams to travel with armed escorts and to reinforce clinics with sand-bagged protection. And an atmosphere of risk persists. During the Guardian’s visit to the main coordination centre in Katwa, four men suspected of being Mai Mai militia infiltrated the compound. Two fled and two were arrested by guards. No one is clear about precise motives. * * * What has changed dramatically since the first cases last year is the emergence of new facilities and tactics to deal with the disease. Although some 300 health centres were listed at the beginning of the outbreak, many of those, admits Dr Socé, were desperately basic. “They were often just one room and some of them [were used] for traditional medicine. People would be drinking out of the same pot or a syringe would be used ten times. A child would go in for treatment for malaria and come out with Ebola.” Dedicated centres have now been built in key locations where medical staff in biohazard suits, looking like visiting astronauts, bustle between isolation units and decontamination showers. Meals are delivered to patients in observation areas via slides while in plastic isolation cubes, in controlled environments, doctors work on the most serious cases. There is lodging for relatives, and children are cared for by Ebola survivors immune to catching the virus a second time. There is a morgue and purpose-built screened area where families can view a body ahead of the burial process. Vaccinations have been speeded up and a half dose of vaccine has been found to be as effective as the full shot. It remains exhausting work. “We have the vaccine and new ways of treating the disease,” says Dr Marie-Claire Kolie, a Guinean doctor in Butembo who worked on Ebola in her own country. “The big difference is that this is occurring in a conflict zone and that is accentuating everything. We’ve seen the numbers of cases in the centres declining, and that’s good news, but we are still seeing deaths in the community and they are difficult to investigate. And there’s still no confidence in the community even now. “We’re still facing a problem of fake news and rumours circulating on WhatsApp groups.” Those continuing difficulties were dramatically underlined when a family of six travelled into Uganda from the Mabalako area outside Butembo – a difficult location with little government presence – with two victims of Ebola among them. Cases from this area have also reintroduced the disease into areas in the north-east of the DRC, thought to be under control. “It was very clear in the first weeks of the outbreak,” says Dr Socé, “that it was going to be complicated. And if it was not controlled it would become even more complicated. “Even so, what happened later, with the security situation and the cancellation of the elections … We didn’t expect that to happen.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}