{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "global-development/2019/jun/27/harrowing-photo-of-drowned-father-and-daughter-rio-grande-us-mexico-border", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-06-27T06:00:06Z", "webTitle": "Is it wrong to look at the harrowing photo of a drowned father and daughter? | Peter Beaumont", "webUrl": "https://www.theguardian.com/global-development/2019/jun/27/harrowing-photo-of-drowned-father-and-daughter-rio-grande-us-mexico-border", "apiUrl": "https://content.guardianapis.com/global-development/2019/jun/27/harrowing-photo-of-drowned-father-and-daughter-rio-grande-us-mexico-border", "fields": {"headline": "Is it wrong to look at the harrowing photo of a drowned father and daughter?", "bodyText": "Julia le Duc’s image of Óscar Alberto Martínez Ramírez and his 23-month-old daughter, Valeria, lying drowned on a muddy shoreline after an attempted crossing of Rio Grande into the US appears like a summation of all the arguments about the Trump administration’s harsh immigration policies. The pair look as though they could be locked in a sleeping embrace, the child’s head tucked inside her father’s T-shirt, where she’d been placed by him for safety as he swam, protecting their last dignity. It is a photograph that, like the similar image of the three-year-old Alan Kurdi, has prompted sharp political reaction. Among those who cited the impact of the picture was Joaquin Castro, a Texas Democratic representative, who spoke in emotional terms about it even as congressional Democrats moved to approve a $4.5bn (£3.5bn) humanitarian aid bill to address the plight of migrants at the border. “It’s very hard to see that photograph,” Castro said. “It’s our version of the Syrian photograph – of the three-year-old boy on the beach, dead. That’s what it is.” It is an image, however, that also raises a profound challenge: how should we respond to such horror? That question was asked best – if uncomfortably for reporters and photographers – by Susan Sontag in her meditation on depictions of human suffering Regarding the Pain of Others, published in 2003, where she asked what it meant for images to “protest suffering, as distinct from acknowledging it?” “There is a shame as well as shock in looking at the close up of real horror,” Sontag suggested. “Perhaps the only people with the right to look at images of suffering of this extreme order are those who could do something to alleviate it … or those who could learn from it. “The rest of us are voyeurs, whether or not we mean to be.” The issue has become even more pressing, even in the 15 years since Sontag wrote her book, because of the way in which our consumption of images has been changed by a social media explosion that has made engagement ever more ephemeral even as we have been bombarded with ever more pictures. And there is another tension in such images that Sontag identified: a cultural distance she linked to a western audience’s prism of the postcolonial world. “The more remote or exotic the place,” she wrote, “the more likely that we are to have full frontal views of the dead and dying.” Too often when we contemplate such images of death they are somehow exotic, other; they seem to depict things that happen to people outside our own experiences. None of which is an argument for not looking. Only for looking harder and more purposefully. Because the reality of the power of Le Duc’s photograph lies in the juxtaposition of multiple levels of shame. The intrusion into the dignity of the dead father and child is also an intrusion into our complacency. Like the photograph of Alan Kurdi, taken by the Turkish photojournalist Nilüfer Demir on a beach near Bodrum in Turkey, the images seem like ones from elsewhere, relocated into the comfortable assumptions of the US and Europe, where such things are not “supposed” to happen. Although we know that these fatal events occur – and in the Mediterranean and at the US border on a large scale – we are both shocked to be confronted by the reality of them, and ashamed to find ourselves examining the evidence. One issue, as a number of those who, like Sontag, have written critically on images of atrocity, is the question of context. Discussing the meaning of Lee Miller’s famous pictures of Dachau concentration camp, the Canadian academic Sharon Sliwinski underlined a key contradiction at the time when the pictures were first published: “The public bore witness in 1945, but they did not know what they had seen.” The reality is that, although we know a little of the meaning behind what Le Duc has shown us, we still do not know enough. We know that Martínez, 25, Valeria and her mother, Tania Vanessa Ávalos, arrived last weekend in the border city of Matamoros, Mexico, hoping to apply for asylum in the US. We know too that finding the international bridge they entered the river to swim across on Sunday afternoon, quickly getting into difficulties in the current with their bodies washed on to the Mexican shore of the river. Paradoxically, to protest and not simply acknowledge what we see in Le Duc’s harrowing picture requires that we do not look away; that we demand to know the context and ask the hard questions. That we bear both witness and know what we are seeing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}