{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2019/jun/12/supreme-court-rules-in-favour-of-single-mother-declared-intentionally-homeless", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2019-06-12T13:49:18Z", "webTitle": "Supreme court rules in favour of single mother declared 'intentionally homeless'", "webUrl": "https://www.theguardian.com/law/2019/jun/12/supreme-court-rules-in-favour-of-single-mother-declared-intentionally-homeless", "apiUrl": "https://content.guardianapis.com/law/2019/jun/12/supreme-court-rules-in-favour-of-single-mother-declared-intentionally-homeless", "fields": {"headline": "Supreme court rules in favour of single mother declared 'intentionally homeless'", "bodyText": "The supreme court has ordered a council to reconsider its decision to declare a single mother of four to be “intentionally homeless” because she was unable to afford the rent. The unanimous ruling by five justices sets a significant precedent that will expand the housing responsibilities of underfunded local authorities. The case of Terryann Samuels, whose children are all under the age of 16, also highlights the way in which the Legal Aid Agency (LAA) repeatedly refused to support her appeal even though she was in immediate danger of being turned out on to the street. Ministers have consistently said that legal aid remains available to those in danger of losing their homes ever since the 2012 Legal Aid, Sentencing and Punishment of Offenders Act introduced swingeing cuts to funding. The supreme court judges specifically criticised the “very substantial delay in bringing the case to court” caused by the LAA’s refusal and belated change of mind. Samuels applied to Birmingham city council as homeless after she had been evicted from her previous, private accommodation because of rent arrears. There was a shortfall in her housing benefit of around £150 a month and she could not afford to bridge the gap by using her other benefits payments. Delivering judgment, Lord Carnwath said the council officer who reviewed her case had not considered her needs other than housing. “He asked whether there was sufficient ‘flexibility’ to enable her to cope with the shortfall of £151.49 between her rent and her housing benefit,” he said. “However, the question was not whether, faced with that shortfall, she could somehow manage her finances to bridge the gap; but what were her reasonable living expenses [other than rent], that being determined having regard to both her needs and those of the children, including the promotion of their welfare.” Her other expenses could not be regarded “as other than reasonable”, he said, given that benefit levels “are not generally designed to provide a surplus above subsistence needs for a family”. Samuels, who was provided with temporary accommodation pending the outcome of the proceedings, said: “I am delighted with the decision of the court. I have been fighting for so long for this, and have been suffering from the uncertainty of not knowing what will happen to me and the children.” Mike McIlvaney, her solicitor at the Community Law Partnership in Birmingham, said: “This important case would never have reached the supreme court if the Legal Aid Agency had had its way. Decisions such as these are churned out across the country on a daily basis, finding individuals to be intentionally homeless in circumstances where they can’t meet the rent.” The chief executive of Shelter, Polly Neate, said: “We’re very pleased to see the court recognise that it’s not lawful to expect families to rely on money they need for their basic living expenses to pay their rent when their housing benefit can’t cover it. This is an important judgment for the future of the welfare system. “When someone is forced to choose between rent and keeping their children fed, they cannot be viewed as ‘intentionally’ homeless when they choose the latter. Housing benefit cuts mean it has not kept pace with rents for years – it now doesn’t cover a modest rent in a shocking 97% of the country – and cases like this are the result. “We are hearing from more and more families who are choosing between rent and absolute necessities like heating and food. We urge the government to lift the freeze and make sure benefits cover at least the lowest third of the rental market.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}