{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2019/jul/01/revenge-porn-victims-being-failed-by-outdated-laws-and-policing", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2019-06-30T23:40:18Z", "webTitle": "Revenge porn victims being failed by outdated laws and policing", "webUrl": "https://www.theguardian.com/law/2019/jul/01/revenge-porn-victims-being-failed-by-outdated-laws-and-policing", "apiUrl": "https://content.guardianapis.com/law/2019/jul/01/revenge-porn-victims-being-failed-by-outdated-laws-and-policing", "fields": {"headline": "Revenge porn victims being failed by outdated laws and policing", "bodyText": "Victims of image-based sexual abuse – such as upskirting, revenge porn and fake porn – are having their lives shattered amid outdated and ineffective laws and police inaction, a report reveals. Men and women are being isolated from their friends and families, suffer harassment and fear for their safety, and in some cases are being driven to try to take their own lives. The findings are contained in a report released on Monday by legal experts from across the UK, based on interviews with 25 survivors of image-based sexual abuse as well as police, lawyers and policy-makers. They are calling for the government to outlaw threats to share nude or sexual images without consent as well as digitally altered or fake sexual images, among other reforms. In one case, a victim known only as Louise tells of how fears that her intimate photos would be shared drove her to take an overdose as her mental health deteriorated. In another, a man named Stephen described feeling paralysed and constantly “on-edge” after a female acquaintance took nude images of him without his knowledge and threatened to make them public once he tried to cut ties. He said that the police told him: “Sorry, nothing we can do.” A third case was of a teacher in Northern Ireland whose pupil clandestinely took photos up her dress before posting them on social media – a practise known as upskirting which remains legal in the province but was banned in England and Wales in April this year. More than half of those interviewed said that police dealt with the complaints using informal measures, including cautions and requests to remove the images, allowing perpetrators to “get off scot-free”. One survivor known as Heather says that she felt police blamed her for her abuse, telling her: “Well I guess you’ve learned your lesson.” “Delays in government action on image-based sexual abuse is gambling with people’s lives,” said co-author Clare McGlynn, a professor of law at Durham University. “The law is hopelessly out of date and it is a real patchwork at the moment. That is why we need comprehensive legal reform to stop this form of abuse.” Revenge porn – the sharing of private or sexual images or videos of a person without their consent – became an offence in England and Wales in April 2015. However, unlike under sexual offences laws, victims are not granted automatic anonymity as it falls under communications legislation. Fake porn – sometimes known as a deepfake – refers to composite images or videos where a victim’s face is often grafted onto a naked body. The perpetrator usually either distributes the image on social media or to a victim’s contacts, or will make threats to do so. The offence is not currently covered by a specific law, meaning the route to a prosecution can be difficult. While upskirting was criminalised in England and Wales earlier this year, academics said the law fails to cover grey areas about motive. The report comes days after the government asked the Law Commission to review the existing legislation, a move the authors say is by itself insufficient, and will be presented to MPs on Monday. McGlynn told the Guardian that the government must also establish an office for online safety to help victims navigate the “cumbersome” processes of social media platforms to have offending images swiftly removed, as well as provide guidance to understanding complex civil and criminal laws. She also called for the creation of national police guidance for officers investigating these crimes as well as greater training to prevent victim blaming. “The focus needs to be on the perpetrators,” McGlynn added. “We need to start talking about why someone would send on photos without the other person’s consent.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}