{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2019/jun/19/legal-aid-cuts-discrimination-cases-equalities-watchdog-report", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2019-06-18T23:01:17Z", "webTitle": "Legal aid cuts harming discrimination victims, says equality watchdog", "webUrl": "https://www.theguardian.com/law/2019/jun/19/legal-aid-cuts-discrimination-cases-equalities-watchdog-report", "apiUrl": "https://content.guardianapis.com/law/2019/jun/19/legal-aid-cuts-discrimination-cases-equalities-watchdog-report", "fields": {"headline": "Legal aid cuts harming discrimination victims, says equality watchdog", "bodyText": "Victims of discrimination are being denied the chance to challenge unlawful behaviour because legal aid cuts in England and Walesmean they cannot get representation in court, according to the equalities watchdog. With access to legal advice and lawyers severely restricted, the Equality and Human Rights Commission has said employment practices and services that discriminate on the grounds of sex, race, religion or other characteristics are going unpunished. The EHRC’s inquiry into legal aid for victims of discrimination found very few people were receiving the representation they needed in courts or tribunals. No discrimination at work cases were given legal aid funding for representation in employment tribunals between 2013 and 2018, and only one in 200 cases taken on by discrimination specialists were awarded funding for representation in court. David Isaac, the EHRC chair, said: “Legal aid was specifically set up to ensure that those who have been wronged, but cannot afford their own legal representation, can access justice. “The threat of legal action is a powerful deterrent for perpetrators and makes it clear that society will not tolerate injustice. Challenging such complex issues as discrimination should never be a David v Goliath battle, and the system is failing if individuals are left to fight cases themselves at an employment tribunal or in court.” Since the Legal Aid, Sentencing and Punishment of Offenders Act was passed in 2012, austerity has reduced legal aid funding by £950m a year in real terms, causing an alarming rise in the number of people forced to represent themselves. For a long time after 2012, most of those seeking advice for discrimination issues were required to go through the Legal Aid Agency’s phone line, which has been widely criticised. Claimants preferred face-to-face consultations and were reluctant to discuss personal matters over the phone. The EHRC report also criticised the LAA’s decision-making process which, it said, effectively limited funding to cases with high compensation awards. The commission said the requirement “misses the point when it comes to discrimination cases, which are often more about challenging unacceptable behaviour and upholding rights than obtaining financial awards”. The study revealed that even some people living below the poverty line were not entitled to legal aid because the financial eligibility criteria have not been updated for years. The EHRC called on the government to change the threshold to increase the number of people who received legal aid. One service user quoted in the report said: “I don’t earn enough in order to be able to afford a private solicitor, yet legal aid judges me as financially ineligible for legal help. This system is very unfair on us low-income single individuals. Legal aid should change their disposable income rules.” Isaac said: “The current system is clearly in need of reform, and while we are pleased that the government is currently reviewing the legal aid process, it must implement our recommendations if the legal aid system is to deliver once again.” Richard Burgon, the shadow justice secretary, said: “This report paints a troubling picture of the damage Conservative cuts to legal aid has done to people facing discrimination. “Our hard-won rights are not worth the paper they are written on unless people can defend them. The government must now commit to act on this report and strengthen legal aid to enable people facing discrimination to get the justice they deserve.” A Ministry of Justice spokesperson said: “Our legal aid support action plan has already committed to addressing many of the challenges set out in this report. This includes reinstating immediate access to face-to-face legal advice in discrimination cases, reviewing legal aid means testing and improving the exceptional case funding scheme.” The MoJ is also reviewing the financial eligibility thresholds for legal aid entitlement. In a separate report this month, Dr Jo Wilding of Brighton University said the market for legal aid in the immigration sector provided “strong economic incentives to carry out work to a minimum quality standard” due to the use of standard fees. • This article was amended on 19 June 2019 to make it clear that the EHRC inquiry related to England and Wales."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}