{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2019/jun/04/stop-and-searches-in-london-soar-after-police-powers-widened", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2019-06-04T13:49:22Z", "webTitle": "Stop and searches in London up fivefold under controversial powers", "webUrl": "https://www.theguardian.com/law/2019/jun/04/stop-and-searches-in-london-soar-after-police-powers-widened", "apiUrl": "https://content.guardianapis.com/law/2019/jun/04/stop-and-searches-in-london-soar-after-police-powers-widened", "fields": {"headline": "Stop and searches in London up fivefold under controversial powers", "bodyText": "Scotland Yard’s attempt to tackle violent crime in London has prompted a five-fold increase in the number of stop and searches under controversial powers, figures reveal. Searches under section 60 had increased in the capital from 1,836 in 2017-18 to 9,599 in 2018-19, the Metropolitan police deputy commissioner, Sir Steve House, told the London assembly police and crime committee on Tuesday. The number of authorised section 60 orders – which allow police to search anyone in an area if they anticipate serious violence – went up by 219% in the same period. House told the committee: “I think we use it far more assertively than before, but I think it is an appropriate use. They are authorised either in anticipation of serious violence or immediately after serious violence.” The home secretary, Sajid Javid, enhanced section 60 powers earlier this year, giving police more power to stop and search people without “reasonable suspicion” in an attempt to combat knife crime. Critics say stop-and-search powers disproportionately target black people and undermine community relations. Katrina Ffrench, the chief executive of StopWatch, which campaigns for fair and effective policing, told the Guardian the figures were concerning. “Black men are eight or nine times more likely, nationally, to be stopped than their white counterparts, so there’s a racial unfairness in not everyone being treated equally. “What that then does is foster tension and frustration that you’re viewed with such suspicion. While most people who aren’t impacted by stop and search think it’s just a five-minute stop, actually it can be up to 40 minutes and mean you’re late for work.” Gracie Bradley, the policy and campaigns manager at Liberty, said: “Race discrimination in stop and search is rising, and is at its worst under suspicionless powers. Research shows there is no significant link between ethnicity and knife crime and that prohibited items are found across all ethnicities at similar rates. “Stop and search without suspicion is a recipe for state abuse of power and does untold damage to communities’ trust in fair policing. It is the antithesis of the targeted, considered and accountable policy interventions that we really need to address complex problems such as youth violence over the long term.” The enhanced powers, announced by the Home Office on March 31, reduced the authorisation required for a section 60 from a senior officer to inspector. They also lowered the degree of certainty required by police officers; they must believe only that serious violence “may”, rather than “will”, occur. Asked if he thought the current powers were sufficient, House told the committee: “I think we are seeing, due to the use of stop and search, a greater awareness among people who might be likely to carry knives, that they might be stopped and searched and therefore I do hope they would leave the knife at home and stop carrying knives. “That’s the motive behind stop and search. I believe we have what we need at the moment.” Homicides were down about 30% year-on-year and knife crime injuries for under-25-year-olds were down nearly 20%, although knife crime as a whole remained flat, he told the committee."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}