{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2019/jun/07/criminals-barristers-in-england-and-wales-vote-to-stage-national-walkout", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2019-06-07T18:05:01Z", "webTitle": "Criminal barristers in England and Wales vote for national walkout", "webUrl": "https://www.theguardian.com/law/2019/jun/07/criminals-barristers-in-england-and-wales-vote-to-stage-national-walkout", "apiUrl": "https://content.guardianapis.com/law/2019/jun/07/criminals-barristers-in-england-and-wales-vote-to-stage-national-walkout", "fields": {"headline": "Criminal barristers in England and Wales vote for national walkout", "bodyText": "Criminal barristers in England and Wales have voted overwhelmingly to stage a national walkout on 1 July in protest at low fees in action that is likely to close down the criminal justice system for the day. The announcement of ballot results by the Criminal Bar Association (CBA), which represents thousands of lawyers who carry out defence and prosecution work, marks a sharp escalation in the long-running dispute over payment for legal work. Some barristers are paid as little as £46.50 for a day in court, the association says. The threat of bringing the criminal courts to a standstill comes as the government, drifting towards political paralysis over Brexit, appears vulnerable and after the Ministry of Justice agreed this week to a temporary settlement for high court judges that in effect gave them a 27% increase in the space of two years. The turnout of more than 2,700 CBA members represents more than 80% of criminal barristers actively practising in the courts. Barristers were asked whether they agreed to staging what amounts to a national strike on 1 July in relation to separate demands over prosecution and defence fees. By majorities of about 94%, the membership backed the call for action on both claims. A significant proportion of all Crown Prosecution Service (CPS) cases are conducted by independent barristers. Their refusal to work would prevent trials going ahead and bring the criminal justice system to a complete halt. Among the CBA’s demands are: Payments for barristers for reading unused disclosed material. Raising the £46.50 minimum fee to £100. Increased fees for looking at evidence released through disclosure. The release of the ballot results was delayed for several days as negotiations carried on between the CBA, the CPS and government officials. Other disruptive action is also planned, including adopting a policy of “no returns” – refusing to cover for transferred casework from barristers who could not attend court on a certain date. Chris Henley QC and Caroline Goodwin QC, chair and vice-chair of the CBA, said: “Your message is very clear. Your engagement has been overwhelming. We have set out the changes that the bar needs to see. “In the background, a great deal of activity has been going on. There has been very constructive engagement with the CPS chief executive and the government on an almost daily basis for several weeks. We are hopeful that there will be a positive outcome to these discussions which, if successful, would result in substantial new investment.” A government spokesperson, responding to the ballot, said: “We’ve recently committed to a full review of legal aid payment schemes and are already engaging with a wide range of legal professionals on this. “We are considering the most constructive way forward with representatives of the bar, while keeping all members of the criminal legal aid profession in mind.” Under austerity measures, the Ministry of Justice has endured deeper cuts to its budget than any other Whitehall department and fees were not upgraded in line with inflation for years."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}