{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/15/echiums-sun-lovers-perfect-plant-warm-climates", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-15T09:59:16Z", "webTitle": "Echiums: these sun-lovers make the perfect plant for warm climates", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/15/echiums-sun-lovers-perfect-plant-warm-climates", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/15/echiums-sun-lovers-perfect-plant-warm-climates", "fields": {"headline": "Echiums: these sun-lovers make the perfect plant for warm climates", "bodyText": "Britain’s deep-rooted love of gardening withered somewhat under last summer’s prolonged and record-breaking heatwave. Few could forget those six long weeks of absent rainfall, when gardeners nationwide rallied around gasping plants while everyone else headed for the beach. At the Garden Museum in London, where I’m head gardener, I despaired as hedges browned, ferns scorched and even our toughest perennials wilted. Thankfully, a wet winter had bolstered Thames Water’s reserves. A hosepipe ban would have been fatal for many plants. With the exception, that is, of one stalwart: tree echiums (Echium pininana), whose cheerful revelry amid such arid conditions lifted my spirits. For more than a decade, nestled against a west-facing wall and baked in afternoon sunshine, tree echiums have regularly flowered and set seed in a quiet corner of the museum gardens. I’ve always been fond of their towering blue flower spikes, which lift magnificently from crowns of bristly, lanceolate leaves, but only last year came to appreciate their suitability for Britain’s warming climate. I believe their popularity will increase significantly in coming years. These plants deliver, both for the gardener – in ease of cultivation and floral splendour – and for struggling pollinators, too, more of which later. Commonly known as bugloss, echiums are true sun-lovers, hailing from the baking climes of the Mediterranean and North Africa. Armed with heat-protective foliage and questing taproots, they flourish in dry weather, emerging among sunlit rocks like basking adders after hibernation. A large number of their 40-plus species hail from the subtropical Macaronesian archipelagos, occupying the dusty volcanic slopes of the Azores, Madeira and the Canary Islands. These scattered isles are home to spectacular echium forms: flower-clustered shrubs and giant pillars bursting with colour, many unique to single islands, such as Tenerife’s E wildpretii, appropriately named the “Tower of Jewels” for its beguiling 3m (10ft) blooms. During the great plant-hunting era of the late 18th century, the Scottish botanist Francis Masson visited Macaronesia, writing enthusiastically back to Kew Gardens of “tremendous ravines” abounding with rare plants. One can only imagine the delight at Kew, as gardeners unwrapped Masson’s fresh-off-the-boat samples of E candicans, whose purple-blue spires give even delphiniums a run for their money. Echiums vary greatly between annuals, hardy perennials and semi-evergreens. Favoured garden varieties tend to be the monocarpic sort; producing leaf mounds in their first year and flowering in the second or third, before setting seed and dying. Almost all species, however, are united by a few defining attributes: showy compound flowers of white, pink, red or blue; narrow, hirsute leaves; and tough, wandering stems. Horticulturally, their needs are simple – a poor substrate, a sunny spot and a dose of neglect. For gardeners on chalky or sandy soil, therefore, we’re talking drought-tolerant plants that produce long-lasting blooms that thrive when all but ignored. For those on heavier soil, there is the option of a pot, filled with gritty, free-draining compost and manoeuvred into a sunny position. Ah, you say, but these are not the winter-less wilds of subtropical Tenerife. Indeed, so protection is necessary during the cold season. Echiums can handle temperatures down to -5C, but will not tolerate damp. To avoid rot, which can be deadly, protect vulnerable plants from frost with a light fleece, removing when the sun shines to maintain airflow. Alternatively, they may be transplanted to a pot (bucket-sized will do) and brought indoors for winter. Even bulky tree echiums will lift with surprising ease and, provided the ordeal is kept brief, recover well when replanted the following spring. This sensitivity to cold has precipitated a misconception that echiums may only be grown on the Cornish coast or within the shielded microclimates of central London. Not so: I know of echiums growing happily in western Scotland and north Wales; from Nottingham to Northumberland. In fact, the UK’s National Echium Collection (echiumworld.co.uk) resides not in the sunny south but the east Midlands, outside Newark-on-Trent. “They are wonderful plants and easier to grow than people think,” says Linda Heywood, the collection’s founder. “They don’t need feeding or staking, and self-seed prolifically.” She sows seeds on to multipurpose compost indoors throughout spring and early summer, before covering with vermiculite. “All echiums must be handled with gloves,” she says, “as the coarse hairs can cause skin irritation. But that’s a small price for their flowers.” So, to pollinator appeal: if you have grown borage or comfrey, you’ll have witnessed their supreme magnetism for bees and butterflies. Echiums belong to the same plant family, Boraginaceae, and share that trait. As average monthly temperatures rise, our spring flowers are blooming ever earlier, making nectar sources for pollinators – including the declining honeybee – increasingly uncertain during early summer. Echiums bridge that gap, delivering floral profusion in late May that often continues well into July and August, unflustered by extreme heat. London’s Natural History Museum recently planted new displays to showcase plants that will be better able to withstand climate change, and provide a much-needed food source for pollinating insects. Needless to say, echiums feature prominently. Convinced? I hope so: an echium in the right place will offer all the splendour of a thirsty phlox for a fraction of the watering demand. And while the thrill of exotic plants is no compensation for climate change, let’s make hay while the sun shines, if only for the sake of our bees. Five echiums to enjoy 1 Echium candicans: for multiple flowers. A longer-lived Madeiran perennial shrub with branched stems bearing mauve, lupin-like flowers. 2 Echium pininana ‘Snow Tower’: for bee-smothered blooms. An all-white form of the classic tree echium. Great for attracting wildlife and will self-seed to produce next year’s plants. 3 Echium wildpretii: a choice for the adventurous. Tenerife’s scarlet behemoth requires patience, but its architectural silver foliage will impress as you await magnificent flowers. 4 Echium ‘Blue Bedder’: for impact in the flower bed. A compact, deep blue annual, grown easily from seed, and made popular by gardens such as Great Dixter and Perch Hill. 5 Echium vulgare: for the wildflower meadow. Britain’s native echium, found on waste ground and dry grassland. Scatter seeds on an exposed, free-draining site for attractive, nectar-rich flowers. Note: all echiums are toxic if eaten."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}