{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/30/finally-i-think-my-son-looks-like-i-did-at-his-age-if-only-i-had-photos-to-check", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-30T08:00:19Z", "webTitle": "Finally, I think my son looks like I did at his age", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/30/finally-i-think-my-son-looks-like-i-did-at-his-age-if-only-i-had-photos-to-check", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/30/finally-i-think-my-son-looks-like-i-did-at-his-age-if-only-i-had-photos-to-check", "fields": {"headline": "Finally, I think my son looks like I did at his age…", "bodyText": "There is a resemblance. Now that my son has gotten a bit older – read: has grown a discernible chin – people are more willing to say he takes after me, appearance- wise. Of course, when he was a week or so old, I was often told of a likeness, despite the fact he looked exactly like a newborn baby, whereas I look nothing like one. I hypothesised this was all part of a society-wide conspiracy to convince dads that their kid is really theirs, so that they’ll stick around. This, however, was short-lived, since my son’s resemblance to my wife is so stark, so shockingly obvious, that it has become something of a recurring joke. His bright blue eyes and over-stuffed cheeks bear such an uncanny likeness to her childhood self that it causes literal laughter any time photos of the two are directly compared. On more than one occasion it has even led to her staring at his unmistakable features the way you might stare at yourself in a mirror when slightly drunk, and to exclaim: ‘Give me back my face.’ Another part of this is that, like our son, my wife was her parents’ first born. I am the ninth child of a family of 11, so I don’t have nearly so large a photographic record of my childhood. A few pictures were taken of me as a baby, most probably for tax purposes, but thereafter we witness a drought of material. My dad had just bought a camcorder, so was less inclined to take photographs, but there were also, I’m guessing, few things my parents had failed to grasp about babies during their first eight goes at the task, let alone anything that warranted photography. Babies were so common in our house – I arrived 14 months after one sister, and 14 months before another – that taking a photo of one would have been a little like taking a photo of your favourite ceiling tile. I should stress, here and now, my dad has always denied this line of thinking, and strenuously disputes any suggestion that, just because he and my mum had so many children, it somehow diminished the love and commitment they felt toward us individually. But the fact remains, my family possesses more photographs of the septic tank my dad was installing around that time than of me during my first few years of my life. However, there is one photo in which I might be able to see something. It is, I believe, the only photograph I have of my mum and I together by ourselves. I’m sitting in her lap, gazing up in adoration, playing with her necklace. Upon digging out the photo, I’m delighted to see the resemblance really is there, in the set of our mouths, in the dent of our eyes, the redness of our hair. Perhaps the resemblance will be even stronger by the time I can compare him to another photo of me. I think I’m about 15 in it, so I sincerely hope it’s worth the wait. Follow Séamas on Twitter @shockproofbeats"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}