{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/28/goop-london-wellness-summit-gwyneth-paltrow", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-28T11:16:21Z", "webTitle": "'Provocative thinkers and paradigm shifters': Goop wellness summit hits London", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/28/goop-london-wellness-summit-gwyneth-paltrow", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/28/goop-london-wellness-summit-gwyneth-paltrow", "fields": {"headline": "'Provocative thinkers and paradigm shifters': Goop wellness summit hits London", "bodyText": "The healing field at Glastonbury, with its gong baths and laughter meditation, might have some of the trappings of the ever-expanding wellness industry, but it has competition. Because Goop, the controversial lifestyle brand and wellness empire founded by Gwyneth Paltrow, is bringing its summit, In Goop Health, to London this weekend. The run-off between the two is being billed by the Evening Standard as “nu-wellness” v “old-school spirituality”. Paltrow sent the first Goop newsletter from her London kitchen more than 10 years ago, so the event is something of a homecoming, and the capital is Goop’s third-largest market behind the US and Canada. It will be held at Re:Centre in west London, described on its website as a “sanctuary of rest and reflection on the Hammersmith riverside”. According to the site, the Goop talent includes a roster of “forward-looking doctors, provocative thinkers, and paradigm shifters”, such as the author Johann Hari, the food writer Jasmine Hemsley and the Victoria Beckham-approved cosmetic doctor Barbara Sturm, whose specialism is “the vampire facial”. Jasmin Harsono, described as “a reiki master and teacher, a sonic artist, and an intuitive wellbeing guide”, will run a session where breathing into the energy centres is combined with repeating affirmations, from “I am powerful” to “I am home”. The breathing and transformation coach Stuart Sandeman describes his workshop as “like therapy without the words”. Harsono has never been to a Goop event before but says the team behind it are “amazing … everyone is kept in high regard”. Sandeman does not have many preconceptions, but, he says: “I think it’s going to be very polished … they’re definitely going all out.” Paltrow will also host a number of talks. Ticket prices range from £30 “mind and body sessions” on Sunday, to “wellness weekend” passes – the 35 that were available for £4,500 each have sold out. These tickets are, according to the website, for the “summit warriors”. On top of full access to the summit, they also include extras such as a workout with Paltrow and her personal trainer, Tracy Anderson, and a room at Bloomsbury’s Kimpton Fitzroy hotel filled with “goopy gifts”. Wellness weekend local passes, which exclude accommodation, are also sold out at £2,500. Saturday summit passes, 250 of which were being sold for £1,000 each, were still available at the time of writing. Sandeman says he is “quite amazed” at the expense. “I like to do a lot of different work – last week I was doing sessions for a charity. The high ticket price excludes a lot of people but I guess it’s geared towards a certain type of individual.” Harsono says she thinks the amount of work going into the event justifies the cost. “I think people are paying for the experience. It will have a long-term effect and stay with them.” An equivalent summit was recently held in New York. As Vogue reported, guests were gifted Lululemon leggings and offered “matcha lattes dusted with Moon Juice and laced with collagen and pearl”. Goop is reaping the benefits of the burgeoning global market for health and wellness, which, according to Euromonitor International, is expected to reach £632bn by 2021. But the brand’s ascent has been mired in controversy, from accusations of promoting pseudoscience and questionable practices such as coffee colonics to featuring an anti-vaccination panelist. It was fined $145,000 (£112,000) in 2018 for making unsubstantiated claims about the benefits of a product that has come to be synonymous with the brand, the jade vagina egg, with many commentators citing Goop as the embodiment of late-stage capitalism. Having opened its first permanent store in LA in 2017, Goop has launched pop-ups in several other cities. The brand’s first London pop-up, which opened in September last year, has become a permanent Notting Hill fixture. Having raised $50m in venture capital last year, and having signed a content deal with Netflix, Goop shows no signs of slowing down."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}