{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/08/armistead-maupin-being-gay-liberated-me", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-08T13:00:06Z", "webTitle": "Armistead Maupin: ‘Being gay liberated me’", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/08/armistead-maupin-being-gay-liberated-me", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/08/armistead-maupin-being-gay-liberated-me", "fields": {"headline": "Armistead Maupin: ‘Being gay liberated me’", "bodyText": "I grew up believing I was mentally ill because I was gay. That’s what I’d been taught. My father was a racist and a homophobe, and I knew that I’d be given electro-shock therapy if I told my parents. Thank God I didn’t. Being from North Carolina enriched my childhood. I immersed myself in its lore. I got a lot of my storytelling instincts from the south, especially from my father, who was a great raconteur. As a kid I loved reading the Hardy Boys. I looked forward to getting sick because my mother would buy me another one of the books. It’s no accident that Tales of the City has short chapters with snappy little titles, just like the Hardy Boys. My father only took pride in my achievements when it rubbed off on him. We shared the same name and he was once asked for his autograph by a barmaid in Scotland when she saw his credit card. That thrilled him. My grandmother was an English suffragette and I identify strongly with my English lineage. I was always told I was a descendant of Bonnie Prince Charlie, which is about as likely as the virgin birth. The premise of Tales of the City is that everybody has the right to love and choose the life they want. It is about all humanity, and sometimes that gets overlooked. But I am happy to stress the queer aspect because that’s where the work needs to be done. I look back at my callow youth and think what an idiot I was. People were shocked to find out about my early connections, working for [ultra-conservative] Senator Jesse Helms and meeting Nixon in the Oval Office [as a pro-war Vietnam veteran]. But it was all part of my journey. Being gay liberated me from all sorts of shit. It sped up the process of wisdom. The biggest sorrow of my life has been the loss of so many friends to Aids. It happened to such a huge degree that I still can’t register the grief fully. I have to focus on it one person at a time. My brother is a Trump supporter. It is a source of sadness to me that we are estranged, but there comes a time when you realise that divorce is the only way out of a toxic family relationship. The fact that Tony voted for Trump is hard enough to deal with, but what’s worse is that he supports anti-gay politicians who want the extinction of me. My relationship with my husband Christopher is what I wanted all my life. It is very solid and comforting, and home is anywhere he is. We’ve just moved to London permanently and he helped me work up the nerve to come here. San Francisco is still the most beautiful place on Earth, but the things that gave me joy are no longer there – the bohemian friendships, and the freedom to live on any goddamn hill you wanted. People used to have their pick of the city, but not any more. That’s all because of the tech industry. I see more people reading books on the tube in London than I’d see in San Francisco. Nothing centres you like a good book. It makes you at peace with the world and your imagination. Being from the South, I try to have good manners. I will glare at groups of people at the next table in restaurants who are making too much noise. But Christopher has better manners than me. He will turn to me at times and say, “Stop being such a bitch.” I turned 75 in May. I welcome ageing. I hate the aches and pains but I love the growing sense of not giving a shit. Very few things disturb me nowadays. Armistead Maupin’s Tales of the City is on Netflix. An Evening with Armistead Maupin runs at venues around the UK from 23 September to 11 November"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}