{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/lostinshowbiz/2019/jun/27/sofa-so-bad-as-schofe-and-amanda-go-to-war-itv-breakfast-shows", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-27T17:10:17Z", "webTitle": "Sofa so bad as Schofe and Amanda go to war over ITV’s breakfast", "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2019/jun/27/sofa-so-bad-as-schofe-and-amanda-go-to-war-itv-breakfast-shows", "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2019/jun/27/sofa-so-bad-as-schofe-and-amanda-go-to-war-itv-breakfast-shows", "fields": {"headline": "Sofa so bad as Schofe and Amanda go to war over ITV’s breakfast", "bodyText": "There are several American towns that changed hands dozens of times during the civil war. Martinsburg in Virginia is often cited as the most conquered and reconquered city, passing between the two sides on 37 occasions. However, more disputed claims include that of Winchester, also in Virginia, which some maintain went to and fro 72 times during the conflict, including 13 times in one day alone. Obviously they do everything bigger over there. It is commonly said that the most fought-over place in the UK is Berwick-upon-Tweed, which switched between the Scots and the English 13 times before being secured for England in 1482, in the reign of Edward IV. Like a lot of commonly said things, though, this simply isn’t the case. In fact, the sofas of flagship ITV breakfast or morning shows have been far more bitterly contested down the years. If it’s on ITV before the yardarm, chances are the sofa that forms its centrepiece will have been pinched-and-scratched-over almost as frequently and bitterly as, say, Basra (changing hands since records began). Or Cheorwan on the 38th parallel (24 times in the Korean war). In that sense, then, the current outbreak of hostility between This Morning’s Schofe Schofield and Amanda Holden – we will come to its details shortly – is merely the latest salvo in TV’s ante meridiem forever war. However, the sheer openness with which this feud between permanent presenter Phillip and sometime guest presenter Amanda is being conducted suggests the norms of this particular theatre of conflict have been violated. Why do the various parties feel so emboldened, given you would think such behaviour would be vastly to the distaste of their bosses? It is possible, I suppose, that they noticed the recent spat between former GMTV presenter Esther McVey and longtime ITV breakfaster Lorraine Kelly, and assumed that a blind eye was being turned to the airing of dirty linen in public. You might recall that Lorraine enlivened Esther’s Tory leadership campaign by disguising her loathing for the onetime GMTV presenter so thinly that it could not really even have been called a disguise. It was more of a comedy beard. But we are racing ahead of ourselves. To the details, then, of a conflict that not only shows no signs of abating, but threatens to drag in other key territories such as Fern Britton. The outbreak seems to have been caused by the temporary vacancy left by Holly Willoughby when she went to present I’m a Celeb last year. Having done the gig on previous occasions, Amanda is said to have wanted to fill in and been poised to do so, but Phillip apparently strongly discouraged this idea, pushing instead for former Saturdays singer Rochelle Humes. The latter eventually got the gig. There are even claims that Amanda had been lined up for the I’m a Celeb slot, only for Schofield to block that, too. Holden reportedly complained to ITV bosses that she had heard that Schofield had said she was “difficult to manage” – a hangover perhaps from his days in the CBBC broom cupboard, where his co-star appeared anarchic and ungovernable, but was actually just a very biddable man’s hand up the jacksie of a gopher puppet. (Still, Gordon would be a great chat on the subject, and we can only hope one of the Sundays buys him up for the full spill.) For his part, Phillip took to social media last weekend to address the rumours. “The end of another really sad weekend,” his statement ran. “When you try for 35 years to be the easiest, most fun person to work with and you read such hurtful and wildly untrue stories from nameless ‘sources’. Obviously I’ll take it on the chin. I just hope you know me better.” At roughly the same time, however, Amanda was appearing on a radio show, telling presenter Jamie Theakston: “I did offer to meet him for a coffee months ago, he didn’t reply to my text. What can I say?” “The olive branch has been extended?” queried Theakston. “Oh yes,” came Amanda’s tart reply. She had previously been asked to name three things she wouldn’t like to find in her home, and listed: “spiders, flies and Phillip Schofield.” Yes, arguably time for executive ITV peacekeepers to step in. “Presenter lineups on This Morning change regularly,” ran their official statement. “Final decisions are made by producers, not presenters. Phillip is a much-loved broadcaster and part of the ITV family. He’s a consummate professional and held in high regard at ITV. Amanda is also held in high regard as a judge on one of our biggest shows.” Clearly a long and toxic bust-up, then. Indeed, any hope that the statement might be an end to it was abandoned by a further intervention from the agent of Phillip’s former co-presenter, Fern Britton. In this, Jon Roseman (who recently treated intrigued Daily Mail readers to the full nine yards on the McVey/Kelly feud) suggested all had not been plain sailing for the Phil/Fern sofa combination either. “From day one [Schofield] began to interfere with the editorial content of the show,” Roseman told the Mail. “Fern always left it to the editor, a mistake she attempted to rectify, but too late. His stranglehold was too tight by the time she recognised what he was up to. Their ability to work together was up there with the Eamonn Holmes/Anthea Turner friction.” Ah yes. The snakiest of all the snakepits, and a reminder that the ITV sofa wave has fielded some shocking tickets over the years. Holmes-McVey was the real Mondale-Ferraro for me, though others will nurture more affection for Eamonn, even if he did once consult lawyers and make a formal complaint to the BBC for a Jon Culshaw impression of him in which it was implied he had consumed an entire sofa. As well as a vase, I believe. And a jockey. But back to This Morning, now, with Roseman’s declaration that Schofield was an “arch-manipulator” who meddled in the show’s editorial content. If you’re wondering how having anything to do with This Morning’s content could possibly be regarded as a badge of honour, I’m afraid you need to adjust your mind. It’s important that you realise the cultural significance of the process of inviting completely hateful people on to TV in the hope that they’ll say any old provocative shit, so that the show’s beloved presenters can then performatively disagree with them. After all, this once very daytime practice is now our entire political culture. Yes, “conflict” moved from being the holy grail of drama producers to being the holy grail of entertainment producers to being the holy grail of factual producers to being the holy grail of news producers to being the holy grail of bloody everything. We are now where we are. It is demonstrably not a very happy place. But the spadework of pushing, say, Katie Hopkins far-rightwards was done on shows such as This Morning, on to which madam was regularly invited as a go-to antagonist. She soon realised that the more This Morning presenters such as Phillip Schofield and Holly Willoughby reacted stagily to her provocations, the more shareable nuggets of #content were created for her own use. And the bigger a thing she became. I’m sure the good guys thought they were winning at the time. As it has turned out, they weren’t. So that is the bigger battle. Whether the good guys will prevail in the battle over who sometimes presents This Morning – indeed, who the good guys even are – is of somewhat smaller concern. • This article was amended on 1 July 2019. An earlier version incorrectly said Berwick-upon-Tweed “was secured by Elizabeth I in the 16th century”. The last time the town swapped hands was in 1482, when it was taken from Scotland by English forces in the reign of Edward IV."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}