{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/08/brown-and-jewish-how-to-talk-to-your-children-about-race", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-08T05:00:48Z", "webTitle": "'Mom, is it bad to be brown and Jewish?': how to talk to your children about race", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/08/brown-and-jewish-how-to-talk-to-your-children-about-race", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/08/brown-and-jewish-how-to-talk-to-your-children-about-race", "fields": {"headline": "'Mom, is it bad to be brown and Jewish?': how to talk to your children about race", "bodyText": "It started with Michael Jackson. It was 2014, and Mira Jacob’s six-year-old son Z had moved on from being obsessed with Freddie Mercury (“He demanded fake moustaches for a solid year”), to being obsessed with Jackson. He knew all the moves and was never without a fedora. “So my husband and I, thinking we were geniuses, got him all the albums,” Jacob explains. “The problem is, when you give a mixed-race kid albums from the trajectory of Michael Jackson’s career, he gets really puzzled.” And so the questions started: What colour was Jackson? How did he turn white? Why did he want to turn white? “The funny part was that Z didn’t even know at that point what colour he was himself,” Jacob says. “He would say things like, ‘You’re brown! Daddy’s white!’” Around the same time, Michael Brown, an unarmed black teenager, was shot dead by police in Ferguson, Missouri. Z started connecting the dots and “asking whether that’s why someone would turn white – so that what happened in Ferguson doesn’t happen to them? I could see it forming in his head,” says Jacob: “‘Is it not OK to be a brown person?’; ‘What is this that’s happening?’ Those questions are really hard to answer when Trump is rising and it’s clearly not OK to be a brown person.” Over the next few years, Z’s questions, and Jacob’s answers, turned into a graphic journal, Good Talk: A Memoir In Conversations. Z’s questions growing up as a half-Jewish, half-Indian, all-American kid in Brooklyn are interspersed with Jacob’s experience growing up in New Mexico, the daughter of Indian immigrants. When Jacob first pitched the book to publishers in 2015, she imagined it would be a lot funnier (although it is still a funny book). “I thought the clear arc was that things are getting very tense right now but we are going to come out of this moment.” Of course, that didn’t happen. Donald Trump was elected president. “So when America changed, the book changed. “For years I had been telling myself that America was changing for the better, and that the pain and confusion I’d felt growing up here would soon be a thing of the past,” Jacob writes at the beginning of Good Talk. “Now every question Z asked me made me realise the growing gap between the America I’d been raised to believe in and the one rising fast all around us.” This isn’t to say, of course, that America hasn’t changed for the better in many ways. It’s worth remembering that interracial marriage was still illegal as recently as 50 years ago. Now families like Jacob’s are increasingly common. “So Z doesn’t feel singled out. But I think he thinks the president doesn’t like kids who look like him. That’s a complicated thing to figure out.” Also complicated is trying to strike a balance between protecting your brown son from a world in which he won’t always be welcome, and preparing him for it. “That is the question of the decade – and I don’t have a great answer, other than I try to answer the question I’m asked and not the pile of things I am anxious about in my head. “Plenty of our parent friends have teenage black and brown sons, and have had to prepare them for stop-and-frisk incidents. So when Z asked me about Ferguson, I started thinking about that. My brain wants to tell him, ‘OK, here’s the thing you’re going to need to know for the next 10 years of your life.’ Then I have to stop myself and say, he doesn’t need to know that yet.” There are moments of brightness, however. Jacob remembers that one day, when Z was reeling from watching the news, she suggested they watch a Netflix special by the Indian-American comedian Hari Kondabolu. “We watched it [and Z] was laughing so hard, and getting this idea – which I never had growing up – that Indians are cool. ‘Look how cool this guy is! This guy is so funny!’ I was, like, ‘Oh, thank you Hari Kondabolu – you have saved us today.’” How do you strike a balance between protecting a curious, news-loving child from what is happening in the world, while keeping them educated and informed? It’s difficult. Jacob has resorted to turning off the news a lot lately, in an attempt to keep some of the ugliness out. But it’s not always possible. In 2017, white nationalists marched on Charlottesville, Virginia, chanting, among other things: “Jews will not replace us!” Jacob remembers Z turning away from the TV and asking: “Is it bad to be brown and Jewish because those are two things no one likes?” “At that moment, my heart is pounding for my son,” she says. “I’m furious and terrified. Whenever I’m that scared, I feel like my parental reaction is to throw myself to a very calm place so I’m not projecting the anxiety I feel.” Do people ever tell Z race doesn’t matter? “Of course. Yeah, the entire white side of the family would say that to him. It’s always interesting when people who never experience something say it doesn’t matter. It’s sort of like saying: ‘Your experience, whatever you might be feeling, just doesn’t matter.’ The line that I’ve kind of stuck to with him is: all of your white family, even when they say these baffling things, they do love you. They might not always know the right thing to say, and they might say things that upset you sometimes, and you should tell them.” In recent years, politics has become increasingly personal on both sides of the Atlantic. Jacob’s in-laws supported Trump, but wouldn’t broach the subject with her, thinking it was better not to talk about it. “And I thought, well, that’s very convenient for you,” she says. “But I feel like my skin is coming off every time I walk into this house.” It’s hard, because of course Jacob loves her in-laws and they love her. “[But] this isn’t about love. I think that’s the part that’s hardest for them to understand. When they talk to me they say, ‘We want you to know we love you.’ And I’m like, ‘I know that. You are wonderful to me on many levels. You are also ignoring this thing which is terrifying and true. You are making the country less safe for me and my son. There’s no amount of you loving me that changes that.’” People sometimes tell Jacob that her in-laws wouldn’t vote for Trump if they really loved her; she finds that idea deeply frustrating. “It’s an oversimplification. They are oversimplifying my life to console themselves – to give themselves the idea that people who love each other don’t hurt each other. That is a ridiculous lie. People who love each other hurt each other all the time. Now what?” Jacob’s answer to that question is to talk. To try to have an honest and open conversation with her whole family, no matter how hard it may be. “For me – and I wouldn’t prescribe this for anyone else – having a conversation, despite this enormous hurt, feels like the single biggest act of resistance I can perform.” • Good Talk: A Memoir In Conversations is out now, published by Bloomsbury, £16.99. If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}