{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/15/outside-the-box-room-within-a-room-east-london-flat-into-family-space", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-15T14:00:22Z", "webTitle": "Outside the box: a ‘room within a room’", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/15/outside-the-box-room-within-a-room-east-london-flat-into-family-space", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/15/outside-the-box-room-within-a-room-east-london-flat-into-family-space", "fields": {"headline": "Outside the box: a ‘room within a room’", "bodyText": "When Belgian architect Ewald Van Der Straeten discovered a flat for sale in east London’s Trevelyan House in 2012, he jumped at the chance to view it, and then put in an offer the very next day. “My big dream would have been to live in a Barbican apartment. I love the robust beauty of the concrete and the well-proportioned interiors,” he says. “It was pure luck that I found a flat in this building; it has many of the qualities I was seeking, which you just don’t find in the majority of new builds.” Trevelyan House was built in 1958 by Sir Denys Lasdun, the British architect behind the National Theatre’s boldly Brutalist design. Lasdun devised the then radical idea of a butterfly plan, which saw the rear unit on each floor of this block of flats set at right angles to the other two, with a central core containing the stairs and lift. Not only did this improve the aspect of each apartment, it also negated the need for long access corridors and gave residents more privacy while maintaining a neighbourly atmosphere. Its “cluster block” design allowed for 24 new residences to be created on a relatively small Second World War bomb site in Bethnal Green, without disturbing the existing character of the street. While Ewald was instantly enamoured of the thoughtfully configured flat, his fiancée, opera singer Louise Lloyd, took a little longer to adjust to life in the grey and boxy 1950s block. “When we started dating I was living in a modern apartment building in west London, just minutes from Hyde Park, which I loved,” she recalls. “It really was a testament to our relationship that I gave that up to move in here with Ewald. I didn’t have a huge appreciation for the architecture at that point, and I found the block a little unattractive.” They now share their two-bedroom Bethnal Green maisonette with their baby daughter, Maya. With its open-plan living area and split-level layout, the flat works extremely well for the young family, even though Ewald initially designed it for himself and a housemate. This is thanks to a considered remodel, which saw the original series of compartmentalised spaces reworked into a fluid, more functional floor plan. Ewald enlisted fellow architect George Bradley, long-time friend and co-founder of the pair’s studio, Bradley Van Der Straeten Architects, to help with the project. Together, the duo came up with a “room-within-a-room” concept for the lower level, where the kitchen is conceived as a separate cube slotted into the living area. As well as zoning the space, the design is an ingenious response to building regulations, which prevented Ewald from removing the interior walls. The cube itself is built from Plyboo, a sustainable material made from sheets of bamboo – it looks like oak but is stronger and more affordable. The exterior is clad in dark grey MDF (made using a coloured resin rather than from painted MDF), applied as panels to create the impression of a box rather than a partition wall. Shadow gaps also add to this effect – a trick borrowed from the ancient Egyptians – which can be seen where the structure meets the floor and the ceiling. The work was undertaken in two stages: the upper floor was remodelled in just six weeks, and then, a year later, it took two months to complete the lower level. “The design took longer, of course,” adds Ewald. “It’s quite rare as an architect that you get the chance to do your own house up, but we were lucky to have some extra resources at the studio to help, so I took a long time to plan what I wanted to do.” To complement the building’s architectural origins, Ewald originally decorated the interior with pops of primary colour and a mix of midcentury furniture. Louise has since added a few flourishes of her own, which required patience and a little persuasiveness on her part. “Ewald was a bit protective over the flat,” she laughs. “He saw it quite differently to how I did, and it took a couple of years to come to a compromise that suited both of us.” Love won out and now the home is a happy mix of both their tastes, with Ewald’s modernist pieces sitting comfortably alongside Louise’s cheerful tonal colour and tactile fabrics. “Everything we have now has been a joint decision – even the cushions,” says Louise, who has come to appreciate why Ewald was so drawn to the space to begin with. “Living in a maisonette feels almost like a small house, so it’s never claustrophobic, plus there’s always so much light coming in. The way Ewald redesigned the flat is really clever, and I now have a much greater appreciation of the architecture through experiencing it on a daily basis. It just shows that you should never judge a book by its cover.” Ewald is just as content. “There’s not much I’d change, other than adding bi-fold doors to open up the living area to the balcony. That would really make the most of the elevated aspect, and the sunsets and sunrises we get to watch. You feel very connected to the elements up here, and having a long view in London is such a luxury.” For details about Bradley Van Der Straeten, visit b-vds.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}