{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/23/parenting-guides-teach-us-nothing-about-parenting-breastfeeding-maternity", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-23T07:59:39Z", "webTitle": "Parenting guides teach us everything – except how to be parents | Eva Wiseman", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/23/parenting-guides-teach-us-nothing-about-parenting-breastfeeding-maternity", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/23/parenting-guides-teach-us-nothing-about-parenting-breastfeeding-maternity", "fields": {"headline": "Parenting guides teach us everything – except how to be parents", "bodyText": "Visiting a maternity ward last week I saw the oddest thing. A series of posters designed to promote breastfeeding, each one a disembodied white woman’s torso. The first featured her tits being groped by a variety of hands. “Bond with your baby,” said a slogan over the tit pictured stage left, a child’s hand covering the nipple. And above the second tit, this one enclosed by a pink male hand, the words, “Bond with your man.” OK. The next poster showed the tits in a leopard-print bra, a baby sucking on one nipple, and the slogan, “Designer mum. Designer milk.” An involuntary shudder. Not just at the suggestion that the reason so many women bottle-feed their babies is to protect their “designer” bosom, but at the memory of drowning in similarly delirious mothering advice, in finding myself bleeding on a battleground, its lines drawn in crayon. Parenting advice is big business, despite appearing to consist of just two contrasting ideas: the first, control the kid; the second, control yourself. The many millions of books written, about feeding, sleeping, carrying, playing, inevitably extend into a variety of things to buy, whether tech-driven sleep aids or parenting coaches, or “mumpreneur” networking events. And yet, despite so many parents’ shaky investments (at a time when their earnings must be impacted) much of the advice is offered without much, if any, serious explanation why. On maternity leave I remember standing in the supermarket hovering over a box of formula, having slept for no more than two hours at a time for months and, as if trying to remember a dream, searching the empty pocket of my brain for the reasons why it had felt important to breastfeed. Something about immunity? Bonding? I really wanted to buy the formula, but the books said no, and I didn’t dare get it wrong. So on I fed, my designer tits relegated to TK Maxx, my exhaustion a feral cat that hid in corners and screamed at cars. At times that abstracted advice must have been a relief – a calm voice telling you what to do and when. But from this distance I’m scandalised. “By not explaining why,” writes Emily Oster in her new bestseller, Cribsheet, “we remove people’s ability to think about these choices for themselves, with their own preferences playing a role.” Oster is an economist, and Cribsheet is a chatty but extensive analysis of what research reveals about the benefits and drawbacks of co-sleeping, breastfeeding, toilet training, circumcision and other fraught conversations that typically take place at 3am. Its interrogations are sensible and sane, but its final advice is the most radical: rather than worrying about parenting mistakes, just… try not to think about it. It’s the antithesis of the intensive mothering so many parenting books advise. A level of concentration, both on the child and on educating oneself about how to bring up that child that, despite existing in order to relieve stress, becomes its own new anxiety. In 2017 researchers looked at how the use of parenting books affected 354 mothers – the more books they read, the study found, “The more likely they were to have symptoms of depression, low self-efficacy and not feel confident as a parent.” With the completion of one book a new level is unlocked, one that can only be won by reading more books, downloading more apps. The next level after sorting a baby’s sleep patterns, of course, being to sort workplace structures, government sexism and societal inequality. It is rare, though, for a parenting book to admit, as Oster’s does, that even with all the knowledge and all the apps, there is rarely one “correct” choice. Not just because the data is limited, or the parent (like the customer they quickly become) is always right. But because it happens backwards – it’s after making the choice, whether to breastfeed or to close the door on a screaming baby, that we decide it was the right one, and so prescribe it to others. “If I choose not to breastfeed, I don’t want to acknowledge that there are even small possible benefits to breastfeeding,” she explains. “So I encamp myself in the position that breastfeeding is a waste of time. On the other side, if I spend two years taking my boobs out every three hours, I need to believe that this is what it takes to deliver a life of continued successes to my child.” The avoidance of cognitive dissonance: it does more for self-help than any mindfulness technique. The decent books are honest about the limits of socioeconomic data, gentle about the tensions, and explicitly acknowledge the role of luck. But too often parenting advice is simply “content” – that self-reproducing machine that expands to fit all broken spaces, all internet cracks. Staring at those posters in the maternity ward last week, the flimsy advice felt more like craven exploitation of new parents, desperate to try to fix a system they are powerless to even touch. Email Eva at e.wiseman@observer.co.uk or follow her on Twitter @EvaWiseman"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}