{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/10/how-we-met-there-was-total-euphoria-then-this-sense-of-impending-doom", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-10T11:46:01Z", "webTitle": "How we met: ‘I saw this guy with these incredibly blue eyes. My heart stopped’", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/10/how-we-met-there-was-total-euphoria-then-this-sense-of-impending-doom", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/10/how-we-met-there-was-total-euphoria-then-this-sense-of-impending-doom", "fields": {"headline": "How we met: ‘I saw this guy with these incredibly blue eyes. My heart stopped’", "bodyText": "Of the upwards of 3,000 letters that Paul and Monika wrote to each other, many survive. Paul shows the box crammed with missives he received from Monika, which are what he has left after his mother moved house; Monika’s mother has “probably five sacks”. They met in 1973, when they were 16, when Paul was on a school exchange in Germany. For six years, they wrote to each other every day. “A day without a letter was a bad day,” says Paul. The postal service wasn’t always reliable, says Monika, “so sometimes there wouldn’t be a letter for three days and I’d think: ‘Ah, he doesn’t love me any more.’ I’d listen out for the postman and, if I could hear something, I’d rush down and there would be eight letters and it was all right after all.” For Paul, it was a battle between he and his dog as to who could reach the post first when it landed on the mat. Monika remembers the moment she saw Paul, as they crossed on the stairs between classes. “I’d never had this feeling before – and fortunately never after,” she says. “I saw this guy with these incredibly blue eyes. My heart stopped.” Paul laughs: “Oh no, come on!” “It did,” says Monika. “It was incredible.” Paul remembers sitting behind her in French class, “staring at the back of her head and dreaming”. They got together at a friend’s party, when Paul plucked up the courage to ask Monika to dance. At first, she turned him down, but by the end of the night they had slow-danced together. From then on, they were a couple. “We had two very intense months together, very happy months,” says Monika. “But as it got nearer to the end of his trip, he became increasingly sad.” That was characteristic of their relationship, says Paul. “There was always this anticipation, then total euphoria at time spent together, then this sense of impending doom.” They would try to see each other every school holiday, with flights paid for with Saturday jobs and birthday money; the longest they were apart was six months. Paul would save 5p pieces for the phone box for their monthly conversation, but daily letters were mostly how they kept in touch. At university, as they grew apart, Monika ended their relationship. “Just before my finals – thanks,” says Paul. “There was very little acrimony, but certainly a sense of loss. We went our separate ways for two and a half years, which is plenty of time to get into serious relationships that could have lasted a lifetime, but for the fact that in the background was always …” “There was always something missing,” finishes Monika. “As we always say now, we got divorced before we got married,” says Paul. “We know what it’s like to live without one another.” Later, mutual friends in Paris invited them to stay. “We spent the days arguing furiously, recriminations flying in the Jardin du Luxembourg,” says Paul. “‘People must have wondered what on earth was going on. But making up in the evenings was more than worthwhile.” Within days, they were making plans for Monika to move to the UK. She did, for a while, until she was offered a job in Germany. They both moved and have stayed since – their two children went to the school where they met and even had some of their same teachers. They set up a translation business, which means they spend nearly all their time together. Friends ask how they do it, says Monika: “I say sometimes I think we’ve still got some catching up to do.” “We still discover new things about each other, even now,” adds Paul. What will they do with all those letters? “They’re intimate letters and I wouldn’t really want anyone to see them,” says Monika. They don’t think they will pass them on to their children. “They would probably laugh and blush,” says Paul, “and then set fire to them.” That is what she and Paul should probably do, says Monika. “It doesn’t take away the memories.” Want to share your story? Tell us a little about you, your partner and how you got together by filling in the form here."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}