{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/27/corset-regrettable-return-mothercare-waist-training", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-27T10:00:17Z", "webTitle": "What a waist: why the corset has made a regrettable return", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/27/corset-regrettable-return-mothercare-waist-training", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/27/corset-regrettable-return-mothercare-waist-training", "fields": {"headline": "What a waist: why the corset has made a regrettable return", "bodyText": "What could be more enjoyable after giving birth than slipping into some high heels and squeezing your postpartum body into a corset? Last week, Mothercare was accused of pandering to the pressure on new mothers to lose their pregnancy weight and remain “sexy” by selling a corset, modelled by a woman wearing patent leather platform stilettos. “I’m very anxious for women who are getting the wrong message,” Jacqui Tomkins, the chair of Independent Midwives UK, told the Times. “It’s saying the most important thing is for you to be back in shape, looking like Kim Kardashian. That worries me.” The company has since removed the product and image, but is still selling a lace-print band, described as a “tummy tucker”, to be worn around the stomach, which it claims “helps with slimming down”. Despite this furore, the corset has been creeping back into fashion for some time. In 2016, Prada revived the garment in a more utilitarian style, worn loosely laced over thick tailoring and sweaters. This style, while still designed to bring attention to a trim waist, was not rooted in old ideas of “sexiness”. But for autumn/winter 2019, fashion designers showed a more traditional style, with a return to full corsets and wide, waist-cinching belts. And on social media, this traditional silhouette has an even tighter grip. There are more than a million posts on Instagram with a “waist training” tag. Many are niche corset-enthusiasts – a culture that could come under the categories of retro style, body modification, fetishism or cosplay – but the trend for an exaggerated hourglass figure has also turned waist training mainstream. Katie Thomas, a corset designer who set up her company in 1999, says corset culture and waist trainers are completely different markets. She remembers the garments that were supposed to aid weight loss in the 80s and 90s. “It’s sad that 30 years on, women are looking for quick weight loss, and that’s what the waist trainer market is trying to capitalise on,” she says. “It is selling women false hope.” Corsets, she says, are “different because we’re not focused on losing weight, it’s just about emphasising your body shape and celebrating the curves you have. I wear a corset every day because I like the shape it gives me. We have a lot of transgender clients who want a more feminine figure.” The look got a huge boost when Kardashian wore a corseted Thierry Mugler dress to the Met Ball in May. The dress, designed to look like wet skin, contained a corset made by the corsetier Mr Pearl, who has long made corsets for Mugler, as well as other designers including Alexander McQueen and Vivienne Westwood (he also wears a corset and has a reported 18-inch waist himself). Thomas has noticed a recent flurry of interest since Kardashian’s corseted dress, but she thinks the more traditional corset is “always going to be a niche item” with, she says, a close-knit and friendly community. The fad for waist trainers, however, has been growing more for the past few years. Kardashian, whose body shape has probably had the biggest impact on the extreme hourglass “ideal”, has long been a promoter of waist-trainer bands on her Instagram account, as have her sisters Khloe Kardashian and Kylie Jenner. These bands are essentially wide, elasticated belts that cinch you in and claim to lead to a permanently slimmer middle. “Kim Kardashian and Kylie Jenner said it was their secret to an hourglass shape,” says Chloe Lawrence, a beauty blogger who started waist training a year ago. She started wearing a tight-fitting band around her midriff for an hour a day, working up to eight hours. “It was very uncomfortable and caused me a lot of pain,” she says. “[I had] shortness of breath and pain in my stomach when the trainer was off.” She says she didn’t notice any real change in her shape. “It works while you are wearing it, but as soon as you take it off, your waist just goes back to normal. I sometimes wear it under a dress as a corset for that specific time. But for long-term, this does not work.” Few items of clothing come with as much baggage as the corset. The modern view is that they are little more than an instrument of torture, invented to oppress women. The truth may be more nuanced. Corset-type garments – known as stays – took off in the 16th century, and were mainly designed to create an upright posture. In the 1800s, however, they became an essential part of women’s fashion, and also tighter and more constrictive. But in her 2001 book The Corset: A Cultural History, the fashion historian Valerie Steele says the detrimental health effects – they were blamed for organ failure and spinal deformity – of wearing a corset were exaggerated, and that only a minority of women “tight-laced” to create an unnaturally tiny waist. They would have made life more difficult for many women, though, constricting the ability to move or sit comfortably, and even hindering basic functions such as eating and breathing. In May this year, the actor Elle Fanning fainted at the Cannes film festival and later blamed it on her Prada 50s-style dress, nipped in at the waist, being too tight. Kardashian had to travel to the Met Gala standing up in a vehicle, holding on to a pole, and said she wouldn’t be able to go to the bathroom. But Thomas says she doesn’t find her corsets restrictive. Although 19th-century women’s rights campaigners set their sights on dress reform, and Coco Chanel helped liberate women from the corset, Steele argues it never really went away. “The corset did not so much disappear as become internalised through diet, exercise and plastic surgery,” she writes. Corsets gave way to girdles; girdles gave way to shapewear such as Spanx, launched in 2000; and now waist trainers have taken off. Waist trainers and more traditional corsets are widespread on social media because they are a perfect fit. “We know that women’s bodies are the subject of scrutiny and control,” says Rebecca Scritchfield, a dietitian, exercise physiologist and author of the book Body Kindness. Social media reward anything “that is unusual or unique. The thin ideal is so rare and impossible to achieve, and this is another level of that. The picture on Instagram of somebody with a tiny waist and giant boobs is exotic, almost a fantasy. You get rewarded for participating in this uniqueness or rarity.” Likewise, she says, “Some people might be grossed out” by the artificiality of the look, “but it doesn’t matter because it still drums up a reaction.” The company Waist Train UK has more than 14,000 followers on Instagram and claims its products can “curb appetites as the body adjusts to eating smaller portions during meals”. Some, such as the Kardashian-approved US brand Waist Gang Society, have hundreds of thousands of followers. Yet the idea that you can simply squeeze your waist into submission, says Scritchfield, is a myth. There may also be dangers to waist trainers. Wearing one all day could lead to skin problems, if it rubs or causes sweating. Some waist trainers claim to raise the body’s temperature to encourage weight loss during workouts. “Where it raises your body temperature, if you’re not drinking water, you could get dehydrated,” she says, adding it could even lead to heatstroke. “They can constrict your breathing, which isn’t helpful. They can make your organs feel constricted. Besides the physical discomfort and pain it can cause, I think that there is emotional pain when you don’t get the result you expected.” For postpartum women, the corset seems to be a new low. The fashion commentator Caryn Franklin says it sets “unreasonable expectations. It is also normalising the idea that somehow the body getting back to its pre-pregnant state is a more focused achievement than the achievement of pregnancy and childbirth.” The return of the focus on the waist is, she says, “the last place left to exploit. The waist has pretty much been left alone, while there has been huge focus on faces, lips, hair, breasts and latterly, thighs and buttocks.” She is less concerned with the corset’s appearance on the catwalk because she has seen it resurface several times in the nearly 40 years she has been working in fashion. “A plus about fashion is you put something on for fun to present yourself in a certain way and make a statement, and then you take it off,” she says. The trend for waist training, she says, feels different – it requires a desire to change your body. That the Kardashians are the prime drivers, she adds, “doesn’t sit well with me. The Kardashian industry is built on the performance of femininity, where they present as hyperfeminised and hypersexualised. It’s all about appearance, and the normalisation of cosmetic surgery within that family means that they’re presenting an idea of femininity and making money out of the unachievable bodies they have crafted for themselves.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}