{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/08/quiz-diggers-ranters-muggletonians-edward-hopper-highland-thomas-eaton", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-08T06:00:18Z", "webTitle": "What links Diggers, Ranters and Muggletonians? The Weekend quiz ", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/08/quiz-diggers-ranters-muggletonians-edward-hopper-highland-thomas-eaton", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/08/quiz-diggers-ranters-muggletonians-edward-hopper-highland-thomas-eaton", "fields": {"headline": "What links Diggers, Ranters and Muggletonians? The Weekend quiz ", "bodyText": "The questions 1 Who denied his divinity on 1 January 1946? 2 Originally, who would have received an “accolade”? 3 Used in sport, what is an Acme Thunderer? 4 Which novelist was an eminent lepidopterist? 5 Most Trojan asteroids share which planet’s orbit? 6 Edward Hopper’s House By The Railroad inspired which film property? 7 What was the focus of the campaign group ACT UP? 8 KonMari is a method of doing what? What links: 9 Hannah Glasse; Eliza Acton; Elizabeth Raffald; Maria Rundell? 10 Joseph Merrick; Pontius Pilate; Andy Warhol; Nikola Tesla? 11 Huddersfield; Glasgow; London; Mytholmroyd? 12 1, 3, 6, 10, 15, 21, 28, 36, 45, etc? 13 The Family Of Love; Ranters; Diggers; Muggletonians; Fifth Monarchists? 14 Campbeltown; Highland; Islay; Lowland; Speyside? 15 Rocket plane (1); carrier aircraft (2); spacecraft (3); submersible (4); space station (5)? The answers 1 Japanese Emperor Hirohito. 2 Person being knighted. 3 Referee’s whistle. 4 Vladimir Nabokov. 5 Jupiter. 6 Bates Mansion in Psycho. 7 HIV/Aids. 8 Tidying/decluttering (Marie Kondo). 9 18th/19th-century cookery writers. 10 Stage and screen roles of David Bowie. 11 Birthplaces of recent poets laureate: Armitage; Duffy; Motion; Hughes. 12 Triangular numbers. 13 Radical religious groups in the English civil war era. 14 Scotch whisky regions. 15 Thunderbirds vehicles."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}