{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/08/blind-date-georgie-matt", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-08T04:59:47Z", "webTitle": "Blind date: ‘She was escorted in by the staff as if she was famous’", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/08/blind-date-georgie-matt", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/08/blind-date-georgie-matt", "fields": {"headline": "Blind date: ‘She was escorted in by the staff as if she was famous’", "bodyText": "Georgie on Matt What were you hoping for? I had checked out the restaurant beforehand and was hoping for an amazing meal… with a side of banter from Matt thrown in. First impressions? I walked down the stairs and our eyes met across the room. But I didn’t have my glasses on, so I couldn’t see him too clearly. What did you talk about? The unique dialect of Matt’s home town, Milton Keynes; the police definition of theft, and our ambitions for the future which, sadly, were very different. Any awkward moments? Brexit. Good table manners? Yes, overall, but I think he did steal the last poppadom. Best thing about Matt? His easy-going nature. Would you introduce him to your friends? No, I think we are probably too different. Describe Matt in three words? Kind, well-groomed and mature. What do you think he made of you? Hard to read but very enthusiastic about the culinary experience – the food definitely lived up to my expectations. Did you go on somewhere? Just to the station. And... did you kiss? No. If you could change one thing about the evening, what would it be? That I got the last poppadom. Marks out of 10? 6. Would you meet again? Probably not, but I did say I would hunt him down if he slated me in this review… so we’ll see! Matt on Georgie What were you hoping for? A marriage proposal. But I was ready to settle for an excellent meal with someone pleasant. First impressions? Attractive – and she was escorted in by the staff as if she was famous. What did you talk about? Spirituality, estuary English, life goals, Brexit, soap, our favourite drinks, Fleet Town football club, the Lib Dems, stealing pub glasses. Any awkward moments? When I stood up to greet Georgie, I nearly knocked the table over. I also confused sorbet with meringue. Good table manners? Superb: the ever-increasing number of dishes were expertly navigated. Best thing about Georgie? She is passionate and knows what she wants from life. Would you introduce her to your friends? Yes. I think Georgie has the gift of being able to get along with anyone, even my mates. Describe Georgie in three words? Ambitious, outgoing, cool. What do you think she made of you? I kept trying to talk with my mouth full. Did you go on somewhere? Inadvisable – the sommelier kept bringing us wine. And... did you kiss? No. If you could change one thing about the evening, what would it be? That I hadn’t chickened out of pretending that I had ordered Georgie’s complimentary espresso martini. Marks out of 10? 8. Would you meet again? I don’t see why not. • Georgie and Matt ate at Kahani, London SW1. Fancy a blind date? Email blind.date@theguardian.com. If you’re looking to meet someone like-minded, visit soulmates.theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}