{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/15/adwoa-aboah-model-activist-mental-health-afua-hirsch", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-15T09:00:24Z", "webTitle": "Adwoa Aboah: ‘I thought I was hideous. I wanted to jump out of my skin’", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/15/adwoa-aboah-model-activist-mental-health-afua-hirsch", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/15/adwoa-aboah-model-activist-mental-health-afua-hirsch", "fields": {"headline": "Adwoa Aboah: ‘I thought I was hideous. I wanted to jump out of my skin’", "bodyText": "Adwoa Aboah’s clothes are causing a stir, and not – as you might expect from one of the world’s most recognisable models – in a fashion sense. Her team are worried that her black hoodie, featuring the colourful logo of a young, disruptive sportswear brand, won’t fit with the podcast she is recording about girls’ mental health when the pictures go up on Instagram. Aboah’s not having it. “Nah – these are my boys,” she says, of the designers behind the hoodie. “Anyway, would you prefer the one I have on underneath?” She lifts her top to reveal a white T-shirt that says: “Blowjobs are real jobs.” There is a story behind the T-shirt, of course. It was designed by a friend of hers who is a sex worker and a lesbian, but is proud of her work with male clients. The friend sometimes stays at Aboah’s parents’ house, freaking out Aboah’s dad with stories of douching her vagina. Soon enough, Aboah’s team have changed their minds. “You know what, let’s keep the black hoodie on,” says one. “It works fine.” At 26, Aboah is one of the most photographed women in the world. She has graced the cover of US, Spanish, German, Italian, Mexican and British Vogues, as well as W, i-D and Time magazine. She regularly adorns 100ft canvases in airports, or the sides of buses or shop fronts. She has her own line of jewellery and her own Barbie, with a brown complexion and a shaved head. Today, there is a heart barbered into her cropped hair, one of her many adornments, along with delicate hand-scrawled tattoos, signet rings, neck chains, bracelets and her signature tooth gem. These days, Aboah describes herself as an activist first and a model second. It is hard not to be a little sceptical: what self-respecting celebrity these days is complete without a pet cause, a United Nations appointment or a wellbeing-oriented Instagram account? It is admirable when people use their fame to do good, of course; it is just hard to tell, sometimes, where the PR ends and the conviction begins. The more time I spend with Aboah – several hours, over two days – the harder that scepticism is to sustain. She puts a tremendous amount of effort into her mental health charity, Gurls Talk, which she founded in 2015 as an Instagram account, growing it into a weekly podcast and a series of global events that have brought girls and women together in cities from London and Los Angeles to Accra and Warsaw. When I ask her about these, she beams with pride. “I really felt very confident when we did the Gurls Talk event in Poland,” she says. “I thought: this is in Europe and there are going to be a lot of similarities [with British audiences]. But when we talked about abortion, religion really came into the equation, and how you were brought up. It was a big moment for Gurls Talk – girls had travelled from small towns, the panel discussions went on for hours. I had no idea we had this community there.” The event Aboah seems most proud of took place last year in her father’s birth country, Ghana. The format is consistent across Gurls Talk events: a panel of local women and girls engage with an audience who, in countries such as Ghana, may not be used to opening up about their experiences. “I introduced each panel, but I made a point of handing the torch over to give all these amazing women the chance to do what they do,” Aboah says. “At first, everyone was a bit shy, but then they started putting their hands up and sharing all these things – around sexual assault in school, for example, things I didn’t necessarily know were such big subjects because I didn’t grow up in Ghana. But I have been going there all my life. It was monumental to me.” Aboah does not always feel so confident. A few weeks ago, she was speaking at a GQ magazine event where Piers Morgan was also on the bill, talking to Alastair Campbell about political interviews. “I watched him say all this stuff, and when they opened it up to the floor, all of us [Aboah and her friends] were too scared to say anything, because we didn’t want to be bullied. Because he is a bully,” Aboah says, referring to Morgan’s reputation for shouting down guests. “There are times when I do feel quite fearful about talking about politics. You have to be knowledgable and articulate,” she says. “That always scares me, as someone who has struggled academically and is highly dyslexic.” If you look online for the most publicised images of Aboah, in among the Fendi, Versace and Gap campaigns you will find photographs of her sitting in the bath, looking vacant and frail, shortly after an attempt to kill herself in 2014. “I look at these photos and I see a different person staring back at me… the darkness had overtaken me, the grey had engulfed my life, I was broken, exhausted and the light has completely left my eyes,” she wrote about her suicide attempt last year, in an Instagram post to mark World Mental Health Day. Aboah had overdosed; she was in a coma for four days, before recovering in a psychiatric hospital. “I mourn the girl I once was, it’s almost as if I’d like to jump into the photo, kiss away the tears, hug her for ever and tell her that she’s not alone.” It was a heartbreaking memo to her younger self, who had a ketamine addiction and poor mental health. Since her recovery, she has spoken frankly about that low point and about her treatment for depression, addiction and bipolar disorder, problems that began much earlier, she says, when she was a teenager at boarding school. “I think it was obvious something was wrong, because I would miss loads of school. I just thought it was because I was really homesick,” Aboah says, matter-of-factly. “I didn’t feel suicidal or anything like that then. I just wanted to jump out of my skin. I felt unhappy and insecure and pressured. But I don’t see why things have to get to rock bottom before you’re able to get help – it shouldn’t be like that. With Gurls Talk, I’ve created a space where we get to talk about those things, where we get to bring all our shit into that room, where anything and everything is important.” Aboah talks constantly about “our girls” and says her work on the podcast is about giving them an opportunity to “switch off, put your headphones on and, when you are thinking negatively, just block out the outside world. By the end of the episode, I want to give girls the tools to block out the darkness and go forward.” That may sound earnest, but her podcast is a joyful affair, involving interviews with compelling and inspiring young women; a recent episode brought together the champion sprinter Dina Asher-Smith and the hip-hop DJ Tiffany Calver to talk about their competitive natures. It is the kind of frank conversation, about how to navigate the world as a young woman – and a black woman – that the teenage Aboah needed. She was raised around the fashion industry: her father, Charles Aboah, is a location scout, while her white, English mother, Camilla Lowther, founded the agency CLM in 1984 and went on to represent many of the biggest photographers, stylists and film-makers in the business. Aboah describes her younger sister Kesewa – who has modelled for Alexander McQueen and Miu Miu, and recently completed an art degree in New York – as her “soulmate”. But Aboah felt like the more vulnerable member of her close-knit family. “Kesewa has always been the more carefree one. I was always painfully shy,” Aboah says. Her confidence was further knocked by dyslexia, which made school a struggle. “I worked, I tried to get the grades. But an exam based on how much I’d revised didn’t really work with me. I would just get into those exam rooms and fail.” That sense of failure, Aboah now realises, had long-term effects. “The trauma that surrounds you feeling like you were stupid is something that stays with you for a long time,” she says. “It wasn’t until I got sober that I realised it didn’t matter that I couldn’t punctuate or spell. I could still write if I wanted to.” Drug abuse among her peers added to young Aboah’s demons. “Drugs came quite early on. Too early on,” she says. “It wasn’t until I went into treatment that I realised that it was very odd that we started taking drugs that young.” It was after Aboah left school – to do a degree in drama at Brunel University London – and began working that her drug use, especially of ketamine, began to spiral. “I wasn’t really being that honest. And I was using that as a kind of crutch to make me feel a little bit better,” she says. Aboah had started modelling by then – at first, fairly informal shoots through her mother’s network, then more professional ones after leaving school and university. Was modelling part of the problem? “My work ethic at that time wasn’t that great,” Aboah says. “I found it quite embarrassing to feel upset about the rejections. So I didn’t really ever sit in the emotions very long. And then I would watch certain girls, and their careers had gone completely differently to mine. They had been supported by British publications and I had never felt that support. I would definitely say there was envy and jealousy. At the same time, I didn’t necessarily care about that side of my life that much.” Her career was on the up, but, battling her demons, Aboah’s heart wasn’t in it. *** Growing up, I knew and dearly loved Aboah’s grandparents, met but barely knew her parents, and heard about but never met Aboah. Like many mixed-race children in Britain, we had overlapping Ghanaian families (her father is related to my mother’s family), but we straddled other worlds, too. Neither of us was firmly part of any one community. We were dispersed in different, predominantly white environments, places where our African heritage put us in a minority of one or two. The first time I met Aboah, at a party a couple of years ago, I was struck by her honesty. Whatever the subject, she doesn’t dial it up or down; she approaches every topic, whether her suicide attempt or her plans for the evening, with the same degree of openness, all delivered in a deadpan, impossibly gravelly voice. “That’s just the way I speak,” Aboah says. “I know the importance of sharing one’s story and being really honest about it.” By her own admission, there are some things that come to the surface more easily than others. When she started Gurls Talk, the focus was on mental health experiences. Over time, she began to see the relevance of, and include more discussions about, race and identity. “Growing up, I saw myself as not-black-enough and not-white-enough,” she says. “But it was only when I got to boarding school that I was like: ‘Oh my God, this is an issue.’” Her racial heritage led to a level of exclusion – “like, watching all the girls in my school wearing Dream Matte Mousse foundation.” The foundation was a 90s sensation, but – as I can attest – its colours were a hopeless fit for almost all black skin tones. “I just didn’t understand that putting on ‘skin-colour’ tights was a thing I couldn’t do.” I tell Aboah that, as a mixed-race girl in a very white school environment, I shared these experiences. I was convinced that boys were not interested in me. “Oh, they definitely were not interested in me,” Aboah says. “I could just piece it together from the girls who were idolised. I was never going to look like them. So I immediately thought I was hideous.” The sense of rejection went deep. “I truly believe that if I’d been given some sort of space to really get down to it – to talk about being a virgin, to talk about my insecurities around my hair, all these things – it would have made a big difference,” she says. Hair is an issue for so many black women, and Aboah’s experience is no exception. At the beginning of her modelling career, hair anxiety became an unwelcome part of her day. “You couldn’t possibly explain to someone the embarrassment of sitting in a chair at a modelling job and having 10 people around your head, struggling with your hair,” Aboah says. “Or what it’s like taking your hair out of a ponytail and watching in the mirror as someone goes like this” – she feigns a catastrophic facial expression. “You can’t explain to someone what it’s like to wear a hat for four years because you didn’t want someone to touch your hair, or snogging someone, fearing that they might try and put their hands through it when you’ve got your hair grease in it, or they’re going to ruin it. I think only a black girl will ever, ever understand that,” she says. “And sometimes I can’t even be bothered to explain it.” In 2015, Aboah entered rehab and recovery, founded Gurls Talk and took a break from modelling. What happened next shows the power of abandoning attempts to please others and, in short, not giving a damn. Because it was when Aboah shaved her head – against the advice of her agency – that her career went stratospheric. “Everything feels better when I’m doing me with full force,” she says. “This is who I am. Rejection feels less painful because I’m being myself. If they don’t get it, someone else will.” *** I sit down a couple of days after our interview to watch her record a Gurls Talk podcast, as she interviews Jawahir Roble, AKA JJ, the first female, Muslim qualified football referee in the UK. In a plush basement studio in London, Aboah draws out JJ’s remarkable life story: how she defied the odds to play football, and then to persuade her sceptical parents that it was what she was supposed to do. Aboah, the schoolgirl who was convinced she was stupid and ugly, is a quick-witted, fluent interviewer. The podcast has a clear structure: Gurls Talk, where the guest shares their story; Gurls Share, where listeners send in their experiences; Gurls Listen, where the guest shares their coping mechanism; Gurls Take Control, where Aboah and her interviewee talk about what they have learned; and Gurls Take Action, where they work out what, practically, they can do next. It sounds prescriptive, but Aboah is so good at guiding JJ through the hour they spend in the recording booth, at bringing out the humour in her story – how to explain mud on your shoes to the dad who has forbidden you from playing football – that it works. Later, I ask her how being part of the fashion industry fits with her work around mental health. It is a complicated question, not least for a black woman who knows the power of that industry to foster a sense of exclusion, but also as someone who was born into an affluent family established in that world. “I think about modelling and whether it works alongside everything I advocate,” she says. “I question whether it’s a part of this idea of beauty that does harm. But then I think about the younger me, and seeing someone like me reflected back would 100% have helped her. Just me being unapologetically myself is even more important than my face.” Aboah and her friends talk a lot about race and identity. “People always used to ask about my accent and about being posh – they didn’t really think I could be black because I spoke like that,” she laughs. “And I don’t underestimate my privilege as being more light-skinned. My black friends and I always talk about ‘the quota’,” (the idea that brands only include a limited number of people of colour, creating opportunities for a privileged few). “It’s definitely helped me that I fit into a certain box.” While acknowledging her privilege in a world where “colourism” remains rife, she identifies as black rather than mixed race. “We don’t really say ‘mixed race’ any more,” she says, referring to conversations with friends who have one white parent. “We always say we are black. I think it’s about feeling part of something, feeling part of a movement and a bigger community. I’m like: ‘Well, I’m not white, am I?’” She says she feels “a massive connective to my African heritage. I will never forget going to my auntie and uncle’s [in Ghana] and getting my hair braided and washing it over the bathtub, the food we would eat, the chilli, sleepovers with family. It is an unbreakable bond.” After a stint living in New York, Aboah is now based in London and counts among her close friends other fashion royalty, such as the model Cara Delevingne and the editor of British Vogue, Edward Enninful (she was his first Vogue cover). At the same time, she is clearly striving to maintain a sense of normality. The last time I saw her was when I went to hear Michelle Obama speak at the Southbank Centre in London, where before the event she chatted excitedly in the stalls along with everyone else. I’ve met her boyfriend – she keeps details of their relationship private, only saying that, unlike her, he rarely travels. When I ask her how he is, for the first time she becomes bashful and coy. For now, her priority is Gurls Talk, and maintaining a balance in her personal life. She recently took part in a “leadership lab” at the UN, a two-day workshop that brought together female leaders and activists to help them scale up their work. “We had a lot of sessions and quite a few of the women described having burned themselves out to the point of being hospitalised,” Aboah says. “It’s difficult when you’re doing activism. You don’t go to bed and the job is done – you wake up and there are still the same problems. You can exhaust yourself, and I have done.” She acknowledges that she is a “complete workaholic”. She relies heavily on what she describes as her “amazing team”, composed mostly of young women she has chosen to work with in place of more established agents, producers and publicists. The plan is to establish a charity that can move forward even without its famous figurehead. “Gurls Talk can stand on its own two feet without me,” Aboah says. “It’s needed all over the world, but that doesn’t mean I am.” As I leave, she is trying to organise an impromptu football match with her mates. There is no way JJ is going to leave the studio without getting recruited. “You’re going to play with us, aren’t you?” Aboah asks. I think she’s going to have a hard time saying no. In the UK and Ireland, Samaritans can be contacted on 116 123 or by emailing jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international suicide helplines can be found at befrienders.org. • Gurls Talk hosts its first five-day festival in London from 22-26 June; gurlstalk.com. Comments on this piece are premoderated to ensure the discussion remains on the topics raised by the article. Please be aware that there may be a short delay in comments appearing on the site. If you would like a comment to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication)."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}