{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/15/sleep-training-can-night-owls-learn-to-go-to-bed-and-wake-up-early", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-15T12:00:19Z", "webTitle": "Sleep training: can night owls really learn to be morning larks?", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/15/sleep-training-can-night-owls-learn-to-go-to-bed-and-wake-up-early", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/15/sleep-training-can-night-owls-learn-to-go-to-bed-and-wake-up-early", "fields": {"headline": "Sleep training: can night owls really learn to be morning larks?", "bodyText": "Tonight’s the night, I tell myself. I’ll go to bed early. It’s 10pm and I have a mound of work to motor through the next day. If I grab half an hour in front of Netflix, I’ll still manage to wake up in time to get a head start – right? Wrong. One sitcom episode becomes, er, four – and it’s nearly 1am when I eventually stumble to bed. By the time I make it to my desk (which is in my bedroom) the next morning, it’s past 10; I’ll end up working late that evening to compensate. Clearly, I’m doomed to be a slovenly night owl for evermore. However, the latest research suggests our body clocks may be more malleable than previously thought. A study by the universities of Birmingham and Surrey and Monash University in Australia found that people going to bed in the early hours could shift their schedule forward by up to three hours in under a month. It looked at 22 young adults who were turning in at around 3am and getting up at about 10.30am. They were charged with adopting a routine that involved them sleeping and rising two to three hours earlier – along with engaging in “sleep hygiene” techniques, such as ditching caffeine and skipping weekend lie-ins. Not only did everyone taking part manage to stick to the regimen, they also found it beneficial: anxiety levels, stress and depression all dropped significantly. The prevailing thinking around whether we’re larks or night owls insists genes have a large part to play. Indeed, I always assumed my groggy breakfast-time persona could be blamed on my father, who lounges in bed like a teenager on his days off. But the Birmingham study suggests it’s not purely down to DNA. “There is a big genetic component, but there’s also flexibility – the system can respond to training,” says the study’s co-author, Andrew Bagshaw, a scientist at the university’s Centre for Human Brain Health. Neil Stanley, the author of How To Sleep Well, agrees. “We shift our timing when we go on holiday, so it’s obviously within our capabilities.” This is a soothing lullaby to my ears; I’ve grown sick of my late schedule. It’s meant I’ve spent my whole life feeling like I’m running behind. As a teenager, I struggled to get out of bed in time for the school bus. I regularly snoozed through 9am university lectures and I was frequently tardy for my former job at a culture magazine. (Which, mortifyingly, didn’t start until 10am.) When I became a freelance journalist in January, I thought I’d finally escaped the guilt-inducing shackles of the 9 to 5. Then I realised that unless I got up in time to pitch stories to editors before early-morning features meetings, I’d be penniless. Over the years I’ve tried, and failed, to change – but deep down I’ve always assumed I’m destined for a life of pub nights rather than power breakfasts. Yet Bagshaw says my ideal 11pm to 7am night is within my reach. First, I need to make a consistent effort to go to bed promptly. (No more hoping time will miraculously expand to accommodate my Netflix dependency.)Sticking to regular breakfast and lunch times and getting as much natural light as possible in the morning will also help, he says. Meanwhile, Stanley recommends making gradual changes. “Move bedtime half an hour earlier for a week or two, and then add another half an hour, and so on.” He also makes the crucial distinction between going to bed and going to sleep. “It’s lights out time, not bedtime, that you’re modifying.” But, hang on. Are larks inherently healthier? Or is it merely that early risers have an easier ride because they naturally suit standard working times? Bagshaw admits it’s probably the latter. “If you’re a late person and you’re trying to fit into the 9 to 5 you’re going to feel tired and you’re not going to get sleep at the time that’s good for you, nor the duration you need.” Comedian and writer Stevie Martin, who has written about being a night owl for the website Refinery29, says it’s the vilification of waking up late that leads to negative emotions, rather than the hours you keep. “I felt so much happier when I stopped setting goals like ‘get up before 9am every work day’ and allowed myself the freedom to start whenever my brain switched on.” So should I be rallying for systemic change rather than trying to fit my square peg of a body clock into a 9-to-5 hole? A bit of both, says Stanley. “You can modify your behaviour, but you can also modify your lifestyle. If you’re a night owl, don’t get a job as a milkman.” Additionally, advice for aspiring early risers applies only if you work conventional hours. Henna Sinha, a junior doctor at Homerton University Hospital in east London, says her shift rota, which includes regular nights, means she has scant control over her sleep pattern. “I just have to go into work when I’m asked. It’s all very well saying go to bed earlier, but that doesn’t really work if your bedtime is 7am.” Nevertheless, Bagshaw says the study’s techniques aid sleep, whatever the schedule. As flexible working becomes increasingly common, hopefully the narrative that lauds early risers for being healthy and productive, while dismissing nocturnal types as lazy creatives, will melt away. But until then, it’s heartening to know I can adapt during periods when I need to rise early. I won’t chastise myself if it’s tricky, though. As Stanley says: “You can’t remake yourself. You can cope with new routines – but it will never be what you truly are.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}