{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/shortcuts/2019/jun/24/induced-lactation-why-a-woman-doesnt-need-to-bear-a-child-in-order-to-breastfeed-it", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-24T16:44:05Z", "webTitle": "Induced lactation: why a woman doesn't need to bear a child in order to breastfeed it", "webUrl": "https://www.theguardian.com/lifeandstyle/shortcuts/2019/jun/24/induced-lactation-why-a-woman-doesnt-need-to-bear-a-child-in-order-to-breastfeed-it", "apiUrl": "https://content.guardianapis.com/lifeandstyle/shortcuts/2019/jun/24/induced-lactation-why-a-woman-doesnt-need-to-bear-a-child-in-order-to-breastfeed-it", "fields": {"headline": "Induced lactation: why a woman doesn't need to bear a child in order to breastfeed it", "bodyText": "A photograph of Jaclyn and Kelly Pfeiffer breastfeeding their twin babies has gone viral, highlighting the fact that it is possible to nurse a baby you haven’t given birth to. Jaclyn didn’t carry the babies but has been able to breastfeed them thanks to a process known as induced lactation. It tends to be used by same-sex couples, as well as adoptive parents and women whose babies were carried by a surrogate. The outcome can be variable, depending on the situation and what the goal is, says Helen Gray, from Lactation Consultants of Great Britain, an organisation that describes itself as the professional voice of breastfeeding. “They might want to try to bring in a full breast-milk supply and provide all of the baby’s milk, or, if they are co-parenting in a same sex relationship, they may be hoping that each mother will provide enough so they can share the breastfeeding.” Or they may want to provide a small amount to top up bottle feeds. It also depends on how long the mother has to start the process before the baby is born, or comes to live with the family, and on her medical history – hormonal conditions may make it harder to produce milk, says Gray. “The basics of milk supply are always supply and demand,” says Gray. “Expressing is the main component of bringing in [an induced] milk supply. Some people will add to that with prescription medication and birth-control pills to simulate [pregnancy] hormones. Some people don’t want to take medication, or will struggle to get it prescribed for them.” This particularly applies to domperidone, an anti-nausea drug that can increase the risk of serious cardiac side-effects. “The more time you can put into it the better,” says Gray, though she points out that some people – especially those who have been pregnant and breastfed before – will find it easier than others. At least six weeks would be “useful”, says Gray. “If you’re looking to bring in a full milk supply and you have time to do that, the baby is going to need to feed at least eight times in 24 hours so you need to be working towards that.” This means attempting to express milk with a breast pump eight times a day, including at least once during the night. It is, says Gray, “a lot of work, time commitment and energy investment, and you need a lot of support.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}