{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/15/a-letter-to-my-dad-settle-into-care-home", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-15T05:45:11Z", "webTitle": "A letter to… my dad, as he settles into a care home", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/15/a-letter-to-my-dad-settle-into-care-home", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/15/a-letter-to-my-dad-settle-into-care-home", "fields": {"headline": "A letter to… my dad, as he settles into a care home", "bodyText": "Last Friday was one of the most profound days of my life. You remembered you were going to try out a new living arrangement and had packed some carrier bags to be helpful. DVDs were mixed with food waste and clothes, but we sorted out what you needed. I worried about how you would react when we arrived at the home and saw people having lunch, some being fed, everyone a stranger. But you bravely took your seat at the table and tried to start a conversation about Elvis. That no one answered you breaks my heart but, like you, they were hard-of-hearing. Still, you ate lots and later told me you liked this “hospital hotel”. That day and the next, as I hung around while you settled in, I learned what love looks like from the “family members” (staff). They explained to me that you are now more a “feeling person” than a “thinking person”, and that what you need most is love. I have always felt that you are someone the universe looks after. Many years ago, you changed your life completely. Alcoholism had brought you low, left you homeless and drinking on the streets. But you found Alcoholics Anonymous, where you made many friends and got back in touch with the three daughters you had left behind. For decades, when I rang to ask how you were, you would say, “Never better” – and you meant it. Three years ago, you couldn’t make your niece’s wedding. I was filling you in on all the gossip when you got confused about who she was. I felt fear grip my heart; I knew the decline had started. You were diagnosed in 2017 with vascular dementia. What an effort it must have been, Dad, for the next two years, living alone, trying to cope. Your main concern was not to worry us, but you couldn’t keep up the charade for ever. When you confessed that you were barricading yourself in your bedroom at night because you were frightened, we knew you couldn’t go on living alone. It has been five days now and I think about you constantly. I hope you settle in. Your AA friends have set up a rota to visit or take you out to a meeting almost every day, if you are up to it. You told someone there you don’t like your new bed, so today they are taking you to your flat to collect your old one. They listen to you. The universe is still on your side. I can’t wait to see you this weekend. • We will pay £25 for every letter we publish. Email family@theguardian.com including your address and phone number. We are able to reply only to those whose contributions we are going to use."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}