{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/26/trans-black-deep-south-return-translash", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-26T05:00:19Z", "webTitle": "Trans, black and loved: what happened when I returned to the deep south after transitioning", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/26/trans-black-deep-south-return-translash", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/26/trans-black-deep-south-return-translash", "fields": {"headline": "Trans, black and loved: what happened when I returned to the deep south after transitioning", "bodyText": "There is one essential truth about human beings: we all come from somewhere. Me? I’m a black trans woman who left the deep south at 18. It’s September 2018, two decades later, and I’m in a car headed back to Georgia for the first time as my whole self – with a new body, and a whole new way of being – to meet my 95-year-old great aunt Mama Rose and the rest of my family. Coming out as trans, though overwhelmingly positive, has not been plain sailing. Different branches of my family responded differently. The part of my family I’m visiting has been broadly supportive. But saying they accept me and actually doing so are two totally different things. My presence will test that gap. This is why I am so nervous. My mind is racing back to what brought me to this moment, and why I had to leave to be able to come back. I couldn’t stay in the deep south and be myself, so I left for New York when I was 18 to embrace the camouflage of Columbia University’s ivy walls. They were big enough and strong enough to mask the tremendous changes I was undergoing inside. Over the next 20 years I would head out into the world further, living in London and Brazil before returning to New York. During this time away outside of the south, the understanding of my identity expanded from straight to gay to gender non-conforming to eventually what I had been all along, yet could not name: a trans woman. I travelled back to Georgia to document this process. I was raised in relatively trans-friendly Atlanta (although it wasn’t necessarily the case while I was growing up there in the 80s and 90s). However, both of my parents’ families are from south-west Georgia. So this is where I had to go to. This part of Georgia, which to this day remains a land of cotton, farms and small towns, has been on the frontline of America’s collision with its ugly past – one built on the dehumanization of black people for hundreds of years. The only Confederate official ever convicted of war crimes ran a prison here. Just down the road is Albany, where Martin Luther King Jr suffered his only defeat in the civil rights movement. But then 60 miles away there’s Plains. It produced Georgia’s first desegregationist governor: a man called Jimmy Carter. For me, Albany is the place where my mother, Juanita Jones-Dedeaux, grew up. She died in 2011 before I transitioned. My father is still alive and we are still working through our relationship, with varying degrees of success. But with my mother no longer alive, I was wondering whether she would have ultimately accepted me as her daughter. When I had come out as gay, we did not speak for two years. Eventually, we began to bridge the divide. Whatever lingering hostility or reticence which existed dissipated with her cancer diagnosis. Yet the core puzzle of our relationship remained. That’s why meeting with Mama Rose is so important to me. I had to get clues from my mother’s aunt to find out whether she would have accepted me. She is the only person still alive who knew my mom before my mom knew herself. While filming my trip for the series I was making (called TransLash) we didn’t even know if Mama Rose could sit for an interview. She has the early stages of dementia and her mood waxes and wanes. On our third day, my relatives and I were sitting in the kitchen talking. We suddenly heard her voice: “I want to talk.” As my conversation with Mama Rose unfolded, so did my joy. I was blown away by her as she talked about my mother’s sweetness, intelligence, thoughtfulness and sensitivity as a child. We rarely can imagine our parents as children; I was suddenly able to do so and it rounded out her humanity and vulnerability in my mind. Mama Rose is giving me the gift of memories of my mom which only she possessed. But Mama Rose does even more. As she talks, she embodies the example of love she sets for our entire family. When I ask her why she doesn’t judge people, she says simply because “it is what it is”. It is this example which has led me to be embraced by four generations of my family, including some of its youngest members. After I meet with Mama Rose, I speak to her great-grandchild Courtney, 14, and her sister, CeCe, 16. I have known these kids all their life and in some ways feel like they are my own in ways I cannot fully explain. I know that this is going to be a truthful conversation but their wisdom blows me away. I ask them about how trans people should be viewed by society. “You are a beautiful creature just as God has made you,” says Courtney. Her answer stuns me. It was so morally clear. She’s a teenager, yet believes in something that so many adults don’t: the dignity of all human beings. For trans people, telling our families about who we are is essential to underscoring our humanity for ourselves and the rest of society. In fact, until we can be seen as human, it’s unlikely cis people will stop murdering us. So our survival depends on centering our narratives. And the numbers tell us why. Since the beginning of May, seven trans women have been killed. Half of these women have been murdered in southern states. All of them have been women of color. Not one of them reached the age of 30. And this is not an anomaly. According to the Inter-American Human Rights Commission, eight out of 10 trans women in the US who die of non-natural causes do so before the age of 35. The spasm of violence which is cutting trans lives all too short is part of gruesome trend. The most violent years for LGBTQ people on record have occurred since the election of Donald Trump in both 2016 and 2017. Astoundingly, the US suffers more murders of trans women than any other country on the planet except Brazil and Mexico. Yet even with those dire statistics in mind, I am from a black southern family, which hails from a rural part of Georgia with deep religious roots. And it is this same family which also welcomes my transness with open arms. They show the world how transphobia is a choice. It’s not automatic because of someone’s religion or where they’re from. This gives me tremendous hope, because it means that trans acceptance and liberation can happen anywhere and everywhere. TransLash, the author’s video series, can be viewed here"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}