{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/27/texas-trans-black-women-murders-reality", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-27T07:00:10Z", "webTitle": "'It’s like we’re not even human': the reality of being a trans black woman in America", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/27/texas-trans-black-women-murders-reality", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/27/texas-trans-black-women-murders-reality", "fields": {"headline": "'It’s like we’re not even human': the reality of being a trans black woman in America", "bodyText": "LeShay Weeks almost didn’t make it to the party. For 18 years, she has managed to avoid the south Dallas intersection where her friend Teniesha Johnson was murdered in front of her eyes, but today, on the drive to meet her friends, there it was, like a black hole pulling her down. For a moment, it snatched her breath away. For Weeks and a small group of black transgender women, the back-to-back murders of their friends Muhlaysia Booker, 23, and Chynal Lindsey, 26, two weeks apart, had triggered a deluge of old traumas that lurk below the surface: their own beatings and brushes with death, being shunned by families, churches and employers, not to mention the million and one other indignities they endure daily, simply trying to exist. If there was anything harder and more dangerous than being a black woman in America, the killings reminded them, it was being a black woman whom society insisted on denying their true gender. By the time I meet up with Weeks that Saturday afternoon in Lancaster, just south of Dallas, she has managed to push down the memories and collect herself. All around us, the Juneteenth Unity festival pool party is in full swing, and Weeks and her friends have brought baked goods. Beneath a large canopy overlooking the swimming pool, Weeks, Robyn Crowe and Mieko Hicks buzz around promoting their weekly TransFusion Radio show, interviewing friends and passersby for an upcoming broadcast about the murders. Somehow, their hair and makeup remain immaculate despite the 90F heat. Crowe sports a colorful striped print dress while Weeks practically glows in a neon fishnet onesie. Out front, Hicks doles out a tray of sugar-dusted bourbon balls her grandmother had made. “It’s like eating a cookie with a shot of whiskey!” she announces. Last year, the Human Rights Campaign (HRC) called the mounting violence against the transgender community a “national epidemic”. So far this year, 10 people have been knowingly killed in the US, with another murder seeming to hit the news every week. According to HRC, at least 26 trans people were murdered in 2018, three more the year before, and 23 were killed in 2016. Advocates believe the real numbers are much higher, as police and media often misgender the victims. More than 80% of those killed are women of color, their bodies discovered in parts of towns that often get little attention in the press. I had come to ask them about Booker and Lindsey, but also about their own histories as black trans women, in a society where a majority of them experience poverty, homelessness and isolation. They are no exception. Now in their mid-30s and early 40s, they piece together a living doing radio, hair and makeup and other jobs, yet the hardships of their past are never far behind. And neither is the fear that they could be the next ones on the five o’clock news. Days earlier, Dallas police had arrested Kendrell Lavar Lyles, 34, in connection with Booker’s murder, and possibly to Lindsey’s as well. Lyles, who is black, owned the same light-colored Lincoln LS Booker was seen entering the night she was killed. (On 20 June, police arrested another man, Ruben Alvarado, 22, for suspicion of killing Lindsey.) Booker’s murder had received intense media coverage, largely due to the viral video of her being beaten just weeks before she was slain. Following a minor fender bender in the parking lot of the Royal Crest apartments in south Dallas on 12 April, video shows Edward Thomas, 29, pummeling her with fists. A mob then joins in the beating. A few days later, Thomas was arrested for the assault. But now, with Lyles in custody, the women fear the attention was already beginning to fade, like it usually does when a trans woman is found dead. There had been at least six in the Dallas area since 2015, most of whom were black. Hicks is still mourning her friend Nicole Hall, whose decomposed body was pulled from White Rock Creek in Dallas in May 2018, the same month a Latina trans woman named Carla Flores-Pavon, 26, was found strangled in north Dallas. The police ruled Hall’s death a suicide, but the ladies aren’t buying it. “Explain how she wound up in a creek with a dog collar around her throat?” Hicks asks. Or what about Armani Dante Morgan, whose bones were discovered in a central Dallas field two years ago? Police initially ruled her death an overdose but recently reopened the investigation. Morgan had been attacked four times before her death, friends said. Whoever gunned down Brittany White in October 2018 while she sat in a car on Gayglen Drive is still free, though police are investigating whether Lyles is connected. And no arrests have been made in the death of Shade Schuler, whose remains were discovered in a vacant lot in north-east Dallas in July 2015. Looking at the greater Dallas area, there was Gwynevere River Song, 26, whose father shot her in August 2017 in Waxahachie. Going back even farther, to 2013, people are still angry that no one has been caught for killing Artegus Madden, 34, who was found shot to death in her living room in Savannah, just north of town. “There’s a little vigil, a little anger for a second, then they sweep it under the rug,” Hicks told me. “It’s like we’re not even human,” Weeks added. “We’re objects, animals.” To illustrate just how dangerous being trans is, Weeks points to a bullet still lodged in her hip from being attacked, then shows me scars on her hands and neck where someone tried to cut her throat. * * * I had attended a #BlackTransLivesMatters rally the previous Sunday, where the dead were remembered. About 300 people gathered in Oak Lawn, Dallas’ famous “gayborhood”, to bring attention to the slayings. At the time police had identified no suspects, and folks were afraid and angry. “Let Our Sisters Live!” read one sign, along with one that simply said: “Leave us the Fuck Alone!” After a few speeches, Krista De La Rosa, a local black trans organizer, recited the names of trans women who have been murdered across the country this year. They included Dana Martin, whose body was discovered in a ditch in Montgomery, Alabama, in January; Ashanti Carmon, shot multiple times in a DC suburb in March (her friend who witnessed the killing, a black trans woman named Zoe Spears, was found murdered this month, just blocks away); Tamika Washington, gunned down in Philadelphia; and Claire Legato, fatally shot in Cleveland, Ohio. Both died in May. And just days before the march, a black trans woman named Layleen Polanco was found dead in her cell at Riker’s Island, New York. Officials haven’t released the cause of her death. I walked alongside Monica Roberts, a trans rights pioneer from Houston who has spent decades lobbying the Texas legislature and US Congress for equal protection, chronicling the odyssey in her influential blog, TransGriot. On 29 April – nearly three weeks before Booker was killed – Roberts and five other transgender people testified before the House Committee on Criminal Jurisprudence in support of a bill that would include trans people in existing hate crimes laws – something Roberts has done every legislative session since 1999. In Texas, the James Byrd Jr Hate Crimes Act, which was passed in 2001, imposes heftier penalties for crimes “committed due to bias against the victims’ real or perceived race, religion, color, sex, disability, sexual preference, age or national origin”, according to Equality Texas. Yet the law leaves out a person’s gender expression or identity. Only 20 states offer such protection. Booker’s beating, which had taken place on 12 April, hung heavy over the proceedings. “Because of the anti-trans rhetoric that’s been ramped up we’ve seen an increase in hate crimes,” Roberts told the committee, noting that attacks on trans people were unique in their level of brutality. “Extreme violence is used,” she said. She reminded them of Booker and told of a transgender barber named Kier Rice who had been beaten weeks before in nearby Killeen; of a trans woman in Houston who had recently been shot in broad daylight at a gas station. She also told them about the four times her own life had felt threatened. But in the end, like usual, the bill never received a vote and died in committee. Looming over all of this, of course, is the broader, orchestrated attack on trans people from the White House and religious right: there’s the military ban on transgender service members implemented by Donald Trump, the Department of Health and Human Services’ proposed rule that would make it easier for hospitals to deny care to trans people, the Department of Housing and Urban Development’s proposed plans to allow federally funded homeless shelters to deny trans people. And then there’s the venomous backlash against the Democratic-backed Equality Act, which adds sexual orientation and gender identity to the landmark Civil Rights Act of 1964. In the run-up to the vote, leaders from 86 faith-based schools, universities, and institutions sent a letter to the House Judiciary Committee saying the legislation would, among other things, endanger women and girls using the restroom. “If you want to bring the judgement of God on this nation, you just keep this stuff up,” the televangelist Pat Robertson said. Cindy Jacobs, a popular evangelical author, went so far as to suggest its passage would lead to civil war. * * * While white evangelicals seek to deny transgender people basic human rights, discrimination within the deeply religious black community also works to negate their existence. Nearly every black transgender person I spoke with in Dallas blamed religion – or a culture of homophobia informed by religion – for the disproportionate and alarming number of people killed. Back at the pool party, the women of TransFusion echo those sentiments. “Black leaders and pastors keep preaching that gay and trans is a perversion, that we’re the devil,” Hicks says. “It gives people justification for saying we don’t need to be here, that they can hurt us and nothing will happen.” Crowe’s father was a Baptist pastor who kicked her out. Weeks’ mother, raised in the church, disapproved of her transitioning and did the same. Hicks’ father forbade her to dress as a woman in his house. “It extends to the whole community,” Crowe says. After four people were shot at a south Dallas car wash in early June, police held a community-wide safety meeting attended by prominent black leaders and clergy. When Hicks got up to reiterate the importance of Booker’s murder investigation, the energy in the room just sank. “People walked out,” Crowe says. “It was nasty.” “You grow up with these people and they know you, but they change when they realize you’re trans,” Hicks says. “You become their enemy, almost.” “Society doesn’t accept [trans people’s] view of masculinity,” says Esperanza Brown, a friend who stopped by with her husband Carter, who is trans. The two of them run the advocacy group Black Transmen Inc which helps people of color navigate their transition journey. “Once they transition, they’re transitioning to a weaker sex,” she says. “They’re not seen as dominant. They’re giving up their masculinity, their manhood. And that’s seen as a sign of weakness and society wants to attack them.” We discuss how this strict view of masculinity developed – how the institution of slavery negated black manhood, followed by Jim Crow and segregation, when men had to march holding signs that read: “I am a man.” That extended to a predatory criminal justice system that put obscene numbers of black fathers, sons, and brothers behind bars, and the lack of economic opportunities for men in places like South Dallas. People have fought, suffered and died to live as men. “Black cisgender people need to come to a better understanding,” Brown says. “Just because these folks are trans doesn’t mean they lose their black heart. But for whatever reason, people take it personally and attack. Like with Muhlaysia, someone actually raised their foot and stomped her.” “It’s all about guys being macho and not knowing how to deal with the feelings they have,” says Weeks. Hicks chimes in. “There’s a perception that trans women are getting killed because they tease guys,” she says. “But if you look closer, you’ll see that in most cases these guys had been going with these girls for a long time before they killed them. They knew what was going on. But one of their friends found out and they had to protect their image.” To prove the woman fooled them, the men kill or silence them. Lyles, the man arrested for killing Booker, was a steady fixture in the trans community, Crowe says. “He’d come drink daiquiris with my gay father NuNu,” she says, a reference to her “eternity family” that queer people often collect after losing their biological one. “He’d flirt with the ladies and try to go home with them.” It’s unclear how long Booker had been engaged in sex work, but her story is a fairly common one. She transitioned at a young age and was rejected by her religious mother. She turned to sex work to support herself while also attending college and sometimes dancing at a cabaret. According to HRC, unemployment among trans people is three times the national average. For black trans people, it’s four times. When Hicks transitioned 20 years ago, she had to quit her customer service job at Sprint when coworkers complained about her using the women’s restroom. “My boss told me I could use the men’s room or go across the street to Subway. I was totally uncomfortable with that,” she says. “That was the last job I worked.” Strapped for cash, she placed an ad in a weekly newspaper and started escorting. She soon realized she could earn up to $2,000 a night. “My father told me the world would never take me seriously,” she says. “But here were men who would pay me and tell me I’m beautiful. For girls who have been shunned by their parents and have no other means of income, here comes this option out of nowhere. And it provides validation when you’re being told by the rest of the world that you’re ugly, you’re not a woman.” But it’s also a dangerous option. Hicks was stabbed several times by clients and was forced to protect herself. * * * It took Weeks seeing her friend murdered before finally calling it quits. Leaving home at 17 sent her spiraling off the edge. Young and unaware of who she was, much less the new person she was trying to become, she became easy pickings for volatile men. For a year she bounced from sofa to sofa before finding a boyfriend who told her he loved her, who encouraged her to live her truth. Although he had a drug habit and sometimes beat her, Weeks stayed “because for once I was living as the person I was created to be”, she says. Together, they lived on the streets and squatted in vacant apartment buildings. Weeks became a chronic shoplifter and cycled in and out of jail. When the relationship ended, Weeks and a few friends started cruising Harry Hines Boulevard, a popular sex work spot in north-west Dallas. They worked in small teams to remain safe. One night at a bar, drunk, she separated from her group and picked up a man who took her into an alley. During sex he pulled a knife and tried cutting her throat, but she managed to put her hand between the blade and fight him off. The gash was so deep she still has trouble making a fist. Another time, a date pistol-whipped her and drove her to an empty field where she was certain she would die. When he exited the car, she took off running and managed to escape. Workers in a nearby warehouse where she pleaded for help took one look at her and told her to leave. Later, a man stopped and offered her a ride but demanded sex in return, then kicked her out when she refused. “That night I walked for miles and miles,” she says. The bullet in her pelvis came from a date who’d tried to rob her. “He was experimenting with a ‘tranny’ and decided he didn’t like it,” she says. “He wanted back his hundred bucks.” The man pulled a pistol and Weeks lunged for it. “By then I’d learned to go for the gun,” she says. In the ensuing struggle she was shot in the hip, but a friend came to her rescue and helped wrestle away the weapon. When it fell to the ground, Weeks says, the friend picked it up and shot the man in the back. In April 2001, her life fully out of control, Weeks and her best friend, Teniesha Johnson, found themselves in a car one night with two strange men. The guy Weeks had been with said he had just gotten out of prison, while the other, Michael Manning, had hardly spoken all night. Johnson was driving the men home, Manning in the passenger seat while Weeks and her date sat in the back. After exiting the interstate in south Dallas, Manning guided them through a warren of dark, empty streets. At the intersection of Poplar and Holmes, Manning told Johnson to slow down. The car was still moving when he pulled a gun and shot her twice, fatally wounding her. He then turned and fired over his shoulder trying to hit Weeks but missed, giving her enough time to open the door and tumble onto the road. The police soon discovered Johnson’s body hanging out of the vehicle, still strapped in her seatbelt. Weeks hid in the bushes, hysterical. “I’m hiding and questioning if this is worth my life,” she says, her hands trembling at the memory. “My friend is lying there with her head bleeding onto the pavement, what, just so I can live as a woman? It makes you question. Maybe I should just be a boy.” After Johnson’s murder, Weeks managed to pull her life together. A state rehab program helped her train to be a massage therapist, after which she enrolled at culinary school in California, pursuing a lifelong dream to cook. Today she’s a sought-after vegan chef who teaches her own classes and maintains a mouthwatering Instagram page. She and her mother also mended ways and, together, they run a day spa called Love Thy Self. * * * Despite the hatred and indignity showed to her in life, Booker was buried as a queen. Hundreds flocked to Cathedral of Hope church in Oak Lawn and honored her with stories and tributes, remembering her as the young, vibrant woman she had become. For Johnson, however, there was no such memorial. Her family cut out her blond Shirley Temple weave, wiped clean any traces of makeup, and dressed her in a suit. They buried her as Antonio. “They wanted to erase who she was,” Weeks says, “like she never existed.” Despite so many stories like these, some of the greatest efforts to fight ignorance and violence against trans people are coming from within the black church. One of my last conversations in Dallas was with Carmarion D Anderson, a black trans pastor who ministers to trans people of color across the country, preaching a message of validation and hope. Anderson is a deacon at Living Faith Covenant church in Dallas. When Booker made her emotional speech at the rally following her beating, unaware she would soon die, it was Anderson standing at her side. Raised in the Pentecostal church, she tells me her transition began in her late teens as a clear calling from God. “My parents reared us to hear the voice of God and to strengthen our gifts through prayer and supplication,” she says, speaking from a back room at the church. “I don’t feel that God made a mistake. I don’t feel that I was trapped in the wrong body, or that I had dysphoria. What I do have is a yes to the call.” Her ministry is driven by what she calls “trans theology”, one rooted in scripture and designed to celebrate and utilize trans people’s purpose for the Kingdom. It draws from the Hebrew concept of Elohim and the trinity, the plurality of God dwelling within us, a “trans spirit” that affirms trans identity. “If we know the scriptures to be true, I am living out the essence of the DNA of God,” she says. “My transgenderism only matches that triune spirit of God that’s within me. The Bible says there is no male or female, Greek or Jew, but we are all one in the body of Christ. There is nothing to debate.” It’s a theology that is also grounded in resurrection, one that says we must die in order to be reborn, that from chaos and dysfunction comes renewal and peace. “There’s an enormous opportunity for trans people to understand resurrection in order to live out their truth,” she says. “I walk out resurrection every day.” Back at the pool party, where the music thumped and the drinks were flowing, one could feel that sense of moving on. The past month had been wrenching for both Weeks, her friends, and the entire queer community. In fact, on the ride to the pool party, as they drove through the intersection where Johnson was killed, Weeks had burst into tears, unable to breath. “I almost didn’t come,” she says. “I have to protect my mind, I have to protect my thoughts and not let myself go down that hole.” But in the end, she pushed away the darkness and continued on. After all it was Juneteenth, and she was wearing a cute outfit. “Teniesha would want me to be here and celebrate,” she says, motioning to the throngs of queer black men and women dancing in proud revelry. “I’ve got my friends. We’re here, and we’re doing amazing things. It’s a new day.” And with that, she excused herself and stepped out with a tray of vegan snickerdoodles. She had baked them that morning."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}