{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/25/my-wife-says-sex-makes-her-feel-violated-but-she-wont-talk-about-it", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-25T07:00:37Z", "webTitle": "My wife says sex makes her feel violated, but she won’t talk about it", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/25/my-wife-says-sex-makes-her-feel-violated-but-she-wont-talk-about-it", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/25/my-wife-says-sex-makes-her-feel-violated-but-she-wont-talk-about-it", "fields": {"headline": "My wife says sex makes her feel violated, but she won’t talk about it", "bodyText": "My partner and I have been together for 18 years and have two wonderful children and a happy life. Our sex life has never been as good as I would like, and this has been a cause of frustration for me. It has become much worse in the past few years. Sex, if it happens at all, is entirely passive for her. If I ask my partner to talk to me about it, no matter how calmly I try to broach the subject, she quickly becomes hysterical. A few minutes of me trying gently to probe about it usually leaves her sobbing, often rocking in a corner, mumbling to herself and accusing me of pushing her too far. Her reaction is so extreme that I can’t imagine what she is thinking. This is not something I try often, as it is very hurtful for both of us, but I want to know why she gets so upset. The last time I tried to talk, she claimed that sex makes her feel violated. She also said that she isn’t broken and that I just have to accept her as she is, so I don’t think she would go to counselling. I find her reaction incredibly hurtful, but it is so important for me to rekindle this aspect of our life. She is quite a closed person who doesn’t reveal her deepest thoughts. I love her and I don’t want us to split up, but I don’t want to be celibate for the rest of my life. I am not sure if she really loves me or whether she is staying with me because of our family, which is really important to her. How can I get us talking about these important aspects of our life? You are right to be concerned. You are both facing a serious relationship challenge that will not get better by itself. There are a number of possible reasons why a person might feel “violated” during sex, and they all need to be addressed – if possible through formal therapy or counselling. Sexual withdrawal can happen as a result of stress, anxiety or relationship conflicts; it can also be associated with depression. But sometimes the feeling your wife described can come from past abuse, in which case healing must take place before the survivor can again feel safe during sex. Childhood abuse can be forgotten or buried until the memories are triggered later in life – sometimes when you have children. Take immediate steps to very kindly insist on getting help – not just for her, but for you both. If she feels you have identified her as the “patient”, she will be resentful, ashamed and probably refuse help; instead, be her accomplice in seeking healing support as a couple. •Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders. •If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to private.lives@theguardian.com (please don’t send attachments). Submissions are subject to our terms and conditions: see gu.com/letters-terms •Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}