{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/17/i-was-an-introvert-with-a-grey-life-until-i-learned-to-let-go-on-stage", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-17T08:00:13Z", "webTitle": "I was an introvert with a grey life – until I learned to let go on stage", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/17/i-was-an-introvert-with-a-grey-life-until-i-learned-to-let-go-on-stage", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/17/i-was-an-introvert-with-a-grey-life-until-i-learned-to-let-go-on-stage", "fields": {"headline": "I was an introvert with a grey life – until I learned to let go on stage", "bodyText": "A few years ago I watched a comedy troupe improvise an Uber journey through Nudist Narnia. I studied their joyous, earnest expressions. I took in how genuinely happy and safe they looked in their whimsy. “You joyful fools,” I thought. “Your vigour for life appals me.” Last year, my social anxiety was sky-high and my insomnia the worst it had ever been. Exhausted, I said no to every social invitation, but the more I stayed in, the more scared I became of going out. Work was stressful and adulthood felt so goal-oriented: work longer, run faster, cycle further, vegan harder. I tried meditating, but my mind wouldn’t stay still. Exercise felt like a slog. I tried colouring books, but they didn’t work. I have extreme stage fright and I am an introvert, but I was fed up with my grey life and outlook and wanted to try something radically different. I signed up for an eight-week improv course – structured but spontaneous play with total strangers. I grabbed my coat and said my prayers. On the first day, my instructor, Liam, told the class: “Improv is not about being funny. It’s not about being clever. Or quick.” Sorry, what? “It’s about being open and in the moment. Saying yes to suggestions. And going with whatever your scene partner offers you.” Liam divided us into groups of four for a game called “Remember when?” Each group had to create a story. A guy named Clover began. The two others in my group were a tall man and a woman with blue hair. “Do you remember the time we bought that jar of pickles?” asked Clover. “And it was the last jar in town,” Tall Guy said. They turned to me. “And … we buried it and swore we’d never tell anyone about it,” I blurted out. I wanted the story to be about secrets, broken loyalties and the apocalypse – when the pickle jar would save us. “But then we wanted a roast dinner,” said Blue Hair Girl. “And we wanted those pickles,” said Tall Guy. “No, no, no. We kept them buried for 20 years, remember?” I said. I came to the scene with a fully formed story in my mind and struggled to deviate. I did not want this to be about a roast dinner. Pickles don’t even belong in a roast dinner. How could I work with these people? I knew performing would be scary, but relinquishing control was the mind-screw I had not anticipated. In another scene, I was paired with a woman named Maria. “You’re in a garden centre!” Liam said. I didn’t know what to say and neither did Maria, who looked at me blankly. Then, “Look at these shrubs!” she yelled, pointing at a beanbag. “Very green!” I finally said. “What do you think this shrub is doing?” Maria asked. I froze. “I think there’s something wrong with this shrub,” Maria added, her eyes pleading with me to join in. Spontaneous. Free-flowing. Yes, and …? “Ma’am, this shrub is PREGNANT!” I shouted. Where had that come from? Free from my everyday boring self, I was discovering sides of my personality I had never known. I could feel my brain shifting as I became more creative, playful and animated. After safely delivering the shrub’s baby (7lb 6oz, the mother is doing fine, thank you for asking), I began to realise that at improv you can’t worry about work deadlines, breakups or money woes because you are constantly jumping from scene to scene. I was free from the agonising loop of being myself: introvert, anxious and shy. My anxiety evaporated in that room. My stage fright transformed into excitement, and I became dynamic, looser, more spontaneous. Happier. I had social anxiety, but in every scene, I leaped off a cliff into the unknown and my scene partners, virtual strangers, would catch me. After class, the world seemed kinder and more manageable because mistakes were so easily forgiven. My shyness slowly melted away. In one class, I laughed so hard that I cried, full-on shaking with laughter, as tears streamed down my face. My scene partner couldn’t hold it together either, and the feeling came over me suddenly. Oh, no. My vigour for life appalled me. I now regularly try to make room for improv and play time in my life. It is a bright spot when I am feeling beaten down by the everyday. The three hours of laughter do wonders for my stress levels, and afterwards I sleep without a care. I love improv, which means I have to reckon with the most hideous thought: I might actually be a joyful, whimsical fool. However, I am far too busy playing a drunk scientist off the coast of Papua New Guinea to care. • Sorry I’m Late, I Didn’t Want to Come: An Introvert’s Year of Living Dangerously by Jessica Pan (Doubleday) is £12.99. To order a copy for £10.99, go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p on orders of more than £15, online only. Phone orders min p&amp;p of £1.99"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}