{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/18/i-am-unable-to-reach-orgasm-through-sex-with-my-wife", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-18T07:00:47Z", "webTitle": "I am unable to reach orgasm through sex with my wife", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/18/i-am-unable-to-reach-orgasm-through-sex-with-my-wife", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/18/i-am-unable-to-reach-orgasm-through-sex-with-my-wife", "fields": {"headline": "I am unable to reach orgasm through sex with my wife", "bodyText": "I got married two weeks ago at the age of 25 to my wife, who is 29. I started masturbating at 14 and did so at least five times a week leading up to getting married. Through masturbating I could bring myself to orgasm within three minutes. However, through vaginal sex, it doesn’t happen at all and she has to finish me with oral sex or a hand job. I’m not sure what’s going on – whether it’s in my head, or something else. We want kids eventually, but I’m having issues reaching orgasm inside her. Please help me. You are far from the only person in the world who is having difficulty switching from self-pleasuring to partner sex. Sometimes this is because a man has become used to pretty firm or even rough stimulation; no vagina will be able to provide a similarly high-friction sensation. Your task is to find ways to bridge these two qualitatively different experiences, and to learn to resensitise yourself. Consider forgoing masturbation for a while and make some creative choices, allowing your wife to pleasure you manually or orally up to a certain point, then switching to intercourse at your “point of no return”. Expect to fail at this a few times, but if you ejaculate incrementally closer to her vagina, eventually you should be able to achieve it. And most importantly, try to let go of the notion that three minutes to ejaculation is a fine thing. Instead, take your time. Make pleasure (both yours and hers) rather than ejaculation the goal for you both. • Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders. • If you would like advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns to private.lives@theguardian.com (please don’t send attachments). Submissions are subject to our terms and conditions: see gu.com/letters-terms • Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}