{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/07/my-life-in-sex-g-spot-orgasms-woman-who-cries", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-07T13:00:28Z", "webTitle": "My life in sex: the woman who cries during sex", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/07/my-life-in-sex-g-spot-orgasms-woman-who-cries", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/07/my-life-in-sex-g-spot-orgasms-woman-who-cries", "fields": {"headline": "My life in sex: the woman who cries during sex", "bodyText": "I once heard someone say that if a woman’s best friend is the clitoris, then the G-spot is the friend who comes to town less often but makes for an unforgettable night when she’s here. In my experience, that is spot on. G-spot orgasms have such a lasting effect on me that I cry when they happen. Every time. It first happened two years ago. I was having sex with my boyfriend in the doggy position and something suddenly felt different – as if a more internal sensation was being stimulated. My insides felt like the roof of my mouth, but warmer and spongier. Suddenly, tears started rolling down my face. Since then, this experience has been repeated while I was on top while leaning back and also while we were in a modified missionary position, with my legs over his shoulders. At first, I was embarrassed to the point where I would snap myself out of it and wipe away my tears quickly, so I wouldn’t make things awkward between us. However, the more it occurred, the more willing I was to let my emotions show and be upfront with my boyfriend about the sudden tearful outbursts. Luckily, he finds it funny. I’m fine with being open about it because, when I cry during sex, it’s not out of sadness or pain. These tears are my body’s way of releasing the emotions induced from a place, not only of powerful pleasure, but out of deep connection with the sexual experience. • Each week, a reader tells us about their sex life. Want to share yours? Email sex@guardian.com. Comments on this piece are premoderated to ensure the discussion remains on the topics raised by the article. Please be aware that there may be a short delay in comments appearing on the site."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}