{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/14/think-mother-and-sister-are-autistic-annalisa-barbieri", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-14T14:00:52Z", "webTitle": "I think my mother and sister are autistic. What should I do?", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/14/think-mother-and-sister-are-autistic-annalisa-barbieri", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/14/think-mother-and-sister-are-autistic-annalisa-barbieri", "fields": {"headline": "I think my mother and sister are autistic. What should I do?", "bodyText": "I have often wondered whether we have undiagnosed adult autism in our family. All my life, I have felt I have greater emotional intelligence, in terms of understanding the world and other people, than my elder sister and mother. Our mother, in particular, finds it difficult to read social signals and fit into social circles. She often speaks about her disappointment in life, in not having had a fulfilling career, and I have been affected by this in wanting to overcompensate in mine. Listening to her consistently lamenting her failures is an emotional strain and I feel some responsibility for her sadness, which I know is irrational. My sister has also struggled with relationships. Although she is trying to climb the career ladder, she has been unsuccessful at many interviews. Outside work, she always has an overbubbling enthusiasm for a subject matter or hobby, which I think puts people off becoming friends with her. I find myself wanting to hide my successes from her. Recently, I moved to be closer to my parents. I feel really sad about this situation, as I can see once again that making friends is very difficult for them, but I can’t fix it, however much I try. I want to maintain my own life without feeling guilty that theirs is not so fulfilled. Should I raise this issue with my family, and potentially label and hurt them, or just let it be and risk them never knowing why they find it so difficult to navigate the world? I can see you are trying to make things better for your mother and sister, and that is commendable. However, it is not unusual for family members to be vastly different from one another. Your mother may indeed struggle with social situations, and your sister may have learned patterns of behaviour from her (being the eldest, her time with your mother will have been more intense) that have nothing to do with autism spectrum disorder. It is important to ask yourself whose agenda this is: have they asked for help? Do they want it? Many women of your mother’s generation lament the lack of a career, but sometimes it is done from the safety of no longer having to do anything about it. Many people with siblings would probably say they feel like different beings from them, despite having been brought up in the same household. It is also not unusual to feel as you do: the guilt and the need to hide achievements. I think part of what may be going on is that, having moved to be closer to your family, you can’t ignore certain things you may have pushed into the background, and the guilt you mention is driving you to find a solution. I think you need to look at why you feel the need to do this, separately from whether or not your mother and sister get an assessment and diagnosis. I consulted Dr Sarah Lister Brook, the clinical director of the National Autistic Society’s Lorna Wing Centre. Obviously, we don’t know if your mother and sister are on the autism spectrum; only a specialist can tell. You can certainly call the NAS (0808 800 4104) to talk through any issues you have and discuss what, if anything, may happen next. But, as Lister Brook pointed out, you are raising the question, not your mother or sister; it would have to be them who presented themselves for an assessment. If you decide to approach this, you know them best, but instead of saying: “I think you may have autism”, which would be irresponsible, try something like: “I notice you’re finding things difficult [maybe specify something they have mentioned]; does that happen a lot?” If they say yes, and it is something they are concerned about, you may consider suggesting they discuss it with a GP. What would happen next depends on where you live and how they present themselves. Remember, they may not get a diagnosis – or not the one you have in mind – and, even if they do, it may not bring about the resolution you think. Some people are diagnosed in their later years and find it enormously helpful; others do not. If it becomes relevant, your mother and sister may find it interesting to look at autism.org.uk/about/stories. Ask them if they want help and, if so, what sort (it may not be what you think). If they don’t, let them be who they are, because they may be more content than you realise. After all, to them, it may be you who is the odd one. •Send your problem to annalisa.barbieri@mac.com. Annalisa regrets she cannot enter into personal correspondence. Comments on this piece are premoderated to ensure the discussion remains on the topics raised by the article. Please be aware that there may be a short delay in comments appearing on the site."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}