{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/10/i-started-mentoring-young-people-and-gave-my-own-life-a-purpose", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-10T08:00:02Z", "webTitle": "I started mentoring young people – and gave my own life a purpose", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/10/i-started-mentoring-young-people-and-gave-my-own-life-a-purpose", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/10/i-started-mentoring-young-people-and-gave-my-own-life-a-purpose", "fields": {"headline": "I started mentoring young people – and gave my own life a purpose", "bodyText": "Every morning, I would walk past my boss’s desk and see a mouse mat saying: “Keep calm, I’m in marketing.” For almost eight months, I’d stare at it, not really understanding what it meant or whether it applied to me. I was in my 30s and had moved to a new city and taken a job in digital marketing. As the months passed, the more I felt it wasn’t the right environment for me. Since leaving university, I had always worked in not-for-profit organisations and charities. Being what some might term a “social-justice type”, I enjoyed going to work and doing things I felt had purpose – I could see their benefit and feel their impact. Working for a digital marketing firm, on corporate accounts, essentially trying to make them more money, just wasn’t for me. I needed to find a way out. Either that or embrace the mousemat’s advice to calm down, and give myself up fully to my marketing overlords. A job ad for an editor for a new youth magazine came at exactly the right time. I had been thinking for about a year that I would like to work with young people. I had previously gone into a young offender institution to talk to young men about writing and books. It was a horrific day: I was unconfident and arrogant – a terrible mentor. Walking away from the YOI, I felt a sense of shame that I had messed up a potentially inspiring opportunity for these guys. I vowed to do better next time. Maybe this job would be the answer. I applied and was successful. My role was to help teams of young people in six-month paid jobs, editing their content and helping them with future jobs. I had assumed the magazine would be a mixture of games and grime reviews, so I was surprised when one of the first pieces written was about gentrification in an area of Bristol. Finally, something I could get my teeth into. I felt a change in me straight away. I had a purpose again, a job worth getting up for. It was a job in which the office politics you moaned about at the end of each day was because you really cared and wanted to get things right. I could see myself making a difference, whether it was to the team’s confidence levels and writing ability or to the journalistic landscape, by providing a platform for young, diverse voices. Being around young people and being invested in their world and how they communicate, indirectly resulted in two of the biggest moments in my career. Days were lost to discussing hot political topics and reading the words of the strongest and most opinionated voices online, in shortform, to-the-point essays that mixed the personal and the political, memoir and fact. As the website hits increased and the work shifted to reflect what our audiences wanted, I developed a greater understanding not only of how to make things work online, but also what young people might want to read if you put it in book format. When I asked my mentees whom their favourite authors were, apart from JK Rowling and Malorie Blackman, a lot of them couldn’t say. But they did know whose longreads they enjoyed reading online, which writers posted the most interesting threads on Twitter and which Instagram posts were the deepest. And so the essay collection I edited, The Good Immigrant, was born. My second big moment was the time some friends and I found ourselves in a field on a cold Saturday morning launching a lamb chop into space. Learning from my young colleagues how to make the resulting video work online resulted in the stunt going viral. Paul Merton mocked us on Have I Got News For You and, around the office, I became “the lamb chop guy”. The biggest change the job brought, though, was to my wellbeing. It is rare you find yourself in a job you love, that you are happy to go into each day, and the bad bits of which don’t turn you into that post-work whinger who runs through every tiny thing that is wrong with their employer. I was thriving in this creative environment, inspired by the incredibly talented young people I was helping to further their careers. Sadly, I could not run a youth magazine for ever: it needs fresh blood. So I have moved on. But working there changed the course of my career, as a writer and in terms of realising that there are jobs that will pay your rent and keep you happy, energetic and inspired. Now, I can no longer even remember what colour that mousemat was. Rife: Twenty-one Stories from Britain’s Youth, edited by Nikesh Shukla and Sammy Jones, published by Unbound, is out next month."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}