{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/21/the-wrong-side-of-history-has-become-a-crowded-place-time-to-rethink", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-21T14:00:45Z", "webTitle": "The wrong side of history has become a crowded place. Time to rethink", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/21/the-wrong-side-of-history-has-become-a-crowded-place-time-to-rethink", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/21/the-wrong-side-of-history-has-become-a-crowded-place-time-to-rethink", "fields": {"headline": "The wrong side of history has become a crowded place. Time to rethink", "bodyText": "Earlier this month, as the bundle of disordered impulses currently serving as president of the US prepared to fly to London, the city’s mayor, Sadiq Khan, argued in this newspaper that the visit would put Britain on “the wrong side of history”. I tend to agree the trip shouldn’t have happened, if only to guard against the risk of a national cheeseburger shortage, but it’s time we dropped that “wrong side of history” argument. Like the crevice down the back of a sofa, full of coins and old bits of Play-Doh, the Wrong Side of History has become a crowded place in recent years. Among those consigned to it have been Brexiteers, anti-vaxxers, vaccine proponents, feminists who don’t accept the idea of gender as an innate essence, the leftwing Somali-American politician Ilhan Omar, and Benjamin Netanyahu. When the online publication Vox asked a panel of experts what we’d look back on with shame in 50 years, answers included the war on drugs, laws restricting the purchase of sex, and meat-eating. But perhaps what we should really look back on with shame is banging on about the right and wrong sides of history. A clue to the problem came when the ethicist Karen Swallow Prior, responding to Vox, nominated abortion as the thing we’ll come to agree was an immoral horror. The average progressive would object vehemently, of course. But who’s to say Prior is wrong? Appealing to the judgment of history involves consulting a bunch of imaginary people from the future, so it’s hardly a surprise when they turn out to agree with whoever is doing the consulting. The point isn’t that some things don’t improve as history unfolds. I assume we can all agree that the world’s a better place now that life expectancy is longer, women have the vote and smallpox has been eradicated. The fallacy is that we can expect a progression toward betterness thanks simply to the passage of time. As the political theorist Jacob Levy put it: “Understanding – and doing – the right thing is hard, an ongoing struggle that every person and every generation faces. Ideologies of history as moral progress try to make it easy.” Khan opposed Trump’s visit on the persuasive grounds that “the far right is on the rise around the world, threatening our hard-won rights and freedoms”. But that helps to show why the “wrong side of history” idea makes no sense. If the far right’s eventual defeat were guaranteed, there would be much less to worry about. The real hazard, though, comes when the idea is used by contemporary pontificators to avoid confronting the possibility that they, themselves, might be wrong. Once you’re confident of history’s position, you needn’t ask whether your critics might have a point; you can dismiss them as anachronistic fuddy-duddies who haven’t caught up with the latest advance toward moral truth. The irony is that it is a good idea to reflect on the judgment of history – not to reinforce your opinions, but rather to unsettle them, and infuse them with a dose of humility. The past is full of periods when people endorsed ridiculous or horrifying views, but they evidently didn’t think so at the time. Why should any of us be immune, just because our time happens to be now? Watch this In a talk on the Royal Society of Art’s website, the philosopher and arch-pessimist John Gray argues that we do learn more moral ways of living as history advances – “but they don’t stay learned”. oliver.burkeman@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}