{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/15/tim-dowling-dog-on-holiday-whats-that-noise", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-15T05:00:27Z", "webTitle": "Tim Dowling: our dog’s gone on holiday. So what’s that noise?", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/15/tim-dowling-dog-on-holiday-whats-that-noise", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/15/tim-dowling-dog-on-holiday-whats-that-noise", "fields": {"headline": "Tim Dowling: our dog’s gone on holiday. So what’s that noise?", "bodyText": "Just before lunchtime on Saturday, the oldest one arrives with three of his friends in a small, fully packed car. They are off to Cornwall on holiday, and they have come to collect a stack of board games in preparation for a week that promises only rain. They’re also taking the dog. My wife had tried to dissuade them – questioning, I suppose, the ability of four male twentysomethings to keep an animal alive for a week – but I was in favour. They’re ready to set off, but I can’t find the dog’s lead, even after looking in all the usual places twice. The dog follows me anxiously as I search. “You’ll meet new people,” I say. “It’ll be fun.” What I mean, of course, is that it will be fun for me. I can’t wait to spend a week without a dog that barks whenever the doorbell rings and has a habit of leaping into my lap without warning several times a day because its need for attention has suddenly reached the status of emergency. I call my wife about the dog lead. “I lost it,” she says. “It fell off my neck while I was in the park.” “They’re about to leave,” I say. “Where are you?” “I’m stuck in traffic,” she says. “Give them a bit of string or something.” In the end they take a long, non-official Chelsea scarf to use until a new lead can be sourced. I watch them load the car with games and foodstuffs from my kitchen. The oldest one gets into the back, dog on lap, and the car executes a stately three-point turn. The rear window rolls down, and my son’s friend sticks his head out. “There’s room for one more, Tim,” he says. “No thanks,” I say. I walk back up the path and shut the door behind me. I hear nothing but a gentle ringing in my ears. The cat comes out of the sitting room, looks up at me and miaows. “Shut up,” I say. When my wife returns home I barely notice, because there is no dog to go into rapturous hysterics at her arrival. “How’s my lunch coming?” she says. “I haven’t started,” I say. “You said 1.30pm.” “No, I didn’t,” she says. The youngest one walks in, fresh from bed. “Morning,” my wife says. “Where’s the dog?” he says. “The dog is on holiday,” I say. “And so am I.” I wake up late the next morning, without a dog on my feet. My wife is already up and dressed. I go downstairs to drink coffee and watch her garden. We tend not to garden together, because the plot is divided into our separate sectors of responsibility, with many contested boundaries. I hear a noise above my head, like the talons of a large eagle brushing the floorboards. The noise moves right to left and pours down the stairs. A moment later, a small pointed head peers round the kitchen door. “Billy,” I say. Billy is a permanently embarrassed lurcher whose outlines are blurred by a nimbus of rough grey fur. He’s not our dog – he belongs to the youngest one’s friend, who evidently spent the night – but he knows his way around the house. “It’s been a while, Billy,” I say. Billy’s sad, black eyes fix me with a look that says: Oh, Christ. I’m so sorry. “Our dog isn’t here, I’m afraid,” I say. “Gone on holiday.” Billy studies the floor with an expression that seems to say: this is awkward. “It’s fine,” I say. “Can I get you some water?” I fill the dog’s bowl and set it down. Billy regards it with boundless mortification, as if thinking: really, I just couldn’t. “Don’t worry, Billy,” I say. “You’re my kind of house guest.” Billy canters to the back door, rearing his head like a mortified pony. “Outside?” I say. “No problem.” I open the door and he walks gingerly across the grass to a flowering peony. He sniffs it, and then lifts his leg. My wife looks round. “Billy!” she says. Without lowering his leg, Billy manages to turn his head all the way round to me. His eyes, peering out from his cloudy head, seem to say: this isn’t going well."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}