{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/09/fighting-to-protect-women-at-work", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-09T16:58:55Z", "webTitle": "Fighting to protect women at work | Letters", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/09/fighting-to-protect-women-at-work", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/09/fighting-to-protect-women-at-work", "fields": {"headline": "Fighting to protect women at work", "bodyText": "Over the last few years, we have come together around #March4Women to demand action to end violence and sexual harassment in the workplace. This week, world leaders have a crucial chance to answer this call, and turn the wave of global outrage following #MeToo into systemic change for women in the workplace. We call on the UK government not to waste this opportunity to champion a strong global law that protects all women. Governments, employers and workers are meeting in Geneva for the International Labour Conference to negotiate a new global convention to end violence and harassment in the world of work. We urge them to remember the 235 million women around the world who work without any legal protection because one in three countries have no laws against sexual harassment at work. It is the poorest women who are the most vulnerable – domestic workers, factory workers, those women living hand-to-mouth who cannot afford to risk their jobs by standing up for themselves and for each other. An international law is urgently needed. The UK government must be bold, and use its influence to ensure the convention is not watered down or negotiations derailed. Just as it did in the fight to end modern slavery, it needs to be at the forefront of those calling for the most robust legislation possible. We must end this conference with a strong and inclusive convention that provides protection for every woman, everywhere, from the Hollywood studios to the factory floors of Cambodia and serviced households of Latin America. Because abuse isn’t in anyone’s job description. David Arnold Composer Claire Barnett Interim executive director, UN Women UK Melissa Benn Writer and campaigner Christina Blacklaws President, The Law Society Dawn Butler Shadow women and equalities secretary Melanie C Musician Bridget Christie Comedian Simon Neil, James Johnston and Ben Johnston Biffy Clyro musicians Anne-Marie Duff Actor Paloma Faith Musician Sarah Gavron Director, Suffragette Shaista Gohir Interim executive director, Muslim Women’s Network UK Harriet Harman Mother of the House Caroline Haworth CEO, Womankind Worldwide Helen Hayes MP Konnie Huq Presenter Bianca Jagger Founder and CEO, Bianca Jagger Human Rights Foundation Sioned Jones CEO, The Circle Jude Kelly Founder, Women of the World Sadiq Khan Mayor of London Laurie Lee CEO, Care International UK Annie Lennox Founder of The Circle Caroline Lucas MP Imelda May Musician Gordon McKay President, Unison Girish Menon CEO, ActionAid UK Maria Miller MP, chair of the women and equalities committee Nicky Morgan MP Shola Mos-Shogbamimu Campaigner, Women’s March London Alison Owen Producer, Suffragette Helen Pankhurst Gender equality adviser, Care International Zelda Perkins Campaigner, former PA to Harvey Weinstein Jess Phillips MP Gay-Yee Westerhoff, Eos Counsell, Tania Davis, Elspeth Hanson and Haylie Ecker, Bond Quartet musicians Michael Sheen Actor Sam Smethers CEO, Fawcett Society Lisa Smosarski Editor, Stylist Magazine Anthea Sully CEO, White Ribbon UK Jo Swinson Deputy leader, Liberal Democrats Sandi Toksvig Co-founder, Women’s Equality Party Sue Vincent Actor Ruby Wax Writer and comedian • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}