{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/17/bariatric-divorce-why-extreme-weight-loss-leads-to-break-ups", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-17T15:44:56Z", "webTitle": "Bariatric divorce: why extreme weight loss leads to break ups", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/17/bariatric-divorce-why-extreme-weight-loss-leads-to-break-ups", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/17/bariatric-divorce-why-extreme-weight-loss-leads-to-break-ups", "fields": {"headline": "Bariatric divorce: why extreme weight loss leads to break ups", "bodyText": "Before Steven Jason Williams had his gastric bypass in August 2017, he attended group sessions to prepare himself. It was at one of these classes that Williams, now 44, was first told that many married patients will divorce within years of the surgery. He turned to look at his wife, Desiree, who had trundled him into the meeting using the portable wheelchair they kept in the boot of their car. Williams couldn’t walk more than a few feet – at his heaviest, he weighed 587lbs (266kg) – and he spent nearly all his time at home, being cared for by Desiree. He knew then that their marriage was over. “I remember just looking at her thinking, that’s going to be us. Because we’re already rocky as it is,” says Williams. Two months after the surgery, Desiree was gone. “I hadn’t even got the stitches healed.” A successful YouTuber, Williams is known for the gaming vlogs he uploads as Boogie2988 from his home in Fayetteville, Arkansas. Since having the surgery, Williams has lost nearly a third of his body weight, and now weighs 340lbs (154kg). Would Williams have had the surgery if he had known it would cost him his marriage? Absolutely, he says. “It was an easy choice. My doctor basically sat me down and said: ‘Steve, if we don’t do this, you are going to die.’” But even aside from the health benefits, he would still have gone ahead – for Desiree. “I would do it again just to give her that freedom and the option to end our codependent relationship, because it wasn’t working. I just wanted her to be happy.” The statistic that made such an impression on Williams came from a 2018 study. That found, of nearly 1,000 obese patients in relationships who had had bariatric surgery, 9% had divorced or separated within four years of their surgery, compared with 6% in a control group. Patients who were single prior to their surgery were more likely to find love afterwards. Out of nearly 1,000 single patients, 21% got married or started a relationship within four years, compared with 11% of those who didn’t have the procedure. The study also reported an association between the degree of weight loss and the possibility of finding a partner. “Many people who have undergone this treatment describe it as a strong, almost life-changing event,” says Prof Per-Arne Svensson of the University of Gothenburg, who led the research. “Many things apart from just the kilos are affected: how they socialise with people, how they become more socially active.” This was the case for Gary Cupid, 35, a facilities manager from Hackney, east London. After having a mini gastric bypass in June 2017, Cupid lost 108lb (49kg). As the weight fell off, he started working out and making friends. His confidence grew, but his relationship foundered. His fiancee ended their engagement, two months after the surgery. “I think she didn’t feel comfortable with the friendships I’d gained ... she felt that I’d become a different person.” It’s not just how you feel about yourself that changes after dramatic weight loss. Society treats you differently, too. “A lot of these people have been obese for many years, or even their whole life,” says Svensson. “Suddenly, they lose the weight, and people start noticing them.” Patients used to being invisible suddenly find themselves to be a desirable sexual and romantic proposition. “‘Invisible’ is the best way to describe it,” says Chloe (not her real name), 34, a therapist from Shropshire. After she had a gastric sleeve fitted, she went from a size 28 to a 14. “I didn’t realise how differently I was treated to everyone else until I was treated like everyone else. I thought it was me personally that repelled people, and that’s why strangers wouldn’t make eye contact with me.” Chloe didn’t feel deserving of love when she was obese. “I didn’t really feel like I had a choice. I felt like if somebody who wanted a relationship with me came along, I had to take it with both hands and run with it.” She married her husband young; they are now separated. “I shouldn’t have got married,” she says. “I got married because – there’s no other way of putting this – he was willing.” Their marriage foundered, in part due to his low sex drive, which she attributed to her weight. When you feel invisible, you take what love you can get – even if it’s not healthy. “Western culture has a fascination with thinness as being one of our most pronounced markers of beauty and attractiveness,” says Dr David Sarwer of the Center for Obesity Research and Education at Temple University. “For people with extreme obesity, the message is, if you’re not thin, lean and toned, physical attraction, romance and sexuality is not for you.” Following surgery, Chloe’s self-esteem slowly improved, but her husband became resentful, she says. “He got the air that I was leaving him behind.” One day they had an argument. Chloe was still recovering from surgery, but her husband refused to help prepare for a party, and she realised how toxic her marriage had become. “I gained the confidence to see that I didn’t need to be treated that way any more.” The kind of clarity that Chloe experienced is not uncommon. “It’s not that bariatric surgery seems to be compromising healthy marriages, but rather it seems like it’s helping people get out of unhealthy relationships,” says Sarwer. “Imagine the scenario in which someone entered into the relationship with low self-esteem and self-worth. They underwent surgery and started feeling better about themselves, and they decided: ‘You know what? I can do better in terms of my romantic relationships.’” Not all relationships that end after bariatric surgery are toxic. Being with a morbidly obese person may mean becoming their caregiver; some marriages struggle to withstand that burden. “If people are struggling with significant medical complications, that can be very threatening to a romantic relationship,” says Sarwer. Desiree helped Williams wash, did the shopping and drove him to doctor’s appointments. “She was exhausted, because she was both the caretaker of the home and my caretaker. She had to do literally everything.” After Williams’ surgery, he says Desiree said: “I feel like a weight has been lifted off me – I don’t feel anxious, I’m not angry, I feel like myself again.” Patients, though, can wake up on the operating table as if born anew. “Having surgery was the turning point in my life,” says Kelly Graham, 38, a team leader from Bedfordshire. “And my relationship was the biggest thing I needed to deal with.” Worried about complications, Graham’s wife didn’t want her to have the surgery – “She joked: ‘You’ll have to do it when I’m not in the country’” – so Graham had a gastric sleeve fitted in June 2018 while her wife was on holiday. Afterwards, Graham realised her marriage had been floundering for years. “I was too busy being miserable about my weight – that took over my life, more so than dealing with my relationship. But once I had the surgery and I started losing weight and feeling better about myself, I addressed the relationship.” They separated this year, after three years of marriage. It’s not only romantic relationships that are transformed by bariatric surgery. Many patients lose friends. Aisha Walker, 43, from Kent, had a mini gastric bypass in March 2017. Within a month, Walker, who runs the Gastric Guru support group, had lost some of her best friends. “I wasn’t the friend who just sat in the corner and said yes all the time. I gained my own spirit, and that made them feel uncomfortable.” Walker says one fitness-conscious friend felt like she had taken the “easy way out”. Patients also end up having to recalibrate the most destructive partnership in their lives to date: their relationship with food. Chloe’s eating habits had been “terrible”. “Happy? Eat. Sad? Eat. Eating was every emotion.” After her surgery, she couldn’t manage more than a few mouthfuls. “Taking away your ability to emotionally eat exposes the bits of you that you’ve been hiding behind. You’ve been hiding behind the fat.” Chloe believes her marriage fell apart because she wasn’t able to use food as a diversion from her unhappiness. “Your coping mechanism is gone.” In addition to having to adjust to life as a single man, Williams had to learn how to navigate the world in an entirely new body. “I got down to the size I am now, where people treat you like a person again ... they make eye contact, they smile at you, and I’m no longer invisible and grotesque. And it’s shocking.” He experienced dysmorphia as a result. “I would look in the mirror and not even recognise myself.” Such a rapid metamorphosis can trigger an identity crisis. “Before surgery, you don’t really know who you are,” Walker says. “Then all of a sudden, you find your voice and you have to work out who you are. And you have to create this persona of who you want to be.” When we think of weight loss surgery, we visualise its results. Rarely do we consider the emotional impacts. “You think all your problems will be solved by losing the weight,” Cupid says. “But it goes a lot deeper than that.” He found himself questioning whether he was really such a nice guy. He had made self-deprecating jokes, picked up friends from the airport. “I thought to myself: was that just a show to fit in? Maybe I’m not a nice person now I’ve lost the weight.” More research is needed to better understand the factors contributing to this observed increase in relationship breakdowns, but Svensson urges people preparing to undergo bariatric surgery to be prepared for the fall-out. “A lot of people will have failed numerous times with diets before, and see [surgery] as a last chance to get a new life. They have a lot of expectations, but not the expectation that it might actually ruin a relationship.” Patients need to be warned that “there are going to be a lot of changes, and it’s not only going to be kilos”. But with the end of extreme obesity, patients can rebuild their life from the ground up. They get to decide how they want it to be – and who they want to be in it. “For the first time in my life, I’m filled with hope,” Williams says. “I feel like the best part of my life is just beginning.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}