{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/09/super-soco-cux-electric-scooter-huge-in-china-quick-easy-cheap-commuter", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-09T05:00:19Z", "webTitle": "Super Soco CUX: ‘Swift, green, cheap and fun’ | Martin Love", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/09/super-soco-cux-electric-scooter-huge-in-china-quick-easy-cheap-commuter", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/09/super-soco-cux-electric-scooter-huge-in-china-quick-easy-cheap-commuter", "fields": {"headline": "Super Soco CUX: ‘Swift, green, cheap and fun’", "bodyText": "Super Soco CUX electric scooter Price £2,099, supersoco.co.uk Top speed 28mph Charge time 7 hours Range 40 miles Running cost 1p per mile Anyone who has visited the Far East knows that scooters provide the principal form of transport for the majority of working people. Stand on any junction and the sheer number of two-wheelers weaving past you is bewildering. They carry everything from smart young executives to families on the school run and even farmers on their way to market. On a recent holiday we had a points system so we could play scooter cricket: three passengers was a single; livestock was a four; anything outrageous was a six (this included a set of dining chairs, an 8ft mirror, and a slaughtered pig riding pillion having been strapped to the rider). A rider actually wearing a helmet meant you were bowled out. But the buzzing, screeching and whining of millions of scooter engines – in China, it’s estimated there are more than 300m on the road – is slowly being replaced by a more otherworldly sound: total silence. In an attempt to reduce pollution and the issue of tailpipe emissions from these noisy two-stroke engines, several Asian governments, particularly China and India, are promoting electric two-wheelers. China is by far and away the world’s leading producer. Forecasters estimate the market there will be worth an astonishing $12bn in the next five years. It’s not surprising, therefore, that people have begun to realise that what works so well over there – clean, light and cheap scooters with a range of about 50km – is going to offer fed-up commuters a transport option in congested cities over here. The market here in the UK is in its infancy. In fact, you could argue it’s barely out of the maternity ward. Britain’s most popular electric motorcycle manufacturer is Super Soco. The company was only launched in 2017. Last year it became the first to sell more than 100 bikes in a year – and that was 25% of the overall market. In China, in the same period, 22.7m were sold, which is more than in the rest of the world combined. If you are an early-adopter, you’ll find Super Soco has several very rewarding bikes. The latest to join its fleet is a lightweight moped called the CUX. It weighs just 70kg, has a top speed of 28mph and a range of about 40 miles. It has a 60V lithium battery and a 1.3KW Bosch motor. The battery can be fully recharged in under seven hours, meaning commuters can ride the machine to work, charge the removable battery and then ride home again. The scooters have an external charger and removable battery and can be charged at any common household socket. Electricity currently costs about £0.15 per kWh, so using a Super Soco electric scooter means you will spend less than £1.00 per 100 miles – or 1p per mile! The CUX is a ideal for anyone who wants to travel to work, but doesn’t want the expense of a bigger motorbike or the modest exertion of an electric bicycle. It costs £2,099 (including a government grant) so it’s priced in the same range as some of the posher e-bikes. The scooter is comfortable, nimble, nippy and soaks up the bumps and lumps of our pitted roads with ease. It’s all-in-one bodywork gives it a smooth and modern look – as if it has been designed by a freelancer from Apple. It comes in white, red, silver or grey. Swift, green, cheap and easy are all words we’d love to use to describe our ideal commute. It’s not often you can add fun to the list, too. But the Super Soco is also super perky. It’s hard not to enjoy yourself. Twist the throttle and off you go, zipping to work with a smile on your face. Cool kit Litelok’s wearable bike lock is light, flexible and super-secure. You simply click to lock it. A key is only needed when it comes to opening it. It’s available in three sizes and various colours, including black and boa green. Litelok Gold wearable bike lock, £99.99, litelok.com Email Martin at martin.love@observer.co.uk or follow him on Twitter@MartinLove166"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}