{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/08/modernist-bungalow-next-to-a-steam-railway-norfolk", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-08T09:59:08Z", "webTitle": "Next stop, home: We live next to a steam railway", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/08/modernist-bungalow-next-to-a-steam-railway-norfolk", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/08/modernist-bungalow-next-to-a-steam-railway-norfolk", "fields": {"headline": "Next stop, home: We live next to a steam railway", "bodyText": "There is a certain kind of British modernism that is inherently appealing and cool, no matter how many high street brands try to tap into a mid‑century aesthetic. Fashion designers Will Brown and Marie Willey, who are behind the utilitarian clothing label Old Town, are the real deal. After living in Cromer for more than 10 years, the couple happened upon a post-war bungalow in Sheringham two years ago, next to the railway lines where North Norfolk Railway steam trains are parked before day trips along the coast. The simple, single-storey building was “a total state”, Willey says. The pair reconfigured the interior, turning a small living room into a bedroom for Brown, creating a monastic loft bedroom where Willey sleeps (“I snore, Will doesn’t”), and building a large bolt-on extension to the back and side – accessed from the original hallway – that doubled the floor space. It has a bright vaulted ceiling, large Crittall doors and a grey-and-white checkered floor that unites the old and new parts. They added a studio, complete with cutting table, sewing bench, steam iron, coal stove and a red-and-white checkered floor that mirrors the one in the house, as well as a gravel garden punctuated with gorse, metal sculpture and totems, inspired by the garden at the late artist and filmmaker Derek Jarman’s cottage in Dungeness. “I think Jarman was about showing the beauty in something that a lot of people would think of as ugly,” Brown says. “And I can’t think of anything worse than mowing a lawn,” Willey adds. The couple took down a large hedge that was shielding the back garden from the steam trains. “The sound of them slowing down as they pull into the station makes me think of a scene from a film set in Connecticut in the 1950s,” Willey says. The Old Town workwear aesthetic sits somewhere between the romance of rural New England, fed through the filter of a dozen Sissy Spacek movies and the mid-century chic of slam-door British Railway carriages. At their last house, the couple worked from an old railway carriage they had craned into their back garden. For a while Brown presented his menswear with descriptions he called “fictitious provenance – an aid to the imagination.” A jacket wasn’t just a jacket, it was “an unfaithful copy of one found in a tool locker during the demolition of Stratford locomotive works”, even though there had never been a tool locker, nor a jacket. While Brown and Willey have a main studio at their store in Holt, the workspace here is perfect for bringing pieces home, altering them as and when necessary. “We tend to work here one day a week,” Marie says. “As the shop is close by, we can have a three-day weekend.” Inspiration for the interior of the bungalow came about after leafing through books on modernist architecture on Cape Cod, and afternoons spent lunching at Rochelle Canteen, Margot Henderson’s restaurant in east London. They have copied its open-plan whitewashed look and high-beamed ceilings in the extension, where they spend most of their time. There’s a clearly defined aesthetic in this house of clean graphics, architectural salvage, plywood, and a sense of industrial sturdiness. Creating a large extension to the original bungalow has other benefits. “Our last house was a Victorian terrace on five floors,” Brown says, “and all we did was run up and down the stairs. Now we have this big lovely room, warm and bright.” In a further homage to Rochelle Canteen, they have the same vintage Ercol stackable dining chairs. In Brown’s bedroom is a mood board of images, from Italian futurist uniforms to Bauhaus photographs and typography by Margaret Calvert, who created the signage for Britain’s roads in the 1960s. Brown has channelled a lot of those influences into DIY murals – overlapping rectangles of different colours, with stencil numbering over the top. “I wanted this to feel more like a studio, not a bedroom,” he says. Brown has been an insider name in fashion since the 1970s; David Bowie wore a Brown-designed pink jumpsuit and beige duster coat in the 1979 video for DJ. Today, Old Town’s entire fashion output – which began in 1994 – is produced piecemeal by nine experienced sewists who live near the Old Town store and Holt studio. “We don’t like factories,” Brown says. “You just end up with that factory style – everything looks the same. It takes us months to show someone how we want things done, but it’s worth it.” It’s telling that the couple have chosen to base their lives in Norfolk, creating slow fashion that is somehow out of time, rather than running between the trade shows of London, Paris and New York. Their seaside home is a place of reflection and an incubator for them to live and create in peace, Willey says: “When the steam trains aren’t parked here, you can be in the back garden and look out across the cliffs to the sea.” oldtown.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}