{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/08/make-plant-food-comfrey", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-08T09:59:08Z", "webTitle": "How to use the healing herb comfrey | Alys Fowler", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/08/make-plant-food-comfrey", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/08/make-plant-food-comfrey", "fields": {"headline": "How to use the healing herb comfrey", "bodyText": "My back is a little broken. I blame it on a bag of compost, although my chiropractor blames it on all the tapping I do at the computer. If I’m to harvest potatoes and plant pumpkins, I need a plan of action, a multipronged, throw‑everything-at-it approach: chiropractor, shiatsu massage, if necessary, painkillers – and comfrey. Comfrey may not be an obvious choice, but it has always been such a kind plant to the garden that it should come as no surprise that is kind to the body, too. Once known as knitbone, Symphytum officinale has a long history of wound healing, particularly broken bones, torn muscles, sprains and aches. It was even applied internally, although many herbalists are cautious of using it this way because it contains powerful pyrrolizidine alkaloids that can cause liver damage and abdominal distress. However, only slight absorption occurs with external application. As such, a compress or poultice is considered more suitable for home use. Part of comfrey’s magic is down to the presence of allantoin, a chemical that stimulates cell production and thus supports wound-healing. I have read that it was even used in the same way for plants: if a branch was damaged or a graft needed to be hurried along, a wrapping of comfrey was called for to do its wonders. Its other use, of course, is as a plant food. For every 1kg of leaves, you need 15 litres of water, but it doesn’t need to be precise. Cut the leaves 5cm from the ground, fill a container, add the water and wait four weeks. Then use this liquid on any plant that needs nourishment: once a week for tomatoes, chillies, aubergines, cucumbers, and other fruit in pots once the flowers appear; every other week for other crops in pots and whenever anything in the ground needs a little boost. The leaves are rich in nitrogen, potassium and phosphorous because comfrey’s extensive tap root can mine all the good stuff deep in the soil. Its vigour means it will self-seed with abandon. However, the variety Bocking 14 has been bred to have a higher nutrient content than wild comfrey and produces little seed, so it won’t spread around. Those deep roots mean it is a pain to remove, so make sure you site it well. A mature plant will grow to at least a metre tall and the same again in width. You will need at least two plants, approximately 60cm apart. It does best in part shade, and mulching with grass clippings, compost or manure will mean a greater show of leaves."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}