{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/shortcuts/2019/jun/25/cashless-monopoly-is-this-the-final-nail-in-the-coffin-for-physical-money", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-25T15:43:10Z", "webTitle": "Cashless Monopoly: Is this the final nail in the coffin for physical money?", "webUrl": "https://www.theguardian.com/lifeandstyle/shortcuts/2019/jun/25/cashless-monopoly-is-this-the-final-nail-in-the-coffin-for-physical-money", "apiUrl": "https://content.guardianapis.com/lifeandstyle/shortcuts/2019/jun/25/cashless-monopoly-is-this-the-final-nail-in-the-coffin-for-physical-money", "fields": {"headline": "Cashless Monopoly: Is this the final nail in the coffin for physical money?", "bodyText": "For many children, the board game Monopoly is their introduction to capitalism, slum landlords and what to do with wedges of banknotes. While the first two may still prove grimly relevant to their lives, a whole generation of children may grow up wondering what cash is. Hasbro, which makes Monopoly, is bringing out a cashless version with a digital “voice banking” edition, which keeps track of players’ transactions – no banker, no thrilling piles of banknotes. We are moving towards a cashless society. Cash accounts for three in 10 transactions, compared with six in 10 a decade ago. In 15 years’ time, this is predicted to fall to one in 10. Some Big Issue sellers take cards, while a new app, Giving Streets, will soon allow you to donate to homeless people using your mobile phone. Buskers in London and street performers in Edinburgh use contactless payment points for tips. Galleries and museums do the same for donations. So do churches. You can make small cashless payments to access public lavatories, and there are cafes and pubs that take only cards. In London, you haven’t been able to pay for a bus ticket with cash for some time. While going cashless is convenient for many people, others will be excluded. The recent Access to Cash review highlighted that 17% of the population “would struggle to cope” with a cashless society. The poorer you are, the more likely you are to use cash. Some people don’t have bank accounts, or the documentation that would allow them to open one; many don’t have reliable and regular digital access. There are also concerns about the vast profits banks and payment companies will make in a cashless society, where staff can be replaced with machines, and about surveillance and data privacy. Who wasn’t even vaguely perturbed at the news of Facebook’s move into financial services? If board games are introducing children to a cashless world, they are not the only ones. While the tooth fairy continues to lag behind tech developments, there are already piggy bank apps, ones for pocket money with contactless cards, and schools use cashless payment systems for lunches and trips. Don’t be offended if you hand over a fiver in a birthday card and the small recipient fails to look impressed."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}