{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/19/stonewall-50th-anniversary-night-that-unleashed-gay-liberation", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-19T05:00:14Z", "webTitle": "The riot that changed America's gay rights movement forever", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/19/stonewall-50th-anniversary-night-that-unleashed-gay-liberation", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/19/stonewall-50th-anniversary-night-that-unleashed-gay-liberation", "fields": {"headline": "The riot that changed America's gay rights movement forever", "bodyText": "On a hot and humid summer’s evening in New York City in 1969, the tranquility of a small park in Queens was disturbed by jarring sounds of sawing and chopping and the thump of trees toppling to the ground. Local residents were angry that gay men were meeting in the park at night under a lovers’ lane of trees. The men weren’t disturbing anybody – the park was otherwise deserted; nor were they harming each other – their trysts were fully consensual. But that didn’t stop the locals forming vigilante groups. Growing at times to 40 strong, they prowled the park like packs of hunting dogs in search of prey. When they found a gay man hiding behind a tree they beamed powerful lights into his face. Run and never come back, they said, or we will beat you to a pulp. When that failed, the self-appointed defenders of morality took things to the next level. They went home, grabbed saws and axes, and on that sticky summer evening, under the approving eye of local police, they chopped down all the trees. The strange incident was one of the more surreal manifestations of a country that in June 1969 remained trapped in homophobia’s grip. A week after the trees were felled in Queens, about 10 miles away in Manhattan a thread snapped in the social fabric of the city. Enough was enough. Gay men had had enough of the vigilante threats, enough of the slurs, enough of the random violence in the street and the endless police harassment. Enough of the hate. On 28 June 1969, in Greenwich Village, in a bar called the Stonewall Inn, gay men and their trans and lesbian peers would strike a blow for equality that would change the face of America and the world. By that summer, tectonic plates had already begun to move for other marginalized groups of Americans. African Americans had already secured major civil rights victories, the Black Panthers were parading, women’s lib was finding its stride. But such gains were still elusive for gay and lesbian people who by contrast were largely quiescent, atomized and supine – metaphorically and literally forced to hide behind trees. Illinois was the only state in the union where sexual acts between consenting same-sex partners were legal. Conversely, in seven other states, gay men who made love in their own homes faced legal castration. In California and Pennsylvania, they could be put in mental institutions for life. It would take another four years before the American Psychiatric Association took homosexuality off its official list of mental illnesses. Such malevolence masquerading as science and the fear it instilled were hauntingly captured in a photograph taken in 1972. It shows three experts sitting on a panel discussion titled Psychiatry: Friend or Foe to Homosexuals? One of the panelists was a gay psychiatrist who referred to himself as Dr H Anonymous. So concerned was he to hide his identity that he spoke through a voice-altering microphone and wore a mask like Leatherface in the Texas Chainsaw Massacre (it was in fact a Richard Nixon mask turned inside-out). “Just being gay then was to be a criminal,” said Tommy Lanigan-Schmidt, an artist who lived then as now in Manhattan. “Liberals would say you should be given electroshock treatments which they thought was being nice; conservatives would simply throw you in jail.” It is against this backdrop of legal, professional and social ostracism that the extraordinary events of 1969 unfolded. By then Greenwich Village, a New York neighborhood with a rich history of tolerating sexual diversity, had become America’s pre-eminent LGBT destination, home to probably the largest population of gay and lesbian people in the world. People flocked here in search of companionship, love and security, though even in the Village safety was not guaranteed. The threat of violence was always around the corner. “If someone showed up with a black eye or lumpy face we’d joke about it and say ‘You got your gay-knocks,’” said Lanigan-Schmidt. “Once in a while someone would end up in the ER or dead. There were always corpses being fished out of the Hudson River.” He is not exaggerating. New York police recovered a body from the Hudson River in April 1969, concluding that the young man had been strangled before being dumped in the water, a victim of the “dock scene” – probably the most dangerous gay meeting place in the city. Fear of assault had a profound impact on people’s social and emotional lives. They would bury their identities below deep layers of artifice, denying their sexuality to the outside world and sometimes even to themselves. Even in the bohemian culture of the Village, gay men would tone down their clothing and appearance for fear of arrest or attack. “Scare drag” was a popular way of illicitly expressing defiance in a hostile climate. T-shirts would be tied at the belly to expose a dash of flesh, but could then be quickly untied should police or gay bashers appear on the horizon. Lanigan-Schmidt took to using the pale skin lotion Clearasil and Chapstick as ersatz foundation and eyeliner respectively – they gave him deniability should police try to arrest him for wearing makeup. Nor was holding hands in the street permitted. “Oh, absolutely not, that would invite some lunkhead to hit you,” said Martha Shelley, a lesbian activist who in 1969 was living on the Lower East Side. She herself was attacked on the street by a homophobic man and given two black eyes, though she wanted the Guardian to know that she socked him right back and later took up martial arts. Jim Fouratt, an actor and 1960s radical who in early 1969 moved into the Village apartment in which he still lives today, recalls the internal bifurcation that many felt as a result of having to suppress their true selves. “You could not be out. You led dual lives. And for me one of the real, fundamental goals of gay liberation was to overcome that – to have one life.” A degree of solace in a harsh world was to be found behind the boarded-up anonymous facades of gay and lesbian bars. The degree of freedom afforded by these watering holes was in itself painfully limited. It wasn’t illegal to serve alcohol to homosexuals in 1969 but that didn’t stop New York authorities from withholding licenses from gay bars by using a clause in liquor laws that prohibited “disorderly” establishments. Nature abhors a vacuum, and into the breach rushed the mafia. In 1969 mafia bosses effectively controlled all of the city’s gay and lesbian bars, generating massive profits for themselves by serving diluted beer and bootlegged liquor to an otherwise shunned clientele. The mafia dons used some of the proceeds to pay off the police, who in turn would conduct periodic raids. The mafia enjoyed an additional income stream from a blackmailing ring that stung married men and professionals who frequented gay bars and who could be made to pay good money to avoid being outed. It was not the greatest recipe for a great night out. Having to sneak into shrouded buildings past burly mafia bouncers to be served watery drinks at inflated prices amid the omnipresent threat of blackmail, not to mention police entrapment which was rampant. But such was the paucity of options open to gay and lesbian people that the mafia-run bars did a roaring trade. The Stonewall Inn, at 51 Christopher Street, was probably the largest of them all. It bore all the negative hallmarks of the city’s gay bar scene in 1969 (it was managed by a mafia associate nicknamed The Skull, which pretty much said it all). But it had one big advantage over others in the neighborhood, in that here you could dance. You could really dance. Lanigan-Schmidt speaks passionately on this point: “What makes the Stonewall good is that we could dance in there, we could dance slow with each other. That’s a very, very important thing because it tells you that you are a person who deserves affection. It’s very different to meeting someone on the street where you could be killed.” At a time when the core identity of gay and lesbian people was universally denied, up to 350 gay men, together with a few “scare queens”, transgender individuals and lesbians could cram together and slow dance to the sounds of Motown blasting from a juke box. The Stonewall’s two dance floors offered more than a good time. It granted its customers what Lanigan-Schmidt calls “personhood”. “It was deeper than political. It made you feel good as a person. It was affirming in a totally organic down-to-earth way, like a baby nursing at its mother, it was that basic. And that’s why we fought for it so hard.” The artist has another affecting way of explaining the Stonewall’s unique draw. “It was cosy in there for us. It felt very safe. Like it was home.” But the glorious gift the Stonewall presented in such an unwelcoming world was under threat. The NYPD had embarked on a major crackdown on gay bars in 1964 which steadily intensified. At its peak up to 100 people were being arrested in the city every week for homosexuality. At the start of June 1969 alone, five gay bars in the Village were raided including the Snake Pit, the Checkerboard and the Sewer. Harassment by the NYPD was so much a part of daily life that a whole vocabulary was invented so that police could be talked about within their earshot without them realizing. Cop cars were “bubble gum machines”, police officers “Lilly Law”, “Betty Badge”, “Patty Pig” or “Della with the Blue Dress On”. Many of the hated raids on gay bars were led by the commander of the NYPD vice squad, Deputy Inspector Seymour Pine. He was the mastermind and frontman of an especially fateful operation – the storming of the Stonewall Inn that began in the early hours of Saturday 28 June. All the ingredients were there for an incendiary confrontation. A growing taste for freedom among gay people was being met with mounting police oppression. As David Carter, author of the definitive history of the rebellion, Stonewall: The Riots That Sparked the Gay Revolution, put it in an interview with the Guardian: “You have the nation’s largest gay ghetto in the Village, you have the nation’s largest gay club in the Stonewall, you have the most severe police repression in the history of the country – and therefore you have the setting for what was about to come.” Pine gave the order to move in at 1.20am that Saturday morning. He was convinced that his meticulously planned operation would make a lasting statement. As Carter records in his Stonewall history, the vice squad chief was fed up of busting gay bars only to watch the mafia reopen them the next day. This time he would do the job properly. He would rip out the Stonewall’s long wooden bar and, in a chilling echo of the chopping down of the trees in Queens, cut it into pieces. “Police! We’re taking the place!” were Pine’s opening words as he led seven officers into the Stonewall, triggering events that would reverberate around the world and change the way human beings think about themselves and others. “The raid was very carefully planned and executed, but it pretty much went wrong from the beginning,” Carter said. “The police came across a lot of resistance from the start.” Pine and his officers followed the plan faithfully to begin with. They confiscated the mafia’s watery alcohol, made arrangements to begin chopping up the bar, then separated the Stonewall clientele into those they intended to arrest and those they would eject but let go free. That’s when things began to unravel. As customers were being escorted one by one out of the bar, they didn’t slink off into the night like scolded children. Instead, they gathered on Christopher Street to support those still being held inside. Aggrieved customers formed a gaggle. The gaggle grew into an agitated pack. And the pack expanded into a potent, milling crowd. At that moment Lucian Truscott turned the corner and walked into Christopher Street. A recent graduate from West Point military academy, that summer he was writing occasional articles for the Village Voice, the alternative newsweekly that had offices three doors down from the Stonewall. As the Stonewall came into view, he instantly knew something major was up. “That was very unusual, to see a gathering of people on the street yelling at cops, calling them names, booing when the cops showed their faces outside the bar,” Truscott recalls. In Truscott’s memory the crowd consisted largely of young men, teenagers mostly, in tune with the Stonewall’s habitués. Many of them were street kids, gay youths who had been thrown out by disapproving parents and had made their way to the Village in search of a new life and safe haven. Tommy Lanigan-Schmidt, then 21, was one of them. He had fled the family home a couple of years previously with just 55 cents in his pocket. He frequented the Stonewall so often he regarded it as a central part of his life, and true to form he was present among the crowd that Saturday morning. “The crowd built up quickly,” he remembers. “People who would normally not make a scene started one. We all got carried on the waves.” If young gay men formed the bulk of the madding crowd outside the Stonewall, inside there was also a group of transgender women who Pine and crew were preparing to arrest. “Transgender” is a misnomer as the vocabulary of gender identity as we know it today hardly existed in 1969. “LGBT”, “transwoman”, “gender fluidity”… they all lay in the future. In 1969 “scare drag”, “flame queens”, “crossdressers” and “transvestites” were the currency, covering a multiplicity of overlapping identities. Whatever the terminology, being trans was a supremely dangerous way to live 50 years ago. All the animus endured by gays and lesbians – the arrests, the workplace firings, the random violence, the tree felling – was amplified. Yvonne Ritter was one of those young trans women (though she didn’t call herself that in 1969) who had to learn to be exceptionally careful in public. “It was pretty dangerous,” she said. “I was a big girl so people didn’t bother me that much. We did have some attacks but it was par for the course, we tried not to dwell on it.” Friday 27 June 1969 was her 18th birthday. She decided to celebrate it at the Stonewall Inn. That evening she went through her usual routine for a night out. She took a bag of women’s clothes, including a black and white cocktail dress that she’d poached from her mother, to a friend’s house in Brooklyn where she could transform herself without being seen. Then she took a cab to the Stonewall. Ritter was inside the bar when the vice squad turned up, and was among the transgender women selected for arrest. She was led outside and put into a paddy wagon. That freaked her out. The thought of what would happen when her parents found out, on her 18th birthday, was all too much. “I was a kid, I was 18, I told the police it was my birthday. ‘Please!’ I got a little bit weepy, was a bit of an actress. It worked. It did.” Ritter was allowed out of the paddy wagon. But all around her other people were being shoved into police vehicles as the increasingly irascible crowd looked on. One of the unsolved mysteries of the Stonewall rebellion – of which there are many – is the story of the lesbian woman who resisted arrest. She was led out in handcuffs and put in the police vehicle, but fought back and managed to escape. Fouratt recalls the woman being bundled into a police car but then rocking it so fiercely from inside that she managed to pop a door open and climb out. That had an explosive impact on the crowd. “There was a spontaneous moment I will never forget where it just happened – rebellion.” Eyewitness accounts cited in Carter’s book, which took 11 years to research and was published in 2004, also memorialize the lesbian woman’s fierce resistance. Their observations tally with police records of arrests made that night that referenced a woman apprehended for the crime of “harrasment [sic]” who was accused of “acting in concernt [sic]” with others to “shove and kick the officer”. Having been released, the woman vanished into the crowd and her identity has been a point of fierce dispute ever since. There is less disagreement that the episode was pivotal. “There was an eruption,” Carter said. “People started throwing anything they could at police.” Truscott, busily scribbling in his reporter’s notebook, could feel the sudden turn in mood. “People started booing. They started throwing coins, nickels and dimes. It all went downhill from there.” As ever, Lanigan-Schmidt had the artist’s eye for what was happening. “The only place we can go, the Stonewall, is being insulted by these police who are either indifferent or hostile to us as human beings. So we didn’t even think, we just fought them, it was like fighting back for your home.” For a while Pine and his officers had to barricade themselves into the Stonewall before they could be rescued by emergency crews who, sirens blaring and fire hoses pummeling the crowd with water, eventually cleared Christopher Street. Before he died in 2010, Pine confessed that he had never been more frightened – and this the man who wrote the US army’s official manual for hand-to-hand combat in the second world war. Pine’s terror spoke to a new assertiveness, even aggression, on the part of gay men and women that would become a crucial foundation stone of Stonewall’s legacy. The rebellion had triggered the start of a truly mass movement for gay liberation. But that was not all. The bellicosity of the crowd was combined with a second, strikingly contrasting form of expression that was to be every bit as vital in paving the road forward towards equality. That was the note of celebration, of freedom reigning that burst from the throng that Saturday morning. Just being together with other gay people on the street, in the open air, no longer hiding behind trees or the boarded-up windows of gay bars, was in itself revolutionary. That was the second prevailing emotion of the crowd: joyfulness. Gay people were not only going to stand up for their rights in front of oppressive policing, they were going to revel in the doing of it through mischief and humor. “It was fucking fun,” said Jim Fouratt. “There was an exhilaration. Suddenly we were able to look at other gay men not in a sexual context, not in a mafia bar, we were able to see people integrated, feeling good about themselves in the street with other people, not afraid. That is the critical thing. Not afraid to be visible.” It might have scared the pants off Seymour Pine, but for Fouratt it was a thing of wonder. “It just hit me: this was our moment. Did I know what had happened at that point? No. Did I think it would be worldwide change? No. But I knew something fundamental had happened that would change my life.” Fouratt reached out for the same word that Lanigan-Schmidt had deployed: personhood. “Stonewall was a rebellion – an internal rebellion. It was the release of fear. The celebration of personhood. Gay is OK, gay is good.” Tommy Lanigan-Schmidt was among those who embraced the theatricality of the rebellion. Gay men taunted the police by forming kick lines in front of them in the style of the New York dance troupe the Rockettes. They put arms around each other’s shoulders, kicked their legs high in the air in unison, and sang their hearts out: “We are the Village girls, We wear our hair in curls, We wear our sweaters tight, We give the guys a fright.” Kick, kick, kick. Lanigan-Schmidt likes to draw from liturgy in trying to explain the momentousness of that night. He recalls standing in the middle of the crowd, watching spellbound as the doors of the Stonewall finally opened and they could re-enter their home. “I thought of a Russian orthodox church in New Jersey, when the priest declares that Christ is risen from the dead and the doors open and all the lights go on. Kaboom! That’s what I thought: this is like the Passover, a turning point. The Resurrection. So yeah, it was very compelling art.” The beat poet Allen Ginsberg had a similar eureka moment. On the third night of the rebellion he visited the Stonewall to participate in what by then was a veritable uprising. He walked into the premises and lingered awhile on the dance floor, which was bursting once again with people gyrating intimately together to Motown. Later, when he left the Stonewall, Ginsberg walked through the Village with Lucian Truscott, the Village Voice reporter. They passed gay couples, openly holding hands now, chatting, laughing, telling stories in the streets. “We’re one of the largest minorities in the country, it’s about time we did something to assert ourselves,” Ginsberg said to the reporter. Then the beat poet grew contemplative. “You know, the guys there were so beautiful,” he said, referring to the dancers in the Stonewall. “They’ve lost that wounded look.” The unrest outside the Stonewall and clashes with police lasted for six nights. Nothing was quite as dramatic as that first night’s explosion of pent-up energy that blasted personhood out of the dance floor and on to the streets. But those other nights of turmoil were even more significant in the long run, because they took the inner rebellion of that early Saturday morning and forged it into a political sword. “Gay power!” The cry went up, and on the second night was taken up as a chant by the crowd that had swollen in size as word spread like wildfire through the city and beyond. It’s hard to appreciate through the mists of half a century how militant just the words “Gay power” were back then. They contained the allusion to “Black power”, the Panthers’ refrain with all its implicit radical edginess. To utter the word “gay” on its own was an act of mutiny – the Village Voice, which considered itself at the vanguard of progressive media in 1969, refused to accept adverts with “gay” in their headlines on grounds that the term was “obscene”. (Lucian Truscott’s report for the Voice on the Stonewall rebellion, published on the sixth day of the unrest, provoked an instant flaring up of protest in reaction to his prose. He called the crowd “the forces of faggotry” and wrote that their “wrists were limp, hair was primped” – and that was the radical Village Voice. “I stopped saying ‘fag’ the day my article was published,” Truscott told the Guardian. “I learned real quick.”) The historian David Carter has a vivid way of explaining the importance of those remaining nights of unrest when the immediate fury of the crowd was politicized into a new militancy. He likens it to the fall of the Bastille. “If the Bastille had fallen but not set off the French Revolution, it would be a footnote of history today. So it is with the Stonewall: had the conflict not led to the gay liberation movement becoming a truly mass movement, it also would be a footnote.” Gay rights groups had existed long before Stonewall. There was the Mattachine Society founded in 1950 and the lesbian Daughters of Bilitis formed five years later. Nor was Stonewall the first expression of physical resistance, as demonstrated by the 1966 riot at Compton’s Cafeteria in the Tenderloin area of San Francisco in protest against police harassment of gay and transvestite customers. But those early attempts at assertion were isolated and sporadic, and their prevailing ambition was one of accommodation, integration. There was a strain of pleading for respect while promising not to rock the boat. “Left-handed was the metaphor that was used,” said Martha Shelley. “The idea was that we are a minority but we’re just like everybody else wanting the same things – marriage, the house in the suburbs, a steady job …” Shelley was there in the Village on the first night of the Stonewall rebellion but to her later dismay failed to grasp what was going on. She saw the crowd from a distance but chose to walk right past it, assuming it to be just another anti-Vietnam rally. When she learned the following day that it had in fact been a rising up of gay men and their transgender and lesbian comrades, it immediately unlocked something in her mind. This was it. This was the end of left-handed talk, of being good girls and boys. “After Stonewall it all changed. We would no longer ask to please, please be allowed to be like the rest of you Americans. Now it was, to hell with you! We are taking, we are demanding, we were not going to be on our knees begging any more.” Jim Fouratt was struck by the same thunderbolt – the thought that compromise was over. He stood up and said as much at a Mattachine Society meeting convened a week after the Stonewall rebellion. He recalls proclaiming something to the effect of: “No, we are not going to be nice. We are sick and fucking tired of this treatment.” Shelley’s instinctual reaction to what had happened was to call for a march through the streets of New York City. She proposed it at a separate meeting and the idea was unanimously approved. An organizing committee was convened in a back room of the Mattachine offices and as they sat around drinking beers on a hot afternoon they started bandying around possible names for their new collective. When “Gay Liberation Front” was floated – a play on the Vietnamese National Liberation Front, the formal name of the Viet Cong – Shelley jumped up and pounded the table. “I remember saying, ‘That’s it! That’s it!’ We’re the Gay Liberation Front. It was tying in all the radical politics that were part of me with gayness, the whole thing was coalescing into one unifying ideology.” The march that Shelley dreamed of came to pass on 27 July 1969, exactly one month after the Stonewall events. It was the first openly gay public display of its sort on the east coast. It presaged the New York City pride march that was held on the first anniversary of Stonewall and has been celebrated annually to this day. On that first occasion, with the dust of Stonewall still in the air, a few hundred people gathered in Washington Square Park before marching to Sheridan Square. There were speeches, Shelley’s among them. “The time has come for us to walk in the sunshine. We don’t have to ask permission to do it,” she addressed the ecstatic marchers. After she finished speaking the crowd began chanting. “Long live the queen! Long live the queen!” Martha Shelley is 75 and lives in Portland, Oregon. As the 50th anniversary of Stonewall approaches, she looks back on those heady days and is filled with personal pride. She is proud of having forced the mafia out of the lesbian bars, recalling a protest that she led in Cookie’s in New York. “I was barely five-foot-two. I went up to this mafia guy who towered over me and told him why we were there, and he looked at me and said, ‘Do you know who I am?’ My knees were shaking and I said, ‘I don’t know who you are and I don’t care. We are the Gay Liberation Front.’” For Shelley, the history of the past half century has been a process of becoming whole. “As a person I feel pretty happy with what I’ve done in my life and content with myself in a way that a lot of gay people in America had not been until Stonewall. I was able to live openly with my wife and things have been good for us.” But she looks around the world, reflecting on the six countries that impose the death penalty for consensual same-sex acts, and fears that the gains of 1969 are under attack. There’s “that orange-haired idiot in the White House”, she said, and an anti-gay movement that is growing in strength. Her qualms are borne out by national statistics: when the FBI released their 2017 figures for reported hate crimes recently they recorded 1,338 victims of attacks motivated by hatred of sexual orientation, almost 60% of whom were gay men. That marked a disturbing 17% increase on the previous year. The other participants in the Stonewall rebellion who shared their stories with the Guardian expressed similarly double-edged conclusions. From the chopping of that lovers’ lane in Queens, through the early pride marches, the struggle to contain HIV/Aids, gay marriage and now the first openly gay presidential candidate, they marvel at how long the journey has been and how far they have come. LGBT people are no longer hiding behind trees. The 50th anniversary of the rebellion will be Yvonne Ritter’s 68th birthday. She lives on her own in an apartment in Brooklyn, not far from where she changed into her mother’s dress that fateful night to go to the Stonewall Inn. She knows the harsh challenges trans people still face in 2019, from Donald Trump’s ban on military service to the recent spate of murders of black trans women in Dallas, Texas. But she is buoyed up by the positive change there has been in her life. “After Stonewall, I felt that we had as much right as anyone to be in the world. That’s the way it was.” Tommy Lanigan-Schmidt came off the streets and went on to become a prominent New York artist. He spoke to the Guardian in his Village apartment surrounded by pots of powdered pigments and piles of glittering foil and ribbons that he uses in his work. Now 71, with Gandalf’s long white beard, he welcomes the vast progress made in America where gay people today are in the main accepted without question. But he laments the widespread lack of historical knowledge of what they had to overcome to get there. “People have no idea of the huge psychological, vice-like pressure that we were forced into when there were no words to conceptualize our lives, no emotional affirmation. They have no idea at all.” “I’m an old man now,” said Jim Fouratt, 77. He was talking in the apartment he moved into just a few months before, and a few blocks away from, Stonewall. His living room is cluttered with memorabilia of half a century of struggle, including the original poster of the Gay Liberation Front that hangs in pride of place on his wall. His gathering years clearly concern him because he mentions them again. “Maybe it’s just age, but I’m thinking of getting married to my partner Joel,” he said. “He’s really hot.” Fouratt is lit up by the successes since Stonewall. “My generation of gay and lesbian people have done wonderful things. We risked everything to come out and build a movement. What we did has changed the world.” But he’s not complacent. He detects a pushback to same-sex marriage and other advances of equality that has been empowered by what he calls “hate radio” and the political rhetoric of the current administration. He has noticed himself becoming more apprehensive when strolling in the Village, their safe haven. “I walk on the street with Joel and sometimes I say to him ‘Watch it!’ because there’s a group of men coming towards us.” There’s something uncomfortably familiar about all this. “Am I afraid to be gay?. No I’m not, not at all,” Fouratt said with a flash of that old defiance. “But I am realistic.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}