{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/18/herbivore-jade-facial-roller-can-it-improve-my-skin-and-bring-me-peace-and-harmony", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-18T05:59:42Z", "webTitle": "Herbivore Jade Facial Roller – can it improve my skin and bring me peace and harmony?", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/18/herbivore-jade-facial-roller-can-it-improve-my-skin-and-bring-me-peace-and-harmony", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/18/herbivore-jade-facial-roller-can-it-improve-my-skin-and-bring-me-peace-and-harmony", "fields": {"headline": "Herbivore Jade Facial Roller – can it improve my skin and bring me peace and harmony?", "bodyText": "I have no idea what facial rolling with gemstones does. I understand that it is popular with lifestyle bloggers and various Kardashian satellites and, if it is good enough for them, you may as well punch yourself on the nose for the good it will do you. But while jade, rose quartz and amethyst are on trend, the practice is thought to be an ancient one, with roots in Chinese alternative medicine. (That doesn’t mean it is good. Live bee acupuncture has been around a while, too.) Anyway, the thinking is that semi-precious stones have specific qualities. The roller I am testing, the £26 Jade Facial Roller, is made of aventurine jade, a type of green quartz that Herbivore Botanicals claims will reduce the appearance of puffiness and improve the skin’s elasticity. It also “brings peace and harmony”, which is a hell of a remit. It is like learning that porridge is a good source of fibre, but also stops war. The rolling action purportedly conditions the skin, stimulating lymph drainage, toning muscles and reducing inflammation. I do buy that coldness and pressure are good things: Paul Newman used to dunk his face in ice water several times a day. I don’t shy away from the metaphysical either. After all, I find the company name, Herbivore, ineffably funny. The roller is well-balanced, nicely heavy, and comes with a velveteen carry pouch in pink. There are instructions on the box, as well as online tutorials. After applying a facial oil, a sample of which is included, I push the roller from my cheek to hairline, then above my eyebrows and along my jawline. I feel as if I am applying an undercoat to a wall that is spongy with damp. I don’t have enough bone structure to differentiate these areas, so end up chasing a wave of chin fat over my nose and, inconceivably, across my forehead. The sight of this reminds me of street cleaners pushing water into the gutter with a broom. It is not very Paul Newman. Using the tool, I am reminded of my razor. The Messerschmitt 5000 with Flex-Tek – I forget what it’s really called – but it has about 18 blades, and the head has a single blade on its base, for scraping stubborn, under-nose hair. The facial roller, too, has a smaller wheel at the bottom to treat delicate under-eye skin. My razor has raised rubber chevrons running along its shaft, for secure purchase. The Herbivore’s handle is made of jade for no practical reason, with delicate gold embossing. One of these items reassures me that, even without bristles, I will never be shorn of power. The other insinuates I am a precious gem, who should be touched only by other precious gems. I suspect the main thing being conditioned here is gender. Still it is a lovely sensation, and definitely calming on the skin. I can’t say if my muscles are getting toned, but I do feel slightly blissed out by the cold roll of my gem wheel. I don’t really have the serenity for proper facial rolling. I keep pushing the thing harder into my neck like a massager, trying to work out a kink. After a few minutes, the stone gets warm. Maybe I’m jaded, but I don’t know if enough is being achieved. I think I can live with my lymph undrained. A face massage by hand feels like a better way to increase circulation, while teabags or cucumber slices combat puffiness just as well. (Or even tablespoons straight from the freezer, which I once tried, to reduce my eyebags. They did stick to my eyelids, though.) The saving grace is that this green, elongated hourglass-shaped implement is a gorgeous thing. The soft tone of the stone, the green and gold, are highly alluring. Over the next few weeks, I find myself idly running the facial roller over my neck and cheeks. I like seeing it in the bathroom; I like it touching my skin. Sometimes it traps a beard hair, but that’s my fault for not shaving. Besides, a little pinch is a small price to pay for stress relief. Maybe I have worked out my kink after all. Totally beside the point takeaway Women should definitely be using men’s razors, because they are cheaper and sharper and last longer. Wellness or hellness? Too precious for its own good, to be stone cold. 2/5"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}