{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/25/a-whitenoise-machine-will-it-help-me-sleep-or-just-drown-out-the-sound-of-sexy-foxes", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-25T06:00:37Z", "webTitle": "A white-noise machine – will it help me sleep or just drown out the sound of sexy foxes?", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/25/a-whitenoise-machine-will-it-help-me-sleep-or-just-drown-out-the-sound-of-sexy-foxes", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/25/a-whitenoise-machine-will-it-help-me-sleep-or-just-drown-out-the-sound-of-sexy-foxes", "fields": {"headline": "A white-noise machine – will it help me sleep or just drown out the sound of sexy foxes?", "bodyText": "There is a video I like to play as I lie in bed at night. It is a clip of the One Show presenter Matt Baker asking the then prime minister David Cameron how he sleeps at night. One of the all-time great ambushes, it is also a question I find myself returning to obsessively. How do you sleep at night? Most nights, as I lie in bed replaying the day’s losses, more awake than I will be in the sunlit hours to come and weighing up the benefits of an open window against the inevitable blare of sirens, the very idea of sleep is an alien one. How does it happen, the blissful drift into restful hallucination? And, more pressingly, when? By many accounts, here is the answer: a chunky grey plastic dome that emits a constant mechanical whooshing. “Tune noise out” promises the packaging on the Marpac Dohm Classic (£42.95). The machine is ugly. Chunky and dull, it has a habit of attracting hairs of indeterminate length. But this very ugliness is apparently a signifier of authenticity. Dohm bills itself as “the original fan-based natural white noise machine”, although I’m not sure what is particularly natural about it. I try it out over a few nights. At first I am charmed by the limited range of sounds achieved by the Dohm, which has vents all over its body. Rotating the side or top of the casing exposes or covers these holes, in much the same way as a salt shaker. This changes the noise from muffled to windy, similar to someone opening and closing a door between train carriages. To be honest, it feels like a toy that a resourceful guardian might fashion for a child in a post-apocalyptic hellscape. There are two fan speeds to choose between, though the difference is not pronounced. There is no timer function. I am frankly surprised that so many people swear by white noise. A friend of mine says it is the only thing that gets his baby to fall asleep, and he’s not RoboCop. Even weirder, science backs them up. White noise is the product of all audible frequencies; as a result, it effectively masks background sounds. Equal intensity across frequencies means one is less likely to be disturbed by sudden noises: foxes getting sexy, Rory Stewart at the door, a smoke alarm, whatever. The lack of fluctuation also makes it possible to tune out the white noise itself. It is an impressive sleep solution for noisy environments, a kind of constructed calm (and yet you can still hear the smoke alarm). The fan sound isn’t loud, but covers other nocturnal noise, including my neighbour’s yapping dogs, who live outside. I still hear them, but the noise is less piercing, and eventually I forget they are there. In that sense, it is remarkable. Yet to fall asleep and wake up to the same noise feels relentless. Like falling asleep in a wind tunnel, dreaming that someone is holding your head out of an aeroplane, then waking to the sound of someone vacuuming upstairs. I wonder if this is what the country mouse feels for the city mouse: a revulsion for his aurally battered, overstimulated existence. Nerves set on edge by noise, only able to be calmed by further noise. Are we condemned to this ceaseless moving of air, the waves and layers of an overpopulated soundscape? I yearn for stillness after noise – or is it death I’m thinking of? I don’t know if that is exactly how the mouse sees it, as they seem quite grain-focused. But what do I know? I can hardly hear myself think. There are those for whom Marpac’s device is a dream come true. I would rather drift off to Melvyn Bragg droning on about Marinetti, Brian Eno’s trippy lift music or a CD of whale song (though they are probably singing about how lost they are due to background military sonar). Dohm’s fan noise feels like being trapped in an overheated old computer, at risk of catching on fire. It sounds dystopian to me, like using a Geiger counter as a metronome. If you yearn for the lullaby of the machines, why not stick the dishwasher on at night, or play a recording of the M4, or, you know, buy a fan? Weirdest promise “Set yourself up for Sleep-Cess!” says the box, in a cartoon font. I’m not certain what ‘Sleep Cess’ is but it sounds dung-related. Sweet dreams! Wellness or hellness? Dohm give up the day job. Or do, and move to the country. 3/5"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}