{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2019/jun/07/what-do-rihanna-and-i-have-in-common-we-know-the-power-of-red-lipstick", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-06-07T06:00:19Z", "webTitle": "What do Rihanna and I have in common? We know the power of red lipstick", "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/07/what-do-rihanna-and-i-have-in-common-we-know-the-power-of-red-lipstick", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/07/what-do-rihanna-and-i-have-in-common-we-know-the-power-of-red-lipstick", "fields": {"headline": "What do Rihanna and I have in common? We know the power of red lipstick", "bodyText": "You can spot a baller woman by the fact that she wears no makeup, not a slick of it, except for one thing: a bold red lip. A lot of power women do this and, as with fashion designers who – maybe unexpectedly – seem to wear only black basics (roll-neck sweaters, trainers), it displays a simple self-assuredness. These are women who Get Things Done. A bit like how Mark Zuckerberg says he wears the same normcore outfit every single day because he is so busy. But also not. Because, euw, Mark Zuckerberg. I am one of the women who often goes makeup-free aside from a red lipstick. But in my case it is more down to laziness, losing eyeliners and mascara, and being exceptionally time-poor. I can state with more certainty than Einstein’s theory of relativity that I am not in the power women clan. But the thing about a red lip is that, precisely because it is the look of those who have their shit together, it instantly elevates the rest of us. It also signals that you have made an effort, even though that effort has probably taken a single minute. Everyone suits red lipstick, whereas other shades can wash out complexions, not suit, or terrify (think Fairuza Balk’s purple slash of a mouth in The Craft or when people attempt quirky orange). Crimson colouring also used to signal a plump, sexualised mouth (Marilyn Monroe, for instance). Red was the mark of the femme fatale. The sexy cherry tone of Sherilyn Fenn as Audrey Horne in Twin Peaks (and the seductive tying of an actual cherry knot with her tongue). Rihanna’s scarlet pout as she leaves the club, wine glass still in hand. But now the red lip can be a little more utilitarian. Refreshingly, it is also something that draws the attention and complements facial structure. It is not designed, as with concealer or foundation, to hide. It is the lipstick equivalent of heading the boardroom meeting and walking into the party, shoulders back, chest out. It is also an affordable, accessible slice of glamour. Sumerians are credited as the inventors of lipstick, followed by super-fans the Egyptians; both women and men would stain their lips with ochre or carmine. Elizabeth I, however, is probably the best known of the scarlet-mouthed. My favourite red lipstick tale, which unfortunately is disputed by historians, is that a law was passed in the 1770s banning it, aligning it with “witchcraft” and “trickery”. Disappointing that this probably isn’t true, but the fact it’s been believed for so long is proof of the red lip’s mighty power."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}