{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/commentisfree/2019/jun/30/how-can-we-lure-back-all-the-people-who-avoid-news", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-06-30T13:00:17Z", "webTitle": "How can we lure  back all the people  who avoid news? | Emily Bell", "webUrl": "https://www.theguardian.com/media/commentisfree/2019/jun/30/how-can-we-lure-back-all-the-people-who-avoid-news", "apiUrl": "https://content.guardianapis.com/media/commentisfree/2019/jun/30/how-can-we-lure-back-all-the-people-who-avoid-news", "fields": {"headline": "How can we lure  back all the people  who avoid news?", "bodyText": "What happens if we produce journalism and nobody reads it? This is not an existential worry lurking beyond the keyboard of every reporter and editor, but a growing problem of “never-newsers”: people who deliberately or accidentally avoid the news. According to the recent Reuters Institute for the Study of Journalism’s annual digital news report, about an average 32% of people regularly avoid the news, up from 29% in 2018. In the UK, news avoidance soared between 2017 and 2019 by 11 percentage points “mainly due to the intractable and polarising nature of Brexit”. Both the UK and the US are enduring a prolonged period of highly abnormal political news owing to Brexit and the election of Donald Trump. The ongoing effect, if one is to believe the report’s findings, is to douse interest in engaging with news sources at all. As any researcher knows, there is often a large difference in what people say they are doing, and what they are actually doing. In many gross metrics news organisations have seen record numbers of viewers and readers over the past two years. When interest and consumption drops, there is often the added complexity of disentangling whether the decline in interest reflects the audience turning away from the news, or a sudden change in Google’s search ranking or Facebook’s newsfeed algorithm. Last week in the US there were two nights of live televised debates for the Democratic candidates running for selection in the 2020 election. A year from the selection of a candidate to rival Trump, the stage was crowded with names even the diligent politics-follower would have struggled to recognise; Jay Inslee, Michael Bennet, Marianne Williamson, John Delaney are hardly the stardust one would imagine drawing a huge crowd. Viewing figures of just over 15 million were respectable and only a shade below the same Democratic field debate for the last election, although 6 million short of the first Republican debate in 2015 which featured Trump. Anecdotally news editors in both cable television and other news organisations report that the “Trump bump” was not what it was, with the once electrifying effect of Donald Trump’s name added to any headline fading into a more generalised torpor. In practice, the issue of how to capture news-avoiders – or those who simply not reached by news – is preoccupying a larger number of journalists than ever. “If I could sack my entire social media team and replace them with an audience engagement team tomorrow, I would,” one editor told me. Another head of news described the challenge of finding a defined and committed audience as “the number one challenge by far – we have been focusing too much on which platform to be on and not enough on the audience relationship”. Reporting the news, and engaging audiences in being interested in the news, are often seen as being intrinsically the same job, although the requirements for both can be in tension with one another. The issue of news avoidance among a growing number of young people is particularly intractable, at least for traditionally configured news organisations. Last week, the slow (and slow to start) news startup Tortoise announced a pivot in its approach to audiences just two months after its official launch. It announced it will be expanding its network of members through affiliations with a host of different organisations to hold meetings centred on issues in schools, community centres and elsewhere (Tortoise has given them the rather off-putting name “ThinkIns”). The purpose is to engage broader audiences in news and to find ideas and perspectives “outside the bubble”. The outreach model of news is by now very familiar territory to a number of news organisations. Huffington Post toured the US (and parts of the UK) in a bus after the 2016 US election result, which, in part, inspired the Tortoise efforts. The Guardian held its first “open news” events for readers over a decade ago, the New York Times has its own events space attached to its opulent midtown building in New York. The Atlantic magazine, the New Yorker and even the local US digitally native outlet, the Texas Tribune, have their own festivals of ideas, which form not only a basis of inviting their readership to participate in discussion but to also foster subscriptions and donations. In the US efforts have ventured beyond anchoring audiences to business models, and into the realm of rethinking what a journalistic organisation ought to do. The Solutions Journalism Network has, for many years, been experimenting at local level with involving communities directly in talking about issues that affect them, and helping newsrooms cover stories in a way that suggests outcomes, rather than just highlighting problems. Community outreach is a useful way to replicate what was once achieved by much larger networks of reporters, and perhaps an increasingly necessary way to reach the great un-newsed, away from the diluting effects of social platforms. In another new report from the Tow Center on how journalists think about audiences, The Audience in the Mind’s Eye: How Journalists Imagine Their Readers, news audience expert James Robinson noted that there is anecdotally a sharp increase in the outreach model of journalism, but also remarked that “it is unclear whether these initiatives have a lasting influence on audience perceptions ... nor is it certain that they always introduce journalists to new types of reader”. Polly Curtis, a former Guardian and HuffPost UK editor, who is working on the Tortoise network, says the aim of spreading news events through partner organisations is to counter this precise effect of remaining in the bubble. “We are interested in the more solutions-based approach to discussion around the news, and we want this network to ultimately inform our reporting.” For the average news avoider, who does not see themself as under informed and who is actively looking for non-participation it is difficult to know how they can be lured back to engage with news organisations at all. The burgeoning of current engagement initiatives offer at least real-life contact with other humans, addressing not only the business problems of news organisations, but some of the digitally isolating effects of their cause. How society feels about not just consuming the news but being part of the news process remains to be seen."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}