{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/jun/07/abc-chair-ita-buttrose-condemns-afp-raid-as-clearly-designed-to-intimidate", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-06-07T00:24:21Z", "webTitle": "ABC chair Ita Buttrose condemns AFP raid as 'clearly designed to intimidate'", "webUrl": "https://www.theguardian.com/media/2019/jun/07/abc-chair-ita-buttrose-condemns-afp-raid-as-clearly-designed-to-intimidate", "apiUrl": "https://content.guardianapis.com/media/2019/jun/07/abc-chair-ita-buttrose-condemns-afp-raid-as-clearly-designed-to-intimidate", "fields": {"headline": "ABC chair Ita Buttrose condemns AFP raid as 'clearly designed to intimidate'", "bodyText": "The ABC’s chair, Ita Buttrose, has said raids by the federal police on its headquarters were “designed to intimidate” and warned the government she will fight “any attempts to muzzle” the national broadcaster. The former journalist and publisher says she has registered her “grave concern” about the unprecedented raids on the ABC and News Corp over two days and she won’t countenance any interference with the public’s right to know. “An untrammelled media is important to the public discourse and to democracy,” Buttrose said. “It is the way in which Australian citizens are kept informed about the world and its impact on their daily lives. “Observance of this basic tenet of the community’s right to know has driven my involvement in public life and my career in journalism for almost five decades. “In a frank conversation with the minister for communications, cyber safety and the arts, Paul Fletcher, yesterday, I said the raid, in its very public form and in the sweeping nature of the information sought, was clearly designed to intimidate.” Buttrose’s statement is the strongest condemnation of the raids to come out of the ABC hierarchy this week and marks her leadership style as being more independent of government than her predecessor, Justin Milne. She was confirmed as chair of the ABC five months after the former chair resigned in the wake of allegations of political interference. The 77-year-old former women’s magazine editor and TV personality was a captain’s pick by the Coalition, emerging as a surprise candidate after the global headhunters’ shortlist of three men was rejected. “It is impossible to ignore the seismic nature of this week’s events: raids on two separate media outfits on consecutive days is a blunt signal of adverse consequences for news organisations who make life uncomfortable for policy makers and regulators by shining lights in dark corners and holding the powerful to account,” she said. “I also asked for assurances that the ABC not be subject to future raids of this sort. Mr Fletcher declined to provide such assurances, while noting the ‘substantial concern’ registered by the Corporation. “There has been much reference in recent days to the need to observe the rule of law. “While there are legitimate matters of national security that the ABC will always respect, the ABC Act and Charter are explicit about the importance of an independent public broadcaster to Australian culture and democracy. “Public interest is best served by the ABC doing its job, asking difficult questions and dealing with genuine whistle-blowers who risk their livelihoods and reputations to bring matters of grave import to the surface. Neither the journalists nor their sources should be treated as criminals. “In my view, legitimate journalistic endeavours that expose flawed decision-making or matters that policy makers and public servants would simply prefer were secret, should not automatically and conveniently be classed as issues of national security. “The onus must always be on the public’s right to know. If that is not reflected sufficiently in current law, then it must be corrected.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}