{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/jun/12/independent-and-evening-standard-lose-appeal-over-libel-case", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-06-12T11:01:08Z", "webTitle": "Independent and Evening Standard lose appeal over libel case", "webUrl": "https://www.theguardian.com/media/2019/jun/12/independent-and-evening-standard-lose-appeal-over-libel-case", "apiUrl": "https://content.guardianapis.com/media/2019/jun/12/independent-and-evening-standard-lose-appeal-over-libel-case", "fields": {"headline": "Independent and Evening Standard lose appeal over libel case", "bodyText": "The Independent and the Evening Standard have lost a supreme court appeal in a long-running libel case that could ultimately lead to the Evgeny Lebedev-controlled news outlets facing a substantial legal bill and damages. However, the judgment was welcomed by free-speech campaign groups as it established claimants now have to prove “serious harm” to their reputations in order to bring a successful libel case. The case was a major test of the current state of libel laws in England and Wales, which were changed by the coalition government following a campaign led by Liberal Democrat peers who wanted to end London’s reputation as “the libel capital of the world”. Bruno Lachaux, a French aerospace engineer, sued multiple news outlets in 2014 after they reported on his lengthy divorce and custody battle with his ex-wife Afsana Lachaux – a former UK civil servant who worked with the likes of Gordon Brown and David Blunkett. The pair were living in the United Arab Emirates when their marriage broke down, prompting a series of legal cases in the Emirati courts, which resulted in Bruno Lachaux having custody of their child. Articles then began appearing in British news outlets including the Huffington Post, the Independent and the Evening Standard, alleging Bruno Lachaux had been abusive towards his ex-wife, had confiscated their son’s passport to stop him leaving the UAE, and had made false claims of child abduction. He strongly denied the allegation and successfully sued the news outlets for defamation in the English courts, with judges finding in his favour on multiple occasions. Last year, the Huffington Post apologised and agreed to pay substantial damages and costs, but the Independent and the Evening Standard decided to take their appeal all the way to the supreme court. The supreme court made it clear the legislation did introduce the requirement that claimants prove a higher level of harm. However, in this case, the justices agreed the threshold had been met. As a result, Lachaux was victorious in the latest stage of his battle against the Independent and the Evening Standard, while at the same time setting a precedent that may ultimately benefit news publishers. The Independent and the Evening Standard have not given up completely and now intend to argue at the high court that even if there was serious harm the stories were nevertheless in the public interest. Robert Sharp, a spokesman for English PEN – a writers’ association – and the Libel Reform Campaign, said: “The judgment vindicates our campaign for a rebalancing of the law in favour of freedom of expression.” The campaign urged the Scottish government to implement similar changes. “All kinds of writers, from journalists to social media users, now have greater certainty over how the law will be interpreted, which is good for free speech.” The legal case was taken against Independent Print Ltd, the Lebedev-controlled company that used to produce the Independent’s defunct print edition, rather than Independent Digital News and Media, which publishes the Independent’s website. Both outlets are now part-owned by a Saudi investor. A spokesperson for Lebedev’s ESI Media said: “The courts will now need to consider a higher threshold for libel claims and look at the actual impact a publication has on a claimant … The Evening Standard and the Independent will continue to defend the claims brought by Mr Lachaux on the basis that publication of the articles was in the public interest.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}