{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/jun/11/no-top-channel-4-bosses-will-move-to-leeds-hq", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-06-11T12:02:08Z", "webTitle": "No top Channel 4 bosses will move to Leeds HQ", "webUrl": "https://www.theguardian.com/media/2019/jun/11/no-top-channel-4-bosses-will-move-to-leeds-hq", "apiUrl": "https://content.guardianapis.com/media/2019/jun/11/no-top-channel-4-bosses-will-move-to-leeds-hq", "fields": {"headline": "No top Channel 4 bosses will move to Leeds HQ", "bodyText": "No senior Channel 4 executives will move to Leeds as part of its relocation, the broadcaster has said while confirming that it expects the majority of staff whose roles are being moved will quit rather than leave London. The chief executive, Alex Mahon, said: “We’ve always been very clear that the execs will not be based there because it’s too small an organisation for me to pull that apart.” She acknowledged the Guardian’s report that up to 90% of Channel 4 staff were choosing to take redundancy rather than move to the new regional base in Leeds or satellite offices in Bristol and Glasgow. “We’ve always expected – and have been very clear – that previous moves by the BBC show that 70% to 90% of people won’t be able to take up the jobs, or will not choose to. It’s often because people are in dual-income families,” she said, adding that she personally expected to be out of London at least one day a week. “The great thing about that is that it makes lots of jobs available.” Around 300 of Channel 4’s 800 staff are being moved to new offices, with the majority going to a converted nightclub in Leeds. Although top executives will not be affected by the upheaval, they will be expected to travel regularly. Some heads of departments will relocate as part of the move. Channel 4 has said it hopes the move will create new jobs in television production companies based outside London. Mahon was speaking at the release of Channel 4’s 2018 annual report, which showed that the public broadcaster increased its revenues to £975m, with digital growth offsetting a decline in traditional television ad sales. However, the broadcaster – which has always promoted its commitment to serving younger and more diverse audiences – saw an overall fall in its popularity among BAME audiences, while the youth channel, E4, lost a tenth of its 18- to 34-year-old viewers in a year. Mahon said younger viewers were switching to its All4 catch-up service, where there was a 24% increase in the number of requests for video, aided by increased availability of box sets and partnerships to show additional programmes. Channel 4 News also lost a tenth of its audience, despite winning a number of awards for its coverage of the Cambridge Analytica scandal. This was blamed partly on “Brexit fatigue” among audiences. The broadcaster said it was considering scheduling cricket World Cup highlights earlier in the evening, after being criticised for showing the only free-to-air coverage of the England-hosted competition after midnight, attracting small audiences in the process. “We’re trying to play England games generally as early as we can in the schedule, subject to contractual commitments and to other schedule commitments that we have in place for long-running series,” Ian Katz, the director of programmes, said. “What you should see is England games coming forward in a number of cases to 10pm. As we get closer to the end of the tournament we’ll see some games earlier.” Channel 4, which acknowledged it could no longer compete with the likes of Netflix on the finance available for new shows, also announced it had struck a deal with independent producers which will make it easier for it to show programmes on its catch-up services. In return it will give up the rights to some secondary income, such as international sales. It also remains in discussions with ITV and the BBC about joining the forthcoming paid-for Britbox streaming service, which is due to launch at the end of the year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}