{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/jun/06/police-raids-raise-fears-of-australian-media-crackdown-abc", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-06-06T12:00:50Z", "webTitle": "Police raids raise fears of Australian media crackdown", "webUrl": "https://www.theguardian.com/media/2019/jun/06/police-raids-raise-fears-of-australian-media-crackdown-abc", "apiUrl": "https://content.guardianapis.com/media/2019/jun/06/police-raids-raise-fears-of-australian-media-crackdown-abc", "fields": {"headline": "Police raids raise fears of Australian media crackdown", "bodyText": "Annika Smethurst, the political editor of Australia’s Sunday Telegraph newspaper, was preparing to leave her Canberra home shortly before 9am on Tuesday morning. When she heard a knock at the front door, she assumed it was her cleaner. Instead there were five federal police officers on the doorstep, pursuing evidence relating to a story she had written more than 12 months earlier. The police presented their warrants. The journalist told them she wanted a lawyer. Two legal representatives arrived at her house shortly afterwards. The search started in Smethurst’s bedroom. While that was under way, another two officers arrived with electronic equipment to go through her phone and computers. The police wanted access to all her electronic equipment. They asked for her passwords, downloaded the contents of her phone on to their computer and used keyword searches to check the stored data. While the electronic dump was under way, police looked under Smethurst’s bed, through her clothes, handbags and sewing basket, through the spare room, through her cookbooks and stored Christmas decorations. They picked up 20 USBs in the house and checked them. The search spanned seven hours, with the group leaving about 4.30pm. “I felt shocked,” Smethurst told the Guardian. “I was very cooperative, and to be fair, they were too. They had a warrant. There was very little I could do apart from sitting down and watching them go through the search. “But it’s a very confronting thing, watching somebody go through the house you’ve lived in for five years. It was uncomfortable. “I was very stressed when they were on my phone. Obviously as a journalist, my business model relies on people being able to ring me and talk to me anonymously, with that information not being seen by anyone else, then all of a sudden, police had access to it, and it was an incredible invasion of privacy.” Tuesday’s raid in Canberra, which came without any warning, was connected to a scoop revealing a plan by one of Australia’s surveillance agencies, the Australian Signals Directorate, to broaden its powers to spy on citizens without their knowledge. It was published in April 2018, and referred immediately for police investigation. The raid on Smethurst’s home, following hot on the heels of a federal election, was disconcerting enough for the Australian media, but a second raid followed on Wednesday in Sydney at Australia’s national public broadcaster, the ABC. This one related to an investigation about alleged unlawful killings in Afghanistan by Australian special forces, broadcast in July 2017. The story was referred for police investigation the day after broadcast. The ABC – unlike Smethurst and the Sunday Telegraph’s owner, News Corp – was aware the search was coming. John Lyons, the head of investigations at the national broadcaster, decided to remain in the room while police worked and live tweet Wednesday’s operation. The scope of the warrant “staggered” the veteran journalist. He told his followers the warrant allowed the police to “add, copy, delete or alter” material in the ABC’s computers. “This would not be allowed to happen in the United States under their constitution,” Lyons said while the raid was in progress. “My question is why is this allowed to happen in Australia in 2019.” The answer to that question is multi-dimensional. Australia has a global reputation for robust plain-speaking, both in the broader culture and in its politics, but it does not have a bill of rights enshrining protections for free speech and a free press. There is no explicit constitutional protection for expression. The high court has determined that an implied freedom of political communication exists. As well as a lack of basic systemic protections, Australia has an onerous defamation regime that media companies have heavily criticised. There are also restrictions on what can be reported from court proceedings. Overlaid on all that is the post-September 11 framework of national security laws. The Australian journalist Peter Greste, who was imprisoned by Egyptian authorities while reporting for al-Jazeera English, and is a founding director of the Alliance for Journalists’ Freedom, points to “a slew of national security laws” passed by the Australian parliament in recent years “that in some way limit and even criminalise the legitimate work of journalists”. “Whether it is section 35p of the Asio Act, or the foreign fighters legislation, the Data Retention Act, or the Foreign Interference and Espionage Act, to name a few, all in some way make it dangerous for journalists or their sources to expose and report on issues within government that you and I ought to know about,” Greste said. The current police actions relate to offences in the criminal code. Australian law criminalises unauthorised disclosures by public servants, and there are also provisions that prohibit the subsequent publication of proscribed information. That puts both whistleblowers and journalists in the frame. The acting federal police commissioner, Neil Gaughan, confirmed to journalists on Thursday it was an offence to have proscribed material on news websites, but he was more coy about whether prosecutions for journalists would be forthcoming. David McBride, a whistleblowing lawyer who shared material with the ABC about controversial military activity in Afghanistan, is already before the courts. The president of the Law Council of Australia, Arthur Moses, said: “What this case demonstrates, and it’s quite timely, is we don’t have a bill of rights in this country. That exposes media outlets to these kinds of offences. “The Law Council has been saying for some period of time there needs to be a bill of rights in order to harmonise protections for citizens and the fourth estate to make sure they can maintain sunlight on conduct of government that may result in an abuse of power.” Moses said when news first broke of the police raid at Smethurst’s home, relating to the story about an agency’s ambitions to expand its surveillance powers, “it wasn’t readily clear to us why that would be a national security issue”. “The people of Australia are entitled to know if bureaucrats are proposing that laws be enacted that give them more powers to conduct surveillance of citizens. “Ultimately the Australian citizens in a democracy empower our parliaments to enact laws in our name. They are entitled to know if a bureaucrat wishes [to obtain more power] and understand who is proposing that, why they are proposing it and is it proportionate to the risk – that is, is the loss of the right of privacy and freedom proportionate to the risk that is being pointed to as the reason for these powers?” Moses said a lot of anger had been directed at federal police since the raids, but he thought that was misplaced. “The issue here is the laws need to be reviewed,” he said. The prime minister, Scott Morrison, has left the door open to concerns about the application of the laws, and says the governing coalition is “absolutely committed to freedom of the press”. The Labor opposition’s newly appointed home affairs spokeswoman, Kristina Keneally, noted on Thursday that many in the community were viewing the raids as the “first steps down a slippery slope to losing a free press in Australia”. Smethurst said everyone understood journalists needed to operate within the legal system. “Nobody is above the law,” she said. “But I think this was a bit over the top and heavy-handed. “I could have cooperated. I was never contacted by the police or asked to answer any questions or bring in a computer for searching. It felt very intimidating.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}