{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2019/jun/06/whistleblower-protections-a-sham-says-lawyer-whose-leaks-led-to-abc-raids", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2019-06-06T01:35:16Z", "webTitle": "Whistleblower protections 'a sham', says lawyer whose leaks led to ABC raids", "webUrl": "https://www.theguardian.com/media/2019/jun/06/whistleblower-protections-a-sham-says-lawyer-whose-leaks-led-to-abc-raids", "apiUrl": "https://content.guardianapis.com/media/2019/jun/06/whistleblower-protections-a-sham-says-lawyer-whose-leaks-led-to-abc-raids", "fields": {"headline": "Whistleblower protections 'a sham', says lawyer whose leaks led to ABC raids", "bodyText": "The military lawyer whose leaks prompted this week’s police raids on the ABC has criticised Australia’s whistleblower protections as a “sham”, saying the government is acting like a “totalitarian regime” to shield itself from criticism. David McBride is facing lengthy jail time for providing documents to the public broadcaster on the conduct of special forces in Afghanistan, which prompted the Wednesday raids. McBride is far from alone in his plight. Witness K and Bernard Collaery, who revealed Australia’s unlawful 2004 spy operation against Timor-Leste, are facing two years behind bars for their actions, and the Australian Taxation Office whistleblower, Richard Boyle, is facing a lengthy jail sentence for exposing aggressive debt collection tactics that were destroying the lives of vulnerable taxpayers. In all three cases, the whistleblowers went through the appropriate steps to raise their concerns internally within government, before frustration at inaction led them into going public. They believed doing so would help afford them protections under Australia’s whistleblower regime. “I made an internal complaint, I even went to the police first, I invoked whistleblower protections,” McBride told Guardian Australia. “It’s all a sham.” McBride said the inaction on his complaints led him to the ABC. The lawyer says he was simply acting on his duty to report illegal conduct, and only wanted to protect Australia’s interest. “I think it says everything about the problem today that if you describe my situation without saying my nationality, you would think we were talking about China or Russia,” McBride said. “The idea that someone who basically suggested something was going wrong from within an organisation … is put in jail forever as a spy, that’s what totalitarian regimes do. “There’s no suggestion that I’m actually damaging national security. I think the government is damaging national security, and yet they’re treating me as if I’m a terrorist.” McBride’s comments again raise concerns about the ability of whistleblower protections to help those wanting to expose government wrongdoing. In the case of Witness K and Collaery, the pair aired their concerns internally as required. Witness K sought and obtained permission to talk to his lawyer, Collaery, about an illegal spy operation bugging Timor-Leste’s government during sensitive oil negotiations, raising his concerns through the inspector-general of intelligence and security. Frustrated by the inaction, they contacted a series of journalists. Both are now facing two years behind bars for doing so. Boyle, the ATO whistleblower, similarly made an internal disclosure under the Public Interest Disclosure (PID) Act to the ATO. His complaint was investigated and dismissed, according to the ABC and the Nine Entertainment newspapers. Boyle then went public. “It says the government of Australia actually only cares about the government of Australia, and doesn’t actually care about Australia anymore,” McBride said. “So if you speak out against the government, you’re a really bad person, even if you’re sticking up for the nation.” “They’ve forgotten that they’re actually meant to work for the people of Australia.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}