{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "membership/2019/jun/08/true-north-in-pursuit-of-balance-and-better-buses-in-the-guardians-manchester-office", "type": "article", "sectionId": "membership", "sectionName": "Membership", "webPublicationDate": "2019-06-08T07:30:08Z", "webTitle": "True north: in pursuit of balance and better buses in the Guardian's Manchester office", "webUrl": "https://www.theguardian.com/membership/2019/jun/08/true-north-in-pursuit-of-balance-and-better-buses-in-the-guardians-manchester-office", "apiUrl": "https://content.guardianapis.com/membership/2019/jun/08/true-north-in-pursuit-of-balance-and-better-buses-in-the-guardians-manchester-office", "fields": {"headline": "True north: in pursuit of balance and better buses in the Guardian's Manchester office", "bodyText": "It was a grumpy bus journey to Stockport that prompted the Guardian’s recent London Versus series. Peeved at having to pay £3.50 to go a few short miles into town, I tweeted a picture of my ticket and pointed out that the same journey would have cost £1.50 in London. Thousands of people responded with their own bus woes: hotel workers on minimum wage in the Lake District, where a single from Ambleside to Grasmere is £5.65; a carer from County Durham, where fares seem inversely proportionate to local earnings; someone in Oldham whose route was served by one bus company until teatime and another later on, necessitating the purchase of an extra-expensive “all services” day ticket if he returned after dark. When I moved up to Manchester from London in 2013 to become the Guardian’s North of England editor, it soon became clear that public transport was the great divider between the capital and everywhere else. I’d been spoilt in London. By the time I left, London Overground had been revamped, the £17.6bn Crossrail was under way and Boris Johnson had spent hundreds of millions on a new fleet of Routemaster buses. Coming back to my native north after 14 years away, transport had gone in reverse. It seemed the logical starting point for a series which aimed to explore how much the rest of England has been left behind as London has pulled away. The debate about regional imbalance is often framed as north v south. But for me it is London which – certainly in respect of transport, culture and political representation – gets a plum deal at the expense of the rest of England. Pick any seaside town on the south coast and it will have the same issues of deprivation and poverty as Morecambe Bay, where I grew up in England’s north-west. That’s not to say Londoners are all living a life of luxury. The oligarchs who have bought up Mayfair in a rouble- and riyal-fuelled game of Monopoly may be, but for many residents, who pay through the nose for substandard accommodation and suffer long and undignified commutes, just existing in London can be a struggle. Nonetheless, I hear the same complaints wherever I go, from Redcar to Blackpool, Scunthorpe to Crewe: Britain is still disproportionately centralised in terms of institutions and power, and it can be a real struggle for the media to attempt to counteract that with their coverage at a national level. Most newspapers today are based in London (with the exception of the Sunday Sport). It wasn’t always thus. The Express had a substantial presence in Manchester for decades – its splendid art deco outpost is currently being converted into newspaper-themed offices. And for the first 143 years of our existence, Manchester was also the Guardian’s home – a fact of which we are extremely proud. The original wooden sign that hung over the entrance to our early Manchester offices is now displayed near the entrance to our London base. We didn’t need a northern editor until 1964, when the then editor-in-chief, Alastair Hetherington, moved from Manchester to London, taking with him large numbers of editorial staff. The paper had dropped “Manchester” from the masthead five years earlier, in 1959, and circulation figures had taken a nosedive in the northern heartlands. Paddy Monkhouse was the first appointee, tasked with keeping readers loyal in England’s upper half while providing news and features that would resonate among our burgeoning southern readership. He died in 1981 and his obituary describes him as “a devoted northerner who opposed what he took to be the editor’s policy of preferring Prague to Bolton as far as news was concerned”. I am the eighth holder of the position and the first woman, heading up a small but mighty office on Deansgate in central Manchester. Notable predecessors included Brian Redhead, who went on to become an institution on the BBC’s Today programme; John Course, who kept a labrador under his desk and wore sandals in all weathers; Harry Whewell, who could have been a top executive in London but refused to leave his roots, according to former editor-in-chief Peter Preston; and the ever cheerful and often whimsical Martin Wainwright, who became a true ambassador for the north during his 18-year reign. I’m often asked if the Guardian has a southern editor. The answer is no. Philippa Mole, our excellent archivist, has found no records of such a position, even in the Manchester Guardian days, when the London office was but a satellite. (There was, however, a London editor from at least 1902, sometimes referred to as the “London manager”.) In the last three years, we have markedly increased not just our coverage of the north, but the size of the office, and today we have more people in the north than most British news organisations. The Telegraph and the Times, the Guardian’s main domestic competitors in what was once the broadsheet market, currently have no dedicated northern correspondents in the north of England. The FT has two, the Daily Mail five. We have three general reporters based in Manchester – me, Josh Halliday and Nazia Parveen – plus Eric Allison, our long-serving prisons correspondent. In July Maya Wolfe-Robinson moves up from the opinion desk in London and will take on a reporting role. Meanwhile, our colleagues in London on the arts, business and opinion desks incorporate northern issues into their work as often as is feasible. A certain chippiness comes with being a professional northerner. Just as Monkhouse grumbled that the newsdesk was more interested in eastern Europe than east Lancashire, so too have I been known to complain that we cover the machinations of Capitol Hill in far more detail than any English town hall. There is still much work to be done, but thankfully we are making headway, and our sizeable northern readership reflects this. Later this month, we will host a number of events in Manchester marking the 200th anniversary of the Peterloo massacre, which led to the founding of the Manchester Guardian. There are readers who only want us to write about the north’s sunny side, perhaps mistaking us for the North of England Tourist Board. But we try hard not to just focus on the negatives: recent articles have profiled the Teesside prison teaching coding to inmates, visited the Oldham school combating ethnic segregation and explored how devolved services in Manchester are far better at getting the long-term unemployed back into work than the Department for Work and Pensions in London. As London becomes ever more unaffordable I suspect more journalistic refugees may flee the capital. Ultimately, it would be wonderful if the north of England one day had a number of reporters proportional to its population, which at 14.9m is roughly half the size of the south. A better life and a varied reporting diet awaits – they’ll just need a bit more change for the bus."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}