{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2019/jun/24/my-siblings-and-i-inherited-a-house-will-we-be-liable-for-stamp-duty", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-06-24T06:00:09Z", "webTitle": "My siblings and I inherited a house – will we be liable for stamp duty?", "webUrl": "https://www.theguardian.com/money/2019/jun/24/my-siblings-and-i-inherited-a-house-will-we-be-liable-for-stamp-duty", "apiUrl": "https://content.guardianapis.com/money/2019/jun/24/my-siblings-and-i-inherited-a-house-will-we-be-liable-for-stamp-duty", "fields": {"headline": "My siblings and I inherited a house – will we be liable for stamp duty?", "bodyText": "Q My three siblings and I inherited property from my great-aunt after she died in 2006. It’s a tiny cottage in Wales, with one bedroom, one living room, a small kitchen and a small bathroom. There is a little bit of land around it by way of a garden which slopes down to a river. I don’t think that it’s worth terribly much – possibly in the range of £80,000 to £90,000. Three of us also own property in which we live, and two of us are planning to sell and buy somewhere else in the near future. So my question is: what is the situation with stamp duty land tax? We each have a 25% share in my late aunt’s cottage, so will we be liable for the higher rate of stamp duty on our potential purchases because of this? KM A No you won’t be liable for the higher rate of stamp duty land tax (SDLT). Because you are selling your main residence and buying another main residence to replace it, the higher rates of SDLT – which are standard SDLT rates plus three percentage points – do not apply. They would apply if you didn’t sell your current home before buying a new one – although you would be able to claim a refund if you sold the old home within three years of buying the new one. However, because your individual shares in your late aunt’s cottage are worth less than £40,000 (if your estimated value is correct), you are let off paying the higher rates of SDLT. This would also be the case if your fourth sibling decided to buy another property provided his/her share is still worth less than £40,000 at the time he/she acquires a second property. Muddled about mortgages? Concerned about conveyancing? Email your homebuying and borrowing worries to Virginia Wallis at virginia.wallis.freelance@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}