{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2019/jun/22/the-best-debit-and-credit-cards-to-use-for-your-summer-holidays", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-06-22T06:00:29Z", "webTitle": "The best debit and credit cards to use for your summer holidays", "webUrl": "https://www.theguardian.com/money/2019/jun/22/the-best-debit-and-credit-cards-to-use-for-your-summer-holidays", "apiUrl": "https://content.guardianapis.com/money/2019/jun/22/the-best-debit-and-credit-cards-to-use-for-your-summer-holidays", "fields": {"headline": "The best debit and credit cards to use for your summer holidays", "bodyText": "When you’re packing for your summer holiday this year, don’t forget to pay attention to your plastic. Pick the wrong card to use abroad and you will probably end up spending more money than you need to. New research published this week by the website TotallyMoney claimed that poor exchange rates and high fees cost Britons holidaying in Europe £640m last year, including £95m lost through using debit cards abroad and £100m from credit cards. The fees for using your card abroad are often confusing and complex. For example, with some bank cards, making lots of small purchases can end up generating a hefty bill. That’s because some apply a foreign currency “purchase fee” of up to £1.25 on each transaction, which is in addition to the currency conversion fee – AKA non-sterling transaction fee – imposed when you buy something in anything other than pounds. Meanwhile, with some banks including NatWest and HSBC, it is not unusual to be charged £9.50 for a £200 cash withdrawal from an overseas ATM. “Check how much your debit and credit card charges for foreign transactions before you head off – the costs are far higher than many people realise,” says Andrew Hagger at financial website MoneyComms. The good news is that there are a number of fee-free debit and credit cards available – and this is an area where some of the new entrants such as Starling, Tandem, Monzo and Revolut score well. When paying by card overseas, watch out for the dynamic currency conversion trick at restaurants, shops, hotels and some ATMs. The general advice is to always pay in the local currency. So if you are heading off on holiday in July or August, remember that it’s not too late to apply for a card that can enable you to escape unnecessary fees and rubbish exchange rates. Often it will take just a few days for your card to arrive. Don’t get stung – purchase fees Most people using a debit card from a major UK bank to pay for purchases overseas will typically be charged a fee of 2.75% or 2.99% for the privilege (this fee goes by a variety of different names). However, with some debit cards you will also be hit with a purchase fee on each transaction. These fees can really rack up if you make lots of small purchases – a cup of coffee, a beer or two, a slice of pizza, a couple of ice-creams and so on. Santander’s purchase fee is one of the highest: £1.25 a pop. So a debit card holder buying two small beers costing the equivalent of £4 would typically hand over an extra £1.36 or thereabouts, made up of the £1.25 fee and a currency conversion charge of around 11p. Other banks imposing a purchase fee include TSB, which charges £1 a time, and Lloyds and Halifax, where it is 50p. (Some accounts at the above banks are exempt from these fees). Don’t get stung – ATM charges The majority of Britons using a debit card at a foreign ATM will be charged a 2.75% or 2.99% currency conversion fee (again, the name of this charge will vary). In the case of Barclays, HSBC, NatWest and Santander, the typical charge is 2.75%, while at Lloyds, Halifax and TSB it is 2.99%. On top of that there is often a separate ATM fee which is sometimes called a “cash fee”. This might be a percentage of the amount taken out, or a flat amount. At Barclays, Lloyds and Halifax, for example, it is £1.50, while at HSBC and NatWest it is 2%, with a minimum of £1.75 or £2 respectively and a maximum of £5. Watch out for ATM providers applying their own charges, too. To be fair to Santander, its current account holders can use their debit card to make completely fee-free withdrawals from Santander cash machines in Spain. No-cost and low-cost alternatives There are several cards that won’t charge you a penny in foreign exchange fees or other bank charges when you use them in shops, hotels and restaurants, or to withdraw money from cash machines. App-based bank Starling’s mobile-based current account comes with a debit card and won’t charge you for card payments or ATM withdrawals (you get Mastercard’s exchange rate, with no added fees on top). Fellow app-based provider Tandem’s cashback credit card is another one with no fees for making purchases or taking out cash, though you will be charged interest from the day you withdraw cash. The card lets you earn 0.5% on purchases above £1 at home and abroad. With Metro Bank, you don’t pay any fees when you use its debit or credit cards to make purchases or withdraw money in Europe. And there are several fee-free credit cards from traditional players. Halifax’s Clarity is one of the best-known and has no usage fees however you use it. As with many of the others, whatever you spend abroad is converted to sterling at a rate set by Mastercard. Other credit cards that have no fees on purchases and cash withdrawals abroad include Santander’s Zero and Barclaycard Platinum Cashback Plus (with the latter, there are no fees on non-sterling spending and withdrawals until 31 August 2023). But remember that with credit cards, interest charges will often apply to cash you take out from the day it’s withdrawn. With Monzo’s current account, payments abroad are free of fees, and you can withdraw up to £200 from ATMs every 30 days without fees. After that, it charges 3%. Revolut offers a current account with a card that customers can use overseas with no fees. Customers can also withdraw up to £200 a month free from ATMs, or £400 a month if they sign up for Revolut’s £6.99-a-month premium account. Perhaps you can’t be bothered to take out another card simply to avoid the fees. But it’s often very quick and easy nowadays. Starling says opening an account typically just takes a few minutes, and once you are set up, you order your debit card and it should arrive in two to three business days. Tandem says that once approved, your card should be with you within three to seven working days. Other options A prepaid currency card may be worth considering. They are quick and easy to get hold of, and once you have loaded them up from your UK bank account at a typical currency conversion fee of 1%-2%, they can be used abroad just like any other bank card – but (mostly) without hefty charges. Says Hagger: “For a low-cost prepaid card, I’d recommend looking at Caxton FX, WeSwap or Cash Passport from Sainsbury’s Bank if you want to slash your holiday card charges.” Guardian Money also highlighted those three when we looked at prepaid cards a fortnight ago. All three will let you load multiple currencies, and each allows you to make fee-free purchases in shops, and free ATM withdrawals – provided you are getting out the currency you have loaded on."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}