{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2019/jun/16/auto-enrol-pension-below-living-wage", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-06-16T06:00:49Z", "webTitle": "Millions at risk of retiring on incomes below living wage", "webUrl": "https://www.theguardian.com/money/2019/jun/16/auto-enrol-pension-below-living-wage", "apiUrl": "https://content.guardianapis.com/money/2019/jun/16/auto-enrol-pension-below-living-wage", "fields": {"headline": "Millions at risk of retiring on incomes below living wage", "bodyText": "Pensions providers have been called on to do more to encourage people to save for their retirement as estimates suggest millions of people are at risk of retiring on incomes far less than the current “national living wage”. Since the introduction of automatic enrolment in 2012, which obliged employers to auto-enrol qualifying staff in workplace pensions, some 10 million people have started saving, many of whom would not have done so before. A minimum of 8% of pensionable earnings must be contributed at present – 5% by the employee and 3% by the employer. But Aviva, the insurer and pensions provider, claims millions of people earning the average wage of £27,500 run the risk of retiring on a pension of far less than £15,000, the equivalent of the current national living wage. It wants contributions increased to 12% of earnings over the next decade. “We need to look again at the auto-enrolment system. It achieved its goal of getting people to save, but the 8% minimum may be inadequate to give people a comfortable retirement. Millions risk disappointment at retirement,” said Alistair McQueen, head of savings and retirement at Aviva. However, veteran pensions campaigners have instead called for the industry to do more to encourage people to save. “If pension companies cannot engage these millions of workers handed to the industry by the government, then they need to find ways to make their products more attractive, so that people want to buy more,” said Ros Altmann, the former pensions minister and campaigner for reform of the system. “It is time that companies worked hard to persuade and enthuse people to want to buy more pension. Forcing others to hand the industry more money seems to be a sub-optimal approach.” She said that doing this would be likely to lead to higher opt-out rates. Employees are automatically enrolled into their company pension scheme but can opt out if they inform their employer they don’t want to invest. Steve Webb, the director of policy at insurer Royal London, who was pensions minister under the coalition government when auto-enrolment was introduced, agreed that hiking the contribution from 8% to 12% would risk large-scale opt-outs. “We need higher contributions from employers so that workers and firms are equal partners in pensions,” he said. “Simply hiking contribution rates risks opt-outs, but there are more creative ways to get people saving more for their retirement without frightening them off completely.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}