{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2019/jun/10/my-daughter-is-helping-us-buy-our-retirement-home-what-if-we-go-into-care", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-06-10T06:48:16Z", "webTitle": "My daughter is helping us buy our retirement home – what if we go into care?", "webUrl": "https://www.theguardian.com/money/2019/jun/10/my-daughter-is-helping-us-buy-our-retirement-home-what-if-we-go-into-care", "apiUrl": "https://content.guardianapis.com/money/2019/jun/10/my-daughter-is-helping-us-buy-our-retirement-home-what-if-we-go-into-care", "fields": {"headline": "My daughter is helping us buy our retirement home – what if we go into care?", "bodyText": "Q Our daughter is contributing 25% of the price of our new retirement home. This enables us to buy it yet allows us to keep some savings in our own bank account. If one or both of us needs to go into a care home at some point will her contribution be safeguarded? SV A I assume that you are worried that if your home had to be sold to produce the cash needed to pay the cost of going into a care home, your daughter wouldn’t get her contribution back. However, even though you and your husband legally own the property, because your daughter has contributed to the purchase price, she can establish what’s called a “beneficial interest” in the property that gives her the right to a share in the proceeds from any sale of the property. So you don’t need to worry on that score. But you also seem to be assuming that if either you and/or your husband have to go into a care home, your home will have to be sold. But that’s not necessarily the case. If only one of you goes into care, and the other carries on living in your joint home, the value of the property is disregarded in the financial assessment or “means test” that the local authority undertakes to see how much – if anything – you will have to pay towards your care-home fees. In England and Northern Ireland, if the value of your capital (that is, savings and other assets) is less than £14,250, you won’t have to dip into your capital to pay care-home fees but you may have to make a contribution to them from income. In Scotland, you can have capital of £17,500 before having to use it for fees while in Wales, the figure is £50,000. In England and Northern Ireland, if you are assessed as having capital of between £14,250 and £23,250 (in Scotland between £17,500 and £28,000), you’ll be expected to make a partial contribution to care-home fees. Above those upper limits, you have to pay the cost of care in full. In Wales you either do have to pay the full cost of care if you have more than £50,000 in capital or make a contribution from income if you have capital of less than £50,000. If both of you went into care, you would each be given a financial assessment individually and the value of your share in your property would be included in that assessment."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}