{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2019/jun/16/travel-insurance-details-terms-condition-exclusions-fees", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-06-16T07:17:33Z", "webTitle": "Travel insurance: why cheap policies can cost you dearly", "webUrl": "https://www.theguardian.com/money/2019/jun/16/travel-insurance-details-terms-condition-exclusions-fees", "apiUrl": "https://content.guardianapis.com/money/2019/jun/16/travel-insurance-details-terms-condition-exclusions-fees", "fields": {"headline": "Travel insurance: why cheap policies can cost you dearly", "bodyText": "Rachel Taylor had booked a holiday cottage in the Lake District as a treat for her mother. Two weeks before their holiday her father became seriously ill and she had to cancel. He died soon afterwards. Since the payment was non-refundable, Taylor claimed the £646 cost on her travel insurance. To her astonishment, she was told that she was only entitled to half that. “I was told it was because there were two people travelling, and my policy paid out on a per-person basis,” she says. “I argued that the cost for the week was £646 for the cottage, irrespective of the number of people, the entire booking was in my name only and I was the only person who had suffered any financial loss. How can my mum be expected to make a claim when her name does not appear anywhere on the booking confirmation?” Taylor is one of thousands of holidaymakers who find themselves left out of pocket by caveats tucked away in the small print of travel insurance. As insurers compete to offer the lowest prices on comparison websites, fees and exclusions have been quietly rising. Inflated excess charges, inadequate cover for illness or cancellation, and refusal to pay out for lost possessions without proof of ownership can make a cheap policy costly. Some companies use the omission of a middle name, or failure to declare an inconsequential past ailment, as an excuse. Last year, the Observer reported the case of Juliet Thomas, who was left with a bill of £30,000 after being diagnosed with a kidney tumour while on holiday. Her insurer, Coverwise, refused to cover the cost because she had failed to declare a previous prescription of sleeping tablets when buying the policy. Although her brief insomnia was unrelated to the tumour, Coverwise’s underwriter, Axa, insisted it disqualified her because she had bought a basic policy designed for those with no recent health issues. Axa was also the underwriter for Taylor’s American Express annual gold policy. The company told the Observer: “To keep premiums down, most travel insurers only pay for the insured person’s proportion if a trip is cancelled – additional travellers will need to submit their own claims. This is one of the many reasons every person should be fully insured.” Axa has since paid Taylor the full cost of the holiday. Onerous excess charges are one of the most common stings. These can be as much as £300 and some insurers apply them to different parts of a single claim. If a handbag is stolen with a phone and purse inside, the phone and bag would be classed under “personal possessions” and cash under “personal money”, with an excess payable on both. Others charge for each person on a policy even if it’s a single claim, rendering some cover worthless. A family of four claiming £1,000 cancellation cover could face a combined excess of £1,200 – more than the cost of their trip. Julie Annakin was on holiday with her husband when his wallet containing £200 was stolen. “I contacted Nationwide to claim on our FlexPlus policy,” she says. “I was asked who the money belonged to and replied it was both of us. I was then told we would have to pay double the excess, even though it was a single claim. This is discrimination against couples and a cautionary tale that it’s not in their best interest to admit a joint account.” Nationwide says its conditions state £50 will be deducted from a claim for each insured person. “FlexPlus members can claim up to £250 cash for each insured person,” it says. “Depending on the amount, they may need to submit a separate claim. The decision to apply two excesses was in line with the policy as the member confirmed both of them were making a claim. However, as a gesture of goodwill, UKI – which provides the insurance – agreed the refund.” Anna Sant of price comparison site Moneysupermarket warns against being lured by the cheapest price. “It can often result in paying double or even triple in excess costs,” she warns. “It could be more cost efficient to opt for a slightly higher premium with a lower excess.” Choose the wrong cover and you could be left with the cost of medical expenses, repatriation and lost cash or passport. Some insurers refuse to pay out if alcohol has been consumed, and most basic cover does not include an airline going bust. One of the cheapest policies shown by Moneysupermarket for a couple travelling to France for a week is £8.99 from Cheaper Travel Insurance. An excess of £250 is charged per person per claim and the maximum payable to each traveller is £750 for cancellation and £500 for lost baggage. A £2 upgrade from this “bronze” deal to “gold” shrinks the excess to £100, adds £250 to each person’s cancellation cover and doubles the lost baggage allowance to £1,000. It requires a complex juggling of figures and a dig deep into fine print to deduce which policies offer the best value. Last year, the Financial Ombudsman Service ruled in favour of only 31% of insurance customers, in part because many of those who felt they had been unfairly treated had not read the terms and conditions. As it says: “It’s important to read the terms and conditions carefully. If you’re unsure, ask your provider to explain if there are any charges you may face when claiming, or anything that your policy doesn’t cover.” Checklist: what to look for • Medical cover should be at least £1m for travel within Europe and £2m in the US. Check if repatriation in a medical emergency is included. • Ensure cancellation or curtailment cover exceeds your losses. Look for at least £2,000 if a holiday is cancelled. • Does it include a payout if you miss your flight or train for reasons outside your control? • Not all policies cover lost or delayed baggage and some insist on receipts before reimbursing lost possessions. Items over a certain value are usually separate. Look for cover of at least £1,500. • Does it contain personal liability cover if you are sued for damages for injury, or damage? Aim for a policy that will offer £2m or more. • Basic policies may exclude dental treatment, airline failure, terrorist acts and payment for lost cash, tickets or passports. • Check the amount of the excess and whether it is payable per person and/or per section of a claim. • There are policies available with no excess, for peace of mind, although these are more expensive and there is less choice."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}