{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2019/jun/13/parental-leave-uk-among-least-family-friendly-countries-oecd-survey", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-06-12T23:01:55Z", "webTitle": "UK among least family-friendly countries in OECD, survey finds", "webUrl": "https://www.theguardian.com/money/2019/jun/13/parental-leave-uk-among-least-family-friendly-countries-oecd-survey", "apiUrl": "https://content.guardianapis.com/money/2019/jun/13/parental-leave-uk-among-least-family-friendly-countries-oecd-survey", "fields": {"headline": "UK among least family-friendly countries in OECD, survey finds", "bodyText": "The UK is among the least family-friendly of the world’s richest countries, according to a Unicef assessment of policies on child care and parental leave. While Estonia offers women 85 weeks’ maternity leave at full pay after having a baby, the UK comes out as one of the meanest of the 41 countries in the Organisation for Economic Co-operation and Development(OECD), placing 31st with an offer of six weeks at 90% of pay and 33 weeks at a lower rate – equivalent to 12 weeks of full pay, according to the data. In a league table based on parental leave for women and men and early years childcare enrolment, the UK comes in the bottom third of countries, well behind France and Germany and the table-toppers Sweden, Norway and Iceland, although ahead of Greece and Switzerland. When only considering parental leave, people in the UK do well compared with parents in Japan, Australia and the US, the last of which offers zero parental leave as a norm. Unicef says family-friendly policies matter because they underpin not only the personal development of children but the establishment of “cohesive societies”. “There is no time more critical to children’s brain development, and therefore their futures, than the earliest years of life,” said Henrietta Fore, Unicef’s executive director. “We need governments to help provide parents with the support they need to create a nurturing environment for their young children. And we need the support and influence of the private sector to make this happen.” Research by the Trades Unions Congress this year found that only 1% of new parents in the UK used shared parental leave last year out of more than 900,000 who were eligible. Four years after the system was introduced, take up remains poor because most fathers cannot afford to live off the £145 a week payment, the TUC said. But some employers offer better terms and the drinks maker Diageo announced in April that all its 4,500 UK staff would be able to take 26 weeks’ parental leave at full pay as part of a new policy operating in 13 countries. A study in Spain published last month revealed one interesting outcome for men taking increased parental leave: a drop in their desire for more children and longer gaps between children. The researchers found that the men were spending more time with their offspring and possibly investing more in the child they already had as opposed to seeking to have more of them. Unicef’s report says that paid paternity leave helps fathers bond with their babies, contributes to healthy child development and lowers rates of maternal depression. But as a share of all parental leave, the time available for fathers in the UK is among the lowest of those surveyed. “UK working parents and caregivers still face major challenges balancing work and their caregiving responsibilities,” said Liam Sollis, Unicef UK’s head of policy. “While the UK government is taking steps to review and raise awareness of family-friendly policies, take up of shared parental leave, particularly among fathers, remains unacceptably low and much more needs to be done to tackle the financial, cultural and administrative obstacles that many families face.” The study found that parents of young children in the UK were the most likely to cite cost as the reason they did not put children in nurseries more."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}