{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/03/the-bartered-bride-smetana-review-garsington-opera-charm-and-wit", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-03T11:47:24Z", "webTitle": "The Bartered Bride review – charm and wit in assured English village staging", "webUrl": "https://www.theguardian.com/music/2019/jun/03/the-bartered-bride-smetana-review-garsington-opera-charm-and-wit", "apiUrl": "https://content.guardianapis.com/music/2019/jun/03/the-bartered-bride-smetana-review-garsington-opera-charm-and-wit", "fields": {"headline": "The Bartered Bride review – charm and wit in assured English village staging", "bodyText": "A generation ago, Smetana’s comic masterpiece could still be billed as the quintessential Czech opera. But that bohemian folksiness is dated now, and the idea of selling a bride – though it never quite happens in the opera – is more than unsettling. Garsington Opera’s season opens with a winning production by Paul Curran that moves the action from a 19th-century Czech village to 1950s England. The charm and folksiness survive even though there’s not a Moravian knee boot, an embroidered headdress or a puffed sleeve in sight. Instead, the first act takes place in a village hall, the second in a pub and the third in the travelling circus. But in such an English setting it seems perverse to preserve the original language rather than perform a translation. Curran’s staging, in Kevin Knight’s busy naturalistic sets, is continuously assured and full of witty touches. At the start, the vicar puts an LP on his Dansette record player, cueing Smetana’s scurrying overture. The drinking chorus in praise of beer leads to a stream of visits to the gents’ loo. The heroine Mařenka dances the polka in a polka dot dress. And when the circus arrives at the beginning of act three, the acrobatic exuberance and tricks have an irresistible theatrical impact. Even Mařenka gamely celebrates with a cartwheel at the end. In the pit, Jac van Steen conducts the Philharmonia Orchestra idiomatically, and the Garsington Opera Chorus energetically swirl around the stage full of life. Minor roles are well characterised, notably Lara Marie Müller’s pert Esmeralda. But it is the four principals in this opera’s flowing sequence of duets and trios who ensure you don’t want the music to stop. Pride of place goes to the touching and richly lyrical Mařenka of soprano Natalya Romaniw, a fine Mimi at English National Opera earlier in the season, who gets better with every role. Brenden Gunnell’s Jeník can turn on the romantic tenor ardour, but his big voice succeeds in conveying his character’s never fully resolved angrier side, too. Stuart Jackson’s lighter tenor is touching as the decent but hapless and stuttering Vašek. And the bass Joshua Bloom brings splendid vocal panache to the wheeler-dealer marriage-broker Kecal. • At Garsington Opera at Wormsley, Stokenchurch, until 30 June."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}