{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/08/madonna-madame-x-review-splendidly-bizarre-return-to-form", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-08T13:00:04Z", "webTitle": "Madonna: Madame X review – a splendidly bizarre return to form", "webUrl": "https://www.theguardian.com/music/2019/jun/08/madonna-madame-x-review-splendidly-bizarre-return-to-form", "apiUrl": "https://content.guardianapis.com/music/2019/jun/08/madonna-madame-x-review-splendidly-bizarre-return-to-form", "fields": {"headline": "Madonna: Madame X review – a splendidly bizarre return to form", "bodyText": "Madonna is in her fourth decade of what we now somewhat suspiciously call appropriation, a pick-and-mix skill set that has previously laid the singer open to accusations of unoriginality or, worse, cultural hijacking. But when the patented Ciccone filtration system gets it right, the process is just shy of alchemy. Sexualised Catholicism, at the dawn of MTV, was Madonna’s first stroke of kismet. The last time Madonna was indisputably on point, she had hooked up with French producer Mirwais for Music (2000) and the sensuous possibilities of club culture. Her latterday output has stuttered somewhat, but for Madame X the stars have aligned with Madonna’s Pinterest mood board once again. There are hot climates and a piratical eye-patch; shape-shifting to the sounds of the Portuguese diaspora, trap-pop and reggeaton. It helps, of course, that she self-quotes as much as she soaks up. Is Latin pop in vogue? Don’t mind if Madonna seizes upon it. Medellín, the first track from Madonna’s 14th studio album, arrived like La Isla Bonita on steroids: with Madonna in a lather of faith and lust, exercising her long-held fascination with all things Latinate and in sync with a pop mood attuned to the other Americas. A further hook-up with Colombian star Maluma lurks further down this generous tracklisting: Bitch, I’m Loca flirts with reggaeton and Maluma himself, who plays a delivery man instructed by Madonna to “put it inside”. (Note the title: Bitch, I’m Madonna, remixed; throughout the album, you’ll find Madonna saying a “little prayer” as she did on Like A Prayer (1989), or on her knees “like a virgin”.) Colombia is a red herring, however. The songs that became Madame X actually came together during Madonna’s two years in Portugal, where she decamped in 2017 when her son David enrolled in Benfica’s football academy. Madonna absorbed the local sounds with more of a mature, simpatico rather than asset-stripping eye. One lively Portuguese-diaspora tune, Faz Gostoso, makes a pitstop in Brazil, featuring Brazilian singer Anitta. Most “world” of all, however, are the sounds of batuque on a track called Batuka, a ceremonial good-time music of the Cabo Verde islands. Batuka finds Portugal’s Orquestra de Batukadeiras – women from Cabo Verde – helping out on a spiritual call-and-response track about overcoming adversity. There’s a cute video on their Facebook page of Madonna drumming. Add to this a Diplo reggae production, Future, on which Madonna plays at being Santigold, and the hot-climate half of this album adds up to considerably more than the sum of its parts: a polyglot party that feels spontaneous, an internationalism that feels earned, not tokenistic. Naturally, this Madonna album has to respond to other major trends in US pop. Her selection of guests has an eye on hip-hop heat levels, rather than actual chemistry, calling on Quavo from Migos on Future, and Swae Lee from Rae Sremmurd on Crave. Their performances aren’t quite as game as Maluma’s. To say that the former sounds like a track that might have been done by Ariana Grande isn’t a negative, though: here, Madonna pulls off contemporary R&amp;B-leaning pop with no obvious missteps. The meat of the album, however, lies elsewhere. Hidden away in the lyrics to Batuka are topical allusions: “Get that old man/ Put him in a jail.” Quite apart from the many Spanish and Portuguese passages, Madame X is littered with whispered, rapped or digitally cloaked lyrics. It is a political offering – the Eurovision palaver, where Madonna hamfistedly tried to engineer peace in the Middle East, was a foreshadowing – but one in which Madonna’s meanings often perform a kind of seven-veil dance. Easiest to understand is Killers Who Are Partying, a 21st-century digital fado on which Madonna allies herself with the dispossessed and marginalised: virtue signalling, with trap beats on. It’s sanctimonious, coming from a first-world millionaire, but she sings it like she believes it. Often, she obfuscates, but just intriguingly enough. A snippet of Florida school-shooting survivor Emma Gonzalez’s “We call BS” speech begins one song, I Rise. It follows, therefore, that a song called God Control is probably about gun control, as well as democracy and the state of the US. “This is your wake-up call!” warns Madonna, before the whole thing is bathed in glitterball disco and topped off with a schoolyard sing-song rap about how Madonna doesn’t take drugs. It sounds, weirdly, like Daft Punk. This is an album whose most memorable songs are definitely its strangest. Most ambitious of all perhaps is Dark Ballet, a long concept-song about Joan of Arc in which the lyricism of the piano lines startles. Madonna herself is heavily Auto-tuned, mumbling stuff about being a witch; she seems to blow on the flames of a pyre. You get the feeling that Madonna identifies with the French martyr. She spends a lot of Madame X weighing up whether she is crazy, or lost, concluding quite the opposite. “I wasn’t lost,” she sings on Extreme Occident, on the deluxe edition. Killers Who Are Partying bears many declarations, but perhaps the most relevant one is about Madonna herself. “I know what I am and I know what I’m not,” she sings. Even more tellingly, I Don’t Search, I Find puts a full stop on popstar neediness. “Finally, enough love,” she sings. The whole Madame X conceit – an international woman of mystery – dissipates quickly as this unexpectedly engrossing album goes on. Madame X is certainly a fluid album, but one tempered by Madonna’s solid confidence in her own aesthetic decisions."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}