{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/23/birmingham-heavy-metal-history-embraced-black-sabbath-one-hell-of-a-city", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-23T06:59:35Z", "webTitle": "One hell of a city: how Birmingham embraced its heavy metal legacy", "webUrl": "https://www.theguardian.com/music/2019/jun/23/birmingham-heavy-metal-history-embraced-black-sabbath-one-hell-of-a-city", "apiUrl": "https://content.guardianapis.com/music/2019/jun/23/birmingham-heavy-metal-history-embraced-black-sabbath-one-hell-of-a-city", "fields": {"headline": "One hell of a city: how Birmingham embraced its heavy metal legacy", "bodyText": "Images of hell crop up fairly frequently in Black Sabbath lyrics – and none of the band’s hits paint a very pretty picture. As a result, it has taken a while for Birmingham and the surrounding Black Country to own up as the inspiration for much of Black Sabbath’s music – and also perhaps for the whole cultural phenomenon of heavy metal. This summer, however, the Midlands is to reclaim its musical legacy with a series of celebratory events and a flagship exhibition devoted to Black Sabbath, formed by Ozzy Osbourne, Tony Iommi, Geezer Butler and Bill Ward 50 years ago in Aston. “Commentators had started to notice that, although heavy metal is as big a global musical tradition as hip-hop, the Midlands had done nothing to show that,” said Lisa Meyer, the founder and chief executive of the Home of Metal project. “I run an experimental music festival in Birmingham called Supersonic, and people were coming to us each year with music influenced by metal, and they were surprised there was nothing here. No tea towels on sale, so to speak,” said Meyer. “And what’s more, a lot of the key venues from the 60s and 70s are now empty carpet shops or car parks.” The ultimate aim of Home of Metal is to build support for a permanent collection in Birmingham that would serve as a focal point for international students of the kind of music that spawned millions of headbangers. The Black Sabbath exhibition at Birmingham Museum &amp; Art Gallery opens on 26 June and has been put together with the cooperation of the original, pioneering band members. It is chiefly focused on how much the music and the look of heavy metal means to its fans. It will feature rare memorabilia and portraits, as well as a recreation of the living room of a super-fan, Stephen Knowles. “We held a symposium in Walsall in 2007 and set up a series of events that were a bit like the Antiques Roadshow for metal fans,” said Meyer. “Then, in 2011, we started this project, Home of Metal, working with Napalm Death and artists such as Mark Titchner. We invited fans to come to museums in the region. The Leather Museum in Walsall got involved, too, showing some of the stage costumes.” News that Black Sabbath were disbanding in 2017 prompted a plan to mark their long career with a major exhibition, the band’s first in Britain. Designed by Morag Myerscough, its highlights will include Osbourne’s crucifix, Iommi’s home studio and outfits worn on stage at some key gigs. “When I say we should have a permanent exhibition, some of the feedback I get argues that heavy metal fans are just 60-year-old white men, so why should we bother,” said Meyer. In response, she began to find ways to show how diverse the metal community is by taking photos of fans from as far afield as Botswana, Japan, Brazil and Indonesia. “It is cross-generational, too,” said Meyer. “Heavy metal has never really been in fashion, so it is never out of fashion either. It has that sense of the outsider about it that draws people who feel they don’t fit in.” At the Midlands Art Centre (MAC), the American artist Ben Venom has also been deployed to display his work in a show entitled All this Mayhem, celebrating the DIY aspects of the heavy metal aesthetic. Venom, from San Francisco, uses traditional quilting to make large textile pieces, customised jean jackets and patchwork clothing, often incorporating song lyrics.“I grew up in the punk metal scene in San Francisco and so, from an early age, this all meant a lot to me,” he said this weekend. “All my adult life I have been interested in those sounds and that world. I feel passionately about it. I love Black Sabbath in particular, and Judas Priest, as well as bands from the Bay Area near me, like Metallica.” Arriving in the homeland of heavy metal for the first time last November, Venom found the Midlands “very raw”. “In America people say Birmingham is like the Detroit of the UK, and I can see that. It is a working-class society. And that’s where I am from too.” For Venom, though, it is not just about the music. He is drawn to the powerful graphic designs and logos. “I love the purity of the strong images. Like the music, it is in your face, direct and to the point. It is not going to ask your permission about anything,” he said. “Heavy metal has been misunderstood, although some of the criticism is for good reason,” he said. “It is indisputably male, but some bands take that in a good direction and some in a bad. And it is interesting, if you look at some of the bands there is a lot of gender-bending. They may be very masculine, but they are dressing up as women.” The historic lack of interest in claiming the Midlands as the home of metal is “extremely perplexing” for Venom. “I don’t see why anyone would not celebrate that,” he said. “It is pretty much the birthplace of a very well-known school of music. It should be a hot spot. Bands like Black Sabbath or Judas Priest are worldwide and this is “ground zero” for all that. Haight-Ashbury, where I live, is ground zero for the Summer of Love and there are people celebrating that right now. I would make a strong argument that should happen right here in Birmingham. Fifty years of Black Sabbath is amazing. They have influenced so many people.” Also on show at the MAC this summer is Hand of Doom, a group of portraits of fans from around the world wearing embellished and embroidered battle jackets. And over at Walsall’s New Art Gallery, the artist Alan Kane has installed an entire four-bedroom house packed with metal fans’ personal memorabilia alongside artworks from Titchner, David Shrigley and Jeremy Deller in a specially created “metal lounge”. In addition, fans’ bedrooms have been recreated, complete with momentos from gigs. “It is all about the relationship with the fans and that question, what is heaviness?” said Meyer. “Because metal is not just a sound, it is the heaviness of life growing up in Aston and working in a factory. These young men did not feel connected to what was going in the world of hippy music at the time. So they made something of their own.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}