{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/25/euphoria-here-we-come-fatboy-slim-silent-ibiza-film-julien-temple-movie-norman-cook", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-25T11:53:57Z", "webTitle": "Euphoria here we come! Fatboy Slim on his 'silent' Ibiza film with Julien Temple", "webUrl": "https://www.theguardian.com/music/2019/jun/25/euphoria-here-we-come-fatboy-slim-silent-ibiza-film-julien-temple-movie-norman-cook", "apiUrl": "https://content.guardianapis.com/music/2019/jun/25/euphoria-here-we-come-fatboy-slim-silent-ibiza-film-julien-temple-movie-norman-cook", "fields": {"headline": "Euphoria here we come! Fatboy Slim on his 'silent' Ibiza film with Julien Temple", "bodyText": "Superstar DJ Fatboy Slim was recently thinking about – and questioning – what it is he does. “I’m just a middle-aged man playing a lot of loud squelching noises to young people, waving his arms around in the air. What really is that?” he asked himself. But then it does make them dance and smile, and he, Norman Cook, still enjoys doing it. “It’s not what I would have chosen to be doing at this age” – 55 – “but I’m loving it so much. It’s the best job in the world because I love music, and my love of music involves sharing it with people.” Is it not boring, doing it sober and drug-free, which he has been for a decade now? “I’m a bit like a vampire. I vicariously get my kicks, but instead of suckling the blood of the young, I absorb their sweat. My secret of eternal youth is being around young people having fun. It’s a kind of serotonin-adrenaline-pheromone mix they give off.” And he taps into it? “I think so. I just lose myself. When I’m in that moment, I’m quite intoxicated. I call it euphoric recall: I tap back into my previous misdemeanours, become in that moment with them but without the hangovers and self-loathing.” Is he happier, sober? “It makes my life way more manageable. It means I can cope as a father.” Cook has two children with Zoë Ball, from whom he’s now separated. Nelly, who’s nine, is into Little Mix, but has also been to Café Mambo in Ibiza with her dad and appreciates he has a cool job. Woody, 18, “is too cool to admit my music might be cool. He’s into drum’n’bass.” I ask if he’s discussed alcohol and drugs with them, but he doesn’t want to talk about that. Now, instead of loathing himself, Cook can loathe golf instead. “Every moment I’m not playing golf is to be cherished.” Does he play? “No.” Will he ever? “Hopefully not.” Golf equals death. When we meet in the breakfast room of a posh London hotel, Cook looks youthful and healthy. He’s wearing a bright short-sleeved shirt, like a man permanently on holiday. Mornings are easier – and longer – than they were before, 10 years ago. Now Cook is branching out from DJing and producing, trying to get respectable jobs on the side, like the film Ibiza: The Silent Movie, a collaboration with director Julien Temple. Temple is due to join us for breakfast but he’s stuck in traffic on a diverted bus. The film is a history of the mythical Mediterranean island – not just the past 30 years, Cook’s era, but 2,000 years. Before the ravers there were Phoenicians and Moors, Romans, dada poets, beatniks, draft dodgers, fascists. It wasn’t always all smiley faces and euphoria, and if someone had their hands in the air it might have been because they didn’t want to get shot. Twenty-one Ibizan priests weren’t smiling when they were executed during the Spanish civil war; nor Raoul Villain, the French nationalist who died slowly on the beach in 1936; nor this pig being slaughtered and butchered. There is blood in Ibiza’s ochre soil – though actually probably not from the pig. This is La Matanza, the traditional Spanish way to slaughter a pig, with hardly any waste; everything is chopped up and used. Temple has chopped up the history, mixing ancient legends with modern mythology, the vandalism of Romans with vandalism by 1980s holiday developers, dadaists grooving out to jazz in an old windmill with the ecstasy fuelled masses at Ku, Pasha and Amnesia. It’s witty and playful. There’s a delightful cameo – Bes the Phoenician God of Dance is played by Bez the Madchester God of Dance (no, really, isn’t that perfect, and he kept his trainers on). It’s hard to categorise. Temple calls it “the loudest silent movie ever made” – because it’s only silent in that there’s no speaking. The chopped-up bits are threaded together by a score – curated, produced and mixed by Fatboy Slim, of course. The soundtrack doesn’t have to dip and fade to allow for the spoken word; this is a film that can be danced to – as they hope it will be when it opens this week at Cineramageddon, Temple’s giant postapocalyptic drive-in at Glastonbury festival. Cook, a fan of Temple’s since he saw his Sex Pistols film The Great Rock’n’Roll Swindle as a teenager, says they have similar methods of working. “The way he puts a film together is very similar to the way I put a record together – a kind of collage of found items, juxtaposing things.” For Cook, peak Ibiza was probably around the millennium, the years of Manumission’s super-parties and its live sex shows. “There were a couple of years that felt like they were the last days of the Roman empire,” he says, not unwistfully. It’s where he met Ball, “allegedly saying ‘How do you fancy not going to bed with me”, he tells me, though the memories from the time are patchy. He does remember her leaping out of his own birthday cake on stage at Manumission. “We were the Posh’n’Becks of the E generation,” he says. “We would do something and it would end up in the papers. Then more people would just get on the plane [to go there], no hotels booked, just to be a part of it.” He helped fill Temple in on Manumission, Space and DC-10, but Cook had known very little about what had happened on the island earlier. It’s been fascinating discovering “these recurring themes of people coming to the island to escape – repression or the draft – or reinvent themselves, or disappear, bringing with them differing styles of music, alternative lifestyles and fashions. It’s a story of people not invading the island but sort of annexing it.” Ah, here is Temple, hot off the bus, very apologetic, cross about politics. (He wants to set up the Republic of Remainia in Britain: “We should be Remainian refugees in our own country.”) He shares Cook’s feelings for golf. “I hate golf, I hate what it represents. I’m glad Donald Trump enjoys it,” he says. Ten years older than Cook, and pleasingly lugubrious, he is less Balearic raver, more Glasto man. Long before filming there, he was showing up at Worthy Farm in 1971, with no shoes or money, and saw David Bowie at dawn. Different drugs back then. “My generation took acid I guess. I did a lot of things I wouldn’t necessarily now,” he says. Presumably, like the men squabbling over who should lead the country, Temple deeply regrets it? “No, I’m proud. I think my way of making films has something to do with the acid I took. I did start to see things differently as a result of doing that. Young people take drugs to discover what our relationship with the world and reality is, and if there’s a point to it.” Temple wasn’t sure he wanted to make an Ibiza film because clubbing is not really his scene, and because there have been other films. Then he hit upon his silent-movie angle, and the idea of telling the whole story of the island, what makes it a strangely mythic place for generation after generation. And a tragic place, too – not only because of unfortunate priests and pigs, but because of themagic disappearing under dodgy property developments, the water running out, more and more planes disgorging loutish tourists who in turn disgorge the contents of their stomachs on to the streets of San Antonio. Or the more recent move towards the VIP bottle-service brigade who have money but bring no magic. What was once the poorest place in Europe has become one of the most exclusive. Enlisting Fatboy Slim sealed the deal for Temple. The soundtrack might be different, but the project isn’t much different from his 2006 Glastonbury film, he says. “Connecting the past through music of the past and archive, the collision of things that are not necessarily meant to be together is a very fresh way of entering the past of a place and explaining its relevance to the present.” Cook also has much previous Glastonbury experience (and he’ll be doing a set following the Cineramageddon screening). He thinks Ibiza and Glastonbury aren’t such a long way apart, except perhaps meteorologically. “Glastonbury is a slightly damper, colder version of the same exercise – escaping to freedom and seeing what happens when you remove the shackles, of having to do a job, get up at any given time, adhere to the norms of society. Then interesting and strange and wonderful things can happen.” Right here, right now, he’s got norms to adhere to, another interview to do, with BBC Radio 6 Music over the road. And Julien Temple has a bus to catch. Ibiza: The Silent Movie is out 5 July and screens at Glastonbury on 26 June."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}