{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/21/facebook-reverses-ban-on-led-zeppelin-album-cover-featuring-naked-children", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-21T08:18:19Z", "webTitle": "Facebook reverses ban on Led Zeppelin album cover featuring naked children", "webUrl": "https://www.theguardian.com/music/2019/jun/21/facebook-reverses-ban-on-led-zeppelin-album-cover-featuring-naked-children", "apiUrl": "https://content.guardianapis.com/music/2019/jun/21/facebook-reverses-ban-on-led-zeppelin-album-cover-featuring-naked-children", "fields": {"headline": "Facebook reverses ban on Led Zeppelin album cover featuring naked children", "bodyText": "Facebook has overturned a ban it made this week on displaying the cover of Led Zeppelin’s Houses of the Holy album, which features images of naked children. The website Ultimate Classic Rock (UCR) had posted the image on Facebook, but it was taken down. UCR was told “there are rules regarding nudity and solicitation that we have to follow” by a Facebook representative after the image was “flagged by other members of the community”. Facebook has now reversed the decision. “As our community standards explain, we don’t allow nude images of children on Facebook,” a spokesperson told UCR. “But we know this a culturally significant image. Therefore, we’re restoring the posts we removed.” The cover of the 1973 album was designed by Aubrey Powell of Hipgnosis, the collective that became renowned for its cover designs for Pink Floyd, 10cc and others. It features collaged images of a pair of children with their backs turned to the camera, posing on Giant’s Causeway in Northern Ireland. The children in the image, siblings Stefan and Samantha Gates, said in a 2007 interview that they were unfazed by the naked photoshoot. “We were naked in a lot of the modelling shoots we did, nothing was thought of it back then,” Samantha said. “You probably couldn’t get away with that now.” The decision comes amid growing consternation at Facebook’s policies on nudity. The US organisation National Coalition Against Censorship (NCAC) staged a naked protest outside Facebook’s New York offices earlier this month. “The nudity ban prevents many artists from sharing their work online,” reads a statement on NCAC’s website. “The ban disproportionately affects artists whose work focuses on already-marginalised bodies, including queer and gender-non-conforming artists. The policy also prevents museums and galleries from promoting exhibitions featuring nudes.” Facebook has since agreed to re-evaluate its nudity guidelines. This week a separate protest was made against Instagram, owned by Facebook, by sex workers and adult models who argue that the social network’s unpredictable policies on nudity are affecting their livelihoods."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}