{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/16/kate-tempest-the-book-of-traps-and-lessons-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-16T07:00:47Z", "webTitle": "Kate Tempest: The Book of Traps and Lessons review – personal and optimistic", "webUrl": "https://www.theguardian.com/music/2019/jun/16/kate-tempest-the-book-of-traps-and-lessons-review", "apiUrl": "https://content.guardianapis.com/music/2019/jun/16/kate-tempest-the-book-of-traps-and-lessons-review", "fields": {"headline": "Kate Tempest: The Book of Traps and Lessons review – personal and optimistic", "bodyText": "While Kate Tempest’s first two albums– 2014’s Everybody Down and 2016’s Let Them Eat Chaos - were each absorbing and impressive enough to be Mercury-nominated, there was a sense that at times their discordant post-dubstep soundscapes obscured the power of her lyrics. Her third finds Tempest hooking up with Rick Rubin, and the effect is revelatory. Rubin has largely excised the beats and prominent basslines that defined her earlier work, stripping back the songs to their bare bones. Instead, minor chords abound amid muted touches of piano and sombre strings (and, on I Trap You, what might as well be a field recording from an old-fashioned fairground). By the time, six songs in, Too Late turns out to be entirely spoken word, the absence of any backing barely registers. She’s moved on lyrically too. Where she previously chronicled the hopes and fears of austerity Britain through the lives of various characters, The Book of Traps... is at once both more personal and more optimistic. She addresses the normally unspoken toxic relationship between love and power, most notably on I Trap You, and the shadow of Brexit looms large. And yet amid the bleakness there are regular countervailing flashes of positivity, never more so than on closer People’s Faces, which over five uplifting minutes takes us from lamenting that “my country’s coming apart” to the observation that “there is so much peace to be found in people’s faces”. It’s a touching end to an always thought-provoking record."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}