{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/04/madonna-madame-x-review-her-most-bizarre-album-ever", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-04T05:00:38Z", "webTitle": "Madonna: Madame X review – her most bizarre album ever", "webUrl": "https://www.theguardian.com/music/2019/jun/04/madonna-madame-x-review-her-most-bizarre-album-ever", "apiUrl": "https://content.guardianapis.com/music/2019/jun/04/madonna-madame-x-review-her-most-bizarre-album-ever", "fields": {"headline": "Madonna: Madame X review – her most bizarre album ever", "bodyText": "We all get old, but never at the same age. Some of us are old when we’re children, bringing briefcases to school and talking to adults at family parties; others leave uni with the thrill that they never have to go clubbing again. Most of us think we’re doing pretty well, then we find ourselves nodding appreciatively at something in a Boden catalogue and suddenly death is real. For years, Madonna outpaced all of this. In 1996, Evita looked like ushering in her middle age, but she did an about turn, delivering convincing, idiosyncratic trip-hop on Ray of Light (1998) and convincing, idiosyncratic electro on Music (2000). Confessions on a Dance Floor (2005) was even better, its Abba samples and smooth deep house a way for her to stay out past 4am with dignity, rather than trying to score ketamine off teenage fashion influencers at the afters, musically speaking. But she couldn’t run forever. Perhaps it began pre-Confessions, when she kissed Britney Spears as if to parasitically extract her youth. Certainly by Hard Candy in 2008 she was playing catch-up, spurring Timbaland and the Neptunes to some of their tamest work, a good five years after their pomp. MDNA (2012) tried to keep pace with stadium EDM, while Rebel Heart (2015) struggled to get its head around a newly global, musically cosmopolitan pop market, and just randomly glued hip collaborators together. The woman who had once led was following, and sluggishly. To her credit, she has not done what many in her position would then do: lick their wounds and sell a jazz standards album to Radio 2 listeners. With Madame X, Madonna instead grits her teeth, puts on a glitter-encrusted eyepatch, looks in the mirror with seriously reduced depth perception and says: “Bitch, I’m Madonna.” And by drawing on the Latin influence of not just reggaeton-crazed recent pop but also her new home base of Lisbon, she has, at 60, produced her most natural-feeling, progressive and original record since Confessions. It’s also one of her most bizarre and sprawling, and features some of her worst ever music. Killers Who Are Partying finds this American multimillionaire – already not shy of white saviourhood – play empath to the world’s huddled masses: “I’ll be Africa if Africa is shut down. I will be poor if the poor are humiliated. I’ll be a child if the children are exploited …” We pause for presumably more of the same, this time in Portuguese, and then: “I’ll be Islam if Islam is hated. I’ll be Israel if they’re incarcerated. I’ll be Native Indian if the Indian has been taken. I’ll be a woman if she’s raped and her heart is breaking.” It’s well intended but fails to read the room – the room here being the entire planet. The dog’s dinner of Dark Ballet, aired in part at Eurovision, features vocodered vocals sung to a melody from the Nutcracker, and irritatingly gnomic pronouncements about commerce blinding us to reality. Extreme Occident, only available on the deluxe version for a very good reason, sees Madonna trying to “recover my centre of gravity” in a politically polarised world – a really worthwhile topic, but expressed in witless lyrics. “I guess I’m lost / I had to pay the cost / The thing that hurt me most …” (at this point you’re ready to bet your house on the final line being about a ghost, but no) “… Was that I wasn’t lost.” Tablas arrive with stupid kneejerk exoticism. It ends with her asserting “life is a circle” about 20 times. These shockers are suitable only for schadenfreude lovers or scholars of extreme camp, but another of these wildly messy tracks actually matches its vaulting ambition. God Control was presumably made after an all-nighter on Reddit – a rambling “Wake up sheeple!” screed that confronts gun reform, disenfranchised youth, democracy and the man upstairs. One section has her rap “Each new birthday gives me hope / that’s why I don’t smoke that dope”, and that her only friend is her brain – all with the peppy naivety of Tom Tom Club’s Wordy Rappinghood. And all of it set to hi-NRG disco with cascading strings and Daft Punk vocoders, for over six minutes. It is – only just – brilliant, and will become an equally beloved and despised curio among fans. All this baroque weirdness knocks the album off its axis, but most of its 64 minutes are actually full of very decent pop songcraft. Future is her go at pop’s next big trend, roots reggae, and while there is a slight, perhaps unconscious but audible white-person Jamaican accent, it is catchy and full-bodied, producer Diplo shamelessly ripping off the brass from Outkast’s SpottieOttieDopaliscious. She returns to Deeper and Deeper-style house on I Don’t Search I Find, its strings and fingerclicks a clear nod to Vogue. Crazy is beautiful and brilliantly catchy, a midtempo soul ballad that you could imagine Ariana Grande singing, but which has clever detailing like an accordion that has surely been influenced by Lisbon’s fado scene. The most emphatically Latin tracks are all strong, particularly Faz Gostoso with Brazilian superstar Anitta, whose frenetic beat is somewhere between baile funk and Angolan kuduro – another Lisbon-influenced rhythm that also flits through the polyrhythmic Come Alive. Bitch I’m Loco, the second track to feature Colombian star Maluma after lead single Medellín, is reggaeton roughage, but will be satisfying enough booming out of a club system. Perhaps there isn’t an absolutely diamond pop chorus on Madame X, but the singles I Rise, Crave, and Medellín all have elegant, sinewy melodies that twine around you rather than jabbing you into submission. Throughout, there is more density and musical adventure than at almost any other point in her career (perhaps this is the influence of Mirwais, who produces numerous tracks here and gave Music its fiendish intricacy). Her voice is remarkably plastic, pitched down one minute and up the next, into a Sia-like bleat and out into robotic polyphony. Often, around the seabed of the mix, is a swirl of aqueous psychedelic sound, profoundly different and much more interesting than her earlier R&amp;B and EDM minimalism. Killers Who Are Partying ends with the questions: “Do you know who you are? Will we know when to stop?” The untamed, batshit Madame X suggests that Madonna doesn’t have the answer to either – and that her strength is in never knowing. • Madame X is released 14 June • This article was updated on Tuesday 4 June with a correction – Killers Who Are Partying was wrongly titled as Killers Who Are Playing."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}