{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/16/il-prigioniero-fidelio-review-welsh-national-opera-wales-millennium-centre-cardiff", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-16T14:34:32Z", "webTitle": "Il Prigioniero/Fidelio review – inspired pairing probes depths of good and evil", "webUrl": "https://www.theguardian.com/music/2019/jun/16/il-prigioniero-fidelio-review-welsh-national-opera-wales-millennium-centre-cardiff", "apiUrl": "https://content.guardianapis.com/music/2019/jun/16/il-prigioniero-fidelio-review-welsh-national-opera-wales-millennium-centre-cardiff", "fields": {"headline": "Il Prigioniero/Fidelio review – inspired pairing probes depths of good and evil", "bodyText": "Freedom is the theme of David Pountney’s final summer as artistic director of Welsh National Opera, and his inspired pairing of Dallapiccola’s Il Prigioniero (The Prisoner) with act two of Beethoven’s Fidelio followed strong performances of Jake Heggie’s Dead Man Walking and Menotti’s The Consul. Overall, they offered a probing examination of the goodness and evil of humanity. As a mirror to the continuing abuse of human rights across the world, it was salutary and a corrective to any assumption that opera is an easy, undemanding form. Lester Lynch’s portrayal of Dallapiccola’s unnamed prisoner, deceived into hoping for freedom, was gripping. Sustained by faith and the cajoling endearment of Peter Hoare’s jailer calling him Fratello (little brother), only with the jailer’s reappearance as the Grand Inquisitor condemning him to death does the prisoner realise hope was the ultimate form of torture. While the archetypal lamenting mother, Sara Fulgoni – vividly reflecting extremes of anguish – was a presence almost throughout, the chorus sang offstage, unseen, rather than entwined in the action. Pountney’s minimal approach created an atmosphere whose rising tension was deeply disquieting. In a different league from Heggie and Menotti, the psychological acuity of Dallapiccola’s score and the beauty of his instrumentation – realised with great sensitivity by Lothar Koenigs and the BBC National Orchestra of Wales, onstage and to one side – made this an intense experience. Using the expanse of the Millennium Centre stage with one set for all these operas – a railed gallery sweeping across the back – Spanish jails of the 16th and 18th centuries were translated here to contemporary bleakness. Thus solitary confinement in the same central cage was also the fate of Beethoven’s political prisoner, Florestan, the impassioned Gwyn Hughes Jones. Emma Bell was in radiant form as his wife Leonora who, disguised as Fidelio, saves him from execution. The WNO chorus and community chorus, combining gloriously in the jubilant finale, wore T-shirts emblazoned with letters that should have spelled out Freiheit – Freedom – but instead were jumbled. The point was clear: even in the 21st century, freedom cannot be taken as read."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}