{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/03/jay-z-is-worlds-first-billionaire-rapper-report-claims", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-03T22:05:52Z", "webTitle": "Jay-Z named world's first billionaire rapper by Forbes magazine", "webUrl": "https://www.theguardian.com/music/2019/jun/03/jay-z-is-worlds-first-billionaire-rapper-report-claims", "apiUrl": "https://content.guardianapis.com/music/2019/jun/03/jay-z-is-worlds-first-billionaire-rapper-report-claims", "fields": {"headline": "Jay-Z named world's first billionaire rapper by Forbes magazine", "bodyText": "Jay-Z has been named the world’s first billionaire rapper in a new Forbes cover story. The magazine has claimed the 49-year-old’s empire “conservatively” totals $1bn after valuing his various ventures as well as any real estate and his art collection. Jay-Z, whose real name is Shawn Carter, is one of just a handful of billionaire entertainers and the first hip-hop artist to claim such a fortune. “It’s bigger than hip-hop,” said his longtime collaborator Kasseem “Swizz Beatz” Dean. “It’s the blueprint for our culture. A guy that looks like us, sounds like us, loves us, made it to something that we always felt that was above us.” Some of his most valuable holdings include his $310m ownership of Armand de Brignac champagne, a $100m stake in D’Ussé cognac, his $100m Tidal streaming service, $50m in real estate and a $70m investment in Uber. It’s also estimated that his music catalogue is worth about $75m thanks to a careful negotiation of his publishing rights. “Most times rappers end up broke or nowhere,” he said in a 2005 interview when his estimated worth was $350m. “It’s time for someone to take it to the next level, to become an executive and open the doors for the culture.” Jay-Z grew up in a housing project in Bed-Stuy, Brooklyn, and was selling drugs as a teen before he started rapping. Without a label, he started selling CDs out of his car before releasing his first album, 1996’s Reasonable Doubt which has sold more than 1.5m copies since. In 2008, he married Beyoncé, whose net worth is estimated to be $355m. On his last album, 2017’s 4:44, he rapped: “Ain’t no such thing as an ugly billionaire, I’m cute.” Recently, the rapper has been involved in philanthropic endeavours, offering legal assistance to cases involving black men mistreated by the criminal justice system. “If he’s a billionaire now, imagine what he’s about to be,” Swizz Beatz also said. “Because he’s only just starting.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}