{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/19/universal-music-group-we-owe-artists-transparency-over-master-tapes-fire-lucian-grainge", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-19T09:03:19Z", "webTitle": "Universal Music Group on master tapes fire: 'We owe artists transparency'", "webUrl": "https://www.theguardian.com/music/2019/jun/19/universal-music-group-we-owe-artists-transparency-over-master-tapes-fire-lucian-grainge", "apiUrl": "https://content.guardianapis.com/music/2019/jun/19/universal-music-group-we-owe-artists-transparency-over-master-tapes-fire-lucian-grainge", "fields": {"headline": "Universal Music Group on master tapes fire: 'We owe artists transparency'", "bodyText": "Universal Music Group CEO and chairman Sir Lucian Grainge has said that the company owes its artists “transparency” over the loss of up to 500,000 master recordings of songs in a 2008 fire. The New York Times has revealed that original recordings by artists including Chuck Berry, Elton John, Aretha Franklin, Snoop Dogg, Muddy Waters and Howlin’ Wolf were likely to have sustained irreparable damage in the fire, which took place at NBCUniversal Studios Hollywood. At the time, reports claimed the incident primarily affected film and television materials, while Universal Studios officials claimed that “in no case was the destroyed material the only copy of a work”, and a representative for UMG claimed there was “no loss”. However, the New York Times obtained depositions and internal Universal Music Group (UMG) files detailing significant losses that included masters from Decca and Chess catalogues, jazz greats including Alice Coltrane and Charles Mingus, and classic hit singles including Rock Around the Clock by Bill Haley and His Comets and Etta James’s At Last. In response to the story, published on 11 June, UMG issued a statement citing “numerous inaccuracies, misleading statements, contradictions and fundamental misunderstandings of the scope of the incident and affected assets”. In a note sent to his company on 18 June and obtained by Music Business Worldwide, Grainge said that, while “many of the assertions and subsequent speculation are not accurate, one thing is clear: the loss of even a single piece of archived material is heartbreaking”. He acknowledged that the fire “destroyed archived recordings, videos and related materials” and that “having our artists and songwriters not knowing whether the speculation is accurate is completely unacceptable … we owe our artists transparency. We owe them answers.” A high-profile Los Angeles law firm is representing “more than 10 but fewer than 100” musical acts, which it has declined to identify, who plan to take legal action over the losses. Howard King, partner in King, Holmes, Paterno &amp; Soriano, told the LA Times: “This has a potentially huge impact on their future, coupled with the rather disturbing fact that no one ever told them that their intellectual property may have been destroyed.” Court documents reveal that in 2009 UMG sued NBCUniversal and its parent company, Vivendi Universal, in Los Angeles Superior Court, alleging negligent maintenance of the storage unit. It sought compensation and damages, and settled in 2013. King told the LA Times: “That would be a good fact to find: how much Universal Music got and then forgot to report to their artists, and to share with their artists.” In his company memo, Grainge emphasised UMG’s commitment to investing “significantly in preserving and protecting” its musical assets, which date back to the late 1800s. “Part of ‘owning this’ [incident] is redoubling our efforts to be a leader in preserving the rich cultural legacy upon which our industry is based.” UMG has formed a team to handle artists’ concerns about damaged assets. UMG is the world’s largest recorded music company. Its 2018 global market share was 31%, ahead of Sony Music at 21% and Warner Music Group at 18.5%."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}