{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/15/beatles-cynthia-lennon-john", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-15T13:00:20Z", "webTitle": "The fifth Beatle? Cynthia Lennon finally wins her place in pop history", "webUrl": "https://www.theguardian.com/music/2019/jun/15/beatles-cynthia-lennon-john", "apiUrl": "https://content.guardianapis.com/music/2019/jun/15/beatles-cynthia-lennon-john", "fields": {"headline": "The fifth Beatle? Cynthia Lennon finally wins her place in pop history", "bodyText": "The true identity of the “fifth Beatle” is a contentious matter for fans of the Fab Four. The name of Stuart Sutcliffe, John Lennon’s close friend, is often put forward, as is the ousted drummer, Pete Best. Others claim the title for manager Brian Epstein or record producer George Martin. Yet Cynthia Lennon, the artist by the young Lennon’s side for a decade, is never even considered. Now a new play about the powerful influence of the first Mrs Lennon is to make the case that she held the band together during the years of their greatest success. “I want to get across how important she was in John’s life, and not just because of their son Julian,” said playwright Mike Howl. “John used to write to her every single day while he was out in Hamburg, playing in the night clubs of the Reeperbahn. Her friends told me they saw some of these letters. I do think that without Cynthia’s love, John would have gone completely off the rails.” Howl’s stage tribute, This Girl, will premiere in Liverpool later this summer, and he believes it will finally give proper credit to her creativity and to the stabilising effect she had on her young husband. “Their relationship helped to keep the Beatles together for as long as they were,” said Howl. Born Cynthia Powell, the gifted illustrator grew up in Hoylake on the Wirral peninsula and first met Lennon as a fellow student at art school in Liverpool in 1957. The two became inseparable and their relationship even withstood Lennon’s one-night stands when the Beatles found international success. They married in 1962, and before their divorce in 1968 she witnessed the Beatles’ transformation from popular Liverpool group to global stars. Several of her cartoon-style drawings of the band’s early years are displayed at th Beatles Story museum in Liverpool’s Albert Dock following a London exhibition of her work in 1999. One shows John tickling the bald head of a man reading a newspaper in front of him on a bus. “The man kept scratching his head, thinking it was a fly. I was embarrassed – but that was John,” she said at the time, adding that her years with John in Liverpool were the best of her life. Her wittily illustrated 1978 book about her early life, A Twist of Lennon, was followed in 2005 by a more serious memoir, John. “The key point for me is that they both fell madly in love when she was 18 and he was 17. It was equal on both sides,” said Howl, 73. “I was in the Cavern Club a lot as a teenager and saw them there. I was in the right place at the right time, so it has always bothered me that no one has looked at Cynthia’s influence before.” While the playwright was researching This Girl, he put out an appeal for people with first-hand memories of Cynthia to come forward. One who responded was Julian Lennon. “He said he was pleased someone was finally writing about how talented his mother was, since all the world has written about his father and no one has paid her any attention,” said Howl. Cynthia died in Spain in 2015, but Howl tracked down two of her closest friends from Liverpool days. One, designer Helen Anderson, recalled making Lennon’s famous cap. “I was told lots of lovely stories, including how Cynthia went out to Hamburg to visit as a naive teenager,” said Howl. “The first half of the play is snapshot moments from their lives together, with some original songs. There is a scene in which John is working on the song You’re Gonna Lose that Girl in their home and Cynthia joins him to sing it.” Cynthia kept painting and married three more times. “She would have been 80 this year, and I feel she must take her place in the Beatles story now,” said Howl. This Girl is on stage from 21-26 August at Liverpool’s Hope Street theatre with additional performances at the Adelphi Hotel"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}