{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/14/bill-callahan-shepherd-in-a-sheepskin-vest-review-brilliantly-sly-celebration-of-family-and-the-infinite", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-14T09:00:39Z", "webTitle": "Bill Callahan: Shepherd in a Sheepskin Vest review – brilliantly sly celebration of family and the infinite", "webUrl": "https://www.theguardian.com/music/2019/jun/14/bill-callahan-shepherd-in-a-sheepskin-vest-review-brilliantly-sly-celebration-of-family-and-the-infinite", "apiUrl": "https://content.guardianapis.com/music/2019/jun/14/bill-callahan-shepherd-in-a-sheepskin-vest-review-brilliantly-sly-celebration-of-family-and-the-infinite", "fields": {"headline": "Bill Callahan: Shepherd in a Sheepskin Vest review – brilliantly sly celebration of family and the infinite", "bodyText": "Online, the “wife guy” gets a bad rap – he is “worthy of suspicion because he appears to be using his devotion to his wife for personal gain”, as the New York Times put it. So Bill Callahan’s latest may arouse suspicion – 20 songs from his perspective as a new husband and father. But despite brilliantly sly lines like, “I got the woman of my dreams / And an imitation Eames” (What Comes After Certainty), Shepherd in a Sheepskin Vest is neither uxorious nor queasy. Instead, the 53-year-old uses his surprising (to him) capacity for devotion to reflect on his responsibility to it, recognising his goodness as stemming from female forces (his wife and late mother; the gifts of song and sunrise on Writing and Morning Is My Godmother), and questioning masculinity’s innate violence (Released, an angry, politicised allegory) and isolationism. This, he realises, he can change: “The house is full of whatever I bring to the table,” he sings on Son of the Sea; Tugboats and Tumbleweeds offers advice to his young son. Its hour run time notwithstanding, few albums are this expansive. The acoustic arrangements and brushed drums expand its sense of the infinite, and Callahan disarms with humour and subtly shattering insight, as acute on close-up domesticity as the wide lens of existence: on 747, he imagines the sun above the clouds as representing the purity of his son’s existence before birth, the light he saw “before our eyes could disguise true meaning”. Yet Callahan remains attuned to it: the profound, affecting Shepherd seems to hold life’s deepest truths."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}