{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/06/madonna-harvey-weinstein", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-06T10:21:21Z", "webTitle": "Madonna: 'Harvey Weinstein crossed lines when we worked together'", "webUrl": "https://www.theguardian.com/music/2019/jun/06/madonna-harvey-weinstein", "apiUrl": "https://content.guardianapis.com/music/2019/jun/06/madonna-harvey-weinstein", "fields": {"headline": "Madonna: 'Harvey Weinstein crossed lines when we worked together'", "bodyText": "Madonna has said that the disgraced film mogul Harvey Weinstein “crossed lines and boundaries” when they worked together on her 1991 tour documentary In Bed With Madonna, which was distributed by Weinstein’s former company, Miramax. In an interview with the New York Times, the singer described Weinstein as “incredibly sexually flirtatious and forward with me when we were working together. He was married at the time, and I certainly wasn’t interested.” She said she was aware he had acted similarly with her female peers. “We were all, ‘Harvey gets to do that because he’s got so much power and he’s so successful and his movies do so well and everybody wants to work with him, so you have to put up with it.’ So that was it.” When allegations that Weinstein had raped and assaulted women were reported in October 2017, Madonna said she wasn’t “cheering from the rafters because I’m never going to cheer for someone’s demise. I don’t think that’s good karma. But it was good that somebody who had been abusing his power for so many years was called out and held accountable.” In the interview, Madonna also denied the rumour that she had once asked Donald Trump on a date. She recalled that while she shot a Versace campaign with Steven Meisel at the photographer’s Palm Beach home, Trump repeatedly called to talk to her. “He kept going: ‘Hey, is everything OK? Finding yourself comfortable? Are the beds comfortable? Is everything good? Are you happy?’” She said Trump had a weak character: “A man who is secure with himself, a human who is secure with themselves, doesn’t have to go around bullying people all the time,” she said. After the New York Times published its story, Madonna had similarly strong words for the journalist, Vanessa Grigoriadis, in a post on her Instagram account. “To say that I was disappointed in the article would be an understatement,” Madonna wrote. She criticised Grigoriadis from “[choosing] to focus on trivial and superficial matters” including “never-ending comments about my age which would never have been mentioned had I been a MAN!” In the original interview, Madonna said of the leak of her 2015 album Rebel Heart: “I felt raped.” Grigoriadis remarked: “It didn’t feel right to explain that women these days were trying not to use that word metaphorically.” In her Instagram post, Madonna said, “I’m sorry I spent five minutes with [Grigoriadis]. It makes me feel raped. And yes I’m allowed to use that analogy having been raped at the age of 19.” She concluded that this was “further proof that the NYT is one of the founding fathers of the patriarchy. And I say DEATH TO THE PATRIARCHY woven deep into the fabric of society. I will never stop fighting to eradicate it.” Madonna releases Madame X, her 14th studio album, on 14 June."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}