{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/30/glastonbury-gender-balance-performers-headline-acts-men", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-30T07:00:11Z", "webTitle": "Glastonbury urged to boost number of women in headline slots", "webUrl": "https://www.theguardian.com/music/2019/jun/30/glastonbury-gender-balance-performers-headline-acts-men", "apiUrl": "https://content.guardianapis.com/music/2019/jun/30/glastonbury-gender-balance-performers-headline-acts-men", "fields": {"headline": "Glastonbury urged to boost number of women in headline slots", "bodyText": "Festival goers were preparing to see Kylie Minogue’s much-anticipated performance on the Pyramid stage at Glastonbury on Sunday, 14 years after the singer had to cancel a headline performance in 2005 to undergo cancer treatment. The announcement of Kylie’s performance, in the “legends” slot at Glastonbury’s biggest stage, came amid criticism of the festival for its lack of women in major headline slots. Janet Jackson played on the Pyramid stage on Saturday after the singer used photoshop to promote herself in a line-up poster. In March, Jackson tweeted the festival poster to her fans, but with the order of the acts altered to make it appear that she had top billing. The three headline acts on the festival’s Pyramid stage this year are all men – Stormzy, the Killers and the Cure. Only three of the acts in the 12 headline slots on the festival’s four main stages are female-led. Acts like Janet Jackson, Lauryn Hill, Miley Cyrus and Kylie are in less prominent slots. Since 2007, eight out of 10 headliners at Glastonbury (82%) have been all-male. Beyoncé in 2011 and Adele in 2016 have been the only female soloists to headline. After the announcement of the Glastonbury lineup, singer songwriter KT Tunstall said: “I have to say it’s still a bit depressing looking at the lineups of festivals. Because it’s been discussed – everyone knows it’s an issue. “I don’t think it’s a big, bad white bloke going ‘no women’. I think it’s a really deep systemic problem at all stages of music.” Organiser Emily Eavis has committed to creating an equal gender balance of performers at the festival, after the Guardian revealed in 2015 that the lineup then was 86% male. “We are working towards 50/50,” she said last week. “Some years it’s 60/40. It’s a challenge we’ve really taken on, and I’m always totally conscious every day that the gender balance should be right.” Eavis also told BBC Radio 4’s Desert Island Discs that she was often the only woman in meetings with music moguls and that some male executives still insisted on speaking to her father, Michael Eavis, who co-created the festival at the family’s Worthy Farm in Somerset. “The live music world has been so male-dominated,” she said. “I go to meetings with just tables of men. Some were great, and some just refuse to accept that they had to deal with me.” As the heat raged on Saturday, a new tent at Glastonbury, the Parlay Parlour, hosted a panel of women to talk on the subject of “Our Bodies, Our Rights”. The space has been set up by the White Ribbon Alliance, as part of its global What Women Want Campaign, with the aim of being a space for women to discuss equality and politics. Speaking on the panel, the Labour MP Jess Phillips said that progress on gender equality was being reversed. “We are in a dangerous and critical area where the religious right in this country and the rightwing politics of this country will take us backwards,” she said. “Our politics are rubbish but our people are brilliant. We are some of the best, most brilliant people, and they can’t take it if we don’t let them.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}