{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/25/snow-patrol-cancel-glastonbury-set-and-tour", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-25T17:01:41Z", "webTitle": "Snow Patrol cancel Glastonbury set and tour due to 'serious' injury", "webUrl": "https://www.theguardian.com/music/2019/jun/25/snow-patrol-cancel-glastonbury-set-and-tour", "apiUrl": "https://content.guardianapis.com/music/2019/jun/25/snow-patrol-cancel-glastonbury-set-and-tour", "fields": {"headline": "Snow Patrol cancel Glastonbury set and tour due to 'serious' injury", "bodyText": "Snow Patrol have cancelled their upcoming tour dates, including a performance at this weekend’s Glastonbury festival. The Northern Irish band’s guitarist Johnny McDaid requires immediate surgery for a serious neck issue. Guitarist Nathan Connolly is also on leave from the band as he recovers from nerve damage. “After consulting with some top neurosurgeons they are all in agreement that the only course of action is immediate surgery,” the group explained in a statement. “To replace Johnny would take at least two people … we feel it’s not appropriate to continue with shows at this stage. It isn’t just their guitars and pianos that would be missed. Their backing vocals are essential to our sound, and their energy and spirits are colossal and are irreplaceable forces.” Snow Patrol have cancelled tour dates up to and including the Latitude festival on 20 July, where they were due to headline. “We have hardly ever cancelled shows in 25 years together and we don’t do it lightly,” the band said. The Charlatans will replace Snow Patrol on Glastonbury’s Other stage on 28 June. Scottish singer Lewis Capaldi will replace the group at TRNSMT festival in Glasgow on 14 July. Stereophonics will play in their stead at Latitude on 20 July. Snow Patrol released their seventh album, Wildness, in 2018. It was their first album to feature McDaid as a full-time member of the band and reached No 2 on the UK charts. The group achieved their commercial peak with their 2006 album Eyes Open, the 58th best-selling album of all time on the UK album charts."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}