{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/26/universal-warehouse-fire-neil-young-cher-martin-luther-king", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-26T11:59:31Z", "webTitle": "700 further artists affected by Universal warehouse fire", "webUrl": "https://www.theguardian.com/music/2019/jun/26/universal-warehouse-fire-neil-young-cher-martin-luther-king", "apiUrl": "https://content.guardianapis.com/music/2019/jun/26/universal-warehouse-fire-neil-young-cher-martin-luther-king", "fields": {"headline": "700 further artists affected by Universal warehouse fire", "bodyText": "The 2008 fire at a Universal Music Group (UMG) warehouse that destroyed a large number of master recordings is more serious than first reported, with another 700 artists affected. The New York Times, which broke the news of the fire earlier this month, reports that artists including Neil Young, Cher, Dolly Parton and the Who were named in a UMG initiative called Project Phoenix, launched following the fire, that searched for duplicates of master tapes that had potentially been destroyed. Other figures whose recordings may have been lost include Martin Luther King Jr and his 1969 album Remaining Awake Through a Great Revolution, featuring a keynote speech to a church convention. Recordings of entertainment legends such as Groucho Marx, Mae West and Bob Hope are also named. In the earlier story, it was revealed that classic recordings including Rock Around the Clock by Bill Haley and His Comets, and At Last by Etta James, had been destroyed, along with masters of Aretha Franklin, Chuck Berry, Elton John and many more. A confidential UMG document from 2009, seen by the New York Times confirmed the scale of the damage: “Lost in the fire was, undoubtedly, a huge musical heritage.” After news of the fire was published, UMG claimed the story featured “numerous inaccuracies, misleading statements, contradictions and fundamental misunderstandings of the scope of the incident and affected assets”; it claims some of the recordings originally reported as having been destroyed, are not, including those by John Coltrane and Muddy Waters. But its CEO Lucian Grainge later put out a statement, saying: “Having our artists and songwriters not knowing whether the speculation is accurate is completely unacceptable … we owe our artists transparency. We owe them answers.” A group of musicians and estates – Courtney Love’s band Hole, Steve Earle, Soundgarden, the estate of Tupac Shakur, and a former wife of Tom Petty – have already filed a lawsuit against UMG, seeking $100m in damages. Love has criticised UMG, telling the New York Times: “No one knows for sure yet, specifically what is gone from their estate, their catalog. But for once in a horrible way people believe me about the state of the music business which I would not wish on my worst enemy. Our culture has been devastated, meanwhile UMG is online with cookie recipes and pop, as if nothing happened. It’s so horrible.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}