{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/29/matt-goss-bros-apparently-im-eccentric-im-fine-with-that", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-29T16:00:04Z", "webTitle": "Matt Goss: ‘Apparently I’m eccentric. I’m fine with that’", "webUrl": "https://www.theguardian.com/music/2019/jun/29/matt-goss-bros-apparently-im-eccentric-im-fine-with-that", "apiUrl": "https://content.guardianapis.com/music/2019/jun/29/matt-goss-bros-apparently-im-eccentric-im-fine-with-that", "fields": {"headline": "Matt Goss: ‘Apparently I’m eccentric. I’m fine with that’", "bodyText": "Lewisham-born Matthew Goss, 50, found fame as the frontman of 80s boyband Bros, which he formed with his twin brother Luke and their school friend Craig Logan. He launched a solo career in the 90s and now lives in Las Vegas, where he has an award-winning live residency at the Mirage casino. Bros reformed for 30th anniversary gigs in 2017, rehearsals for which were filmed for BBC documentary After the Screaming Stops, a cult hit last Christmas. Bros play Brixton Academy on 5 July and curate BBC Four’s A Night in With Bros on 19 July. Are you looking forward to your homecoming show? Very much, I love coming home. Put on a pair of brogues, go shopping on Jermyn Street, feed the birds in St James’s Park. I just like being an Englishman back in London. Apparently I’m eccentric. I’m fine with that. Who says you’re eccentric? I hear it all the time, especially since the film, but I’d rather be eccentric than not. I really do enjoy walking the streets and being around people who know our history. People come up and converse like they’ve known me for years. I’ll get into a black cab and the driver will immediately go, “How’s your brother? How’s Vegas going?” without even saying hello first! I like it that way. What can people expect from the gig? A back-to-basics, down-and-dirty gig. No big production, a bit more rock’n’roll. I’m playing guitar, I’ll jump on the piano a couple of times. We’re grown men now. We just want to plug in and play. How have rehearsals been going this time around? We’re having loads of fun, actually. A couple of arguments as well, that’s par for the course with me and Luke. The difference is now we’re getting through them, rather than plotting to kill each other. Is having a twin like no other relationship? You understand each other better than anyone in the world. It’s annoying and can be a hindrance but it’s also the reason why, when we’re in a room together, something magical happens. Luke’s been staying with me in Vegas while we rehearse and we’ve been mucking around together, just being brothers. We played Marco Polo in the pool the other day for the first time in decades, which was hilarious. Luke came along to my show that night and was sitting in the front row, still shouting “Marco!” I was like “Fuck off, I’m busy!” Do you look at the feud between the Gallagher brothers and feel their pain? Totally. We’re big enough and ugly enough nowadays to just want to get along. It would be nice to see Noel and Liam do that too because Oasis were a brilliant band. I bet they still love each other. That’s a good starting point. Did seeing you and Luke rebuild your relationship in the film inspire other estranged families? One of my mates is an ex-marine, a proper bruiser. He hadn’t spoken to his mum and sister for two years but he watched the film, went straight outside and called them. He’s just back from spending a week with them. Me and Luke constantly get people telling us similar stories. It was a privilege to be involved with something that stirred up that much emotion. Were you surprised by the moments that went viral? I won’t bore you by stating the obvious about the editing process. A lot of those standalone soundbites are out of context – you don’t hear the conversation leading up to them or the valid reasons behind them. But that’s OK. Beyond all that, our sister was killed by a drunk-driver. That’s real. Our mum really did die too soon. Losing them left a gaping hole in our lives. You have to figure out a way to fill that hole or you’d break your ankle. One of your trademark analogies there… [Laughs] I’m not going to stop speaking in analogies. Isn’t that how language is meant to be used? Colourful conversations inspire me. Some people laughed at the film. Were you able to laugh at yourself too? Of course. I found a lot of those moments as funny as anybody else. Instead of curling up into a ball and dying of embarrassment, we thought: We’re not done yet. We want to continue doing what we do, so let’s use it as a platform. Your brother said Britain had never been proud of Bros. Are you belatedly getting respect? There can be snobbery about pop bands but to create music that chimes with millions of people is very difficult. When Bros hit the big time, people thought we were like Ken dolls but I hope people increasingly understand that we’re proper musicians behind it all. Bros used to wear Grolsch bottle tops on their shoes. Did they pay you for the publicity? Thanks for asking that! Grolsch didn’t pay us a penny but they bloody should have done. Apparently their sales went up by a third. What were the highlights at the height of your fame? Having lunch with Princess Diana. Water skiing in the Irish Sea with the Edge, wearing Larry Mullen Jr’s wetsuit. Hanging out with the Rolling Stones – I played table tennis with Keith Richards and Ronnie Wood asked to borrow my jacket for their gig. Watching him play those guitar riffs wearing my jacket was pretty mad. Going to meet the greatest, Muhammad Ali, at his home was a humbling experience. During the World Cup last summer, we went to a pub to watch England and everyone ended up chanting: “When, will we, will we beat Sweden?” Hundreds of fans turning one of our hits into a football chant was a great feeling. Our lives have been nothing short of sensational – both good and bad. Was there ever a chance that former Bros bassist Craig Logan would rejoin the band? No. I still get on well with Craig and consider him a friend. I had lunch with him last year. But it’s like a colleague you worked with decades ago – you drift apart because life gets in the way. You turned 50 last year. How old do you feel? About 33. Although my spirit is probably still 21. But I’m cool with getting older and can’t wait to look like my dad, frankly. He’s a handsome man. How’s your French bulldog, Reggie? He’s a nutter but I love him. My old bulldog, Alfie – whose painting you see in the film – was a life-changing pet. We were inseparable and my ex used to say: “If he could crawl up your arse and die, he would.” I swore I’d never have another pet but then when Mum passed, it put everything in perspective. When I came out of the grieving period, I realised I had to start living my life again. Getting Reggie was part of that. I had a friendship with Reggie Kray – he used to call me up and read poetry to me – and always loved his name. A proper, solid British name. What else is in the pipeline? I’ve written the lyrics for an Upstairs, Downstairs stage musical, which has been one of the most cerebral projects of my life. We’re funded and it’s headed towards the West End. We’re in talks about a second film and are working on a new Bros record. And incredible things are happening for my 10th anniversary year here in Vegas. I just want to continue representing my country and be a gentleman while doing it. Bros play Brixton Academy on Friday 5 July"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}