{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/07/the-heat-is-on-how-to-make-the-feelgood-hit-of-the-summer", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-07T05:00:18Z", "webTitle": "The heat is on: how to make the feelgood hit of the summer", "webUrl": "https://www.theguardian.com/music/2019/jun/07/the-heat-is-on-how-to-make-the-feelgood-hit-of-the-summer", "apiUrl": "https://content.guardianapis.com/music/2019/jun/07/the-heat-is-on-how-to-make-the-feelgood-hit-of-the-summer", "fields": {"headline": "The heat is on: how to make the feelgood hit of the summer", "bodyText": "As the days get longer, a strange phenomenon occurs. Everything you do becomes soundtracked by one seemingly omnipresent melody, one incessant beat. You might pride yourself on not knowing what it is, but it will prevail regardless. This is the song of the summer. In 2013 it was the relentless funk of Daft Punk’s Get Lucky. In 2003 Beyoncé was inescapably Crazy in Love with Jay-Z; and 1999 rang with Lou Bega’s shopping list of lovers, Mambo No 5. Last year, in the UK at least, it was a three-way tie between Calvin Harris and Dua Lipa’s One Kiss, Drake’s God’s Plan and George Ezra’s Shotgun. Those three songs went on to become the three biggest sellers of the year and, in Ezra’s case at least, led to lucrative festival headline bookings this summer. In the UK, the biggest music sales period traditionally used to be the run-up to Christmas, both for albums (as gifts) and singles (in the race for Christmas No 1). But as we purchase less music directly and swing behind streaming, the summer, stretching from as early as April to late September, is much more lucrative. “It’s genuinely difficult now to have a ‘new’ Christmas hit: the playlist-heavy patterns of streaming mean the classics are played heavily,” says Stuart Dredge, editor at music-industry publication Music Ally. “Who’d go up against Mariah?” In broadcasting, too, the summer is considered a more exciting time of the year for music. “For us at Radio 1, it’s always felt that summer songs were more important than Christmas songs,” says Radio 1 and 1Xtra’s head of music, Chris Price. “I think that’s because young people own the summer.” School and university ends, it’s festival season and time for holidays. The summer months have an intensity that the rest of the year lacks, and any record that can sum up that elusive feeling is destined for a permanent place in listeners’ hearts. So what can prospective summertime songwriters do to optimise their chances of a hit as the mercury rises? An aura of end-of-term excitement is a good start. “I’m constantly trying to capture summer feelings,” explains Carly Rae Jepsen, she of the 18m-selling Call Me Maybe (song of the summer 2012). “I’ll be like: ‘The chorus needs to lift so it’s like you’ve got the wind in your hair and you’re on a rollercoaster and running to the top of the mountain!’ and they’re like, ‘OK …’” Yet a summer tune need not be as light and hooky as Call Me Maybe. Billie Eilish’s Bad Guy couldn’t be moodier yet it feels as though it could seep into the long shadows of muggy evenings. “The key ingredient is a massive, simple chorus, easy to jump to in a field somewhere,” says Beats 1 host Matt Wilkinson. “But it doesn’t always have to be Good Vibrations or the most obvious summery song. It can be a dark song.” With the global appetite for Latin music from reggaeton to salsa seeming insatiable, its rhythms are more of an asset than ever. This year, Sech’s Otro Trago and Lunay’s Soltera are set to be the songs of 2019’s summer in Latin America; and because we Brits associate Latin culture with sunshine, it’s the optimum time for them to cross over here, too. Craig Kallman, CEO of Atlantic Records, produced Cardi B’s 2018 summer hit I Like It. He spent seven months considering the “incredible danceable, rhythmic party nature of Latin music” to make something summer-perfect, built around a sample from Pete Rodriguez’s I Like It Like That, pulled from his 750,000-strong record collection. I Like It seems even more precision engineered for summertime success than most such hits, featuring not only Cardi B, whose popularity and goodwill was peaking, but also Bad Bunny and J Balvin, two of Latin pop’s biggest stars. “Making one of those summertime anthems was certainly an aspiration,” Kallman says. “Thinking that this could be one of those records that’s played and heard in every car driving down the block, every block party, every backyard barbecue, every schoolyard, as well as being a nightclub anthem.” In 2016 another Latin hit, Luis Fonsi’s unstoppable Despacito, became huge on its own considerable merits in the Americas, but earned its British success off its Spanish-language exoticism; listening to it felt like going on a summer holiday of the mind. Such records are doubly potent if you throw in a novelty element, such as Las Ketchup’s The Ketchup Song (Aserejé) and Los Del Rio’s immortal Macarena, both of which sparked global dance crazes in 2002 and 1995 respectively. This year, Daddy Yankee’s Con Calma, which interpolates Canadian rapper Snow’s 1992 track Informer, seems to tick this particular box. “The songs that typically stand out as potential songs of the summer often have a novelty factor,” says Jon Klein, who works on pop playlists at Apple Music. “But not necessarily in a bad way. The novelty is that they’re unique sounding and seemingly emerge out of nowhere.” Timing is everything. Ezra’s Shotgun was intended to be the lead single from his 2018 album Staying at Tamara’s, but his record company deliberately held it back in order to hit as summer began, when that “underneath the hot sun” lyric might make sense, even under unpredictable British skies. “We were originally looking at the single coming out in January,” says Ferdy Unger-Hamilton, Ezra’s A&amp;R, “and I was like: ‘There’s no way that we’re doing that.’ We got a great note from Ed Sheeran going: ‘Bloody hell, why is that record not out now?’” In the end, the song was pushed to radio and TV in May when it was already a fan favourite. It spent 12 weeks in the top 3 and is still in the UK top 50. “There’s no evil, twisted marketing engineering,” says Unger-Hamilton. “We didn’t buy a campaign with a suntan lotion company or anything. It was the right artist on the right campaign at the right time.” Ezra is an established artist with a legion of listeners ready to lap up his folk-pop gap-year tales; if you are a newer artist, it might pay to unleash your bid for summer ubiquity a bit earlier. “We’re constantly planning,” says Price of Radio 1 and 1Xtra’s music policy. “We’ll work maybe three to six months out.” For streaming playlist success, it also helps to give listeners a longer lead time. “If it’s a new artist or an emerging sound, it can take months to reach the summit,” Klein confirms. Lil Nas X’s Old Town Road, a song that most commentators agree has the potential to be this summer’s definitive song, was first released in December. It found its feet by hopping on savvy hashtags on the Gen-Z video app TikTok, tapped into not one but two current trends (country and trap), and really caught on in the UK after Billy Ray Cyrus appeared on a remix to growl about Fendi sports bras. “That’ll be the song of festivals this year,” Wilkinson reckons. “At campsites, people will start singing it at 6am.” Could a changing pop landscape undermine the definitive song of the summer, though? With streaming and social media levelling the landscape, we are likely to have more years like 2018, where no one song dominates. This fragmenting of our collective cultural experience prompted Rolling Stone to declare that the song of the summer no longer exists, replaced instead by a playlist’s worth of tracks favoured by different demographics. This is partly because radio cannot necessarily make or break a song in the way it could 20 years ago. The process has become much more fragmented and having your song added to the right streaming playlist can be just as important. “Before, I think you could engineer it: right artist, right song, right support, right timing, everything,” say Zane Lowe, global creative director at Apple Music. “Now, with streaming, there are no guarantees. Even the biggest artists can come back now with a song that on paper, and when you hear it, you think is a complete no brainer. But then it’s like: ‘Why is it sitting at No 6 on the chart?’” The final ingredient, then, is some kind of alchemy. “We really didn’t know!” says Jepsen of her global megasmash. And despite the months of hard labour that went into Cardi’s I Like It, Kallman could never be sure it would land. “I just felt like we had something special and magical,” he says. “You can never predict what is going to ultimately happen.” So what will be the song – or rather the songs – of summer this year? Behind the scenes, they will have been honed and prepared like so many beach bodies, but it will take far more than that, some ineffable magic, to truly make them shine. Song of the summer 2019: the contenders Meduza – Piece of Your Heart (feat Goodboys) By pairing one melody nicked from another previous summer smash by David Guetta with a chorus designed to be chanted in cheap swimwear, this deep house roller is 2019’s poolside anthem of choice. Blinkie – Little Love (feat Grace Tither) Every summer needs a totally generic, HD-polished piano house track to soundtrack the more carefree montages in Love Island, and this is 2019’s, hoisted aloft by a piercingly catchy chorus. See also: Tiësto, Jonas Blue and Rita Ora’s Ritual. India Jordan – DNT STP MY LV Destined to instil complete pandemonium at all summer festivals is this high-tempo dance track built around a Todd Edwards-style cut-up vocal sample; pure UV radiation in music. Luca Hänni – She Got Me With its reggaeton beat and Major Lazer-style sirens, Switzerland’s Eurovision entry already invites tequila shots with strangers – and its “dirty dancing!” chorus will ensure the year’s most ill-advised holiday romances. Lizzo – Truth Hurts Juice was the big single, but this track from the Minneapolis rapper is slow-burning its way onto everyone’s summer playlists thanks to its constant punchlines and catchy chorus kiss-off. G-Eazy – West Coast (feat Blueface) It’s a toss-up between this, DaBaby’s Suge and YG’s Go Loko for the slow, low-riding rap track to play out of your car to pretend you’re rolling through LA while negotiating a sofa-warehouse car park. Stardust – Music Sounds Better With You The summer smash of 1998 has been depressingly absent from streaming services and YouTube, but it will finally arrive on 28 June to enthral a new generation with its Chaka Khan-sampling genius. Dalex – Pa Mí (Remix feat Rafa Pabön, Khea, Sech, Feid, Cazzu &amp; Lenny Tavárez) Well, it won’t do a Despacito, but this is the warm-evening Latin hit of the year, with an extremely sensual top line; taken from the album Climaxxx, whose title tells you exactly what it is designed for. Steve Lacy – Playground The way the slap bass and jangling guitars combine in the opening 20 seconds of this song are the most summery thing imaginable, and Lacy’s falsetto vocal continues to keep the clouds at bay. Miley Cyrus – Party Up the Street (feat Swae Lee &amp; Mike WiLL Made-It) Time was that a Miley Cyrus song called Party Up the Street would have namechecked molly and featured LMFAO, but this slowly pulsating track is admirably restrained – you can feel the heat rising as if from evening tarmac. Ben Beaumont-Thomas"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}