{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/18/the-eternal-influence-of-joy-division-moby-killers-jon-savage-zia-anger", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-18T10:00:46Z", "webTitle": "'Like the centre of a wheel': the eternal influence of Joy Division", "webUrl": "https://www.theguardian.com/music/2019/jun/18/the-eternal-influence-of-joy-division-moby-killers-jon-savage-zia-anger", "apiUrl": "https://content.guardianapis.com/music/2019/jun/18/the-eternal-influence-of-joy-division-moby-killers-jon-savage-zia-anger", "fields": {"headline": "'Like the centre of a wheel': the eternal influence of Joy Division", "bodyText": "Joy Division oral historian Jon Savage on the band’s place in pop I initially saw Joy Division when they were known as Warsaw in 1977, but the first time I thought they were something extraordinary was watching them supporting John Cooper Clarke in June 1979. Live, Joy Division were heavy. Performers – and David Bowie is a good example – know exactly what to give and what to withhold, but [singer] Ian Curtis didn’t have that stagecraft. He just came on and gave everything. That is something that’s not infinitely reproducible. I didn’t know about Ian’s epilepsy at the time. The only person who talked to me about his emotional state was [Factory Records’] Alan Erasmus who said: “There’s trouble.” When I saw them play at the Factory in April 1980 it was so intense I had to leave. Ian was – to use that dreadful phrase – for real, and that intensity was ferocious. Most pop music is about distant emotion. Ian wanted to go very deep, and the band went with him. Equally, I’m afraid the idea of the “tortured poet” and dying young is ingrained in the idea of the teenager, so Ian’s suicide ticks all the boxes of a romantic hero, but it’s a mistake to think Joy Division were doomy. It’s poised between the light and dark and somehow outside of time, so 40 years on they are still up there. Kevin Cummins on Joy Division’s iconic photography I first photographed Warsaw at the Electric Circus and Rafters, when they wore PVC and [bassist] Hooky had a plastic cap. They looked like a prototype Frankie Goes to Hollywood, but once they became Joy Division the music changed dramatically. The lyrics were sombre, so I wanted to create some mythology around them. We all wore our old school jumpers and trousers with army overcoats because we were skint. They looked east European and utilitarian. I didn’t want pictures of them smiling. They weren’t interested in having their photos taken, so you had to create more than a straight band shot. The photograph of them in the snow on the bridge in Hulme was unconventional – the band were in the distance – but it looked like Joy Division sounded: bleak, industrial, full of space, like postwar Poznań. When I shot Ian for NME in the overcoat, smoking, looking into the camera, the rest of them were trying to make him laugh. But once they saw how they looked, they became the characters in the photographs on stage. Music press photographers used black and white then because NME printed in monochrome, which gives those photos a timeless quality. You see that look everywhere now and countless groups have asked me to replicate the bridge shot but you can’t. I always tell the band I rescued them – left to their own devices, they’d have ended up looking like Bon Jovi. Moby on Joy Division’s influence on dance and electronic producers From the cover art to the Sylvia Plath-esque lyrics to the detuned pianos on side two, Closer is a perfect album. In 1981, my friend Dave bought it and let me tape it. I remember hearing Atrocity Exhibition (which we all thought was called “astro-city exhibition”) and even before it was finished I’d fallen in love with Joy Division. I spent more time in high school listening to them than I did with my friends and family and the band are a huge influence [on me]. Sonically – for the way in which they melded traditional instruments with synthesisers and drum machines – thematically and even aesthetically. I spent years wishing I could live in the empty warehouse where they shot the Love Will Tear Us Apart video and then, lo and behold, I spent years living in empty warehouses. In many ways it’s hard to separate Joy Division from New Order, who inspired all of the early techno and house producers, myself included – I’ve covered New Dawn Fades. Joy Division continue to resonate because of that combination of beauty and brutality. Ian managed to beautifully express what so many of us are unable to. Zoe Lambert on channelling Joy Division into fiction Growing up in Manchester, Joy Division were part of the musical landscape. When editor Richard V Hirst was approaching writers for the book We Were Strangers: Stories Inspired by Unknown Pleasures, he said my writing had a northern grimness which reminded him of their music. I was told to choose a song and write a story. I chose She’s Lost Control because the subject matter – a woman with epilepsy – dovetailed with things I’d been writing about, such as disability, caring and illness. I listened to Unknown Pleasures while writing. The beat of She’s Lost Control is powerful, like a heartbeat. The song has scenes in the lyrics: “She walked upon the edge of no escape / And laughed ‘I’ve lost control.’” I was interested in the myth of Ian Curtis – the broody young man – but also, he was married with a baby, and worked as a disablement resettlement officer. The song is almost a memorial about a girl who came in looking for a job and then died. We don’t know her name, that really touched me, and I was thinking about how it impacted him when he developed epilepsy. I wanted to write a story that gave her something – she finds a job – but with Joy Division’s element of teenage yearning and desire to leave a mark. The publisher’s fiction editor, Tim Shearer, was at the same school as Ian. He had a fan club even then. Director Zia Anger on how Joy Division influenced her film, I Remember Nothing In 2007, my father took me to see the film Control because we’d learned that somebody in our family had epilepsy, this mysterious disease that is never talked about. The movie was the only time I’d seen a cinematic depiction of epilepsy that didn’t sensationalise it, so when I was making a film about it I started listening to Unknown Pleasures. The song I Remember Nothing was lyrically amazing, and the title fitted a moment in my script where the character says: “I don’t remember.” The script is based on the five stages of a grand mal seizure. I was interested in discussing something unspeakable or unknowable through a creative lens, like Ian was doing. Lack of sleep, alcohol and lights all trigger seizures, so how hard it must be to have this happening for just doing what every other young person is doing. The depression that must result from that really resonated with me, but going back to the lyrics and realising that he was trying to process what was happening to him was powerfully inspiring. The lyrics to I Remember Nothing have the poetry that I wanted the character to have, and capture the mystery of being human. I just hope people don’t show up thinking it’s a Joy Division movie. Curator Matthew Higgs on Joy Division’s influence on visual artists and designers I grew up near Preston, so saw Joy Division at least five times when I was 14 or 15. I saw the Bury riot gig and the Preston show, a famous bootleg. We used to watch them rehearse on Sunday afternoons. When they went to the pub they’d leave us with their instruments and let us play them. They were unusually accommodating. I went to art school, became director of exhibitions at the Institute of Contemporary Arts and moved to New York to curate at the White Columns gallery because of Joy Division. They were ordinary people who did something extraordinary and after seeing them live, something fundamentally shifted in our aspirations. In 2017, I organised the True Faith exhibition in Manchester with Jon Savage and Johan Kugelberg to draw attention to how Joy Division function as a catalyst for all kinds of people: film-makers, photographers, clothes designers, and artists such as Martin Boyce, Jeremy Deller and Mark Leckey. Glenn Brown dedicated his first three years’ work to Ian and Julian Schnabel made a painting based on the cover of Closer. Our world wouldn’t look the way it does without what [Joy Division sleeve designer] Peter Saville was doing in Manchester. I don’t think we’d have got to art without their help. Tim Burgess on how Joy Division shaped independent music Unknown Pleasures is one of my most played records. When I used to listen to it through headphones, trying to understand it, it used to put me in a trance: it did something to me. My friends called it “vampire music”. One of my first bands were called Interzone and we did a cover of New Dawn Fades. Ian is a major influence, as a singer and lyrically; if I try to borrow anything from him directly it doesn’t fit into what I do but he is my favourite frontman. Joy Division created a blueprint for how a band could operate independently. Growing up in Manchester and Cheshire, the fact that they were from Salford and Macclesfield, on an independent label, doing it with their mates, inspired me to form a band with my closest friends, be on an independent and with Closer engineer Chris Nagle producing. I felt I was doing what I’d been taught. Like Joy Division and New Order, I still try to make every setlist different and go with the feeling. I have a tattoo of FAC 33 – Ceremony, written by Joy Division, performed by New Order, on Factory Records – on my shoulder bone. It’s recognising something I carry with me for ever. Dr Jennifer Otter Bickerdike on Joy Division’s impact on academia I grew up in an Italian Catholic family [in California] where you were supposed to turn to God. I’d had a bit of abuse in my family background and God hadn’t helped but Ian’s vocals touched something deep and dark in me that nothing else could. I’d thought about killing myself lots of times but listening to that music and that voice, I still felt lonely, but not alone. When one of my best friends was murdered, I could not get far enough away. I sold everything to go to England and did a PhD on Joy Division to get a British passport. People at Goldsmith’s thought I was nuts but Joy Division are a gift for academics. I interviewed 28 tribute bands, some as far away as Iran, and today, conferences attract academics from all over the world. The story is uncomfortable – troubled young man makes beautiful music and no one discovers what it means until he kills himself – but Ian meant what he was singing. I relate Joy Division to Siegfried Kracauer’s theory, The Mass Ornament – they are like the centre of a wheel and so much is connected to them. The Killers’ Dave Keuning on Joy Division’s legacy to rock guitarists Growing up in middle America, I heard New Order on the radio and worked backwards. The guitar lines in Joy Division are really interesting which is why they’ve inspired generations of guitarists. There’s a lot of rough, out of tune, almost clean but with slightly dirty amps, and stark, angular playing. Bernard Sumner is kind of an underrated guitar player because he’s become known as a singer, but he’s a huge influence on me and you can definitely hear Joy Division all over the Killers. [Director] Anton Corbijn asked us to cover Shadowplay for Control and we loved doing it so much it stayed in the live set. Theirs is stark and monochrome, very late-70s Manchester. We did our own version but if I cover it again I might learn Bernard’s guitar solo note for note, just to play homage. The Killers got their name from a New Order video and I used to play Crystal a lot in soundcheck, so playing it with them on stage felt like coming full circle. All my friends who know about Joy Division tend to have become musicians or creatives. I don’t meet many average people into Joy Division. Tim Marshall on how Love Will Tear Us Apart became a terrace favourite Manchester United fans started singing “Giggs will tear you apart again” to the tune of Love Will Tear Us Apart when Ryan Giggs was [interim] manager in 2014. Most pop songs that become football chants are big commercial hits – think of White Stripes’ Seven Nation Army or Slade songs in the 1970s. It’s more unusual for a chant to come from alternative music, especially from a band not exactly known for exuberance. With Joy Division being from Salford and Macclesfield, they lend themselves to being sung at Manchester United, but now lots of other clubs have versions of the chant. When opposition fans taunted “Leeds are falling apart again” at my team, Leeds United, our fans adopted it ironically and now sing it when they’re winning. I doubt if many people chanting it own Unknown Pleasures or Closer, but Love Will Tear Us Apart is an easy, melodic tune with simple repetitive words. It’s tailor-made for chanting. • Jon Savage’s oral history of Joy Division This Searing Light, the Sun and Everything Else is published by Faber. Tim Marshall is the author of Dirty Northern Bastards! And Other Tales from the Terraces: The Story of Britain’s Football Chants."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}