{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/08/diary-of-one-who-disappeared-royal-opera-manon-lescaut-holland-park-agrippina-barbican-philharmonia", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-08T11:00:12Z", "webTitle": "The week in classical: The Diary of One Who Disappeared; Manon Lescaut; Agrippina/Il Pomo d’Oro; Philharmonia – review", "webUrl": "https://www.theguardian.com/music/2019/jun/08/diary-of-one-who-disappeared-royal-opera-manon-lescaut-holland-park-agrippina-barbican-philharmonia", "apiUrl": "https://content.guardianapis.com/music/2019/jun/08/diary-of-one-who-disappeared-royal-opera-manon-lescaut-holland-park-agrippina-barbican-philharmonia", "fields": {"headline": "The week in classical: The Diary of One Who Disappeared; Manon Lescaut; Agrippina/Il Pomo d’Oro; Philharmonia – review", "bodyText": "A liaison with an outcast, a farm boy captivated by a gypsy girl, an elderly composer obsessively in love with a married mother less than half his age. All these strands combine in one of the most unorthodox song cycles in the repertoire: Leoš Janáček’s The Diary of One Who Disappeared (1917-20). Consisting of nearly two dozen songs, some just snatches, each seething with erotic passion, it requires not only a tenor and pianist, but also – minimally – a mezzo-soprano and three additional female voices. It’s a relative rarity in the concert hall, and a natural for dramatic treatment. Deborah Warner staged it at the National Theatre, in a translation by Seamus Heaney, in 1999. Now the omnipresent Belgian director Ivo van Hove has constructed an elaborate and coolly mysterious version with the Flemish company Muziektheater Transparant. As part of a world tour, three performances were given at the Royal Opera’s Linbury theatre, with the British tenor Ed Lyon fierce and intense in the central role and Lada Valešová as pianist/music director. New songs by the Belgian composer Annelies Van Parys were incorporated, nominally to give the perspective of the Roma girl, Zefka, sung by the French mezzo-soprano Marie Hamard. If they didn’t add much, sitting discreetly and discretely within Janáček’s untouchable sound world, nor did they disturb. The troubled emotions of the man, here a photographer inhabiting a darkroom-cum-elegant studio home, dominate. An actor, Wim van der Grijn, plays a figure who might be a father, or an older version of the young man, and in the end is clearly Janáček himself, waiting in vain for the object of his infatuation, Kamila Stösslová, to return his passion. Whatever it all meant, in its confusing but suggestive way it was beautifully conceived and performed. Jan Versweyveld’s sinewy, detailed designs, referencing Antonioni’s 1966 film Blow-Up, made exquisite use of dappled light. It’s a pity no one corrected the many errors in the surtitles. For an intricate assessment of Janáček’s painful relationship with Stösslová, I strongly recommend Dennis Marks’s BBC TV documentary with the tenor Ian Bostridge. For an excellent, up-to-the-minute recording, with Janáček’s music pure and unadulterated, Nicky Spence and Julius Drake’s Hyperion disc is out this month. Tugging, throbbing, soaring: the orchestral intermezzo at the centre of Puccini’s first success, Manon Lescaut (1893), marks the opera’s turning point, splitting the drama into two. Until that moment, the heroine’s coquettish behaviour irritates. She’s the one, from the 1731 novel by the Abbé Prévost, who can’t choose between jewels and love. That old poser. Then all plunges headlong to disaster, but her emotions are at last selfless and in the nick of time – enriched by Puccini’s extravagant and sumptuous score – grab our sympathy. Opera Holland Park’s new production, which opened the 2019 season, caught the mood of hope and despair with a hardworking cast, terrific chorus and some eloquent orchestral playing from the resident City of London Sinfonia, under the baton of Peter Robinson. The first night had problems, and a Manon who, in this case, won our compassion rather too early. The British soprano Elizabeth Llewellyn, an OHP favourite, was recovering from laryngitis (an announcement was made). Though valiant to the end and potentially striking in the role, she could command neither the volume or strength needed. Other difficulties may be harder to fix. The staging, in designs by George Johnson-Leigh, updates the action to the heady mid-1960s judging from the extensive use of the game Twister (trademarked in 1966). The awfulness of women in tight, short shift-dresses disporting themselves in the name of colour-coded fun – upskirting in the pre-smartphone era – certainly created a frisson of revulsion. Yet the purpose of this modernising remained opaque. Hans Werner Henze borrowed from Prévost’s novel for Boulevard Solitude (1951), but relocated the action wholesale to Paris after the second world war. The Polish director Karolina Sofulak, in her OHP debut, has left us with a confusion of imagery that makes the abduction of Manon, still dressed in starlet sequins and furs, and deportation to the “desert” outside New Orleans – or somewhere with nothing but a lamp-post – incomprehensible. The decision to use the whole expanse of OHP’s long, narrow stage made the action seem remote – at times literally, if you were sitting on the wrong side at a particular moment. Most puzzling was the restrained physicality between the lovers, Manon and Des Grieux (Peter Auty). The throat infection may have been to blame. Or had they been instructed not to touch each other when words and texts, admittedly working hard to remove the necessity, screamed sex and passion? The casting of Auty as the noble young hero, scaling his high notes admirably despite occasional dryness, and Stephen Richardson as the suave sugar daddy, Geronte, must have had a specific intention: the “teenage” Manon’s relationship is not, here, a contrast between penniless youth and grey-haired wealth but between two men in various stages of middle age. Paul Carey Jones made the most of his strange portrayal as Manon’s deceitful, self-interested brother, Lescaut. Or perhaps it’s normal to want to wear your sister’s turquoise-glitter pumps. It was a crude, outdated depiction of camp. Despite these reservations, the chance to hear Puccini’s early masterpiece is always worthwhile, and Opera Holland Park, as always, does it with heart. If Manon is fickle, Agrippina, unloving wife of the Roman emperor Claudius, is pure poison. Handel’s early masterpiece is an exploration of the power politics of ancient Rome – so many jostling to be head of state we could be at Conservative party HQ – with Agrippina as chief puppeteer. Ahead of Barrie Kosky’s new staging at the Royal Opera House, the Barbican gave a concert performance with Joyce DiDonato in the title role and Maxim Emelyanychev conducting vigorously from the harpsichord. Both will be at Covent Garden in September. It’s a marathon of a piece, especially in concert, but so overflowing with firework arias and orchestral invention – played with gymnastic skill and energy by members of Il Pomo d’Oro – the evening flew by. Elsa Benoit, Xavier Sabata and Franco Fagioli led the ensemble. DiDonato reigned supreme. At last the Philharmonia has announced a successor to Esa-Pekka Salonen, who steps down as principal conductor and artistic adviser in 2021, after 13 years at the helm. The chief conductor designate is another Finn, 33-year old Santtu-Matias Rouvali. According to the typography on the programme, he will be known as Santtu, rather as Mirga Grazinyte-Tyla is known as Mirga. This key appointment, part of the triumvirate of conductors at the head of London’s orchestras, with Simon Rattle pre-eminent at the LSO and Vladimir Jurowski soon to leave the LPO, will determine the future of the Philharmonia. It’s a time of change and challenge. This orchestra must raise its profile and clarify its identity. Santtu may be the person. The omens are good. His concert last week, the first after the news, prompted excellent playing from the orchestra, especially in the many moods of Stravinsky’s Petrushka and in the composer’s Violin Concerto, with another Finn, Pekka Kuusisto, as daredevil soloist. Santtu’s approach is clean, incisive, analytical, as this repertoire demands. At the end he spoke briefly to the receptive audience. As a one-time percussionist, he wanted to make his own offering. “You can leave it or take it,” he said, with charming idiomatic inversion, upstaging everyone with a virtuosic showpiece, Czardas by Vittorio Monti, on marimba. On the evidence so far, I think we should take it. Star ratings (out of five): Diary of One Who Disappeared ★★★★ Manon Lescaut ★★★ Agrippina/Il Pomo d’Oro ★★★★ Philharmonia ★★★★ • Manon Lescaut is in rep at Opera Holland Park, London, until 26 June"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}