{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/14/jai-paul-track-of-week", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-14T10:00:36Z", "webTitle": "Tracks of the week reviewed: Jai Paul, Liam Gallagher, Bon Iver", "webUrl": "https://www.theguardian.com/music/2019/jun/14/jai-paul-track-of-week", "apiUrl": "https://content.guardianapis.com/music/2019/jun/14/jai-paul-track-of-week", "fields": {"headline": "Tracks of the week reviewed: Jai Paul, Liam Gallagher, Bon Iver", "bodyText": "Jai Paul Do You Love Her Now &amp; He You wait seven years for a new Jai Paul tune and then two come along at once. This double drop from Rayners Lane’s prodigal son comes on like a north-west London reincarnation of Prince in the low-key funky sex jam Do You Love Her Now. He, meanwhile is as powerfully 80s as Janet Jackson in a white crop top sipping buck’s fizz in a 10th-floor bar full of City boys. This is nothing less than a hero’s return. Bon Iver U (Man Like) OG sad-boi Bon Iver is back once again with the Kleenex and an uber-collaborative Patagonia puffer jacket gospel tune. There’s also an extremely leftfield new collaborator: it’s not LA alt.balladeer Moses Sumney or the National-affiliated Brooklyn Youth Chorus we’re talking about, but rather the appearance of piano-tinkling 1980s AOR don Bruce Hornsby, he of The Way It Is fame. Proof that Justin Vernon is the millennial face of yacht rock we always suspected him to be. Arlo Parks George Eighteen-year-old Arlo Parks mooches her way through George like she’s been booted out of double chemistry for drawing sinister pictures of the cast of Love Island in her textbook. The first electronic R&amp;B track to be inspired by notorious romantic sleazer Lord Byron, as disaffected teen anthems go it’s quite charming. She sounds a bit jaded, but wouldn’t you if you’d just discovered your fave poet was an absentee father who basically invented ghosting? Liam Gallagher Shockwave Rock’n’roll harbours two eternal truths: 1) Liam Gallagher will always want to be John Lennon; and 2) Liam Gallagher will always want to be in Slade. On Shockwave – the first single from his second solo album following 2017’s triumphant As You Were – he manages to pull both off, channelling Lennon at his meanest in the vitriolic lyrics “You’re a snake / You’re a weasel”, and doing Slade in the glam guitars and the oi-oi-lads-lads “hey!” terrace chant. A national treasure. Whitney Giving Up What could be more pleasant than a band whose shtick is “Crosby, Stills and Nash for the Urban Outfitters generation”? It’s the dream: attractive hippies with decent personal hygiene, expensive incense at their disposal and a great selection of throw cushions in the flat their parents bought them. Put on the harmony-drenched Giving Up and the only thing you’ll ever worry about again is where to put your new floating shelf."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}