{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/11/backstreet-boys-review-manchester-arena", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-11T15:27:28Z", "webTitle": "Backstreet Boys review – dad-bod boy band are still targets for underwear", "webUrl": "https://www.theguardian.com/music/2019/jun/11/backstreet-boys-review-manchester-arena", "apiUrl": "https://content.guardianapis.com/music/2019/jun/11/backstreet-boys-review-manchester-arena", "fields": {"headline": "Backstreet Boys review – dad-bod boy band are still targets for underwear", "bodyText": "‘Manchester, are you ready to pardaaay?” yell Backstreet Boys, fresh from an 80-night Las Vegas residency and revving into their biggest world tour since the late 90s. Delivered to deafening screams, it befits the biggest-selling boyband of all time, who have shifted well upwards of 100m records. There are trap doors, giant V-shaped video screens, a pyramid-type stage of light, impeccable choreography, numerous outfit changes and a whopping 32 songs. After 26 years on the block, the “boys” who svengali Lou Pearlman masterminded in their teens are now in their late 30s to mid-40s, and in their opening leathers and shades look more like minor hoodlums than musicians. Still, they’re in more than decent shape, retain all five original members and the tenors (AJ McLean, Brian Littrell, Nick Carter), falsetto (Howie Dorough) and baritones (Kevin Richardson, also Carter when he wants) can still hit the required notes. There’s no mention, of course, of the rape allegation made against Carter last year regarding an alleged incident in 2003, which was denied and charges dropped, although including this year’s New Love (“Who are you, the sex police? My sex ain’t got no rules”) seems unwise in the circumstances. Still, none of this dampens the fans’ ardour, delivered via ever-increasing Backstreet mania and at least three items of hurled underwear. The band repay their loyalty and undergarments with touches for outstretched hands and surreal nostalgic anecdotes (“Remember when we opened for Ant and Dec?”). There are sincere-sounding speeches about families and babies, and even self-deprecation (“Remember when we had abs? Now we have dad bods”). A racy double entendre – “Do you still love the Backstreet Boys after all the years? Does that mean you still want it that way?” – introduces I Want It That Way. As the hits pile up and the clock nudges the two-hour mark, it’s hard to deny the weapons-grade catchiness of Quit Playing Games (With My Heart), As Long As You Love Me, Passionate’s lithe white funk or the industrially melodic Everybody, which accurately declares: “Backstreet’s back, all right!” • At SSE Hydro, Glasgow, 14 June. Then touring."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}