{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/15/madonna-becomes-latest-artist-to-call-out-instagram", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-15T11:00:02Z", "webTitle": "Madonna: Instagram designed to make people feel bad", "webUrl": "https://www.theguardian.com/music/2019/jun/15/madonna-becomes-latest-artist-to-call-out-instagram", "apiUrl": "https://content.guardianapis.com/music/2019/jun/15/madonna-becomes-latest-artist-to-call-out-instagram", "fields": {"headline": "Madonna: Instagram designed to make people feel bad", "bodyText": "Madonna has criticised Instagram, which she says enslaves people into trying to win the approval of others. The intervention from the pop singer, who has almost 14 million followers on the photo-sharing platform, comes amid an increasing focus of the harmful effects Instagram can have, particularly on young people. “You get caught up in comparing yourself to other people. Should I be like that, act like that, look like that?” she told the Sun. “Will that make me more popular, or more successful? People are a slave to winning other’s approvals. I refuse to bend a knee to convention and what society expects of me as a woman.” Madonna, 60, added: “I think Instagram is made to make you feel bad.” Social networks are expected to soon encounter tighter laws amid growing concerns about child safety online, with companies being urged to prioritise the protection of their users over commercial interests. In the interview, the “Queen of Pop” said social media culture “runs people’s lives” and she was fortunate to have grown up in the pre-social media era. “I was lucky enough to have a life as an artist before the phone and Instagram and social media because I did have that time to develop as an artist and a human without feeling the pressure of judgment of other people or comparing myself to other people.” She said it was now harder for artists to “stick to your guns and be who you are”, adding that the world needs “voices that are unique; we need inspiration … I want our other artists to think outside the box.” The singer revealed that she tells her 22-year-old daughter, Lourdes, to “stop being so consumed with the way you look or how people are going to compare you to me”. “I feel bad for young people who haven’t had the opportunity to develop their character and who they want to be.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}