{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/15/bikini-kill-o2-academy-brixton-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-15T13:00:21Z", "webTitle": "Bikini Kill review – return of the riot grrl revolutionaries", "webUrl": "https://www.theguardian.com/music/2019/jun/15/bikini-kill-o2-academy-brixton-review", "apiUrl": "https://content.guardianapis.com/music/2019/jun/15/bikini-kill-o2-academy-brixton-review", "fields": {"headline": "Bikini Kill review – return of the riot grrl revolutionaries", "bodyText": "In their heyday, Bikini Kill – reunited and on stage in the UK after 23 years – were more than just a punk band. They proposed nothing less than “revolution, girl-style, now”. They stared down misogyny with playground taunts and believed in creating an alternative to mainstream culture (and “alternative” music, for that matter) by foregrounding participation, not virtuosity. But Bikini Kill rocked, too, making for a tight four-piece, reminiscent of Washington DC hardcore legends Minor Threat fronted by Poly Styrene of X-Ray Spex: loud and fast, sarcastic and confrontational, equal parts burning sincerity and goofy charm. The first of two nights in this large south London venue, bigger than any they ever played in their first incarnation, retains all those hallmarks. Hanging like a miasma over the simple stage – there are lights, and that’s it – is the weight of expectation of a generation of fans too young to have seen their heroes the first time. Kathleen Hanna – Bikini Kill’s singer – does ironic calisthenics to warm up. Her voice is the clincher: there is nothing missing tonight from the singer’s repertoire of thuggish cheerleader chants and snarled hollers, sung sections and punk gabble. If the term “hairdryer treatment” were not already in use for football managers, it would be a suitably female-adjacent description of what it’s like to stand in front of Hanna in full flow. Feels Blind, an early song about alienation, and how women’s perceptions are routinely gaslit, begins with melody and prettiness. It swiftly rises to a holler. “How does it feel? It feels blind!” she bellows, magnified by effects on her vocals and Brixton’s notoriously echoey sound system. Bikini Kill are actually louder tonight than in the 90s, but they remain, resolutely, themselves. Drummer, sometime vocalist and ideological hub Tobi Vail sings Hamster Baby and Tell Me So, just like she did on their Pussy Whipped album (1993). She later explains one of the band’s learn-by-doing strategies with reference to Bertolt Brecht. Kathi Wilcox (mostly bass) wields her instrument while wearing a chic vintage-looking cocktail dress and an expression of amusement. Missing is original guitarist Billy Karren, who doesn’t do reunions, replaced by long-time punk activist Erica Dawn Lyle. Bikini Kill are well rehearsed, and 20 years more comfortable with their instruments than they were in their 90s heyday. But their outpourings of frustration, pain and challenge have not mellowed. It is an anguished truism to say that they have returned to a political climate heading backwards, with abortion rights curtailed in red states and the pussy-grabber-in-chief in the White House eyeing a second term. #MeToo happened, prompting the kind of female solidarity that used to happen in riot grrrl fanzines before the internet. Songs from Bikini Kill’s two albums, one EP and one demo tape whip by in a blur of juddering righteousness. Opener New Radio begins with typical defiance: “I’m the little girl at the picnic who won’t stop pulling her dress up,” yells Hanna. In The Punk Singer, a revealing 2013 documentary about her life, Hanna recalls being promised ice-cream by her father after a childhood performance, then shamed for being a show-off. His other abusive behaviours provided much of the fuel for Hanna’s awakening into women’s advocacy. “Daddy comes into her room at night,” goes Suck My Left One, a rallying cry from Bikini Kill’s first EP, delivered near the end. But crucially Hanna’s – and Bikini Kill’s, and riot grrrl’s – feminism was rooted in female freeness: in the joy of prancing about, the lack of shame at stripping for money. And Hanna’s watchability – her karate chops, and 60s dances, how she points to her breasts (“there are my tits!”) and bends over to show her behind (“this is my ass!”) for Lil’ Red, a rewriting of the Red Riding Hood story – thrills twice over. Seeing freeness enacted is intoxicating and enabling once again, and it finds Hanna physically fit after nearly a decade battling a condition eventually diagnosed as Lyme disease. Later on in the gig, Hanna recalls how one women-only show in a pub was interrupted by women wanting to ask a question – how could Hanna be a feminist if she had been a stripper? Hanna remembers Vail answering on her behalf, because she was too upset. Tonight, Hanna is clear: “It’s not a flaw not to be a perfect feminist,” she says after Reject All American, the title track of their second album (1996), and before Alien She, “Stop judging other people’s feminism!” If anything, this second coming of Bikini Kill feels slightly odd because everyone is so happy. The band were sometimes attacked, verbally and physically, not just by angry women, but by angry men – punks who did not take well to being told to stand at the back of the room (“Women to the front” was a rallying cry). When Bikini Kill broke up in 1997, they were exhausted from all this, and – ironically, given their message of solidarity – not the best of friends. Living on next to nothing, coping with running an unconventional band, even for punk, without management, took a toll. They scattered; Wilcox moved to Washington, walked dogs and eventually worked for the Washington Post, played in the Frumpies. Vail remained in Olympia, Washington, the band’s birthplace, to continue with punk activism. It was Vail who precipitated this reunion. Due to perform solo at a 2017 book launch in New York, Vail aired the idea of collaborating with Wilcox and, eventually, Hanna, who had had an afterlife of her own, with the Julie Ruin and Le Tigre. The three shared a small stage for a run-through of For Tammy Rae – the song they play in tonight’s final encore – galvanising speculation that a more meaningful reunion might be on the cards. That this reunion is meaningful is in no doubt. Two nights in London have followed sell-out runs in Los Angeles and New York; there are festivals to play. A kind of revolutionary girl-style punk protest was attempted in Russia by Pussy Riot, direct ideological descendants of Bikini Kill. When it comes, Rebel Girl – Bikini Kill’s anthem – is met with a huge outpouring of happiness at the “queens of the neighbourhood” being back in action. But it is a sign of the times that phones spring up where once there would have been crowd-surfers. A blistering Double Dare Ya, in the encore, is their other cri de coeur: “Dare you to be who you want,” Hanna bellows; advice I took her up on at a tender age. Glory and yachts were not on the list of demands on the riot grrl manifesto, but the price the band paid for their fearlessness was considerable. After the breakup, Hanna went to North Carolina and worked in data entry. Six years in one of the most exciting and visceral punk bands ever had left her with only $400 to her name. Even if Bikini Kill had only got back together for the money – and they clearly haven’t – it would have been worth it."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}