{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/18/hansel-and-gretel-review-regents-park-open-air-theatre-london-english-national-opera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-18T11:32:18Z", "webTitle": "Hansel and Gretel review – ENO take fairytale opera and fly with it", "webUrl": "https://www.theguardian.com/music/2019/jun/18/hansel-and-gretel-review-regents-park-open-air-theatre-london-english-national-opera", "apiUrl": "https://content.guardianapis.com/music/2019/jun/18/hansel-and-gretel-review-regents-park-open-air-theatre-london-english-national-opera", "fields": {"headline": "Hansel and Gretel review – ENO take fairytale opera and fly with it", "bodyText": "It’s more than 20 years since English National Opera last staged Hansel and Gretel. Certainly that previous production, a revival of David Pountney’s magical show that was first seen in 1987, cast a long shadow, but it is still a mystery why Humperdinck’s masterpiece – which is that genuinely rare thing, an opera for all ages – has been neglected at the Coliseum ever since. Not that ENO’s new version is likely to be seen at its home either, for this is the latest collaboration between the company and the open-air theatre in Regent’s Park, following the success of The Turn of the Screw there last year. Directed by Timothy Sheader and designed by Peter McKintosh, the production fits easily into this tree-backed space, unselfconsciously updating the tale more or less to the present day. Humperdinck’s Wagner-sized orchestration has been scaled down by Derek J Clark to a 20-piece ensemble conducted by Ben Glassberg, and with discreet amplification carefully balancing it against the solo voices, the words of Pountney’s English translation come across very clearly without any need for surtitles. It’s a clear retelling of the fairytale with just a few nice extra glosses – Hansel and Gretel’s mother (Rosie Aldridge) hopes a scratchcard will deliver her family from their desperate poverty, as their father (Duncan Rock) manages to retain a bit of macho swagger along with his dissolute ways. In the dream pantomime that ends the first act, the children dream of flying in an air liner, attended by a posing, pouting bleached-blonde cabin crew. The second half is not quite as imaginatively reconceived as the first – maybe without getting too macabre there’s not so much to be done with a child-eating witch (Alasdair Elliott) and his/her gingerbread house. But Rachel Kelly’s Hansel and especially Susanna Hurrell’s Gretel always ensure that the opera strikes the right note between pathos and enchantment, and the ending, with the Pimlico Musical Foundation supplying the children’s chorus, is as genuinely touching as it can be. • At Regent’s Park Open Air theatre, London, until 22 June."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}