{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/17/riot-squad-how-the-klf-cofounder-and-his-child-army-took-over-dark-mofo", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-16T18:00:56Z", "webTitle": "Riot squad: how the KLF cofounder and his child army took over Dark Mofo", "webUrl": "https://www.theguardian.com/music/2019/jun/17/riot-squad-how-the-klf-cofounder-and-his-child-army-took-over-dark-mofo", "apiUrl": "https://content.guardianapis.com/music/2019/jun/17/riot-squad-how-the-klf-cofounder-and-his-child-army-took-over-dark-mofo", "fields": {"headline": "Riot squad: how the KLF cofounder and his child army took over Dark Mofo", "bodyText": "The final point on the propaganda sheet flypostered on Jimmy Cauty’s Aftermath Dislocation Principle (ADP) is: “No one must ever dictate, pronounce or try to explain the full meaning of the ADP. It can only be seen and discussed, not known.” Consider this, then, to be a discussion. As one half of British electronic band the KLF, Cauty not only drew on English ritual and folklore but created his own. He and fellow artist/musician Bill Drummond burned their own wicker man during a summer solstice ceremony, had dancers dressed in druid robes, created a crop circle of their pyramid blaster logo in wheat for the What Time Is Love video, and buried their Brit award in 1992 for best British group in a field near Stonehenge – or so legend has it. These days, Cauty specialises in what you might call urban folk horror. His installation at the seventh Dark Mofo is a diorama of a dystopian version of Bedford, housed in a 40ft shipping container. Britain is ripe inspiration for these disquieting fictional locations, perhaps even more so in this post-Brexit landscape. In recent years the country has inspired graphic designer Richard Littler’s book depicting Scarfolk – a supposed northern English town informed by the macabre public information advertisements of the 1970s; and Banksy’s Dismaland Bemusement Park (in which an early incarnation of ADP made its debut) – a 2015 pop-up in the all-too-real seaside destination of Weston-super-Mare. Further back, in the 1990s and early 2000s, there was Royston Vasey, the small closeted town depicted in the surreal comedy series The League of Gentlemen. They’re places populated with tightly buttoned killjoys, sexually repressed jobsworths and curtain-twitching wet blankets. Middle Englanders, in other words. Refreshingly, in Cauty’s vision, the kids in hoodies are taking over. For ADP’s installation outside Hobart Town Hall he’s recruited local youth to be the Children of the Aftermath, essentially the stewards and tour guides of his creation. By night they mill around it, giving their animated version of events inside the container to the passing public. People peer through peepholes at the tiny overturned police cars, tower blocks with smashed windows and defaced billboards. It’s only lacking the reek of stale urine and smoke, though maybe that’ll be fixed by the end of its tenure here. The outside of the container is covered in graffiti, though Cauty knocked back actual graffiti artists who offered their services. To quote the ADP propaganda poster, “vandalism is tolerated, but not art”. It’s members of the public – throughout the UK Riot tour of the ADP – that have done the honours. Even when the kids are off-duty, ADP seems to engage random passersby much more successfully than many free artworks. Why kids? Apart from the fact that they distance the ADP from the art establishment, on a practical level they’ll get excited and tell all their friends. In their chav uniforms (some hoodies are so big as to appear as dresses on the youngest members) they also bring the threat of a modern-day Lord of the Flies or suggest an overthrowing of older generations. Perhaps that’s already happened in the post-riot scene inside the ADP. An unexpected bonus was the kids gave Cauty further insight into his work by asking him unexpected, lateral questions. It made him comfortable with the idea of them imparting their own interpretations of ADP to the viewer. ADP took three years to construct, with the costs stretching far beyond Cauty’s initial calculations. The chief benefactor was Steve Lowe, a gallerist and artist from London’s L-13 Light Industrial Workshop who has long working relationships with Cauty and other artists such as Billy Childish, and who came to Hobart armed with spare figures and gravel to patch the diorama up after its sea voyage. Each stop on the ADP Riot Tour – which has mainly taken in the UK so far, with the odd stop in Europe – was once the site of an uprising. Perhaps it harks back to his squatter roots, but rioting has been Cauty’s main interest in the past decade, through his Riot in a Jam Jar series (circa 2011) and the Smiley Riot Shield (circa 2014), in which appropriated police riot shields have been painted over with the acid house smiley-face graphic, a symbol of the scene Cauty once inhabited with the KLF. He’s also married to Alannah Currie, an artist (and former Thompson Twin) who has made her own instruments of nuisance and with whom he formed the Armchair Destructivists, hell-bent on destroying her upholstered creations in increasingly elaborate, violent ways. When Dark Mofo came calling, a riot site was found in Hobart Town Hall, which was besieged by protesters when Pauline Hanson spruiked her new One Nation party there in 1997. In the week prior to its installation on the street outside, ADP also made a top-secret visit to the local Risdon prison. The jail has seen riots in the last couple of years over the re-introduction of a prisoner to maximum security and losing access to nicotine patches, but most memorably in 2005 when a guard was taken hostage, then released in exchange for 15 pizzas. ADP might yet embark on a further tour of Australian sites before reversing the convict route on a ship headed back home. Cauty is already back at his London HQ – a workshop with “Mr J Cauty Esq Model Village Builders Est 1956” above the door. He is working on his next project, ESTATE, a series of tower blocks built to 1/30 scale, again the scene of an aftermath. This time the dioramas are entirely abandoned by people. Or at least, they are so far; perhaps they will later become overrun with miniature children, says Lowe. When Guardian Australia visited the workshop in May, the detail inside the first tower was incredible. “Cometh the hour, cometh estate” is daubed on the wall of a deserted laundromat. On tiny televisions in some flats there runs a news bulletin – filmed and scored by Cauty – that uses footage of politician Amber Rudd to horrific effect. Peer in even closer and you’ll see that the pattern on the wallpaper is actually Margaret Thatcher’s head. Other flats are reduced to piles of tiny bricks and stray toilet rolls, with mathematical equations spray-painted on the walls. Cauty’s not yet sure where ESTATE will be toured upon its projected completion in 2020. He might dump it on wasteland unannounced, he says. He is funding the remainder of the build by selling off membership to the ESTATE residents association and brochures about expressions of interest for right to buy units – inventive merch, in other words. Call it your legacy for the kids."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}