{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/29/stormzy-historic-glastonbury-performance", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-29T11:37:19Z", "webTitle": "All hail Stormzy for historic Glastonbury performance", "webUrl": "https://www.theguardian.com/music/2019/jun/29/stormzy-historic-glastonbury-performance", "apiUrl": "https://content.guardianapis.com/music/2019/jun/29/stormzy-historic-glastonbury-performance", "fields": {"headline": "All hail Stormzy for historic Glastonbury performance", "bodyText": "“Iconic.” “It’ll go down in our country’s cultural history.” “An inspiration.” Musicians, politicians and fans have hailed the rapper Stormzy after he became the first black solo British headliner at Glastonbury festival, opening to a spectacular pyrotechnic display on the Pyramid stage. The Grammy-award winning singer Adele said on Instagram: “I’m so proud of him, Stormzy just monumentally headlined Glastonbury in his own right with one album!! The first Grime artist ever to do so, you respected everyone that opened the door for you whilst opening a huge one yourself.” Stormzy, whose real name is Michael Omari, has experienced a phenomenal rise to fame since the release of his song Shut Up in 2015 and the album Gang Signs and Prayer in 2017. Among the highlights of the show, were a performance by the BAME dance group Ballet Black and guest appearances by the rappers Dave and Fredo and Coldplay’s Chris Martin. Stormzy also played a speech by the Labour MP David Lammy on the disproportionate number of black, Asian and minority ethnic people in the criminal justice system. Lammy praised Stormzy for using his headline spot “to speak about the injustice of young black kids being criminalised in a biased and disproportionate justice system. Humbled and inspired that he sampled my speech.” The Labour leader, Jeremy Corbyn, described the performance as political and iconic. “It won’t just go down in Glastonbury history – it’ll go down in our country’s cultural history.” Stormzy has previously been credited with pushing grime into the mainstream. Wiley, a British rapper who is often cited as the “godfather of grime”, praised Stormzy’s stardom and said he’d “never seen anyone reach these heights as quick as Stormzy has done”. Ed Sheeran, whose 2017 hit Shape of You was performed by Stormzy on Friday, said the rapper was “an inspiration”. He posted: “First black British solo artist to headline Glastonbury, second youngest to ever headline, and just an inspiration to so many. This is just the start, congrats big Mike, looking forward to see you do more achievements like this.” The Game of Thrones actor Jacob Anderson, who made a surprise appearance under his musician’s name of Raleigh Ritchie, said Stormzy was “an icon”. “You won at life tonight brother. Proud isn’t the word. It was an honour to be a part of such a special moment,” he added. At one point Stormzy held his mic out for the crowd to rap the line “fuck the government, fuck Boris” from his No 1 single Vossi Bop, before asking his DJ to replay the line. Praise was also showered on Tara Asher, who is one of four British language interpreters in the UK who specialises in grime, for her work signing the performance."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}