{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/17/hackers-music-industry-leaks-radiohead", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-17T05:00:23Z", "webTitle": "Not OK, computer: how it feels to have your music leaked", "webUrl": "https://www.theguardian.com/music/2019/jun/17/hackers-music-industry-leaks-radiohead", "apiUrl": "https://content.guardianapis.com/music/2019/jun/17/hackers-music-industry-leaks-radiohead", "fields": {"headline": "Not OK, computer: how it feels to have your music leaked", "bodyText": "In 1997, Radiohead imagined a future in which technological dependency and out-of-control consumerism had merged to form a dark, digital void. OK Computer, the band’s third album, painted prescient pictures of riot police at political rallies and anxious lives lived in suburbs surrounded by endless motorways. The digital advances promising to bring us together, it seemed to warn, would instead corrode and cause chaos. Last week’s big Radiohead news wouldn’t have sounded out of place on that album’s technosceptic vision of tomorrow. The band had been hacked, guitarist Jonny Greenwood revealed on Tuesday, and 18 hours of unreleased music from their OK Computer sessions stolen. Pay $150,000, they were warned, or this archive would be uploaded to the internet for free. The only thing more frustrating to frontman Thom Yorke than the situation, fans joked, was the fact he hadn’t thought to mention sinister cybercriminals holding people to ransom on OK Computer in the first place. The group responded to the threats with a shrug. “Instead of complaining – much – or ignoring it,” Greenwood wrote on social media, “we’re releasing all 18 hours on Bandcamp in aid of Extinction Rebellion.” Minutes later, a waking day’s worth of untitled, unedited offcuts and demos appeared on the streaming service for fans to sift through. The move was heralded as a victory for artists and a middle finger to pirates, who for two decades have derailed album release campaigns by uploading illegally obtained music, often months in advance. A lot has been written about the financial cost of leaks since the advent of sites such as Napster. One report by the Institute for Policy Innovation, an American thinktank, estimated that internet users have downloaded $12.5bn worth of pirated music every year since 1999. Less has been made of the emotional trauma of the artists who’ve seen music, often unfinished, stolen from their private vaults and uploaded without consent. This month, Madonna said she “felt raped” after her 2015 album Rebel Heart leaked online before she’d even announced it. “There are no words to describe how devastated I was,” she told the New York Times. Jai Paul, the influential R&amp;B star in the making, was similarly distressed after his debut album was hacked and posted in full online, and he disappeared from public view for six years. Returning with his first music since 2013 this month, he told of how he suffered a “breakdown of sorts” and “withdrew from life”, consumed by trauma and grief. “No one else seemed to view the situation in the same way I did: as a catastrophe,” he wrote in an open letter. “The hardest thing to grasp was that I’d been denied the opportunity to finish my work and share it in its best possible form … having [my] dream torn up in front of me hit me pretty hard.” Not everyone, in other words, is able to react with the nonchalance of Radiohead. Mutya Buena says she knows exactly where Jai Paul is coming from. The former Sugababes singer and member of cult pop group MKS was at home for Christmas in 2016 when a demo version of a comeback album surfaced online. “Fans started messaging me links to the leak. We still have no idea how it happened,” she recalls. “It hit hard. We had paid people for studio time. We paid for beats. We paid for travel, for food. The amount we spent trying to get this album together, only for it to leak and for us to not have the chance to make any money from it … It’s too depressing to think about.” Having any sense of agency ripped away hurt more than the financial blow, she says. “The effort, the time, the sweat, all the days in the studio that went into making those songs – it was all for nothing. All the things we sang about were personal. You want your fans to hear it all together, you want to be able to put out your work your way. It was horrible.” Rather than release music already floating around the internet in a half-finished state, the trio shelved the record. Three years later, they have yet to release any new material. Leaks are often difficult for artists to overcome psychologically because they represent violation of their privacy and their creativity, says the charity Help Musicians UK. “Musicians have told us how important their creative output through making music is to them, not just to make a living but also in terms of their identity and self-worth,” says spokesperson Joe Hastings, explaining that “any situation that undermines that creative output” is bound to cause serious distress. There’s no shortage of artists who could attest to this. SZA, who has collaborated with Kendrick Lamar, called a leak of unfinished material last year “scary”. Marina (formerly Marina and the Diamonds) has described hacks as “paralysing”, disrupting her ability to write new songs to replace the ones ruined by being leaked early. “The more leaks that happen, the slower I work,” she wrote in 2011 after calling police to investigate how songs of hers emerged online. “The thought of people invading my privacy and listening to half-assed unfinished songs that I write at 3am on a tour bus does not make me feel too relaxed or creative.” Not even pop’s grandest stars are safe: “Shit’s crazy,” Rihanna told fans on Instagram earlier in March after an album of unreleased tracks found its way on to file-sharing sites, and she joined Beyoncé, Charli XCX, Skrillex, Karen O, Björk and Lana Del Rey in the annals of artists who’ve had albums’ worth of tracks stolen and uploaded against their wishes. Hacks like these can happen in a multitude of ways. In the past, studio workers, label employees and journalists given early access to the music have been accused. (In 2015, new albums by Beach House, Destroyer and Mac DeMarco were circulated online months ahead of release when a server belonging to the music site Spin was breached.) Occasionally the artists themselves can be unwittingly at fault. In 2008, Deerhunter frontman Bradford Cox posted a link to a new song on his blog saved on a personal server, unaware that other people could then access all the rest of his files uploaded to that server. Unfinished versions of two new albums leaked. “Whoever posted this, YOU ARE FUCKED … I can’t understand how you go on living,” he wrote in an angry open letter to the “dickwads” responsible, before realising it was partly his doing. These days, most leaks occur when music has been uploaded to cloud-based storage online: hackers break passwords, access the music and share it. It’s thought most hacks are carried out for the sheer devilry, with extortion incidents in the manner of Radiohead’s rare. It happens for the same reason that led to the 2014 release of hundreds of celebrities’ personal photos: because hackers can. Adi Lederman, the Israeli hacker responsible for the leak of Madonna’s Rebel Heart, was sentenced to 14 months in prison, but elsewhere the law has struggled to keep up. As hacking becomes a fact of life, are more artists’ hard drives likely to be prised open? Radiohead fans don’t seem to have minded being given 18 hours OK Computer rehearsals that trace the evolution of an album that went on to redefine 90s rock. But elsewhere, leaks of unfinished songs risk destroying the albums’ mystique. In the case of Jai Paul, MKS and other, these leaks can lead to the disintegration of the albums themselves. The good news for artists is that a world where people are downloading less and streaming more generates less of a demand for leaks among fans. “Leaks have definitely slowed down as a music industry issue in this streaming-led age, but they still do harm artists in quite significant ways,” says analyst Tim Ingham of Music Business Worldwide. “Millions of dollars are still spent by record labels honing the music and image of new stars. A hack or leak of music recorded while an act is still developing can play havoc with a carefully planned record company roadmap.” When acts are globally established, like Radiohead, “that sense of fragility is all but gone,” Ingham explains. “The artist can turn around and have some fun with it.” For artists without that sort of clout or financial stability, leaks still pose an ominous threat. The wait for a fitter, happier, more productive music industry goes on."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}