{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/30/bach-family-cantatas-vox-luminis-meunier-review-rameau-indes-galantes-vashegyi-purcell-orfeo", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-30T07:00:14Z", "webTitle": "Home listening: a whole lot of Bachs…", "webUrl": "https://www.theguardian.com/music/2019/jun/30/bach-family-cantatas-vox-luminis-meunier-review-rameau-indes-galantes-vashegyi-purcell-orfeo", "apiUrl": "https://content.guardianapis.com/music/2019/jun/30/bach-family-cantatas-vox-luminis-meunier-review-rameau-indes-galantes-vashegyi-purcell-orfeo", "fields": {"headline": "Home listening: a whole lot of Bachs…", "bodyText": "• Fashions in early music performance come and go, but the Belgian ensemble Vox Luminis, directed by Lionel Meunier, has established itself as a new star of the scene. With its transparent, flexible, indeed luminous sound, it is rather different from English ensembles. Having memorably recorded the devotional motets of the Bach family, they now turn to Cantatas (Ricercar) by Heinrich, Johann Christoph and Johann Michael Bach, alongside JS Bach’s own chorale-based Christ lag in Todesbanden, and the result is another deeply musical triumph. The strong tradition of respect for the music of the family runs through the Altbachisches Archiv (“Old Bachian Archive”), a manuscript collection that resurfaced quite recently; sSome of these pieces have been recorded before, notably by Musica Antiqua Cologne (DG Archiv), but whereas those performances under Reinhard Goebel were instrumentally led, these new ones are vocally led and sound freshly minted. From the old-style sonorities of Heinrich in the 17th century, through to the severely expressive drama of Johann Christoph in the next generation, one can hear vividly the roots from which the genius of JS Bach sprang. More please. • By contrast rumbustiously secular, the dancing exuberance of Jean-Philippe Rameau’s Les Indes galantes (Glossa) is brought to life by the Hungarian György Vashegyi and his Purcell Choir and Orfeo Orchestra. The colourful variety of Rameau’s music never ceases to delight, and if this account is rather more hard-edged and bumptious than its sweeter French competitors, it carries the listener along. The choice of the 1761 revival score makes this recording unique, and also means some favourites from the original 1735 version are missing, but the final grand Chaconne sweeps all before it. • Radio continues to expand its boundaries in mind-bending ways. A new episode of Radio 3’s ever-adventurous Between the Ears, The Virtually Melodic Cave (BBC Sounds) takes us to Fingal’s Cave, not in the company of Mendelssohn’s famous overture, but with a new score by Aaron May to complement a 360-degree virtual reality tour through the cave available on your smartphone. The aura of the magical site is palpable."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}