{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/25/21st-century-worst-raps", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-25T08:00:39Z", "webTitle": "'Crack open them Twiglets so we can munch them like piglets': the 21st century's worst raps", "webUrl": "https://www.theguardian.com/music/2019/jun/25/21st-century-worst-raps", "apiUrl": "https://content.guardianapis.com/music/2019/jun/25/21st-century-worst-raps", "fields": {"headline": "'Crack open them Twiglets so we can munch them like piglets': the 21st century's worst raps", "bodyText": "Ed Sheeran Trap Queen “Married to the money, introduced her to my stove, showed her how to whip it, now she remixin’ for low” sings Fetty Wap on his breakout hit about teaching his stripper girlfriend how to cook up and deal crack cocaine. Edward Sheeran, who grew up in Framlingham in Sussex, gave his own take in the Live Lounge yet somehow the words “at 56 a gram, five a hundred grams though” didn’t seem quite as authentic coming from him. Yeo Valley Boyz Yeo Valley During the years when the X Factor was enormously popular, brands began touting it as a “British Super Bowl” and launched desperately wacky campaigns during its ad breaks in the hope of briefly trending on Twitter. Into this thirst for hashtagability stepped four Barbour-clad Yeo Valley farmers “spitting” about how much they loved organic yoghurt. The ad contains many curdling moments but perhaps the sourest taste comes in the third verse when a female farmer tries to make a quick case for farming feminism: “You won’t find milk maidens, that’s no longer the deal, in my wax coat and boots, I’m proper farmer Giles”. Presumably, the dairy brand was unaware of the famous cockney rhyming slang – Farmer Giles: piles. Chance the Rapper v Backstreet Boys Dorito’s Flaming Hot Nachos Superbowl ad Meanwhile, the actual Super Bowl remains a hotbed of terrible rap. Chance’s verse here includes lines like “fingers on my hot chips, red-handed come on man, now I’ma need some chopsticks”, although somehow he doesn’t focus on the burning sensation when spicy nachos come out of the other side, even with the potential to rhyme “tastebud cremation” with “cistern ruination”. Macklemore Same Love Here he comes, presumably arriving in a second-hand shellsuit clutching a £1 Full Monty VHS, attempting to write an LGBT rights anthem despite not himself being gay, opening the song by making it 100% clear how not gay he is, telling the story of when he told his mum that he thought he might be gay and she replied: “You’ve loved girls since before Pre-K!”. Got that, gays? He likes girls! Lady Sovereign Food Play Popular culture is constantly trying to convince us we want to shag our food, from salacious Flake adverts to Samantha covering herself in raw fish in the Sex and the City film. Perhaps the most unappetising attempt comes from this misguided album track by one-time Celebrity Big Brother contestant Lady Sov. Some choice lines include: “Dirty dishes in my sink I’ll be your dirty missus ... crack open them Twiglets so we can munch them like piglets” and, “You don’t need to eat that burger so lets just rub it round your lips”. Someone get a health inspector round to Sov’s; this all sounds deeply unhygienic. McNulty from The Wire Guillemot Dominic Gerard Francis Eagleton West, educated at Eton and Guildhall, here, in a North Face puffa jacket, doing an SB:TV warm-up session. His intentions were honourable, helping to promote the short film Guillemot which was made by young people on the St Ann’s Estate in Nottingham, but you can see on his face he’s only doing it to be a mensch and somehow his lack of commitment to the role makes it worse, doing a kind of semi-street voice half the time but then getting nervous and dropping back into his whispered posho vowels. Catfish and the Bottlemen Black Skinhead Yes Kanye’s post-industrial critique of black consumerism is good, but would it be better if it was being covered by floppy-fringed Miles Kane wannabees Catfish and the Bottlemen? What if it was mashed up with Kasabian and Black Keys songs, so the band could avoid repeating lines like “Stop all that coon shit, early morning cartoon shit”? Now that’s hip-hop. Utah Legislature rap It is always difficult to tell with these kinds of “normal people rapping” videos whether there is a knowing sense that what they’re making is so embarrassing it’ll go viral. But in this track, where the Pillsbury Doughboys of the Utah senate try to explain how a bill gets passed by changing the lyrics to the theme from The Fresh Prince of Bel-Air, there’s an added layer of incompetence; no effort has been made to time the raps with the backing track so you just get a loose collection of words and Comic Sans captions played near a karaoke beat. No one could mean to make something this bad. Gym Class Heroes Taxi Driver Oh cool, you’ve written a rap song made entirely from the names of emo bands, well I suppose that counts as a poem, here’s a gold star for your Year 7 English book. Oh, you’re planning to release it as a single to be performed atop a whimpering emo guitar line of its own. Cool. Cool cool cool. Madonna American Life If you’re going to continually reinvent your sound and image to remain relevant with contemporary trends, there are going to be some occasions where you get it really, really wrong. Here Madonna stands in front of what looks like a low-budget UN educational video of the flags of the world while she raps: “I’m drinkin’ a soy latte, I get a double shot-e, it goes right through my body”. Perhaps this is what inspired those Yeo Valley ad execs to put the dairy back into rap. Paul McCartney Meat Free Mondays This is only a few seconds long and yet somehow they are the worst few seconds on the entire internet. It starts innocently enough as a quick call to action from Macca to get people to sign up to his vegan mailing list, but as he runs out of things to say, Macca starts rapping the website URL to a clicked beat and then chucking in a bit of patois: “You can do it”, and, “Right now, please”. Basically, it’s the equivalent of Ringo showing up at his favourite takeaway and asking for “a likkle bit of rice and pea, irie”. Iggy Azalea freestyle Many have tried to transcribe what came out of Iggy Azalea’s mouth at this fateful festival appearance. The best polyglots of the age have all come up with their interpretations, but roughly the verse went: “FRICK CRAP RACK! BULLET TO THE POP POP POOM gonna do a rang, sitty can, no sicky tan, shorty do it in the armoire, no diggos in the motherfuckin’ gnat.” Whatever the exact wording, it felt like this was the moment Iggy went from being a major player in hip-hop to a malfunctioning Bop It that needed to be tossed out. Buck 22 ft Billy Ray Cyrus Achy Breaky 2 Billy Ray Cyrus is currently being celebrated for his feature on Old Town Road but his last country-rap crossover was decidedly lower budget. Teaming up with Buck 22 (us neither), he performed the chorus of his biggest hit while Buck made near continual reference to his daughter’s sexual awakening, while in the video naked women styled to look like Miley twerk around the pair. What a parent. Big Narstie What’s the Story Brixton Glory Big Narstie is a grime MC in much the same way that Neil Hamilton is a politician: it’s not really a job as much as a job title that helps him make regular TV appearances. But Narstie’s extensive back catalogue is as chequered as Hamilton’s Hansard record, and this is a particular low ebb, an Oasis-sampling semi-sung nonsense about nothing in particular. Still, he’s good on Would I Lie to You. Andy Murray Autograph Our tennis hero attempts his verse across some honky tonk piano and, just as in life, emoting is not his strong point. A song about the pains of signing tennis balls, Murray says his line – “During Wimbledon, it really gets me crazy, my hand cramps up and my mind gets hazy” – with the cold monotone of a president announcing nuclear war. Skepta All Over the House Skepta’s career was wonderfully haphazard in the years before That’s Not Me. He made an attempt at cracking the Turkish market with Oynama Sikidim Sikidim, and tried singing on 80s pastiche Lay Her Down, a song which included the lyric “I just wanna be your Dev Hynes ... you can be my Jessie Ware”. A step too far came with the video for this track, though, which was only available on porn sites and featured grotty and graphic scenes of real sex while Skeppy stood nearby rapping tales for his spank bank. That’s not us."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}