{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/04/writing-for-his-life-manus-island-detainee-farhad-bandesh-releases-soaring-new-song", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-03T18:00:17Z", "webTitle": "'Writing for his life': Manus Island detainee Farhad Bandesh releases soaring new song", "webUrl": "https://www.theguardian.com/music/2019/jun/04/writing-for-his-life-manus-island-detainee-farhad-bandesh-releases-soaring-new-song", "apiUrl": "https://content.guardianapis.com/music/2019/jun/04/writing-for-his-life-manus-island-detainee-farhad-bandesh-releases-soaring-new-song", "fields": {"headline": "'Writing for his life': Manus Island detainee Farhad Bandesh releases soaring new song", "bodyText": "Over a scratchy phone line from Manus Island, Farhad Bandesh describes his life. “I’m one of those guys who are here and trapped in limbo,” he says. “Here I am in Hillside compound. This camp, the conditions are really harsh because people are really depressed. There’s lots of pressure and they’re trying to kill themselves. Some of my friends really did that.” By the end of last week, Guardian Australia reported, there had been 26 cases of attempted suicide or self-harm since the 18 May election, when the Morrison government – with its hardline stance on asylum seekers – was returned to power. For Bandesh, who has been detained in Papua New Guinea for six years, music and art provide a means of spiritual escape. A musician and instrument maker in his native Kurdistan – he dabbled in punk and flamenco, as well as making his own guitars – Bandesh has been writing songs, painting and making jewellery in the time he has been detained. “When I create something, I really want to share it with other people,” he says. His latest release is The Big Exhale: the result of a collaboration with the Australian musicians David Bridie and Jenell Quinsee, who helped write and mix it half an ocean away. Imran Mohammed, an asylum seeker eventually resettled to the US, has called Manus Island as “an inescapable corner”. The journalist Behrouz Boochani, also detained on Manus, describes in his multiple-award winning biography No Friend But the Mountains a system in which “the prison dictates that the prisoner accept, to some degree, that they are wretched and contemptible”. The Big Exhale film clip, which was uploaded to YouTube last week, is shot through with those feelings of hopelessness and trauma. It was made in collaboration with the Melbourne-based production company Wendyhouse films and the Melbourne City Ballet, whose choreographer, Jasmine Kyle, worked with dancer Bilal Zeine to evoke the claustrophobia of a prison cage. “Hunted like a bird,” Bandesh sings, “Languish in a cage, eyes full of tears / Holes in humanity too deep to fill.” It ends with simple longing: “Wander around, just be free, just be free.” Bridie’s involvement stemmed from his deep engagement with the music of Papua New Guinea, which predates the arrival of a detention centre on Manus. Bridie’s band Not Drowning, Waving had first travelled to the island to record an album in 1990. “I wanted to collaborate with an Australian musician,” Bandesh says, “and my friend suggested that I contact David Bridie. When I messaged him he really loved the music.” At first, Bridie just wanted to help. “It was just about getting him some music equipment – you know, a DAT recorder or a microphone, and then we worked on a song,” Bridie tells Guardian Australia. That first collaboration was on Bandesh’s 2018 release Flee from War, which Bridie calls “more of a Kurdish punk song”. “He recorded the vocal on his phone, and the guitar track, and we ended up getting some musicians into my studio here in Melbourne, shooting that and then making a film clip [from it],” Bridie says. The second song is a different offering altogether. “The Big Exhale is a wonderful title for a song, especially for somebody in his situation. This is very different, it is much more emotive,” Bridie says. “There’s that big push that happens halfway through the song, that really soars. “I don’t know how he does it, I don’t know how he stays so strong … But the positive side of it is: if ever art really meant something to the artist, this is it, more so than anything. This is someone who is writing for their life.” Quinsee connected with Bandesh a few years ago through the refugee writers’ collective Writing Through Fences. Quinsee and Bandesh each wrote a poem, which they later combined to create The Big Exhale. “When I wrote the lyrics [last year], it’s come to me straight away,” Bandesh said. “Straight away I went and wrote the music, and I thought it’s going to be a beautiful and sad song.” After years of struggling to record music on his phone, Bandesh now has access to some rudimentary recording gear. After the guitar and vocal recordings made their way to Bridie in Melbourne, the Australian mixed the track in his studio, bringing in collaborators including his My Friend the Chocolate Cake bandmate, the violinist Hope Csutorus, whose haunting solo colours the song’s emotional heft. Bandesh says his pain is shared by other detainees. “Because I am living with them, I am one of them. That’s the hard thing: you think about yourself, and others, you care about yourself, what’s happened to you, and others.” The message of his song is simple, but powerful. “The things we really need is really simple things: just be free. Like other people, like everyone, that’s our right.” “Six years is enough, it’s too much.” • The Big Exhale is released through Wantok Musik. The song can be purchased on Bandcamp, with all proceeds raised going to support Farhad Bandesh’s future • In Australia, the crisis support service Lifeline is 13 11 14. In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. Other international suicide helplines can be found at www.befrienders.org • This article was corrected on 5 June; the choreographer who worked with Bilal Zeine was Jasmine Kyle"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}