{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/08/ones-to-watch-black-pumas-debut-album", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-08T13:00:05Z", "webTitle": "Ones to watch: Black Pumas", "webUrl": "https://www.theguardian.com/music/2019/jun/08/ones-to-watch-black-pumas-debut-album", "apiUrl": "https://content.guardianapis.com/music/2019/jun/08/ones-to-watch-black-pumas-debut-album", "fields": {"headline": "Ones to watch: Black Pumas", "bodyText": "Black Pumas are the answer to the exciting question of what it would sound like if Sam Cooke or Neil Young joined the Wu-Tang Clan. The Texas-based duo of Adrian Quesada (sword-sharp production, guitar) and Eric Burton (shivering vocal, guitar) are experienced musicians rather than ingenus, but the songs they’ve assembled on their self-titled debut revivify the sound and feel of 70s soul in a surprisingly fresh way. Quesada began recording its instrumentals after being inspired by soul-loving Wu veteran Ghostface Killah, and the nascent Pumas music – live recordings leveraged by the strict rigour of loops and samples – just needed the right singer, someone not too in thrall to the past to create a fruitful future. Friends recommended Burton, a busker they’d seen around Austin, who’d meandered inland from his west coast apprenticeship of church, street performance and musical theatre. The duo have now expanded to a sextet for an electrifying live show. Some have described it as psychedelic soul, but the Pumas are more direct, disciplined and easily digestible. Fire, built on a Baby Huey brass loop, Black Moon Rising and the lead single Colors are highlights, but brooding, string-serenaded ballad Oct 33 shows the band at its best. Like Portishead 25 years ago, it’s a debut so perfectly realised by the standards they’ve set themselves that you wonder what could possibly come next. Black Pumas’ debut album is released on ATO Records on 21 June"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}