{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/06/we-fall-like-cosmic-rain-how-the-mystery-of-the-bulgarian-voices-became-global-stars", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-06T11:53:21Z", "webTitle": "'We fell like cosmic rain': how the Mystery of the Bulgarian Voices became global stars", "webUrl": "https://www.theguardian.com/music/2019/jun/06/we-fall-like-cosmic-rain-how-the-mystery-of-the-bulgarian-voices-became-global-stars", "apiUrl": "https://content.guardianapis.com/music/2019/jun/06/we-fall-like-cosmic-rain-how-the-mystery-of-the-bulgarian-voices-became-global-stars", "fields": {"headline": "'We fell like cosmic rain': how the Mystery of the Bulgarian Voices became global stars", "bodyText": "Back in the mid-80s, a female choir from Bulgaria became an unlikely global sensation with a thrilling, other-worldly and ancient style that few outsiders could even begin to imitate. Le Mystère Des Voix Bulgares, as they were then known, won a Grammy and were partly responsible for the creation of a new genre – world music – as record company executives debated how their unique music (and that of newly popular African bands) should be displayed in record stores. Their admirers ranged from Kate Bush, who had them sing on three songs from her 1989 album The Sensual World, to David Bowie and his wife Iman, who chose one of their songs to replace Here Comes the Bride at their wedding. And then there was Lisa Gerrard of experimental ambient duo Dead Can Dance, who had moved to London from Australia with Brendan Perry and signed to 4AD, the same indie label as Voix Bulgares. Gerrard says that the Bulgarian women changed her life at a time when music was all “post-punk, towards Joy Division. I never really connected with that very dark and very depressed side of the work that Brendan connected with. I was ready to give up. But when I heard the Bulgarians, they were my saving grace because I just loved the pure joy and the pure light – it just hits you straight in the belly. I don’t know if I’d have survived London as a singer if I had not come into contact with their work”. Now, more than 30 years later, she is singing with the latest line-up of the choir, re-branded as the more mundane The Mystery of the Bulgarian Voices. She appears on, and even co-wrote, some of the songs on their new album BooCheeMish, their first release in two decades; tonight, she makes her first UK appearance with the choir, at London’s Southbank Centre. There will be 18 choir members on stage, aged from 24 to 71: the oldest, Elena Bozhkova, is the only one to have sung on those best-selling 4AD albums. She grew up in a little Bulgarian village and was taught to sing in the traditional style by her mother. In 1972, when she was at home and raising her children, she auditioned successfully for the State Television and Radio Female Voice Choir, which had been founded in 1952. In what was then communist Bulgaria, she was “paid as a state employee”, as part of the government’s cultural strategy to stop any anti-socialist influences creeping into the country’s music scene, and instead to create a new progressive music influenced by Bulgarian folk styles. So the women didn’t just sing traditional material, but elaborate and sophisticated modern choral compositions, often based on women’s village songs. The choir was recorded by a Swiss musicologist, Marcel Cellier, who included their songs on a 1975 album that he marketed as Le Mystère Des Voix Bulgares. Sales were not impressive, but more than a decade later Peter Murphy, the lead singer of goth legends Bauhaus, became fascinated by the album and persuaded 4AD to re-release it. Bozhkova’s life would never be the same. “We were happy, but not proud,” she says. “We did not feel like stars, just like normal people.” Still, the choir now found themselves at vast auditoriums in Los Angeles, “or being told to sing barefoot in India … or singing from the third floor overlooking a square in Turin, with the conductor down on the ground, as pictures of Monet or Picasso were projected over us and our voices fell like cosmic rain over the audience”. As for their celebrity followers, Bush was “friendly” but Bozhkova was more excited by Bobby McFerrin: “I was moved by him,” she says. When the end of communism meant they no longer enjoyed guaranteed state wages, the choir decided to continue. And their style remained the same, using quarter tones, drone effects, unexpected rhythms and what Bozhkova describes as “open-throat singing … which is not painful if studied from childhood. If you don’t know the technique you can damage the vocal cords.” As Gerrard had learned, back in the 80s. After hearing the Bulgarians, she co-wrote the eerie and haunting Dead Can Dance song The Host of Seraphim, which she performed on tour and “nearly destroyed my voice trying to sing like them without proper guidance”. Now, after a career that has involved winning a Golden Globe (with Hans Zimmer) for her score for Gladiator, she is finally working with the Bulgarians: “I had to cross the river into their world rather than pull them into mine.” Touring Europe together in a battered bus has helped them bond. “In Germany, the ladies excitedly tried to enter what looked like a Tudor pub, because they thought it was where we were staying,” Gerrard says. “Then a policeman with a huge dog came out and said it was a police station they were trying to break into. I love those women!” Bozhkova says she welcomed the collaboration and that the choir “liked the result”, although Gerrard felt the Bulgarians were initially cautious of her. “But now we trust each other – and how could I resist being involved in the most beautiful thing I have ever heard?” The Mystery of the Bulgarian Voices feat Lisa Gerrard are at the QEH, London Southbank tonight. BooCheeMish is released on Prophecy Productions"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}