{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2019/jun/07/hot-chip-track-of-week", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2019-06-07T10:00:11Z", "webTitle": "Tracks of the week reviewed: Hot Chip, Cheryl, Miley Cyrus ft RuPaul", "webUrl": "https://www.theguardian.com/music/2019/jun/07/hot-chip-track-of-week", "apiUrl": "https://content.guardianapis.com/music/2019/jun/07/hot-chip-track-of-week", "fields": {"headline": "Tracks of the week reviewed: Hot Chip, Cheryl, Miley Cyrus ft RuPaul", "bodyText": "Hot Chip Melody of Love Listen, some IDIOTS people are going to hate this. Unabashed pop, lightyears from any monkeys and/or miniature cymbals, it fidgets somewhere between Tango in the Night-era Mac (this is fine) and Future Islands (no), Alexis Taylor’s forlorn falsetto flitting throughout, hoisting a simplistic major-key jig into a proper summer belter. As a festival soundtrack to sciatically invigorating cross-legged sitting, wet-wiped gussets, and slurping lager from the same paper cup you’ll be weeing it back out into later, it’s nigh-on perfect. Sleater-Kinney Hurry on Home It’s a baffling quirk of nature that the only people able to look in a mirror and, without fail, think: “Well, I’d diddle me,” are by far the most appalling people known to humankind. “Unfuckable” and “unlovable” are just two ways Carrie Brownstein describes herself in this whopping indie-grunge stomper, all chugging riffs, squalling twanged top-E strings and vast harmonies of joyous self-loathing. Annie Clark produced this, and you can tell. It is Very Good. Sufjan Stevens Love Yourself From the other end of the Self-Esteem Spectrum (©), and swaddled in synths that can only be described as “wiffly”, comes this beautiful little ode to believing in and accepting who you are, released to coincide with Pride month. Listening to it will actually make you feel a bit better about the world, which in these febrile times is basically a miracle. Does that make Sufjan God? I don’t want to cause a theological ruckus here, so I’ll choose my words very carefully: Yes it does. Sufjan is definitely, 100% God. Cheryl Let You There’s a lot to get through this week so let’s not muck about: icy, whompy, shoulderpad pop, with gusto. 8/10. Miley Cyrus ft RuPaul Cattitude It’s … it’s hard to know where to start here. Firstly, Miley’s rapping. So there’s that. She says “pussy” an awful, awful lot. RuPaul slams in with a metaphor-obliterating verse about “milking a brother dry”. And around it all is a punch-drunk splatter of bloops, bass throbs and syncopated clack-drums. As with the sight that must have greeted the English in Braveheart when the Scots lifted their kilts, it’s just a bewildering amount of grot to take in all at once. Somehow, though, and I don’t know how, it’s almost brilliant. Herve Pagez x Diplo ft Charli XCX Spicy Q: Do you want to listen to a tropical pop “reimagining” of Wannabe by the Spice Girls? A: No. Because you are not a moron."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}