{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/25/the-new-left-economics-how-a-network-of-thinkers-is-transforming-capitalism", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-25T05:00:44Z", "webTitle": "The new left economics: how a network of thinkers is transforming capitalism", "webUrl": "https://www.theguardian.com/news/2019/jun/25/the-new-left-economics-how-a-network-of-thinkers-is-transforming-capitalism", "apiUrl": "https://content.guardianapis.com/news/2019/jun/25/the-new-left-economics-how-a-network-of-thinkers-is-transforming-capitalism", "fields": {"headline": "The new left economics: how a network of thinkers is transforming capitalism", "bodyText": "For almost half a century, something vital has been missing from leftwing politics in western countries. Since the 70s, the left has changed how many people think about prejudice, personal identity and freedom. It has exposed capitalism’s cruelties. It has sometimes won elections, and sometimes governed effectively afterwards. But it has not been able to change fundamentally how wealth and work function in society – or even provide a compelling vision of how that might be done. The left, in short, has not had an economic policy. Instead, the right has had one. Privatisation, deregulation, lower taxes for business and the rich, more power for employers and shareholders, less power for workers – these interlocking policies have intensified capitalism, and made it ever more ubiquitous. There have been immense efforts to make capitalism appear inevitable; to depict any alternative as impossible. In this increasingly hostile environment, the left’s economic approach has been reactive – resisting these huge changes, often in vain – and often backward-looking, even nostalgic. For many decades, the same two critical analysts of capitalism, Karl Marx and John Maynard Keynes, have continued to dominate the left’s economic imagination. Marx died in 1883, Keynes in 1946. The last time their ideas had a significant influence on western governments or voters was 40 years ago, during the turbulent final days of postwar social democracy. Ever since, rightwingers and centrists have caricatured anyone arguing that capitalism should be reined in – let alone reshaped or replaced – as wanting to take the world “back to the 70s”. Altering our economic system has been presented as a fantasy – no more practical than time travel. And yet, in recent years, that system has started to fail. Rather than sustainable and widely shared prosperity, it has produced wage stagnation, ever more workers in poverty, ever more inequality, banking crises, the convulsions of populism and the impending climate catastrophe. Even senior rightwing politicians sometimes concede the seriousness of the crisis. At last year’s Conservative conference, the chancellor, Philip Hammond, admitted that “a gap has opened up” in the west “between the theory of how a market economy delivers … and the reality”. He went on: “Too many people feel that … the system is not working for them.” There is a dawning recognition that a new kind of economy is needed: fairer, more inclusive, less exploitative, less destructive of society and the planet. “We’re in a time when people are much more open to radical economic ideas,” says Michael Jacobs, a former prime ministerial adviser to Gordon Brown. “The voters have revolted against neoliberalism. The international economic institutions – the World Bank, the International Monetary Fund – are recognising its downsides.” Meanwhile, the 2008 financial crisis and the previously unthinkable government interventions that halted it have discredited two central neoliberal orthodoxies: that capitalism cannot fail, and that governments cannot step in to change how the economy works. A huge political space has opened up. In Britain and the US, in many ways the most capitalist western countries, and the ones where its problems are starkest, an emerging network of thinkers, activists and politicians has begun to seize this opportunity. They are trying to construct a new kind of leftwing economics: one that addresses the flaws of the 21st-century economy, but which also explains, in practical ways, how future leftwing governments could create a better one. Christine Berry, a young British freelance academic, is one of the network’s central figures. “We’re stripping economics back to basics,” she says. “We want economics to ask: ‘Who owns these resources? Who has power in this company?’ Conventional economic discourse obfuscates these questions, to the benefit of those with power.” The new leftwing economics wants to see the redistribution of economic power, so that it is held by everyone – just as political power is held by everyone in a healthy democracy. This redistribution of power could involve employees taking ownership of part of every company; or local politicians reshaping their city’s economy to favour local, ethical businesses over large corporations; or national politicians making co-operatives a capitalist norm. This “democratic economy” is not some idealistic fantasy: bits of it are already being constructed in Britain and the US. And without this transformation, the new economists argue, the increasing inequality of economic power will soon make democracy itself unworkable. “If we want to live in democratic societies, then we need to … allow communities to shape their local economies,” write Joe Guinan and Martin O’Neill, both prolific advocates of the new economics, in a recent article for the Institute for Public Policy Research (IPPR) – a thinktank previously associated with New Labour. “It is no longer good enough to see the economy as some kind of separate technocratic domain in which the central values of a democratic society somehow do not apply.” Moreover, Guinan and O’Neill argue, making the economy more democratic will actually help to revitalise democracy: voters are less likely to feel angry, or apathetic, if they are included in economic decisions that fundamentally affect their lives. The new economists’ enormously ambitious project means transforming the relationship between capitalism and the state; between workers and employers; between the local and global economy; and between those with economic assets and those without. “Economic power and control must rest more equally,” declared a report last year by the New Economics Foundation (NEF), a radical London thinktank that has acted as an incubator for many of the new movement’s members and ideas. In the past, left-of-centre British governments have attempted to reshape the economy by taxation – usually focused on income rather than other forms of economic power – and by nationalisation, which usually meant replacing a private-sector management elite with a state-appointed one. Instead of such limited, patchily successful interventions, the new economists want to see much more systemic and permanent change. They want – at the least – to change how capitalism works. But, crucially, they want this change to be only partially initiated and overseen by the state, not controlled by it. They envisage a transformation that happens almost organically, driven by employees and consumers – a sort of non-violent revolution in slow motion. The result, the new economists claim, will be an economy that suits society, rather than – as we have at present – a society subordinated to the economy. The new economics, suggests Berry, isn’t really economics at all. It’s “a new view of the world”. * * * In the excitable but often intellectually becalmed world of British politics, the arrival of a significant new set of ideas tends to generate certain responses. Events about it are packed out. Ambitious young researchers gravitate towards it. Adventurous older thinkers are intrigued by it. New intellectual institutions are created around it. Mainstream journalists initially dismiss it. Over the past year, the left’s new economics has acquired this status. Jacobs, who is nearing 60, spent the New Labour era trying, and largely failing, to persuade centrist politicians that the economy needed drastically reshaping. “But nowadays,” he told me, “I’m thinking: ‘Oh God, we finally might be able to do it.’” Like all the new economists I met, he talks very fast, cutting short sentences as if there is too much to explain in the time available. A longstanding environmentalist, he describes the emerging network of new economists as “an ecosystem”. Like the one that produced Thatcherism in the 70s, this network may involve only a few dozen people, whose polemics and talks and policy papers are being followed by an audience in the hundreds, but there is an intoxicating sense of political and economic taboos being broken, and of a potential new consensus being born. “There are British and American websites that publish a lot of our stuff, like openDemocracy, Jacobin and Novara. There are people producing stuff while freelancing for thinktanks – or setting up new thinktanks. And social media means the ideas spread, and collaborations happen, much faster than when leftwing economics was just about meetings and pamphlets,” Jacobs says. “It’s slightly incestuous, but it’s rather thrilling.” This ferment is beginning to solidify into a movement. The New Economy Organisers Network (Neon), a NEF spin-off based in London, runs workshops for leftwing activists, to learn how “to build support for a new economy” – for example, by telling effective “stories” about it in the mainstream media. Stir to Action, an activist organisation based in Bridport in Dorset, publishes a quarterly “magazine for the new economy”, and organises advice sessions in left-leaning cities such as Bristol and Oxford: Worker Co-ops: How to Get Started, Community Ownership: What If We Ran It Ourselves? “There’s a totally new impulse to activism about the economy now,” says the magazine’s editor, Jonny Gordon-Farleigh, who was previously involved in anticapitalist and environmental protests. “The movement has gone from oppose to propose.” Looming over this activity is the possibility, for the first time in decades, of a Labour government receptive to new leftwing economic ideas. “[The shadow chancellor] John McDonnell seems to get it,” says Gordon-Farleigh, guardedly. “He has some shared history with some of our movements. He has made interesting comments … about introducing co-operative ownership of the railways, for example.” Others in the movement are more bullish. Last autumn, a widely circulated article by Guinan and O’Neill in the leftwing journal Renewal claimed that McDonnell could be planning nothing less than a “transformation of the British economy … a radical programme for dismantling and displacing corporate and financial power in Britain”, in favour of the less privileged. Guinan told me: “John McDonnell is extremely intellectually curious. I haven’t seen another political figure at that level of seniority whose doors are so open to new thinking.” James Meadway, until recently one of McDonnell’s key advisers, is now writing a book about “an economy for the many”. Between 2010 and 2015, Meadway worked at NEF, where his reports and articles sketched out many of the new economists’ arguments. Several NEF staffers told me that since McDonnell became shadow chancellor, the usual relationship between leftwing thinktanks and Labour had been reversed: instead of desperately trying to draw the party’s attention to their proposals, they were struggling to keep up with Labour’s appetite for them. “They’re virtually asking, ‘Have you got anything else at the back of your cupboard?’” says one delighted but slightly perplexed NEF veteran. “We scrabble around, and give them anything we can come up with, as quickly as we can.” Last July, NEF published a report advocating a sharp increase in the number of British co-operatives. On one of its later pages, with almost no fanfare, the report also proposed that conventional companies be required to give their employees shares, to create what NEF called an “inclusive ownership fund”. In September, with a few modifications, the proposal became Labour party policy. “I’ve never seen anything like it, from thinktank idea to adoption as policy!” says Mathew Lawrence, one of the report’s authors. This month, a version of the policy was also adopted by the US presidential candidate Bernie Sanders. And yet, outside McDonnell’s circle and the transatlantic radical left, the new economics has gone largely unnoticed – or been casually derided. The black holes of Brexit and the Tory leadership contest are partly responsible, sucking attention away from everything else. But so is the radical nature of the new economics itself. Transforming or ending capitalism as we know it – the new economists differ as to which is the goal – is a difficult idea for most British politicians and journalists to take on board. After half a century accepting the economic status quo, they associate any leftwing alternatives to it either with out-of-date postwar social democracy – aka “the 70s” – or with leftwing authoritarianism, with present-day Venezuela or the Soviet Union. However often McDonnell says in interviews that he wants to see a democratic economy, the adjective most frequently applied to him is still “Marxist”. “The new economic thinking is almost like a frequency that can’t be heard,” says Guinan. But with neoliberalism ailing, and the right bereft of other economic ideas, as the Conservative leadership contest is currently demonstrating, the left’s new economics may have a long future – whether or not McDonnell and Jeremy Corbyn’s Labour party wins power. To borrow a line from Thatcher, there is now an alternative. * * * The dream of a democratic economy has flickered on the margins of leftwing politics for at least a century. During the early 1920s, the British socialist theorists GDH Cole and RH Tawney both wrote fresh, provocative books arguing that workers should manage themselves, rather than submit to employers or shareholders – or to the state, as more orthodox Labour thinkers envisaged. In economic life, as in politics, Tawney argued in 1921, “men should not be ruled by an authority which they cannot control”. This empowerment of the workers was intended to be the first step in a larger transformation. “The real aim,” wrote Cole in 1920, should be “wresting bit by bit from the hands of the possessing classes the economic power which they now exercise”, in order to ultimately “make possible an equitable distribution of the national income and a reasonable reorganisation of Society as a whole”. Yet Cole was vague about how this overturning of the traditional order would happen. He ruled out a revolution, and a general strike, on the grounds that workers did not have the necessary access to weapons, or the economic resources to beat their employers in a protracted industrial struggle. A bold Labour government could, in theory, pass the necessary legislation; but the Labour administrations of the 1920s and 30s were cautious, and did not last long. When Labour did acquire the confidence and time to reconfigure the economy, during the premierships of Clement Attlee in the 40s and Harold Wilson in the 60s, the party chose to do so through Whitehall plans and bureaucracies, such as Wilson’s Department of Economic Affairs (DEA), rather than by democratising the economy. The results were mixed: the DEA lasted only five years. It was not until the 70s that a powerful Labour politician became interested in democratising the economy. Unusually for a Westminster grandee, Tony Benn paid close attention to the decline of deference and growth of individualism during the decade. “More people want to do more for themselves,” he wrote in 1970. “Technology releases forces that permit and encourage decentralisation … It must be a prime objective of socialists to work for the redistribution of power.” In 1974, Wilson made Benn secretary of state for industry. The economy was struggling. Benn oversaw and subsidised worker-run cooperatives at three ailing large businesses: the Scottish Daily News, a Glasgow newspaper; Kirkby Manufacturing and Engineering, a Liverpool maker of radiators; and Meriden, a producer of motorcycles in the West Midlands. The challenges these co-operatives faced – a lack of previous investment, and strong foreign or domestic competitors – were made worse by unsympathetic, economically conservative civil servants in Benn’s department. An even-handed 1981 report on the cooperatives by the leftwing magazine New Internationalist described them as doomed from the start – they were “crippled giants”. The Scottish Daily News cooperative lasted five months. The Kirkby cooperative did better. Eric Heffer, a minister working for Benn, found trade union shop stewards there “transformed by their experiences” of helping run the business. They became “real worker-managers”. The cooperative made it through the mid-70s recession. But soon after the 1979 election, Margaret Thatcher’s incoming government terminated the experiment by cancelling Kirkby’s subsidies. Meriden survived the change of government, and another recession in the early 80s. But it went bankrupt in 1983. Benn himself lasted only a year in the industry department, before he was removed by Wilson, who had never completely accepted his radicalism. Benn never held such a pivotal economic post again. Just as significantly, the saga “undermined the co-operative option in Labour party policymaking circles for decades to come,” says Gordon-Farleigh. From Benn’s demotion in 1975 until Jeremy Corbyn’s election as leader 40 years later, the Labour hierarchy broadly accepted that the economy should be based on profit, competition, and top-down management. The attempts by Benn and others on the British left during the 70s to establish what they sometimes provocatively called “workers’ control” were largely forgotten, or remembered as just another of a derided decade’s failed utopias. The chance for a democratic economy seemed to have gone. * * * Yet during the lean years that followed for the British left, another experiment in democratising the economy began – across the Atlantic, in a country less associated with revolts against capitalism. It was more local, but also more thorough than Benn’s backing of a scattering of vulnerable co-operatives, and it sought to mobilise the power of consumers rather than producers. Gar Alperovitz is an 83-year-old American economist and activist. Since the 60s, he has doggedly promoted economic innovations that put social before commercial goals. Often, he has been a fringe figure, but intermittently he has attracted wide attention. In 1983, he featured heavily in a Time magazine cover story about the future of the economy. In 2000, at the University of Maryland, he co-founded the Democracy Collaborative, a centre for research about how to revive the political and economic life of declining parts of the US, which gradually expanded into an activist body as well. “Troubled American cities are in a more advanced state of decay than their British equivalents,” says Guinan, who has worked for the Democracy Collaborative for a decade. “But American local government also has greater powers. So you have the ability to create radical new models from the ground up.” In 2008, the Democracy Collaborative began working in Cleveland, one of America’s poorest big cities, which had been losing jobs and residents for decades. The activists followed an Alperovitz strategy called “community wealth-building”. It aims to end struggling local economies’ reliance on unequal relationships with distant, wealth-extracting corporations – such as chain retailers – and to base these economies around local, more socially conscious businesses instead. In Cleveland, the Democracy Collaborative helped set up a solar power company, an industrial laundry, and a city-centre hydroponic farm growing lettuces and basil. All three enterprises were owned by their employees, and some of their profits went to a holding company tasked with establishing more cooperatives in the city. All three enterprises have succeeded, so far. The goal of the project was summed up in blunt, almost populist terms by one of the Democracy Collaborative’s co-founders, Ted Howard, in 2017: “Stop the leakage of money out of our community.” Yet “community wealth building” also has a more subtle purpose: it is a concrete demonstration that economic decisions can be based on more than neoliberalism’s narrow criteria. Howard was speaking at a new economics conference in England, which had been organised by McDonnell. The two men are on first-name terms. Last year, McDonnell introduced Howard at another Labour event, in Preston: “We bring him across on a regular basis now, to explain the work that he’s done.” McDonnell has long been interested in decentralising and democratising the economy. He frequently cites Tawney, Cole and Benn in speeches. During the 80s, McDonnell was deputy leader and effectively the chancellor of the Greater London Council (GLC), which pursued Benn-style experiments with state-backed co-operatives, with similarly mixed results, until it was abolished by Thatcher in 1986. Contrary to his usual portrayal as a statist ogre, McDonnell believes there are limits to how far the left can increase taxes and government spending. In his view, many voters are unwilling, or simply unable, to pay much more tax – especially when living standards are squeezed, as now. He also believes that central government has lost authority: it is seen as simultaneously too weak, short of money thanks to austerity; and too strong – too intrusive and domineering towards citizens. Instead of relying on the state to create a better society, one of McDonnell’s close allies argues, leftwing governments, at both the municipal and national level, “have to get into changing how capitalism works”. In recent years, with McDonnell and Corbyn’s encouragement, and guidance from the Democracy Collaborative, many of the principles of “the Cleveland model”, as it is reverently known in transatlantic leftwing circles, have been adopted by the Labour-run council in the small, ex-industrial city of Preston in Lancashire. The regeneration has been promoted as a foretaste of Britain under a Corbyn government. Preston’s hilltop city centre, which had been fading for decades, now has a refurbished and busy covered market, new artists’ studios in former council offices, and coffee and craft beer being sold from converted shipping containers right behind the town hall. All these enterprises have been facilitated by the council. Less visibly, but probably more importantly, the city’s large concentration of other public sector bodies – a hospital, a university, a police headquarters – have been persuaded by the council to procure goods and services locally whenever possible, becoming what the Democracy Collaborative calls “anchor institutions”. They now spend almost four times as much of their budgets in Preston as they did in 2013. The council leader is Matthew Brown, an intense, angular 46-year-old who was partly inspired to enter politics by seeing Benn on television as a teenager. “What we’re doing in Preston is common sense, but it’s also ideological,” Brown told me, when we met in his sparse office. “We’re living through a systemic crisis of capitalism, and we’ve got to create alternatives.” By doing so – especially at a time when local councils are supposed to have been hugely weakened by government cuts – Preston is in small but visible ways undermining the authority of neoliberalism, dependent as it is on the insistence that no other economic options are possible. The council, Brown continued proudly, was “supporting local small businesses rather than big capitalists”. It was using its “leverage” as a procurer to make businesses behave more ethically: pay the living wage, recruit more diverse staff. And it was aiming to make the city a place where cooperatives were mainstream rather than niche: “My intention is to get them to 30%, 40% of our economy.” I asked whether he had any doubts about a city with a population of less than 150,000 acting as a model for reshaping the whole British economy – and by implication, economies beyond. “No,” he said. “I’m quite strong-minded.” * * * There is a confidence about the new economists, which comes as a surprise after all the left’s defeats during the 80s and 90s. But with capitalism less effective and popular than it was then, the new economists believe they are now engaged in what the political theorist Antonio Gramsci – a big influence on them and McDonnell – called a “war of position”: a steady accumulation of alliances, ideas and public credibility. Berry describes this process as a “transition” that can lead to a different economy. McDonnell told me in 2017 that he wanted “a staged transformation of our economic system”. If enough other Labour councils copy Preston – and quite a few are interested – then even without a Corbyn government, let alone any kind of socialist revolution, the British economy will have moved leftwards, both in the priorities it chooses and the interests it favours. A few hours after meeting Brown in Preston, I spoke to McDonnell again about the left’s new intellectual vibrancy. “We’re beginning to reconstruct what we had with Tony Benn in the 70s,” he said. “A range of thinking groups – NEF and Class [another leftwing economic thinktank] have been revitalised. Michael Jacobs is buzzing with ideas. We’re arguing effectively for a more democratic economy. Doubling the number of cooperatives in the UK” – as NEF advocated last year – “that’s relatively timid. We want to go further.” He offered no more details. But the “inclusive ownership fund” policy adopted by Labour shows the potential of the new economic ideas. The funds are intended to be Trojan horses: inserting into a company’s ownership structure a group of shareholders – its employees – who are more likely to favour higher wages and long-term investment. “The funds are meant to tip the balance,” says Lawrence, “towards a different kind of corporate culture.” Or as the writer and activist Hilary Wainwright, one of the Labour left’s shrewdest thinkers since the 70s, puts it: “Radical change, when it destabilises the status quo in the right way, creates further opportunities for change.” But turning the new economics into national policies will be hard, even if Labour wins power. Last summer, the head of NEF, Miatta Fahnbulleh, was invited to an awayday for Treasury civil servants to talk about the new economy. “When I got there,” she told me, “I quickly realised that to the Treasury the new economy just means tech [companies]. When I started talking instead about how the economy could operate differently, they bought my premise that the status quo has problems – they’re the Treasury, they’ve got the data. They thought that the new economics was interesting … But only in a debating society sort of way.” Before NEF, Fahnbulleh worked for the cabinet office and the 10 Downing Street strategy unit. She predicts there will be Whitehall resistance to the new economics: “Whitehall hates big change – every time.” Jacobs, who has longer experience of government, is slightly more optimistic. “Some of the younger Treasury people will probably be quite excited by a new economic approach. Some of the older ones will think it’s all wrong. And others will just implement whatever the government asks.” He has helped run seminars for McDonnell and his team about what to expect from Whitehall, and how to respond. “My advice is, ‘If you want to do something new, set up a new unit, and recruit. You’ll get people joining who want to do new things.” But Benn’s experience at the department of industry suggest that outflanking Whitehall’s conservatives may not be that simple. And then there is the business establishment. Since Thatcher, it has become accustomed to deferential governments, to getting its own way over other interest groups, and to profits and share prices trumping other measures of a company’s economic or social value. The intention of the new economists to end these imbalances has not gone down well. “The Confederation of British Industry (CBI) really hates inclusive ownership,” says one McDonnell ally. “You can feel the chill whenever we bring it up.” When I asked the CBI for their thoughts on the new economics, there was a week-long silence, and then, after I chased them, a terse statement: “Labour seems determined to impose rules that display a wilful misunderstanding of business.” The new economists say they are not intimidated. “We in the movement need to be absolutely frank about this,” says Guinan. “A democratic and an exploitative economy are fundamentally incompatible. We should mount a straightforward, left-populist attack on these business interests. We should say to them: ‘Off you go to Singapore!’ The left shouldn’t be afraid of a little creative destruction”, he says, cheekily borrowing a phrase usually used by free-marketeers. Jacobs agrees: “Exploitative companies can go to the wall.” That might sound like a reckless leftwing fantasy. But the new economists argue convincingly that hugely disruptive change is coming to the British economy, anyway – thanks to Brexit, automation and the climate emergency. “Brexit alone will require a very interventionist state” to help the economy adapt, says Lawrence. “It will make it much harder for a civil servant to say, ‘You simply can’t do that.’” * * * But what do the new economists want to come after neoliberal capitalism? In Preston, after Brown had spoken evangelically to me about the virtues of “local businesses” and “local jobs”, I asked whether his council was actually saving capitalism in the city – by making it more socially sensitive – rather than supplanting it. For once, he paused. “We’ve got to be pragmatic,” he said. “We are still in a free-market environment. And I don’t see local businesses as big capitalists, anyway. The vast majority only have one or two people working for them. There’s almost no one to exploit. Shareholders are not involved.” Not everyone on the left would see small businesses – often keen supporters of rightwing parties and austere social and economic policies – in such benign terms. But Brown went on: “The Labour party, nationally, is getting away from the old pro-business/anti-business argument. Creating social value is what matters.” Later I asked McDonnell, too, whether his approach risked saving rather than replacing capitalism. He smiled, and went into the gnomic mode he adopts when talking about tricky issues. “Who incorporates who ...” he said. “That’s the debate!” Then his smile turned more mischievous. A Corbyn government, he said, would “welcome” business “into our warm embrace”. The McDonnell ally I spoke to said that whenever the question of the economy’s long-term trajectory came up in Labour discussions, “We avoid that conversation. There is no consensus in the party.” Then he added: “Personally, I’d be quite happy if Britain ended up as Denmark.” McDonnell often cites Germany as another country where capitalism is more benign. Wainwright, who has known McDonnell for decades, has a usefully flexible prediction about what might happen to Britain’s economic culture if he becomes chancellor. “En route to a socialist society,” she says, “there might be moments when a different capitalism emerges” – ie, a more benign one. Yet the problem for the left with settling for “a different capitalism”, however temporarily, is that it may simply enable capitalism to regroup, and then resume its Darwinian progress. Arguably this is exactly what happened in Britain during the last century. After the politically explosive economic slump of the 1930s – the precursor to today’s crisis of capitalism – during the postwar years many business leaders seemed to accept the need for a more egalitarian economy, and developed close relationships with Labour politicians. But once the economy and society had been stabilised, and rightwingers such as Thatcher started making a seductive case for a return to raw capitalism, the businessmen switched sides. Another difficulty for the new economists and their political allies is to persuade voters – brought up with the idea that profit and growth are the only economic outcomes that matter – that other values should matter more from now on. Even saving the environment is still a hard sell. “The effect of economic growth on the planet is not an issue that’s talked about nearly enough on the left,” admits Berry. “As for de-growth” – the current green term for dropping growth as an economic objective – “the Labour party won’t touch it with a bargepole.” McDonnell’s ally agreed. “De-growth,” he said, “is just appalling labelling.” Guinan says the problem is not just presentational: “a politics of de-growth has not yet been invented that will carry the public.” Instead, Labour have recently begun promoting a version of the Green New Deal: an enticing but still largely theoretical scheme advocated by steadily more leftists and environmentalists in Britain and the US over the past decade. It aims to address the climate emergency and some of capitalism’s problems simultaneously, by a huge increase in government support for green technologies and the highly skilled, hopefully well-paid jobs needed to create them. In a speech this week, McDonnell said that this project needed to be Britain’s biggest peacetime undertaking since the Attlee government’s conversion of the economy from war to peace during the 40s. In April, the shadow business secretary Rebecca Long-Bailey, a McDonnell protege, wrote a Guardian article advocating a “green industrial revolution”, including “deep-water turbines in the North Sea”, which “could provide four times Europe’s entire electricity demand” and “could be built and delivered from the UK”. It was quite a thrilling vision; but the turbines were the only potential new technology the article mentioned. Another enormous issue that the new economists often skirt is whether many of today’s workers really want more of a voice in their workplaces. When “industrial democracy” was last a popular idea on the left, in the 70s, work was arguably more fulfilling and central to people’s lives than it had ever been before. Office jobs were replacing factory jobs, work was a strong engine of social mobility, and membership of powerful trade unions had accustomed the majority of British employees to being consulted, of having some agency in their working lives. But in 2019, empowering experiences at work are less common. For more and more people, however well-qualified, employment is short-term, low-status, unrewarding – barely part of their identity at all. Gordon-Farleigh has spent years trying to interest people in forming co-operatives, and not always succeeding. “Contemporary capitalism has produced a pacified, passive workforce,” he says. “A lot of people even like to feel a bit alienated by capitalism – to not really understand how it works. They need to be reskilled, politically. Then we have to look at what economic powers they actually want.” * * * In April, after waiting for a pause in the seemingly endless winter of Brexit arguments, Mathew Lawrence launched a new economics thinktank, Common Wealth, which aims to draw all the strands of the movement together, with an evening event in London. After an uplifting but slightly too slick film about Common Wealth’s mission had been shown on a big screen – which was similar in tone and content to a recent Labour party political broadcast called Our Town – Lawrence was introduced to the audience by Guinan. In the speech that followed, Lawrence covered so much ground that his voice became a mutter, too fast for anyone unfamiliar with the new economics to follow. During this formal bit of the evening, Common Wealth risked feeling like a project for insiders – just another London thinktank, with the former Labour leader Ed Miliband on its board. Yet the rest of the launch felt different. The hired room was in the East End, far from the usual thinktank belt around Westminster, and it was packed, and loud with earnest talk. Almost everyone was in their 20s or 30s, many of them with scuffed Dr Martens shoes and austere modern haircuts – the now-familiar sight of British millennials gathering to discuss changing the world. Two hours after the start of the event, people were still arriving, and hardly anyone had left. When I did, just before 11, the lights were still on in the nearby office towers of the City of London, which overshadows the East End, and the economy of the whole country beyond. But walking away from the buzzing room, especially after a bottle of the Common Wealth craft ale that had been made for the occasion, it was possible to believe that the bankers’ best days might be numbered, and that the new economics would tell us how. • Follow the Long Read on Twitter at @gdnlongread, or sign up to the long read weekly email here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}