{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/datablog/2019/jun/30/student-debt-loan-forgiveness-bernie-sanders", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-30T10:00:14Z", "webTitle": "Sanders is right: Republican tax cuts cost more than forgiving student debt", "webUrl": "https://www.theguardian.com/news/datablog/2019/jun/30/student-debt-loan-forgiveness-bernie-sanders", "apiUrl": "https://content.guardianapis.com/news/datablog/2019/jun/30/student-debt-loan-forgiveness-bernie-sanders", "fields": {"headline": "Sanders is right: Republican tax cuts cost more than forgiving student debt", "bodyText": "A 2016 plan for free college tuition didn’t go far enough for Bernie Sanders. In this election cycle, the candidate for the Democratic presidential nomination is promising to forgive all outstanding student loan debt. Although Congress has the legal power to write off such debts, voters might be skeptical about the government’s financial power to do so. In 2006, total student loan debt stood at $481bn. Since then, total student loan debt has more than tripled, now standing at $1.6tn. A counter-argument put forward by politicians like Sanders and the New York representative Alexandria Ocasio-Cortez is that Republican tax cuts have cost the government more money than would student loan forgiveness. These claims are correct. Estimates of the cost of the Republican Tax Cuts and Jobs Act of 2017 vary. But the most recent and reliable numbers come from the Congressional Budget Office (CBO), which is the federal agency whose job it is to provide budget information to Congress. This year, the CBO estimated that the new tax law would add $2.3tn to national debt by 2028. Those losses would partly be offset by economic growth of about $461bn meaning that overall, the tax cuts would cost the country $1.9tn. Without policy change, the US student loan debt crisis is projected to keep growing. Each minute, approximately $157,000 of student loan debt is repaid. But in the same minute, according to data from the Federal Reserve, $191,000 of new debt is borrowed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}