{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/17/is-time-to-end-our-fixation-with-gdp-and-growth", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-17T05:00:16Z", "webTitle": "Is it time to end our fixation with GDP and growth?", "webUrl": "https://www.theguardian.com/news/2019/jun/17/is-time-to-end-our-fixation-with-gdp-and-growth", "apiUrl": "https://content.guardianapis.com/news/2019/jun/17/is-time-to-end-our-fixation-with-gdp-and-growth", "fields": {"headline": "Is it time to end our fixation with GDP and growth?", "bodyText": "Why are we so fixated on economic growth? Since the mid-20th century, economic growth has taken on a dominant position in the way practically every country arranges its affairs and priorities. Growth has become shorthand for increasing living standards. It often means more people in work and more companies in business. Its opposite, recession, normally means bankruptcies and redundancies. And so growth has become a holy grail for governments seeking re-election. But some people have benefited more from growth than others, despite global gross domestic product (GDP) growing by more than 5,000% since the 1960s. Inequality has boomed in advanced economies since the 1970s, while the mounting risk of catastrophic global warming raises serious questions about the links between growth and carbon emissions. Yet our economies have become structurally dependent on growth. Finance ministries and central banks pursue economic expansion as the primary goal, with rising GDP providing higher taxes. Growth as a metaphor for prosperity has become deeply embedded through language. We like to see our children grow, or our gardens. Growth as a fundamentally human movement is life and progress. But there is another end of the metaphor: that growth can be cancerous. So what is GDP? If the concept of economic growth has become central, then the yardstick of success is a three letter acronym: GDP. GDP measures the extent of economic activity. UK GDP was about £2tn last year, placing Britain among the largest economies on earth. It can also be calculated per head, at £30,594 in the UK. The US has the largest economy in the world, worth almost $19.5tn, followed by China, at $12.2tn. The entire world economy is worth roughly $80tn a year – about $10,500 for every man, woman and child on the planet. How do you measure it? In order to measure GDP, statisticians use three approaches: measuring the total value of goods and services produced; the total amount spent in the economy, and the total amount of income from profits and wages. All three methods should, in theory, give the same number. If GDP has increased over a period of time, the economy is growing. If it contracts for two consecutive quarters, the economy is in recession. Despite the apparently scientific approach, the calculation of GDP relies on several assumptions and misses out huge swathes of the economy and wider society that cannot be quantified in monetary terms. Bobby Kennedy once famously said in a speech of GDP: “It measures everything in short, except that which makes life worthwhile.” GDP includes rough estimates for the value of drugs and prostitution, yet fails to take account of unpaid work in the home. In a sign of the scale of what is missing, in 2016, the value of the UK’s unpaid household service work was estimated at £1.24tn, more than the entire non-financial sector. On paper, charities account for only £27bn of the British economy, but Andy Haldane, the chief economist at the Bank of England, reckons this figure could be increased to £234bn a year if the value of volunteering and the benefits it brings were adequately accounted for. Environmental degradation is not included in GDP. After the Exxon Valdez disaster in 1989, the oil spill showed up as a net economic gain because the money spent on the clean-up effort boosted US GDP – despite the damage to Alaska’s waters. The measure takes no account of leisure time, meaning that two countries might have equal GDP but one has workers toiling for 12 hour days and the other only eight. Large amounts of output captured by GDP are also wasteful, such as the hundreds of thousands of tonnes of food wasted in Britain each year, or the Christmas jumpers bought for one night, only to degrade in landfill for centuries. Sounds a bit outmoded for the 21st century Many economists would agree, arguing that GDP is incapable of connecting the economy with social and environmental outcomes that determine our wellbeing and the sustainability of the planet. Should we wish to move away from measuring our success on monetary terms alone, GDP would be inadequate. “People have forgotten that it isn’t a real thing, it’s a construct and a lot of judgments went into how it was put together,” says Diane Coyle, an economist at the University of Cambridge who has written books about the failings of GDP and sustainable growth. “There are lots of things we just don’t have a handle on now. I don’t think the conceptual framework that we have fits the modern economy at all.” Can we safely grow our economies for ever? Whether our economies can continue to grow forever is open to debate, with the continual rise of living standards, for growing numbers of people, dependent on a multitude of factors. There are three main schools of thought. First, that growth by any means can be justified if it improves the lives of the broadest number of people possible. Second, that growth is OK but it needs to be “decoupled” from carbon to prevent climate catastrophe. Third, that growth by definition is impossible to sustain for ever given our planetary confines, and therefore that the only solution is “degrowth” – a sort of ‘less-is-more’ credo that emphasises sustainability, solidarity and deceleration. The first is increasingly being challenged, though outright rejection of growth poses problems for the developing world. Almost half of the world’s population – 3.4 billion people – live on less than $5.50 (£4.30) a day, and struggle to meet basic needs. Degrowth is not for these people. Then there is green “decoupled” growth: some economists believe that the scale of the investment required to save the world from catastrophic climate change means there is plenty of good expansion that can be achieved. This is the economics of the Green New Deal, as espoused by Alexandria Ocasio-Cortez, the New York democratic congresswoman, in the US. But few economists think that the global economy is decoupling from carbon fast enough to prevent a climate crisis. The world’s wealthiest countries need to consume, on average, 416kg of materials and 111kg of energy products to generate $1,000 of GDP. Kate Raworth, an economist at the University of Oxford who has written about the problems of growth for the environment in her book Doughnut Economics, says that despite advances in green technologies, growth is not decoupling from carbon fast enough. “While we need to embrace every opportunity to decouple that we can, the desire for green growth to be the new paradigm runs ahead of the evidence,” she says. What would the alternatives look like? Replacing the world’s growth model and reliance on GDP as the barometer of success is challenging. It would require people to stop buying stuff and that would put a lot of people out of work. That would only work if income was decoupled from labour, and that feels like an idea that is some way off. The concept of degrowth is promoted by some more radical economists, calling for a focus on wellbeing and pushing for a reduction of production and consumption in developed nations. A focus on sufficiency is demanded, rather than relying on the ability of technology and productivity gains to solve ecological problems. At its core the movement argues that growth is typically unjust, unsustainable for the environment and that there never can be such thing as “enough”. Raworth argues that governments should adopt metrics that assess whether a country is operating sustainably, using her doughnut model. Using a simple diagram, she suggests that the hole in the middle is where people fall short of the essentials of life, where nobody should be. Beyond the outer ring, is a place where the collective use of resources pushes us beyond earth’s life supporting systems. “I am hopeful. Or at least I’m seeing these alternative dashboards of metrics being given a lot more interest,” she says. “I don’t have answers to all the questions I’m asking: how you create an economy that thrives whether or not it grows – I don’t have the answer to the financial, political and social redesign. But I believe these are the existential economic questions of our time. So we need to start asking them, no matter how jarring they are to mainstream policy debate.” Working less is also a possible solution, spending on big environmental projects such as rewilding another. More radical proposals for a total rupture with economics as we know it include ideas like the resource-based economy and reforming the monetary system. New Zealand has become the world’s first major nation to unveil a budget focused on improving wellbeing, while Gus O’Donnell, the former head of the civil service in the UK, is urging Britain to look beyond GDP and instead focus on wellbeing. What if we ditched GDP altogether? Moving entirely away from GDP could be tricky. Government debt is always measured in relation to the size of the economy, to assess how sustainable national finances are. Without such a benchmark, it could become harder for countries to finance their activities. “It’s hard to rip it up until you have something to switch to and you have to have enough people to make the switch,” says Coyle, who is researching different ways of measuring the economy, including the way in which natural, social and intangible capital is built, and the amount of time that is used to complete particular goals. “What to switch to is an important question. And we’re not there yet with what the answer might be,” she said. With growing numbers of alternative metrics being made available by the ONS, the question is how they could be used better in addition to GDP. Alfie Stirling, head of economics at the New Economics Foundation thinktank, says: “Let’s have a culture of not relying on reducing outcomes to a single metric. Let’s be relaxed about it. “If our critique of GDP is that it itself is only one metric. The solution is not to find one better metric, it is just to use more metrics.” Further reading Diane Coyle GDP: a Brief But Affectionate History Kate Raworth Doughnut Economics Tim Jackson Prosperity Without Growth"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}