{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/24/iran-rejects-fresh-uk-call-to-release-nazanin-zaghari-ratcliffe", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-24T16:53:51Z", "webTitle": "Iran rejects fresh UK call to release Nazanin Zaghari-Ratcliffe", "webUrl": "https://www.theguardian.com/news/2019/jun/24/iran-rejects-fresh-uk-call-to-release-nazanin-zaghari-ratcliffe", "apiUrl": "https://content.guardianapis.com/news/2019/jun/24/iran-rejects-fresh-uk-call-to-release-nazanin-zaghari-ratcliffe", "fields": {"headline": "Iran rejects fresh UK call to release Nazanin Zaghari-Ratcliffe", "bodyText": "The Iranian foreign ministry has dismissed a fresh UK call to release Nazanin Zaghari-Ratcliffe, the Iranian-British dual national in jail on espionage charges, despite it being delivered personally by a Foreign Office minister. Andrew Murrison made the appeal for Zaghari-Ratcliffe’s release on his first visit to Tehran, where he quickly discovered the low standing with which Britain is held in Iranian government circles. Iran’s deputy foreign minister, Seyed Abbas Araghchi, said Zaghari-Ratcliffe would have to serve her sentence, denouncing a hunger strike by her husband, Richard Ratcliffe, outside the Iranian embassy in London as “blackmail”. Araghchi said: “The Islamic Republic of Iran’s judiciary will not be influenced by such acts of blackmail, and those convicted of espionage must serve their terms.” Ratcliffe, a tireless campaigner for his wife’s release from a Tehran jail for the past three years is on the 10th day of a hunger strike in solidarity with his wife, who is protesting against her conditions in Evin prison. She was arrested in April 2016 and given a five-year sentence for espionage, a charge she denies. At times the Iranians have threatened a second set of charges. Their five-year-old daughter, Gabriella, has been deprived of her weekly visit to see her mother in jail, possibly because the Iranian authorities are angered by Richard Ratcliffe’s high-profile protest. Araghchi also criticised the UK government’s support for the US, saying: “It appears that the British government’s entanglement with the predicament of Brexit has prevented it from having a correct understanding of the global realities. Immature companionship with America’s bully-style measures will result in nothing but an increase in the Iranians’ historical aversion to the UK policies.” He also raised the UK’s outstanding £400m debt to the Iranian nation going back more than 40 years, which is related to the British government’s refusal to honour a contract for Chieftain tanks sold to the Shah of Iran in 1976, but never received. Araghchi called for an immediate settlement of the debts, stressing that the UK government’s refusal to do so was not acceptable or justified. The debt issue has been a running sore between the UK and Iran, with Iran pursuing it through the courts for years only to be met with UK resistance over whether it was legally able to pay the debt to entities that were subjected to sanctions. Boris Johnson, when he was foreign secretary, once briefed newspapers that the UK had decided to pay the Iranian debt – it then emerged he had failed to win Whitehall’s agreement. Murrison, on the first of his round of visits, was also given a lecture on Britain’s historical interference in Iran by Kamal Kharazi, a senior foreign policy adviser to the country’s supreme leader, Ayatollah Ali Khamenei. Kharazi told the UK minister: “Britain has a very negative perception in the minds of people of Iran.” He cited the first world war when the UK entered Iran and caused a famine; the 1901 agreement of an oil monopoly in the country given to William Knox D’Arcy; the granting of a tobacco monopoly in 1891; the British-backed coup against the former Irainian prime minister Mohammad Mosaddegh in 1953, and the support for Saddam Hussein during the Iran-Iraq war. Kharazi said: “I explained these reasons for this perception and said that the British government must take serious steps to offset this perception.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}