{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/26/can-anyone-stop-trump-in-2020-inside-the-28-june-edition-of-the-guardian-weekly", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-26T08:00:12Z", "webTitle": "Can anyone stop Trump in 2020? Inside the 28 June edition of the Guardian Weekly", "webUrl": "https://www.theguardian.com/news/2019/jun/26/can-anyone-stop-trump-in-2020-inside-the-28-june-edition-of-the-guardian-weekly", "apiUrl": "https://content.guardianapis.com/news/2019/jun/26/can-anyone-stop-trump-in-2020-inside-the-28-june-edition-of-the-guardian-weekly", "fields": {"headline": "Can anyone stop Trump in 2020? Inside the 28 June edition of the Guardian Weekly", "bodyText": "Donald Trump launched his 2020 re-election campaign with a typically rambunctious display in Orlando, Florida. A speech full of lies and callbacks to his 2016 campaign may have looked ridiculous to many but, writes Cas Mudde, the 45th president is well placed to win. The Democratic contenders hoping to stop him lined up to debate each other this week, can a candidate emerge from a historically crowded field to make Trump the first single-term president since George HW Bush? Last week British Conservative MPs chose the two candidates who will runoff to be the next prime minister. Boris Johnson easily won the most votes from colleagues. But. as he faces Jeremy Hunt in a vote among Tory members, the former London mayor began in bunker mode, avoiding scrutiny and all questions about a loud row at his partner’s home. As Johnson looks set to take power, can he continue to operate in ‘submarine mode’? Rowena Mason reports. It’s the drugs route you didn’t know existed. But demand for cocaine in Australia and New Zealand has helped bolster a supply chain that runs from Latin America through the Pacific islands. The result, say officials in states such as Fiji, is a surge in addiction and crime in an unpoliceably large expanse of ocean. In a special report, Kate Lyons heads to Fiji to find out more. We also feature reports from Istanbul, where correspondent Bethan McKernan wonders what President Erdoğan’s response to his AKP party’s seismic defeat in the city’s mayoral election will be. We also look behind the scenes of the Iranian shooting of a US drone that briefly brought the US to the brink of war with Iran. This weekend marks 50 years since the Stonewall riots. The uprising against police harassment at the New York City bar marked the beginning of the modern LGBT movement. Those who were there tell Ed Pilkington why they chose to resist. We also have a fascinating feature by Simon Parkin on the rise of “deep fakes” – the AI-based tool to make fake, but unerringly real-looking, videos of politicians and celebrities “speaking”. Are they a genuine threat to democracy? Subscribe to the Guardian Weekly here"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}