{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/05/tiananmen-and-chinas-other-erased-protests-inside-the-7-june-edition-of-guardian-weekly", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-05T08:00:27Z", "webTitle": "Tiananmen – and China's other erased protests: inside the 7 June Guardian Weekly", "webUrl": "https://www.theguardian.com/news/2019/jun/05/tiananmen-and-chinas-other-erased-protests-inside-the-7-june-edition-of-guardian-weekly", "apiUrl": "https://content.guardianapis.com/news/2019/jun/05/tiananmen-and-chinas-other-erased-protests-inside-the-7-june-edition-of-guardian-weekly", "fields": {"headline": "Tiananmen – and China's other erased protests: inside the 7 June edition of Guardian Weekly", "bodyText": "On Tuesday morning Chinese security forces were deployed through Tiananmen Square and reporters were blocked from entering. Public remembrance of the bloody crackdown that took place there 30 years ago was near non-existent – a victory for the Chinese state that has spent three decades omitting the massacre of pro-democracy supporters from the history books. In this week’s cover story, Beijing correspondent Lily Kuo looks back at Tiananmen and the other protests around the rest of China that have been forgotten by the world. In our 19 April edition we called Benjamin Netanyahu “King Bibi” after the Israeli PM beat the odds to top the polls in Israel’s elections. Yet Netanyahu’s attempts to form a governing coalition haven’t been quite as easy as expected. Last week the Likud leader followed through on his threat to call fresh elections after being unable to align with smaller ultra-Orthodox groups in the Knesset. Miriam Berger reports from Jerusalem on the growing split between secular and ultra-Orthodox Jews, and what it means for Israel. Then, Oliver Holmes analyses what the parliamentary chaos means for Jared Kushner’s much-derided Middle East peace plan. This week, the state visit of president Trump helped distract from the unending tumult in British politics. We covered Theresa May’s downfall last week; this time it’s her opponent across the aisle trying to retain control. After disastrous performances in local and European elections in May, Labour leader Jeremy Corbyn’s strategic fence-sitting on Brexit seems to be having extremely damaging results at the ballot box. What can Corbyn do about it? In our features section this week, two fascinating reads. First up: the Anthropocene. It’s widely agreed that human activity has changed our planet dramatically, but have we actually pushed it into a new epoch? The people who decide such matters – geologists – can’t decide. Then, Andy Beckett studies the fall of conservatism. The right may hold levers of powers across the world, but theirs – he argues – is a zombie ideology. We also interview documentary maker Asif Kapadia about his thrilling new film, Diego Maradona, and ponder the strange modern cultural moment that has the Weimar era at its centre. Subscribe here"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}