{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/14/the-chinese-city-where-rap-music-is-under-suspicion", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-14T11:42:26Z", "webTitle": "The Chinese city where rap music is under suspicion", "webUrl": "https://www.theguardian.com/news/2019/jun/14/the-chinese-city-where-rap-music-is-under-suspicion", "apiUrl": "https://content.guardianapis.com/news/2019/jun/14/the-chinese-city-where-rap-music-is-under-suspicion", "fields": {"headline": "The Chinese city where rap music is under suspicion", "bodyText": "A new phenomenon has taken the internet by storm: Chinese rap. But behind its skyrocketing popularity, there is a struggle for freedom of speech. Rappers try to figure out what they can and cannot say after more censorship is announced. In Chongqing, one of China’s biggest cities, surveillance is unavoidable. Announcements echo across the vast squares warning that “morally suspect individuals” are banned from speaking in public. It’s not exactly the most stimulating environment for young people looking for something more than collectivist slogans. They express their artistic resistance against the lack of freedom in their tattoos and underground hip-hop. The rappers feel trapped in the immense city of a thousand mountains. Director David Verbeek was born in Amsterdam and lived in China for three years. He makes documentary and fiction. Coming up: The Waiting Room When Victoria Mapplebeck was diagnosed with breast cancer, she decided to record each step of her journey from diagnosis to recovery. Shooting on an iPhone X, Victoria filmed her time in waiting rooms, surgery and chemotherapy. The Waiting Room is an unflinching portrait of the blood, sweat and tears of cancer treatment. Released June 28th Documentary news and screenings Our feature documentary Seahorse will have its London premiere on 16 July, followed by a Q&amp;A with director Jeanie Finlay and collaborator/subject Freddy McConnell. We look forward to seeing you there. Seahorse was just shown at Sheffield Doc/Fest where, among many other impressive documentaries, I was particularly taken with Mother, about dementia care outsourced to Thailand, and its impact on families. Elsewhere, I strongly recommend catching a screening of Freedom Fields, which follows three women and their football team in post-revolution Libya, as the country descends into civil war and the utopian hopes of the Arab spring begin to fade. Through the eyes of these accidental activists, we see the reality of a country in transition, where the personal stories of love and aspirations collide with history. You can read more about this heroic team and film production in our interview. I also recommend the unusual documentary Unsettling, where filmmaker Iris Zaki sets up a pop-up film studio in Tekoa, an Israeli settlement on the West Bank where none of the residents are keen to talk to the media. It’s the right balance between attempting to understand the psyche of settlers and not excusing them. An impressive film that’s unsettling in all ways. Post-Sheffield means a glut of cinema releases for documentaries in the UK in the coming months, including The Brink, an excellent takedown of Steve Bannon. Meanwhile, in retrospectives, DocHouse in London is hosting a screening of the seminal The Alcohol Years, Carol Morley’s retrospective take on her wild youth."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}