{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/29/jewish-novelist-uk-talks-cancelled", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-29T14:52:00Z", "webTitle": "Jewish novelist blames ‘climate of fear’ in UK for cancelled talks", "webUrl": "https://www.theguardian.com/news/2019/jun/29/jewish-novelist-uk-talks-cancelled", "apiUrl": "https://content.guardianapis.com/news/2019/jun/29/jewish-novelist-uk-talks-cancelled", "fields": {"headline": "Jewish novelist blames ‘climate of fear’ in UK for cancelled talks", "bodyText": "A bestselling novelist says he has been dropped from two literary events in the UK in recent weeks because he is Jewish. Richard Zimler, author of the celebrated 1996 novel The Last Kabbalist of Lisbon, said two cultural event coordinators had terminated negotiations on publicising his new novel because they feared a backlash from anti-Israel campaigners. Zimler has no connections with or family in Israel. The author’s personal publicist, who asked not to be named, confirmed that two organisations had pulled out of initially enthusiastic discussions about events with Zimler, whose latest book The Gospel According to Lazarus was published in April. They feared his Jewishness would alienate Palestinian sympathisers among their clientele and could result in protests, the publicist said. Zimler was “deeply shocked and upset” at the change of heart, saying he could hardly speak after being told. He is now questioning whether an “atmosphere of fear” and increasing antisemitism means that Jewish artists and professionals are being denied work. Writing in the Observer, the New York-born author, says: “I never expected my career in the UK would be prejudiced by my being Jewish. It made Britain seem like a place I didn’t know and maybe never knew. Even just asking about my religious affiliation struck me as outrageous.” The author’s publicist had proposed talks by Zimler, followed by question-and-answer sessions about his book or about historical fiction generally. When the author was dropped, said the publicist, “I was very shocked and surprised. People in the literary world are not usually narrow-minded. Everyone who knows Richard knows he is his own person.” Zimler, who lives in Portugal, has published 11 novels, and his work has been translated into 23 languages. He has won many awards and been nominated five times for the International Dublin Literary Award, one of the most lucrative prizes in the English-speaking world. The Gospel According to Lazarus re-imagines the relationship between Jesus and his friend Lazarus, whom he brought back from the dead. A review in the Observer in April said: “This is no attack on institutional Christianity, but, rather, a reverent and subtle meditation on the ways in which the dead can interact with the living. Perhaps the most remarkable aspect of this brave and engaging novel, though, is that Zimler manages to make the best-known narrative in western culture a page turner. I simply had to keep going to the very end in order to know on earth what would happen.” In his Observer article, the author says the actions of the literary organisations were ironic because he has “long endeavoured in my novels to give voice to people who have been systematically silenced by prejudice and bigotry”. Friends in the UK had suggested that the Boycott, Divestment and Sanctions (BDS) campaign and the Labour party’s reluctance to take a firm stand against antisemitism had contributed to an “atmosphere of fear”. Zimler says: “If cultural organisations are afraid of hosting events for Jewish writers, then Britain has taken a big step backwards.” He points out that his most well-known books are set in Portugal and Poland. His latest novel is set in the Holy Land, but 2,000 years before the creation of the state of Israel. He writes: “Happily for me, my particular case is unimportant; I’ll be able to write my novels and make a living even if no one ever invites me to speak in the UK ever again … But what about artists, writers, dancers and singers whose careers in Britain are hindered or even blocked by a fear of repercussions and who are unable to continue making a decent living there?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}