{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/03/weatherwatch-why-children-need-more-time-outdoors", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-03T20:30:12Z", "webTitle": "Weatherwatch: why children need more time outdoors", "webUrl": "https://www.theguardian.com/news/2019/jun/03/weatherwatch-why-children-need-more-time-outdoors", "apiUrl": "https://content.guardianapis.com/news/2019/jun/03/weatherwatch-why-children-need-more-time-outdoors", "fields": {"headline": "Weatherwatch: why children need more time outdoors", "bodyText": "There is a global pandemic that has gone largely unnoticed. Shortsightedness now affects more than 1.6 billion people across the world, especially in city populations, and lack of outdoor daylight is being blamed. Genetics only partly explains the problem. About a third of children of Chinese origin living in Singapore suffer from myopia, and yet in Australia only 3% of children of Chinese origin have it. Too much reading and screen time has also been discounted. Instead, the crisis in eyesight has been blamed on children spending too much time indoors. Children in Singapore spend only about 30 minutes outdoors every day, on average. That compares with three hours outdoors for children of Chinese origin in Australia, where myopia is far less common than in other urban populations around the world. The key to the problem is spending too much time away from direct daylight. The more outdoor daylight children get, the less the incidence of myopia, and it is especially crucial between the ages of 10 and 15. It appears that ultraviolet B (UVB) rays in daylight stimulate the release of a nerve-transmitter called dopamine in the eye. This is known to inhibit the growing eyeball from elongating, and when an eyeball grows too long it causes myopia by blurring the focus of distant objects in the eye."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}