{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/12/tokyo-dawn-is-the-worlds-biggest-city-finally-opening-up-inside-the-14-june-edition-of-guardian-weekly", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-12T08:00:09Z", "webTitle": "Tokyo dawn – is the world’s biggest city finally opening up? Inside the 14 June edition of Guardian Weekly", "webUrl": "https://www.theguardian.com/news/2019/jun/12/tokyo-dawn-is-the-worlds-biggest-city-finally-opening-up-inside-the-14-june-edition-of-guardian-weekly", "apiUrl": "https://content.guardianapis.com/news/2019/jun/12/tokyo-dawn-is-the-worlds-biggest-city-finally-opening-up-inside-the-14-june-edition-of-guardian-weekly", "fields": {"headline": "Tokyo dawn – is the world’s biggest city finally opening up? Inside the 14 June edition of Guardian Weekly", "bodyText": "With a metro population of 37 million, Tokyo is the megacity to dwarf all others. It is also a place that can be impenetrable to visitors, and not just for reasons of size. The dazzling cityscape of glass, steel and neon masks a relative parochiality by global standards, and long-held socially conservative attitudes of local Japanese have proved difficult to shift. But Japan’s capital may be entering a transformative moment: faced with an ageing population crisis, the country is relaxing its notoriously strict immigration laws. Visitor levels, meanwhile, are at record highs as the city readies for the Olympic Games in little over a year’s time. Is this the moment Tokyo will finally turn outwards to the world? Our cover story showcases a week of special reporting from the Guardian Cities team: Tokyo correspondent Justin McCurry sets the scene with a look at how life is changing in the city; chief sports writer Sean Ingle considers the wider cost of the Olympic premium and Daniel Hurst examines preparations for a colossal earthquake that experts anticipate hitting the city in the near future. The demise of an entire ocean is a difficult concept to comprehend, but when global environment editor Jonathan Watts joined a scientific expedition to the Arctic, he realised that was the reality facing us. His report for us this week is a compelling eyewitness testimony of the accelerating collapse of Arctic ice in a region where, at current rates, summer sea ice may have disappeared altogether within 20 years, bringing as-yet unknown consequences for life on Earth. How does a young Iranian refugee girl arriving in the US achieve her dream of studying at a top university? An obsessive mastery of taekwondo may not have been your first answer, but that was the path chosen – and executed to near-perfection – by Dina Nayeri, as she recalls in our feature section how the Korean martial art brought her success and social acceptance in a foreign land. The photographer Cindy Sherman has been toying with the idea of the self-portrait throughout her long career. On the eve of a major new exhibition in London, the Observer critic Sean O’Hagan looks back at her life and work and asks, does the real artist ever emerge from the artifice? Also in the Culture pages, Peter Conrad reviews Michael Wolff’s latest tell-all volume on US president Donald Trump, while Marcel Theroux enjoys a long-overdue restoration of the censored parts, and re-translation, of Vasily Grossman’s Russian war epic Stalingrad. Subscribe here"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}