{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/19/weatherwatch-golf-ball-sized-hailstones-rain-down-on-bavaria", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-19T20:30:49Z", "webTitle": "Weatherwatch: golf ball-sized hailstones rain down on Bavaria", "webUrl": "https://www.theguardian.com/news/2019/jun/19/weatherwatch-golf-ball-sized-hailstones-rain-down-on-bavaria", "apiUrl": "https://content.guardianapis.com/news/2019/jun/19/weatherwatch-golf-ball-sized-hailstones-rain-down-on-bavaria", "fields": {"headline": "Weatherwatch: golf ball-sized hailstones rain down on Bavaria", "bodyText": "Hailstones the size of golf balls rained down on Bavaria in Germany last week, part of a severe thunderstorm that resulted in damage to cars and property. The storm, linked to the same weather system that brought the first bout of flood-inducing rainfall to England and Wales, also had heavy downpours of rain and strong winds, along with the 5cm-wide hailstones. In neighbouring Poland and the Baltic countries, there was also an early-season heatwave, with temperatures reaching 33C in Warsaw last week – 10 degrees above the seasonal norm. A record demand for electricity on a summer morning in Poland resulted, as residents dramatically increased their air-conditioning use. This level of power demand was just shy of the highest ever recorded, in January this year. Meanwhile, in China, several deadly flooding events have affected the southern half of the country. While wet conditions are common here at this time of year, associated with the quasi-stationary boundary between air masses known as the Mei-yu front, this event has been particularly severe. Near the border with Vietnam, the province of Guangxi had more than 400mm of rain in six days, bringing significant flooding and landslides. Northern parts of China continue to be much drier with drought conditions in parts."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}