{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2019/jun/27/the-invention-of-essex-how-a-county-became-a-caricature", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2019-06-27T05:00:09Z", "webTitle": "The invention of Essex: how a county became a caricature", "webUrl": "https://www.theguardian.com/news/2019/jun/27/the-invention-of-essex-how-a-county-became-a-caricature", "apiUrl": "https://content.guardianapis.com/news/2019/jun/27/the-invention-of-essex-how-a-county-became-a-caricature", "fields": {"headline": "The invention of Essex: how a county became a caricature", "bodyText": "As a child growing up in the 80s and 90s in Southend, a sprawling seaside town in south-east Essex, I noticed that people on TV often laughed at the very word Essex. Some years later, in 2016, my wife, Hayley, crossed the border into Albania from Montenegro while travelling with an old friend who, like us, grew up in the county. The border guard asked where they were from – and when they told him, his response was quickfire: “I’ve heard a lot about Essex girls,” he said. “But I’m sure you are not like that.” Thousands of kilometres from Essex, the border guard had not only heard of this county in south-east England, but even knew what it had come to signify: a land of crass consumerism, populated by perma-tanned chancers and loose women with more front than Clacton-on-Sea. That stereotype is relatively new, but after it emerged in the 1980s, it caught on fast. Essex has since become a place simultaneously embraced as home to the real, authentic England and scorned as the crudest, stupidest symbol of Englishness. It is embraced by politicians who celebrate it as the home of no-nonsense, “real” people – David Cameron hired the ex-Basildon Echo reporter Andy Coulson as his head of comms – but also mocked for these same qualities, often by the very same political classes who praise its authenticity. Essex types are often recruited as comic staples of reality shows such as Love Island, First Dates, Big Brother, X Factor – and, of course, the show that re-energised the stereotype in 2010, The Only Way is Essex. Towie, the 24th series of which started this year, follows a rolling cast of tanned and toned twentysomethings as they act out relationship breakups and holiday romances on screen. The show helped propel Essex to global fame – in 2014, the Oscar-winning American actor Jennifer Lawrence declared herself addicted – and refined the Essex caricature into an extravagantly vapid parody of itself. But before Essex was a punchline, it was a dream. A place that offered hope to working-class Londoners in the form of “new towns” such as Basildon and Harlow, which were built by the state to meet dire housing, sanitation and civic needs after the second world war. As the century progressed, however, parts of Essex came to represent the dismantling of this dream, as Thatcherism, the UK arm of the global new right movement that believed in lower taxes and lower public spending alongside deregulation and privatisation, became indelibly linked to the county. In 1990, a new term, “Essex man”, was coined by the Sunday Telegraph journalist Simon Heffer, to describe a new type of voter: a “young, industrious, mildly brutish and culturally barren” worker in London’s financial centre, whose roots lay in east London, and whose political views were “breathtakingly rightwing”. The piece was accompanied by an illustration of a small-foreheaded bloke in an expensive yet ill-fitting suit, drinking a can of lager in front of his shiny new motor and an ex-council house (presumably acquired thanks to Thatcher’s right-to-buy reforms), resplendent with satellite dish to pick up Rupert Murdoch’s new Sky television service, which was launched in the UK in 1989. Although Essex man voted Conservative, many Conservatives viewed him with a mixture of fear and horror. To some observers, it seemed as if a new kind of English person was taking over – and his rapid ascent, bypassing the traditional requirements of public school education and deference to hierarchy, seemed to threaten the very fabric of the establishment. In 1992, the British society publication Harpers &amp; Queen despaired at how “Essex manners stalked the streets”. Essex man, the magazine noted, embodied a vulgar capitalism that had “eaten into the confidence of the old ruling class and invaded its most sacred enclaves”. More than just brashly consumerist, Essex was also painted as a hotbed of bigotry, the place where white people moved to escape parts of London that were no longer white enough for them. In 1994, Lord Inglewood, a pro-European Conservative MEP, told a newspaper that the “Essex view of conservatism” was threatening the “more generous, less xenophobic historic tradition”. (Inglewood also blamed the influence of Essex for increasing “public bad manners, aggressiveness and yobbishness” in the party.) Essex came to represent “white flight” in the UK, and there is much evidence of xenophobia and racism in Essex: the county was a hotbed of BNP membership during the first decade of the 21st century. Essex is depicted as wholly white and extremely Tory, but the reality is obviously more complex than the myth. Just as not everyone north of Manchester is a cloth-cap-wearing leave voter and most people in Islington don’t eat quinoa for breakfast, it’s not hard to discover that most people in Essex aren’t much like those seen on Towie. Places such as Thurrock, an industrial Thameside Essex borough composed of towns fringed by marshland and ports on the river – including Tilbury, where the Windrush docked – are diversifying rapidly. West African communities have set up places of worship and specialist food shops as east European Jewish and Irish communities did before them. So why does the caricature persist? The invention of “Essex” is, above all, a political story. At a time when English identity – and the will of the “real people” – is at the centre of our politics, the usefulness of these myths becomes clearer than ever. * * * If you can visualise the map of Great Britain as a wild-haired angry monster shouting at Ireland, then Essex rests above its rectum, the Thames Estuary. If you were to draw a diagonal line from the south-west of the county to the north-east, it would measure 55 miles in length, although the creeks and inlets on its eastern side make the Essex coastline at least 400 miles. The Essex shore is home to more than 40 islands – although no one can quite agree on exactly how many – with grimly exotic names such as Lower Horse, Cindery and Foulness. Some are not much more than a lump of hardy grass protruding from a river; others, such as Canvey and Mersea, are inhabited by thousands of people who trace their roots back to London, as much of Essex can. I sometimes think of Essex itself as an island, separated from the county of Kent to its south and Suffolk to its north by the rivers Thames and Stour, from Hertfordshire to its west by the M11, and from London, loosely, by the M25 that skirts the south-west of the county. And, as with most islands, it has always been easy for those looking in to assume that they know exactly what happens there. Many nations have an Essex: a much-mocked place that has grown up in the shadow of a major city to become the supposed spiritual homeland of the nouveau riche. As much as they are mocked, these places come to symbolise something quite fundamental to the country that named them. They are viewed as the nation’s id, its rawest and truest essence, but also its deepest shame at being a bit too much. In India, the sudden metamorphosis of Gurugram, an old farming town just south of Delhi, into a Dubai-like city of skyscrapers and flyovers, has made it a cultural shorthand for unabashed vulgarity. The US, of course, has New Jersey – home of straight-talking TV gangsters and the reality series Jersey Shore, inspiration for Towie – which, like Essex, has an industrially abused marshland that doesn’t feature on many postcards. Essex has long been denigrated, its people viewed with condescension, parts of its flat and treeless landscape disregarded. The art historian Nikolaus Pevsner once suggested that the county’s image problem predates the Roman invasion. Though only a few miles away from London, rural Essex folk have often been seen as backward by their neighbours in the capital – poor, poorly educated, clinging to superstitions long discarded by their urban counterparts. In his travelogue A Tour Thro’ the Whole Island of Great Britain, published in the 1720s, Daniel Defoe wrote of Canvey Island (or “Candy”, as he spelled it) as a bog populated by a few hardy sheep farmers who had married multiple women from the “mainland”. Every time one of the men brought a new wife home, she would perish of “Essex ague”, a localised strain of malaria. Essex as we know it only began to take shape in the late 19th century. As London industrialised, it expanded eastwards, attracting migrants from across the country who were looking for employment. These new arrivals worked in newly built factories by day and squeezed into East End slum accommodation with their families at night. With industrialisation, east London swelled with a new breed of hustler who, if they couldn’t find a job in a factory or on the docks, might take a chance hawking wares down the market or collecting rubbish from the street, hoping to sell it on. Feared at first for their provocative nature – and use of “thieves’s slang” – these new East Enders softened into a cheekier, more approachably working-class form as the century progressed, establishing themselves enough to acquire a descriptor, Cockney. As east London became increasingly overcrowded, the Cockney’s stamping ground moved eastwards, over the river Lea and into the open plains of Essex. Villages along the Thames were flattened to make way for towns that extended the logic of London as more and more people surged into Essex in the early 20th century. Ad hoc settlements also appeared. My great-grandmother moved to south Essex from Leytonstone, which is now in east London, in the 1920s, and her carpenter husband built a house in a woodland clearing that had fast become a DIY suburb. A new kind of folk hero was born: the Essex pioneer who carted their family into an uncharted land, like the American frontiersmen, and made their fortune. Formerly bucolic outposts such as West Ham, East Ham, Ilford and Barking became bustling metropolitan centres. Between 1921 and 1932, the population of Dagenham rose from 9,127 to 89,362 – an increase of 879%, largely thanks to the construction of Becontree, the largest council estate in the world. The arrival of Ford Dagenham in 1931, a huge car manufacturing plant, provided thousands of jobs. Still, the rise of manufacturing in these newly metropolitan Essex hubs did not create prosperity for everyone. A social survey of Greater London, published in 1929, described Canning Town and Silvertown as “perhaps the largest area of unbroken depression in east London”. After the second world war, Clement Attlee’s Labour government proposed the creation of a number of new towns, mainly built in the countryside around London, to answer Britain’s housing shortage. Two of the first wave of new towns, built in the late 1940s and the 50s, were located in Essex: Basildon on the Thames estuary and Harlow near Epping Forest. Both towns became home to many east Londoners whose homes had been destroyed by German bombing raids in the war. (Not that these new developments were created without a fight. When the compulsory purchase orders were put in to obtain the land to build the new towns, plotlanders and farmers protested against what one placard called “legalised robbery”.) For many who had moved there, this new Essex was a welcome jolt of modernity, delivering them from often squalid conditions that still characterised much of postwar London. “When my family moved to Basildon in the 1960s, it was the first time in my life we had a house with a bathroom in it,” Angela Smith, the Labour MP for Basildon between 1997 and 2010 and now the shadow leader of the House of Lords, told me. Her family moved from a flat above a shop in Hackney to the new town after the firm her father worked for relocated there. “For us it was a dream come true.” Before winner-takes-all individualism came to represent Essex, the building of Harlow and Basildon embodied, through their architecture and planning, a utopian vision of society. Funding was provided to improve living conditions and quality of life. Manufacturing firms such as Yardley cosmetics in Basildon were given grants to set up in the new towns, while Harlow’s town centre featured work by the English sculptor Barbara Hepworth, all of which implied that the future of the UK was to be guided by civic-minded, social democratic ideals. “I believe we may well produce a new type of citizen,” Lewis Silkin, Labour’s minister for new towns, told the House of Commons in May 1948. “A healthy, self-respecting, dignified person with a sense of beauty, culture and civic pride. In the long run that will be the real test.” * * * On the first day of term in 1966, six-year-old Simon Heffer gasped. Before the summer break, his school, in an Essex village called Woodham Ferrers, had backed on to fields. Now it was surrounded by hundreds of houses. “It was awesome to see that transformation,” he told me on a warm late-summer afternoon in his vast back garden in Great Leighs, an Essex village not far from where he grew up. “That was the moment I realised that nothing is for ever.” This sudden arrival was part of a sprawling new web of commuter districts that spread across the south of Essex. By the 70s, the constant destruction of weatherboarded cottages and the concreting of country lanes was causing consternation among some commentators. “Essex has suffered so much; the new towns, the vast growth and overspill of London, the lancing through of motorways,” wrote the naturalist and author, JA Baker. The reactionary Express columnist James Wentworth Day put it more simply: “Essex is becoming the dustbin of London.” The development that so perturbed the schoolboy Heffer was merely a prelude. In 1972, Essex county council initiated work on a new development south of Woodham Ferrers, which was imaginatively named South Woodham Ferrers. This new “riverside country town” shared little in common with the new towns created in the 25 years after the second world war. South Woodham was not built under the watchful eye of an autonomous development company and funded by the state, as Basildon had been. Much of South Woodham’s early development was funded by the supermarket chain Asda and it was built according to a set of guidelines created by Essex county council, known as the Essex Design Guide. In contrast to the European-influenced modernism of new towns such as Basildon – which one Tory minister had dubbed “little Moscow on the Thames” – the architecture of South Woodham was more traditional, with triangular roofs and nods to Essex’s agricultural heritage in the form of wooden weatherboarding. “Unlike most new developments,” boasted the promotional video in 1981, the year the town was officially opened by the Queen, “there are no high-rise blocks and no conventional estates”. The town centre was dominated by the Asda, which was built to resemble a gigantic village barn, with an old Essex-style clock tower. The retailer, which was purchased by the US giant Walmart in 1999, now owns much of the town centre since Essex county council sold it in 2001. My wife, Hayley, grew up in South Woodham and went to the same primary school as Heffer (although a couple of decades later). The arrival of families like hers, who had roots in the East End, felt like a “cultural invasion”, Heffer told me. Before the influx, his classmates were the children of farmers and agricultural labourers, with old Essex accents more akin to the rounded rural burr of Suffolk or Norfolk. “All these people started coming into the local pub and talking about West Ham United, which had never happened around here before,” he recalled. But they had something Heffer admired. “They had a serious work ethic,” he said. “They did anything they could to better themselves.” After Margaret Thatcher became its leader in 1975, the Conservative party ramped up its efforts to win over voters who had moved to places like South Woodham. Their pitch was based on the promise of prosperity and home ownership, rather than the Labour party’s old appeals to class solidarity. Britain was in perpetual economic turmoil in the 1970s, yet the economy of the south-east flourished in comparison to other regions, in particular the northern towns. People who had grown up in pokey London flats were saving for first homes outside London, in return for a bit more space, a garden and somewhere to park the car. The Conservatives were tapping into a desire that had shaped the history of Essex – people had long been moving east in search of space and a home of their own. And yet, in a sense, the Tories were just following the prevailing societal trends. Home ownership passed 50% in 1970 – not under the Conservatives, but under Labour, the party that built the welfare state. In 1977, Mike Leigh wrote a play that would come to be seen as an emblem of this moment, a satire of the new individualism taking shape on the edges of the capital – and a seminal document in the invention of Essex. Abigail’s Party, which played to packed houses over 104 nights in Hampstead and was later adapted for TV, told the story of a suburban soiree that descended into tragic farce. It was set in Romford, an old market-turned-commuter town that was subsumed by London’s boundary changes in 1965, but which many still regard as “culturally Essex”. The play’s most enduring creation was Beverly, a monstrous, power-dressing proponent of bettering oneself through consumer choice. In developing the character, the Liverpudlian actor Alison Steadman drew upon her experiences at acting school in Essex in the late 60s. “There wasn’t that thing of Essex girls, yet,” Steadman told me on the phone recently. “But I knew of a girl who would say: ‘Oh me and my sister went out at the weekend.’ They would pick pubs that had posh cars in the car park,” she said. “You look for a pub where there is an Aston Martin parked outside and say: there is money in there.” These women were the early adopters of the consumer lifestyle that became so tightly linked to Essex. “The life I’d come from was so different to that,” said Steadman. “It was Liverpool, the start of the Beatles and all that, but there was no sense of being ‘upwardly mobile’.” Whereas Liverpool and other northern towns had their own industries, traditions and rituals that set them apart from London, Essex had become a place to escape family memories of poverty in the city. “People weren’t satisfied at what had been going on for years and years with their parents and grandparents,” Steadman said. “This was a new time when they weren’t just going to sit in some little house somewhere and put up with it.” Two years after Abigail’s Party made its debut, the working-class Essex enclave of Basildon, along with many Labour-voting constituencies in south-east England, switched to the Tories. For many observers, it was a warning about where this new assertive individualism would lead. In a 2002 article marking the play’s 25th anniversary, the writer Simon Fanshawe expressed what had, by then, become a familiar view among liberals of the new Essex voters who had helped sweep Thatcher to power. “These were the people who turned their backs on Labour and thought that by buying their own houses in a new neighbourhood, hanging net curtains to shut themselves off from a world they didn’t have to look at and thus care about, they could take over the country for themselves.” Then, in words that seem like they could have been lifted from a present-day jeremiad against leave voters, Fanshawe continued: “Not that they knew that was what they were doing, or understood the effect it might have on the rest of us. They were far too self-centred for that.” * * * One of the key architects of Thatcher’s revolution was an Essex boy, or near enough. Norman Tebbit was born into a working-class family just over the border from Essex in Ponders End, Enfield. “Heard a chap on the radio this morning talking with a Cockney accent,” the old Etonian Tory PM Harold Macmillan said after hearing Tebbit’s voice for the first time. “They tell me he is one of Her Majesty’s ministers.” This aspirational trajectory became Tebbit’s brand: he even called his memoirs Upwardly Mobile. A grammar-school boy, Tebbit preached the gospel of self-improvement from the beginning of his political career; he was already advocating a free-market agenda when first agitating to become an MP in the 1960s. His 1981 Tory conference speech, delivered in the wake of the race riots in Toxteth and Brixton – with its infamous line that his father, unemployed in the 1930s, “got on his bike” to look for work instead of rioting – is probably the best-known piece of British political oratory on the idea of meritocracy. When Tebbit became the Conservative candidate for Epping in 1970, he didn’t seem to have much chance of winning. The constituency included the new town of Harlow, with its unionised East End diaspora, many of whom worked at the Ford plant in Dagenham and voted Labour. In the previous election, Epping’s leftwing Labour MP Stan Newens had won a comfortable majority. Tebbit later said that when campaigning, he had his children cry out “Enemy coast ahead!” from the back of his car when approaching Harlow. Yet Tebbit beat Newens by offering Thatcherism before Thatcher, arguing that the government should abolish council housing while aggressively attacking Newens for his leftwing values. Two visions of Essex, and perhaps England, were vying for supremacy – and Tebbit and Thatcher’s would win out. When we spoke last year at his house in Bury St Edmunds, Tebbit didn’t recall having discussed Essex with Thatcher, but he was clear that it “fitted with what I wanted to do and what she wanted to do”. In 1980, when the new Conservative government gave council tenants the right to buy their homes, the policy was launched with a photo opportunity in the kitchen of a terraced house at 39 Amersham Road in Harold Hill, the large estate in Romford built in the 50s by London county council, which had been sold to its council tenants, the Patterson family, for just over £8,000. The new policy sparked a grand sell-off along the Thames corridor, stretching from east London to the Essex coast. Barking and Dagenham lost 48,500 council units to the sell-off, while in Basildon, home ownership shot up from 53% in 1981 to 71% in 1996. The Essex-east London border was also becoming a key battleground for the war against trade unionism. Essex was “highly unionised, with the Dagenham workers [at the Ford plant],” Tebbit recalled. After Thatcher made him secretary of state for employment in 1981, Tebbit changed the law to require shop-floor workers to vote in a ballot, effectively leaving the unions unable to force industrial action. If the foundations for the modern idea of Essex were laid during Thatcher’s first term, it was the deregulation of the City of London in 1986, during her second term, that turbocharged its development. As London’s financial industry expanded eastwards to include the derelict docklands where the parents of the new residents of Essex had once worked, the legend of the barrow-boy done good in the City started to grow. “City firms could no longer afford just to take people from Oxbridge or old Etonians to work,” Heffer told me with relish. “People who came from council estates who had that instinct for making money – this was their opportunity.” East Enders who had swapped London flats for a house on the other side of the green belt were now commuting back and forth, and doing very well for themselves. One day in 1990, Heffer caught the train from Essex to London to attend the funeral of Claudie Baynham, the wife of his editor at the Sunday Telegraph, Peregrine Worsthorne. On the train, Heffer encountered a City trader travelling in from Essex and talking on a brick-sized phone. But instead of making an important multi-million pound deal, or explaining to his boss he was held up on the train and was going to be late, he was on the phone to his bookies. “He was putting money on a horse,” said Heffer incredulously. At the wake in Kensington, to cheer everyone up, Heffer told the story about the bloke on the train. One of the attendees, the Sunday Telegraph’s deputy editor Frank Johnson, who had himself grown up in the East End, told Heffer that he had identified a fascinating social phenomenon. “I said: ‘Yes, he’s Essex man!’” recalled Heffer, “and Frank said: ‘It’s brilliant! Do it, do it!’ So I went away and wrote the piece and it appeared the following Sunday.” Essex man, in Heffer’s portrait, was in thrall to excess without necessarily being able to handle it. “When one walks through the City most evenings, the pools of vomit into which one may step have usually been put there by Essex man, whose greatly enhanced wealth has exceeded his breeding in terms of alcoholic capacity,” he wrote. The phrase, Heffer said, was a deliberate echo of “Neanderthal man” – implying that Essex man was the missing link between the lumpen proles of the new town estates and the bright new citizens emerging under the stewardship of Margaret Thatcher’s party. The editorial was published just before the prime minister’s final Conservative party conference and seemed to rubber-stamp her legacy. The caricature wasn’t exactly new: Ian Dury’s 1977 song Billericay Dickie had told the story of a self-starting lothario from Essex’s cockney diaspora who was “doing very well”. In 1988, the comedian Harry Enfield had reached No 4 in the pop charts with a single in the persona of Loadsamoney, his self-made geezer from the London-Essex borders, waving fistfuls of £50 notes. But it was Essex man that would last. “He is unencumbered by any ‘may the best man win’ philosophy,” Heffer wrote. “He expects to win whether he’s the best or not.” * * * By now, Essex was no longer just a county in south-east England. It was a shorthand for the way the whole country seemed to be changing, for the emergence of a brash and crass new individualism – and soon, it would become a shorthand for the discomfort with those changes, for a fear about what Essex man and his pushy girlfriend threatened to reveal about the true nature of Englishness. In the late 80s, when Laurence Marks and Maurice Gran came up with the idea for Birds of a Feather, a sitcom about two sisters who end up living a life of luxury after their husbands are sent to jail for bank robbery, they decided to set it in Chigwell, a Conservative-voting south-west Essex town that “represented new money, unabashed,” said Gran. “There is a lot of snobbery involved, and it can be liberal metropolitan snobbery as much as home counties conservative snobbery,” Gran told me. “I don’t think people have to apologise for striving and achieving.” While Birds of a Feather was a warmer and more subtle commentary on class than many remember, the sitcom helped give the world the female counterpart to Essex man, Essex girl. Over time, the names of its lead characters, Sharon and Tracey, came to represent sexually promiscuous and somewhat dim women from the south of the county. Essex girl was permitted even fewer redeeming features than her male counterpart. “If Essex man and Loadsamoney are monstrous figures of entrepreneurial money-making and boom economics,” wrote the University of Roehampton’s Heather Nunn and Anita Biressi in a study of contemporary British culture, “then the Essex girl is a monstrous figure of consumption.” By the mid 90s, the threat of Essex girl was everywhere. “Is Diana now an Essex Girl?” the Daily Mail fretted in 1994 while reporting on an editorial in the society magazine Tatler, which begged: “Will the real Diana please sit down, turn off Birds of a Feather, forget the Queen Vic [the pub from East Enders] and dress like a princess.” In the Mail the following day, the writer Anne de Courcy recoiled at the “Sharonisation of Diana”. The Sharonisation panic peaked when it was reported later that year that Volkswagen had dropped the name for the British version of its new people carrier, Sharan, because it sounded too much like the Birds of a Feather character. “Some years ago we could probably have stuck with Sharan for the UK, but this Essex girl thing has arrived and we don’t want to risk it,” a Volkswagen UK spokesman told the Press Association. (Volkswagen’s head office in Germany eventually overruled the decision.) In typical tabloid fashion, alongside all the stories poking fun at Essex types, there came the occasional story that relied on the opposite premise: that people from Essex were good-hearted strivers cruelly judged by the old establishment elites. In 1998, an 18-year-old student from Harlow called Tracy made the front pages after she was ridiculed by a Cambridge don at her interview for a place at Trinity College. “There was a poem by TS Eliot which included a line of Greek,” Tracy Playle told the Daily Mail. “Dr Griffiths said: ‘Being from Essex you won’t know what these funny squiggles are.’” Playle left the interview in tears. When I spoke to her recently, Playle remembered the incident well. “Everyone loves a good Essex girl story, don’t they? And I’m Tracy from Essex as well,” she said. In the end, Playle secured a place at Warwick university – while it came out in the press that Griffiths, who died recently, was the son of a Liverpool docker. “He should have had the level of empathy he clearly didn’t have,” said Playle. “The fact that we even call it ‘upward mobility’ is questionable – it’s not very upwards in my perspective.” In 1992, the Essex Chronicle commissioned an Anglia University academic to write a report about the way people from Essex were portrayed in the press. “In exploring the stereotype,” David Crouch concluded, “we discover more about the media than those it sought to depict.” While Essex man was valorised by politicians for challenging class boundaries, Crouch suggested that the persistence of the Essex caricature actually proved the opposite – that snobbery was still alive and well. “Is the myth, then, a search for the New Classless Britain,” he wrote, “or an extraordinary example, by its own action in erecting the stereotype, of exactly the reverse?” Essex people were damned if they did and damned if they didn’t. The people who “made it” and moved to a big house in South Woodham Ferrers or Chigwell were never going to be taken seriously in the upper echelons of British society. But the people who didn’t make it there and were still languishing in Basildon or Harlow were even worse. * * * Basildon, once a beacon of Labour’s postwar consensus politics, voted for Thatcher in every election she fought – until the name of the town itself came to somehow represent the societal shift that had taken place from socialist-influenced policymaking to I’m-all-right-Jack Thatcherism. “[The] organised working class is disappearing as people have more individualistic aims, more privatised aims,” Basildon’s Conservative MP, David Amess, told Channel 4 News with an air of triumph in 1992, despite his slim majority in that election. “They buy their houses, they purchase their shares.” For Basildon, and by extension Essex, and maybe even the country itself, there seemed to be no coming back. And so a new sub-species was born: Basildon man, who was really just Essex man under a new name. But Basildon is where the Essex myth collides with reality. While the new town was painted as the centre of the Essex phenomenon, it didn’t fit into the picture of Essex as a place for the newly wealthy to make hay. In the 90s, the centre-left thinktank Demos conducted a survey of skilled workers in Basildon: in 1992, 64% earned less than £15,000 (£22,000 in today’s money), relatively poor by the standards of the south-east; by 1997, 32% earned less than £10,000. The Conservative party may have succeeded in identifying the desires of these children of London, but it didn’t offer much to satisfy them. What it offered instead was an illusory promise. “There was this false understanding that Margaret Thatcher was a strong woman who could provide economic opportunities, she understood you wanting to get on,” Basildon’s former MP Angela Smith, who won a majority as Labour returned in 1997, told me. “But the policies were so damaging if you look at unemployment, you look at the industry. Look how Basildon has changed.” Today, Basildon is a poster child of inequality. It contains a quarter of the most deprived areas of Essex, despite housing an eighth of its total population, and is the sixth most unequal town in the country. Pitched against such evidence, the myth of Essex as the great Thatcherite success story says more about the will of the Conservative commentariat than anything else. In the mid-1980s, my parents bought the Southend council house my sister and I grew up in, but we didn’t feel like triumphant beneficiaries of some economic miracle. A microclimate of inequality existed on our street, separating homeowners from council tenants. I remember my mum and dad refusing to sign one London-born homeowner’s petition to have his sister, a renter, evicted for being the mother of a “problem family”. No one seemed any richer, just further apart. The dream of selling your council house, making loads of money and paying lower and lower taxes didn’t work out for everyone – but that didn’t discredit the power of the Essex myth. History, after all, is written by the victors. There are signs that the thread linking the idea of Essex to a distinctively Thatcherite model of “every Essex man for himself” is wearing thin, as Essex grows tired of cuts to public services after a decade of austerity. Local elections in early June resulted in Labour capturing Southend council for the first time in its history, and Basildon council now also has a Labour leader. But the spectre of Essex man is still haunting our politics – now as a gung-ho hard Brexiteer. If Essex man has ever inhabited a physical form, it is surely Mark Francois, the arch-Brexiter MP for Rayleigh and Wickford, who grew up in Basildon and worked in the City before entering politics. (He was lovingly described as “every bit an Essex man” by Quentin Letts in the Daily Mail in 2009.) His star has risen in line with an increasing demand for polarising soundbites on Brexit: infamous moments include Francois angrily quoting Tennyson behind a picture of Margaret Thatcher, angrily ripping up a letter from the German CEO of Airbus about Brexit on live TV and angrily making a throat-slitting gesture as Theresa May spoke in the Commons. The rise of Francois is testament to the ultimate success of “Essex man” as a template for the barbaric, tell-it-like-it-is tone of the rightwing press – and, increasingly, the hard-man posturing of today’s insurgent reactionaries. In 2009, after Francois had become an MP, David Cameron promoted him to the shadow cabinet as a sop to the Eurosceptic wing of the Conservative party. It is a faction that doesn’t seem to have been satisfied yet. The persistent rhetorical power of this invented Essex – as a land of a million Marks Francois, ready to die for No Deal – requires that we continue to overlook the reality of the actual place. “There is still a conversation, even today, black folk in London saying to me, seriously: ‘What are you doing in Essex?’” says Southend-based artist Elsa James, whose work addresses stereotypes of people of African-Caribbean heritage and those of Essex women. Parts of Essex, James says, are more diverse than is widely acknowledged: there were 50 mother tongues among the students at the Southend primary school her youngest daughter attended. And there is the small matter of the Windrush, the ship that carried about 500 migrants from the Caribbean and docked in Tilbury in 1948. “Essex actually symbolises the rise of multicultural Britain,” says James. Perhaps one reason the Essex myth persists is the allure of an “authentic” England – whose views coincidentally always align with the politician currently invoking them. These days, the idea of “Essex” is primarily deployed on behalf of an extreme rightwing ideological project, whose latest cause is hard Brexit. In the press, confident pronouncements about “what the working class wants” – a rhetorical style that the writer Joe Kennedy calls “authentocracy” – invariably fixate on flags and foreigners rather than a living wage and local services. “We’re an entrepreneurial county, we don’t like being interfered with, we don’t like bureaucracy,” the MP for Harwich, Bernard Jenkin, told me when I asked him why Essex voted Brexit. “If you go to Surrey or Sussex or Buckinghamshire and the university cities like Oxford and Cambridge, you really are still in the M25 bubble. Essex is not part of the metropolitan bubble … People have got their feet on the ground.” This, finally, is the magic power of “Essex”. For it allows Jenkin – the Cambridge-educated son of a lord – to confidently proclaim that he knows the desires of the “common man”, merely by the mention of this most misunderstood of counties. If Essex did not exist, they would need to invent it. • Follow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}