{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/09/boris-johnson-kept-from-media-in-ruthlessly-organised-campaign", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-09T16:45:16Z", "webTitle": "'Not the Boris we're used to': Johnson's ruthlessly organised bid for PM", "webUrl": "https://www.theguardian.com/politics/2019/jun/09/boris-johnson-kept-from-media-in-ruthlessly-organised-campaign", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/09/boris-johnson-kept-from-media-in-ruthlessly-organised-campaign", "fields": {"headline": "'Not the Boris we're used to': Johnson's ruthlessly organised bid for PM", "bodyText": "Boris Johnson’s campaign to be Britain’s next prime minister is being organised ruthlessly to limit his media appearances and minimise the potential for gaffes while trying to lovebomb wavering MPs, according to his colleagues. Conservative MPs say they are “gobsmacked” by the lengths to which the Johnson camp has been going in an effort to win their support in recent weeks. The professionalism of his campaign – a far cry from his shambolic effort in the aftermath of the EU referendum in 2016 – has won him support from unexpected corners, uniting hard Brexiters such as Owen Paterson and Jacob Rees-Mogg with moderates such as the young rising star Johnny Mercer and Damian Collins, who has previously suggested he could support a second EU referendum. Allies say Johnson is running his campaign from a £3m townhouse on Lord North Street in Westminster from which Iain Duncan Smith masterminded his leadership victory in 2001 and Michael Portillo made a failed tilt at the top job in 1995. Johnson will launch his campaign formally within days, but for weeks his team have been filling his diary with up to 16 phone calls and one-to-one meetings with MPs each day. Johnson’s team, led by the former MP James Wharton, have been briefing him about each individual MP’s concerns. Crucially, they say he is staying on-message and eschewing his usual tendency to resort to crowd-pleasing gags and anecdotes. MPs close to Johnson say Lynton Crosby, the Australian election guru who helped him to two mayoral victories, is not officially on board the campaign but speaks to Johnson daily on the phone and is a very close friend. Despite the denials that Crosby is part of the team formally, Johnson’s performance so far does bear some of the hallmarks of Crosby’s previous campaigns, in which his candidates have sought to avoid the cross-examination of television interviews. His appearances in the media have been strictly limited to just one interview with Tim Shipman of the Sunday Times, and no daily appearances on broadcast programmes like many of his rivals. Johnson is yet to confirm whether he will appear in a series of television debates being organised by the broadcasters. Journalists say Wharton hauled the clubbable Johnson away from chatting to them last week in Portcullis House and gave orders to speak to his chief media adviser, Lee Cain, if they wanted to ask him anything. Instead, the strategy has been to relentlessly target Tory MPs whose votes Johnson needs in order to reach the final shortlist to go before Tory members, making sure his policy advisers follow up on their various concerns ranging from HS2 to schools funding. One MP involved in the campaign said Johnson was impressing on MPs that he would bring serious organisational brains on board if he reaches Downing Street, including his former mayoral deputy Sir Edward Lister, who would be “very much be part of the team”. He said there were daily meetings of Johnson’s inner circle and a deliberate strategy to keep his media appearances to a minimum at least until he is through the MP rounds. “I am not part of the inner core but I have been absolutely blown away by the organisation that I have witnessed. There are specifically designed work streams and spreadsheets. It is a serious operation. I would say he has definitely learned from last time. Boris is being managed very well,” the MP said. Over the weekend, Johnson picked up backing from several serious Eurosceptics, and he ultimately expects to gain the support of the majority of MPs currently behind Dominic Raab, whose hardline Brexit stance has made Johnson’s position appear more moderate. To win over centrist MPs, Johnson has also been playing up his One Nation liberal credentials, despite a bulging archive of controversialist Daily Telegraph and Spectator columns. Rees-Mogg, an ardent Brexiter and the chair of the European Research Group who is supporting Johnson and has hosted a string of dinners for MPs on his behalf, has barely surfaced in the media to support him, leaving fresher faces such as Mercer as spokespeople. A string of MPs told the Guardian they had decided reluctantly to back Johnson on the grounds that he seemed electable and had improved since 2016, when he decided to play cricket with Earl Spencer the weekend after the referendum rather than plot his leadership bid. Setting aside concerns about his stint in the Foreign Office, where some colleagues felt he mishandled the case of Nazanin Zaghari-Ratcliffe and made a series of diplomatic blunders, they believe he has made a decision to become more serious this time. Simon Hart, who led the Brexit Delivery Group of MPs loyal to Theresa May’s deal, said he had come to the conclusion that Johnson should be the next prime minister because the country needed “a bolder choice, not without its risks, but the sort of choice which really engages people in the debate about the country… [in a way that is] eye-catching, visible and audible”. He added: “I see myself as an example of somebody who has been in a pretty different place from Boris during the whole Brexit process but who fully accepts that we must now move to a conclusion. We have seen in the local and Euro elections there is frustration and anger and I think that needs to be met with something colourful and persuasive. Occasionally it will be edgy and controversial but if we don’t do that we will be saying some very worthy stuff but we will look lame and tired when we face [Jeremy] Corbyn at the next election and it will all have been a pointless effort.” Another MP backing Johnson said they had reservations but had been convinced that he had a campaign team who could compensate for some of his personal weaknesses: “I’ve seen it quite up close and it is a pretty slick operation. It is methodical, it’s professionalised, it’s respectful.” He added: “I have been gobsmacked by it really. It is not the Boris we are used to. He must really want it.” Gavin Williamson, the former chief whip, is key to getting wavering MPs onboard, telling them the wind is blowing in Johnson’s direction much as he did for May in the 2016 contest. Williamson is also valued for his links to the DUP, whose support will be essential for Johnson to command a majority in the House of Commons. At the same time, Grant Shapps, the former Tory party chair, has been helping Johnson with number-crunching as he seeks to win over Conservative MPs. James Duddridge, a Tory MP, said he was backing Johnson because of his clear Brexit policies but also because he was “electorally attractive and with a track record of turning the volume up and getting out there”. He also said it was necessary to have a “Marmite politician” at a time when he would be up against fellow populists Corbyn and Nigel Farage. “I think Boris has the wow factor … He just ticks so many boxes. It’s about having a politician with a pulse, who you can believe in,” he said. However, not everybody is onboard, with some disappointed at colleagues who they feel are flocking to Johnson in the hope of a job or because they believe he can save their marginal seats from a Brexit party or Labour threat. One of Johnson’s leadership candidate rivals, who sat in cabinet at the same time, believes he is in fact “bloody dangerous” and is furious at the way some Conservatives are overlooking his flaws. They point out his chequered record in the Foreign Office and describe how he often gave the impression of being “embarrassingly underprepared” in cabinet. Another leadership candidate described those colleagues who were falling in behind the frontrunner as delusional about his electability, warning that the party was “about to make the same mistake again that they did with Theresa of picking someone untested by proper scrutiny during a contest”. There is also the issue of whether Johnson could win everyday votes in the Commons without a general election, given his divisiveness on Brexit and the slim working majority of five that he would inherit from May. A straightforward confidence vote would be likely to arise if Johnson decided to pursue the momentous step of taking the UK out of the EU without a deal at the end of October. On the issue of whether Johnson would be able to face down those determined to stop that outcome, his backers were largely unworried. One said he could not imagine any Tory MPs “utterly foolish” enough to open the door to a Corbyn government. But in response, one sceptical Conservative MP said the Johnson camp would be “utterly foolish” to underestimate parliament’s resolve to stop a no-deal Brexit – or to think the whole party had been won over to his brand of politics."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}