{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/20/if-hungary-voting-system-is-unfair-then-britain-is-even-worse", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-20T17:23:10Z", "webTitle": "If Hungary’s voting system is unfair then Britain’s is even worse | Letters", "webUrl": "https://www.theguardian.com/politics/2019/jun/20/if-hungary-voting-system-is-unfair-then-britain-is-even-worse", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/20/if-hungary-voting-system-is-unfair-then-britain-is-even-worse", "fields": {"headline": "If Hungary’s voting system is unfair then Britain’s is even worse", "bodyText": "Timothy Garton Ash (Hungary is dismantling democracy, 20 June) makes the point that Hungarian electoral law was changed, with the result that in 2014 Viktor Orbán’s party, Fidesz, got 66% of the parliamentary seats with 44% of the vote. Maybe he could turn his spotlight on the UK, where in 2015 the Tories got 50.9% of the seats with just 36.9% of the vote, and Ukip got only one seat with over 12% of the vote? Time for a fairer electoral system for the UK, before we get called out by the EU for breaching article 2 of EU basic law. Oh! Too late – that boat may have sailed, it seems. Dave Beakhust Salisbury, Wiltshire • Apropos Timothy Garton Ash’s acute analysis, just a few days ago János Bák, the distinguished historian of medieval Hungary, celebrated his 90th birthday. His publication of the medieval laws of Hungary is a landmark equivalent to England’s Magna Carta. Orbán is unlikely to care a hoot about the rights and values embedded in medieval laws. Alas, his own regime represents one huge step backwards to an age way before those rights and values were thought of. Jinty Nelson London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}