{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/24/northern-ireland-brexit-checks-would-require-full-police-support-backstop", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-24T15:01:44Z", "webTitle": "Northern Ireland Brexit checks 'would require full police support'", "webUrl": "https://www.theguardian.com/politics/2019/jun/24/northern-ireland-brexit-checks-would-require-full-police-support-backstop", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/24/northern-ireland-brexit-checks-would-require-full-police-support-backstop", "fields": {"headline": "Northern Ireland Brexit checks 'would require full police support'", "bodyText": "Full police support would be needed for officials if they tried to go into nationalist areas in Northern Ireland to do Brexit checks, one of the authors of a report on alternative arrangements to the Irish border backstop has been told. Shanker Singham said he was given this advice by a community representative recently when in the Creggan estate in Derry, where the journalist Lyra McKee was shot dead in April. Singham is the chairman of the alternative arrangements commission (AAC) technical group, which published a 200-page report on Monday examining options for keeping the Irish border invisible after Brexit. The AAC has made eight recommendations for alternative arrangements, which it says could be ready within three years. If correct and accepted by the EU it would mean the backstop would not be needed after 2022. Singham said he was able to assure the Derry communities that one of the AAC’s central proposals was to create special economic zones stretching to 30 miles (48km) either side of the border. Within these areas there would be free movement of goods and people, meaning no checks. The report was welcomed by many critics of Brexit in Northern Ireland but was described as three years too late. Former Tory defence secretary Michael Fallon said the UK should have acted more responsibly at the start. “We should have made a much more generous offer to Ireland immediately after the referendum,” because it was most impacted by the vote. Sources at the EU said that the AAC was not a government organisation and the backstop remained the only solution on the table. It added however it would stand by this agreement to work on alternative solutions, which meet the same objectives in the withdrawal agreement. Neil McDonnell, the chief executive of the Irish Small and Medium Enterprise Association (Isme), commended Singham for engaging on the detail but said the report would have been far better if it came in March or April 2016, before the EU referendum. “It would have shown voters this was not a binary decision,” he said. “The beauty of this report is it shows the complete bedlam that will be caused by Brexit.” He said the debate about alternative arrangements was like “an internal conversation among Brexiters”, and many still did not understand the costs that Brexit checks would add for ordinary businesses, operating on margins sometimes of less than 1%. “We don’t want to hear all this stuff is feasible in five years if we are all out of business by then,” he said. McDonnell told a special conference on the Irish border on Monday that 80% of Northern Ireland micro-businesses – those that employ fewer than 10 people – export only to the Republic of Ireland, and could be adversely affected by the cost of customs and other checks. Sceptics in the audience also questioned the cost, the legality and the support the EU or Irish government would offer for alternative proposals. “There are no solutions offered for VAT, state aid or providing market access. Why would the EU drop the backstop, which guarantees the things it wants to guarantee, and rely on this approach instead?” said Stephen Kelly, the chief executive of Manufacturing Northern Ireland. “Why would border communities prefer this increased hive of enforcement, the greater intrusion of HMRC and others, when there could be none?” Seamus Leheny, the Northern Ireland policy manager at the Freight Transport Association, said the proposals to create a common rulebook on food for the island of Ireland and Britain was “asking a lot of big asks from the Irish government” as it would be asking Dublin to give up some EU membership benefits. “It’s certainly creative but it has a lot of complex questions still to answer,” he said. Singham said the AAC did not get engagement from the Irish government, which has said the backstop will remain on the table even if the UK crashes out of the EU as it is the only alternative to current arrangements that is acceptable. Singham said the AAC had spoken to 50 stakeholder groups in Northern Ireland since the end of April, along with 50 parliamentarians across the spectrum."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}