{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/30/we-need-to-move-now-john-mcdonnell-voices-labour-brexit-policy-frustration", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-30T11:20:30Z", "webTitle": "'We need to move now': John McDonnell voices Labour Brexit policy frustration", "webUrl": "https://www.theguardian.com/politics/2019/jun/30/we-need-to-move-now-john-mcdonnell-voices-labour-brexit-policy-frustration", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/30/we-need-to-move-now-john-mcdonnell-voices-labour-brexit-policy-frustration", "fields": {"headline": "'We need to move now': John McDonnell voices Labour Brexit policy frustration", "bodyText": "John McDonnell has expressed renewed frustration at the slow pace of change on Labour’s Brexit policy, praising Jeremy Corbyn for seeking a consensus view, but warning: “We need to move now.” In a sign of the continued splits within the party over whether and how to seek a second referendum, and what side to campaign for if one happened, a key Corbyn ally, Unite’s Len McCluskey, said the Labour leader should not be “bullied” into action by his frontbench. A shadow cabinet meeting last week, billed as key in deciding Labour’s position, failed to reach an agreement after Corbyn said he wanted to consult unions and others further before making a decision, going against the view of several shadow ministers. Speaking to Sky’s Sophy Ridge on Sunday, McDonnell, the shadow chancellor, said he was among those who wanted a more openly pro-referendum and pro-remain approach. “I’ve said publicly I would vote remain, I’d campaign for remain. Jeremy then said we need to consult our executive committee members,” McDonnell said. Before the shadow cabinet meeting, McDonnell said, he thought “we were going to move further”. He continued: “The unions asked for a bit more time – fair enough, I don’t mind that. The type of leader that Jeremy is is a consensus-builder, and that’s what he’s trying to do: bring people together, have those consultations, those discussions, and bring people together.” Asked whether he had privately described Labour’s Brexit policy as a “slow-motion car crash”, McDonnell declined to comment, but also did not reject the idea that this was his view. He said: “What I’ve been trying to say is we need to move now, and Jeremy said a month ago, we’re going to put this issue back to the people – I fully agree.” Some Labour sources have said the delays were in part prompted by pressure from McCluskey’s union, Unite, and people in Corbyn’s office such as his chief of staff, Karie Murphy, a close friend of McCluskey. But speaking later on Sunday to BBC One’s The Andrew Marr Show, McCluskey argued that there was no need to rush, and that Corbyn would not be pushed into a decision even if shadow ministers wanted the party to seek a second referendum, in which it would back remain. “That’s perfectly legitimate for them to express that view,” McCluskey said. “What Jeremy Corbyn is doing – and that’s why Jeremy Corbyn is such a strong leader – he’s not being bulled into any position by anybody.” McCluskey said that while he vehemently opposed a no-deal Brexit, he believed the most nationally unifying policy could be for Labour to win a general election and negotiate an economically robust form of Brexit. He criticised what he said was unnecessary pressure to make a decision: “There seems to be a panic to rush in order to establish a different position from one the Labour party has had for a couple of years now, which is respecting the result of the 2016 referendum and trying to negotiate a deal which would unite the nation. “Unfortunately we have had a prime minister who has made huge mistakes and a government which has been incapable of delivering Brexit. And we have had a well-funded remain lobby that has turned the nation into a toxic situation.” He said: “The reality is there is no panic to do anything. We’ve got a policy conference coming up in less than 12 weeks. Let Jeremy Corbyn consult. “My message to Labour MPs and to our Labour members is: Jeremy’s done OK so far, so let’s trust him to consult and see what emerges.” Elsewhere in his Sky interview, McDonnell, who was wearing a badge with the logo of the green direct action protest group Extinction Rebellion, defended Labour’s plan to consider delisting from the stock exchange companies who cause excess environmental damage. Extinction Rebellion had “put climate change at the top of our agenda, so it’s the priority for the next Labour government, basically”, he said. “We’ve got to ensure that there’s proper regulation of activity. We’ve got to have a just transition from a fossil fuel economy to a net zero economy as soon as we can,” McDonnell said. “But also, if there are companies that aren’t fulfilling their environmental responsibilities, undermining everything that we do, putting our planet at risk, there has to be some sanctions as well, and that’s regulation.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}