{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/live/2019/jun/26/tory-leadership-latest-news-boris-johnson-liam-fox-accuses-johnson-of-peddling-supposition-not-fact-on-brexit-trade-options-live-news", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-26T20:50:19Z", "webTitle": "Tory leadership: Boris Johnson and Jeremy Hunt answer questions in digital hustings - as it happened", "webUrl": "https://www.theguardian.com/politics/live/2019/jun/26/tory-leadership-latest-news-boris-johnson-liam-fox-accuses-johnson-of-peddling-supposition-not-fact-on-brexit-trade-options-live-news", "apiUrl": "https://content.guardianapis.com/politics/live/2019/jun/26/tory-leadership-latest-news-boris-johnson-liam-fox-accuses-johnson-of-peddling-supposition-not-fact-on-brexit-trade-options-live-news", "fields": {"headline": "Tory leadership: Boris Johnson and Jeremy Hunt answer questions in digital hustings - as it happened", "bodyText": "Brexit watcher Christopher James has reservations about the Grieve/Beckett plan to derail a no-deal Brexit via an amendment: His concerns are echoed elsewhere. This from tortoise’s Chris Cook and the Observer’s Michael Savage: And this from the ex-director of legislative affairs at No 10, Nikki da Costa: That’s it from me. Goodnight and thanks for tuning in. And this from Kevin Schofield from PoliticsHome on the matter: This from MP Luciana Berger, who left the Labour party earlier this year because she felt it had become an “institutionally anti-Semitic” party: This from Sky’s Tom Rayner, in reaction to Berger’s tweet above: This just in from my colleague Patrick Wintour on the Chris Williamson case. Read the whole thread he has retweeted. My colleague Rowena Mason has written up a summary of the Tory hustings: Perhaps unsurprisingly, Chris Williamson’s readmission to the Labour party is generating more comments on Twitter than the Tory hustings. Here my colleague Jessica Elgot’s story: This from Ian Austin MP, formerly Labour and now independent: And this from Labour’s Jess Phillips MP: This from Labour MP Stella Creasy: This from The Times’ Henry Zeffman: And this from Sky News’ Tom Rayner: This from The Sun’s Tom Newton Dunn: My colleagues Rowena Mason and Heather Stewart have written a piece about a planned Tory MP attempt to throw a spanner in the works of no-deal proceedings. This is from the BBC’s Glenn Campbell: An interesting piece of info from the Observer’s Michael Savage: This from the Daily Mirror’s Pippa Crerar: Conservative MP Mark Francois, the deputy chairman of the European Reserach Group, has told Robert Peston that Boris Johnson has promised the ERG not to bring the withdrawal agreement back for another vote. This from the Spectator’s Andrew Neill on Hunt’s and Johnson’s comments regarding the rules of Gatt24 in case of a no-deal exit: Jeremy Hunt just posted this video on Twitter: And this is from the official BackBoris campaign: Jeremy Hunt just told Peston on ITV that he “presumes from what Boris is saying” that Johnson would call a general election in case parliament takes no-deal off the table. I thought I’d heard Johnson say the opposite, but who knows with all this mumbling. This from Buzzfeed’s Emily Ashton: I seem to have missed that Boris Johnson said he would not include Nigel Farage in the Brexit negotiations. This from SkyNews: I’ll now be gathering some reactions to the Tory hustings. This from my colleague Owen Gibson: The hustings have wrapped up now. Asked what the biggest threat is post-Brexit, Johnson says Britain faces real problems in regard to Iran, the Middle East in general, and Russia. He mentions the Skripal poisonings, and how he was tasked, as foreign secretary, to convince other countries that Russia had been behind the attacks, and to expel diplomats, which he says was managed successfully. What will he do about knife crime? He says when he was mayor of London, a “massive programme of stop and search” took about 11,000 knives off the streets of the capital, says this halved the murder rate. Adds that mothers of murdered kids want this to happen. Is he concerned about creeping NHS privatisation? Johnson says under his premiership everyone would remain entitled to free health care, particularly under a free trade deal with the US. How would he rebalance the north-south divide as PM? Johnson says transport is “the great unsung liberator” of the small man, gives HS2 as an example, says some towns in the north are “less happy”, and that “there are ways” to stimulate them, via infrastructure, broadband, education, and devolution. And that’s it from him, his time is up. Q: What would his housing policy be? Johnson says he would “encourage better, more housing, but not on greenbelt sites”. He draws again on his mayor of London experience and takes a dig at Sadiq Khan: “We are not building enough at the moment.” He says better infrastructure and better broadband and education would encourage people to migrate to towns across the country, and bring jobs to areas other than London. As he spells this vision out, Johnson sounds, for the first time in this session, coherent and confident. Asked about utility prices, Johnson says they are too high, and that “there may be things we can do”. Boris Johnson just misremembered Liam Fox’s name, after which he said, slowly: “Liam Fox, trade secretary”. Johnson now says “it didn’t seem to me” that he had suggested being prepared to circumvent parliament in order to get his Brexit outcome. Adds he does not believe no-deal will happen, and that the odds for this are “a million to one against”. Would he call a general election in case parliament blocks no deal? No, he would not, Johnson says. Would he suspend parliament? Johnson refuses to answer the question, says Tories are facing an “existential threat”, and that until Brexit is “over the line” there can’t be talk of a general election. Q: How would he get young people to vote for the Tories? Johnson says via appealing to them with policies in the areas of housing, environment, and one “crucial thing”: the “excessive burden” of student debt. And the solution “may lie in the interest rate”, or elsewhere. Q: How will he unite the country and heal Brexit divisons? His answer is erratic, excuse my inability to note down one clear line it contained. Q: What will his stance be on immigration? And how will he avoid his immigration policies being viewed as xenophobic? Johnson says he doesn’t think there has been any other Tory politician as committed to talent as he has been, “but I do believe it should be controlled.” Says he is in favour of an Australia-style points-based system. Who would be in his cabinet? He wants a more positive approach to Brexit, but wants to “leave it at that”, says he “made no promises”. Enter Boris Johnson. He opens his statement by saying the Tory party is “in crisis”. These three things, Johnson says, need to happen: 1) “We need to come out of the EU on 31 October”, with the help of someone who believes in the Brexit project 2) “We need to unite our party and our country” (and he says he was able to unite Londoners as mayor). 3) Faster broadband for all parts of the country And he’s got a 4th: 4) Get the Tory party ready to fend off Jeremy Corbyn and the Labour party at a general election. The final question to Hunt is what he would do to improve children’s mental health. Hunt says he wants to employ an extra 19,000 people to tackle the youth mental health crisis, and that he wants the UK to be the first country to take children’s mental health seriously. And that’s it for him, his time is up. Next question is about how Hunt would reduce knife crime. He says the reduction in police numbers went too far, the Conservatives had to make difficult fiscal decisions post-financial crash, and the reductions in both police spending and social care “went too far”, and this would have to change. Says despite this scenario, he managed to negotiate an extra £20bn for the NHS as health secretary. Hunt is asked about tariffs in case of no-deal. He says “there isn’t a no-deal route” in regard to Gatt 24 that wouldn’t require both sides to consent. Asked whether Boris Johnson has been lying in that regard, Hunt gives an evasive answer and says he wouldn’t exactly call it lying. Hunt is asked what his own faults are. Answer: “I certainly have plenty of faults.” But he adds it would “demean the competition” if he and Boris Johnson only pointed fingers at each other. Q: How will he ensure the north of the country is getting a better deal if he becomes PM? Hunt says he is backing the Northern Powerhouse rail, and that he wants the UK to be “the world’s next Silicon Valley”. He wants a “northern tech-triangle”, like the “London-Oxford-Cambridge triangle” in the south. Hunt is asked whether he would simply go from Brexit extension to extension if he became PM. Hunt says he wouldn’t. “I will leave without a deal, [...] but I will do so with a heavy heart.” Q: How confident are you that you can beat both Corbyn and Farage at a next general election? Hunt: “My absolute commitment is to not provoke a general election before we have left.” Says Conservative Party is the actual party standing up for small people, not Labour, and the party that “walks the walk” in terms of social justice, to a bit of jeering from the audience. Hunt now says he will give “full rights” to the 3 million EU nationals in the UK. A question about big infrastructure projects: Would he support HS2 and a third Heathrow runway? Hunt says he would back both as PM. Hunt says US-UK relationship should be treated as “sacred”. He is asked about the future of the NHS in case of no-deal and the potential threat of “creeping privatisation” of the health service. Hunt said president Trump misunderstood British demonstrators campaigning for better NHS funding. Hunt now speaks about the rise of China, which, he says, “is not a democracy”, mentions his wife, and jokes: “Got the nationality right!” Hunt says he’ll be the first ever PM with “a background as an entrepreneur”, and someone prepared to walk away “if we don’t get what what we need”. He says he followed his Navy dad around the country, and repeats his pledge to increase defence spending beyond 2% of GDP, and says he wants to abolish illiteracy. Says he’ll also be “the first PM for half a century” to win in a marginal seat. Adds: “I won’t fight an election until we’ve left the European Union”. Then refers to the Labour party as a “crocodile in the water”, and the “most dangerous, anti-western Labour party we’ve ever had”. And it’s starting: The first ever Tory live online hustings. The host is journalist Hannah Vaughan Jones. She says the candidates have not been privy to any of the questions. She is now introducing Jeremy Hunt. Before the fun begins, here a piece by my colleague Rowena Mason on Boris Johnson’s testosterone-laden campaign. Hello everyone. The live Tory hustings are starting shortly. Both Boris Johnson and Jeremy Hunt will be answering questions from members of the public put to them by the host from 7pm for 60 minutes. The event is streamed live on Facebook and Twitter, and uploaded to YouTube, via the Conservative party channels. On Twitter, people wanting to put questions are asked to use the #AskTheNextPM hashtag. Jeremy Hunt, the underdog in the race for the Tory leadership, has claimed that Boris Johnson cannot be trusted to keep his promise to deliver Brexit by 31 October in all circumstances. (See 2.55pm.) Hunt was speaking a day after Johnson made his “do or die” commitment to hit the October Brexit deadline a key issue in the contest. Phillip Lee, a pro-European former minister, said his party was gripped by “collective madness” because Brexiters backing Johnson were arguing a no-deal Brexit - which seems increasingly probable under Johnson’s declared Brexit strategy - would be acceptable. (See 2.27pm.) Later, at 7pm, Johnson and Hunt will both be taking part in a digital hustings. We will be covering that live here. Theresa May has defended Boris Johnson and Jeremy Hunt after they were labelled the most incompetent foreign and health secretaries in a century. Eurosceptic Conservative MPs have hit back at the trade secretary, Liam Fox, for “ludicrously tilting at windmills”, after he rejected Boris Johnson’s claim that exporters would be spared tariffs if Britain left the EU without a deal. Boris Johnson has appointed Lynton Crosby’s business partner Mark Fullbrook to sharpen up his Conservative leadership campaign. Jeremy Corbyn’s spokesman has insisted the Labour leader makes his own decisions, as he hit back against claims by Margaret Beckett that some of Corbyn’s close aides wanted Britain to leave the EU, “no matter what”. Mark Carney has indicated that the Bank of England could have to cut interest rates should Britain crash out of the EU without a deal as he said the mounting risks of such a scenario were slowing down growth. The Liberal Democrat leadership candidate Ed Davey has suggested his party could back Yvette Cooper or Hilary Benn as head of a government of national unity, to be installed instead of a general election if the government lost a no-confidence vote. MP Chris Williamson has been readmitted to the Labour party after he was suspended for suggesting the party had been “too apologetic” about antisemitism. Ian Austin, who sits as an independent MP after leaving Labour because he did not think it was taking antisemitism seriously, said this decision was a disgrace. Theresa May is to hold talks with Russian President Vladimir Putin when the two leaders attend the G20 summit in Osaka, Downing Street has said. Thousands of people have gathered around Westminster to call on their MPs to take urgent action on the climate and environmental “emergency”. An estimated 12,000 people attended, according to organisers. Shaun Spiers, chair of Greener UK, one of the groups behind the mass lobby, said: The broad range of people and organisations supporting the lobby shows the feeling across the country that urgent action is needed, starting with an ambitious environment bill and policies that put us on track for net zero emissions by 2045. The time to act is now. Michael Russell, the Scottish government’s constitutional relations secretary, has given MSPs details of its plans for a citizens’ assembly to consider Scotland’s future and Brexit. He told them: We have to keep innovating in order to keep moving. When we see, in the Brexit issue, a complete breakdown in trust between politicians and people, surely it should inspire all of us, no matter our political allegiance, to find new ways to bring politicians and people together to resolve deep seated division. Citizens’ assemblies are becoming an established way for mature democracies to engage with complex and contested issues on an inclusive, informed and respectful basis. That is what we want for Scotland. The Scottish government has also set up a website for the assembly. Rory Stewart has said it would be “heartbreaking” to leave his job as international development secretary were Boris Johnson to become the next prime minister. The Scottish government is to boost the incomes of the country’s poorest families by offering them £10 a week for every child in addition to child benefit payments. The government’s failure to get to grips with the escalating financial crisis in social care has put tens of thousands of older and disabled people at risk of being denied basic support such as help with washing and dressing, care chiefs have warned. That’s all from me for tonight. But my colleague Jedidajah Otte will be picking the blog up again before 7pm to cover the Tory hustings. Ruth Davidson, the Scottish Conservative leader, has said she is backing Jeremy Hunt fo Tory leader. Her endorsement hasn’t always been a guarantee of success. In earlier stages of the contest she backed first Sajid Javid, and then Michael Gove, but they were both eliminated. In her speech on housing in Manchester this afternoon Theresa May said that the government would be publishing an action plan for reforms to social housing in September. It was partly inspired by the evidence given by Grenfell Tower residents, she said. She went on: It will include the creation of a stronger consumer regulation regime for social housing, enhancing tenants’ rights and making it easier to enforce them. Changes to the way complaints are resolved, so that tenants know exactly how to raise concerns and can be confident their voices will be heard and acted on. Empowering residents still further by requiring landlords to demonstrate how they have engaged with their tenants. And a commitment to further boost the supply of high-quality social housing through the affordable homes programme and other funding. A hundred years after the introduction of Britain’s first council houses, I want to see not just homes that people have to live in but homes they want to live in, homes they can be proud to live in. But May’s speech was mostly about reflecting on her record, not looking to the future. She said that she had identified housing as a key issue when she took office and, among the achievements she listed, she said the government: Was on course to deliver 1m new homes by 2020, as promised in the 2015 Conservative manifesto. Had created a Ministry of Housing. Had set up a £5.5bn housing infrastructure fund to allow developers to build on sites that were previously not viable. Seen the number of first-time buyers reach the highest level for more than a decade. Abolished the housing revenue account (HRA) cap, allowing councils to build council houses. Announced plans to repeal section 21 of the Housing Act, ending so-called “no fault” evictions. Set up the Building Better, Building Beautiful Commission. The Corbynite MP Chris Williamson has been readmitted to Labour, PoliticsHome’s Kevin Schofield reports. Williamson was suspended in February after saying Labour had been “too apologetic” about allegations of antisemitism in the party. Labour readmitted Williamson after a national executive committee panel considered his case and issued him with a formal warning. A party source said: An NEC panel, advised by an independent barrister, found Chris Williamson had breached the party’s rules and gave him a formal sanction. He could face further, more severe, action if he repeats any similar comments or behaviour. Tonight the Conservatives are holding a digital hustings. People are invited to submit questions on Twitter or via Facebook, and a moderator, the journalist Hannah Vaughan Jones, will be reading them out for Boris Johnson and Jeremy Hunt to answer in person. There will be no studio audience, but there people will be able to watch a live feed. Arlene Foster, the DUP leader, has said the UK should leave the EU by 31 October. As Sky’s Kate McCann report, Foster made the comments, which support Boris Johnson’s Brexit stance, not Jeremy Hunt’s, at an event at lunchtime. And on a campaign visit earlier, Jeremy Hunt accused Boris Johnson of making a promise, to deliver Brexit by 31 October, that he was unlikely to keep. He said: You should only, if you want to be prime minister, make promises you can actually deliver and my concern about that fixed date is that we know parliament will try and stop a no-deal Brexit and then you could end up tripping into a general election, that puts Corbyn in Downing Street and there’ll be no Brexit at all. I’m the person who’s far, far more likely to deliver Brexit by October 31 because I can negotiate a deal with the European Union and that’s what I’m going to do. Yesterday Boris Johnson revealed his secret model bus-making habit. Today, in an interview with Radio 2’s Jeremy Vine, Jeremy Hunt, Johnson’s rival for the Tory leadership, spoke about his passion for the lambada. He told the programme: When I was elected as an MP in 2005 my big passion was lambada dancing, I have a lot of Brazilian friends, I used to go to the carnival in Brazil. This just brings back some happy memories. This is a dance for single people and quite an intimate dance so perhaps not one for the married listeners. Earlier this government the Welsh government switched its position on Brexit and committed itself to firmly arguing for a referendum and for the UK to remain in the EU. Originally it had argued for a soft Brexit, to honour the referendum result. But it switched to backing remain because it concluded that a soft Brexit was not an option. The Scottish government is also arguing for remain. But what makes the Welsh government decision potentially significant is that the Welsh government is run by Labour, meaning that its new position increases the pressure on Jeremy Corbyn to commit the party to backing remain in a future referendum. Mark Drakeford, the Welsh first minister, has written an open letter to all Welsh MPs urging them to back a second referendum. He says his government is backing remain because, with the Tory leadership election, the UK is now “almost certainly facing a straight choice between a no-deal and remain in the EU”. Crashing out of the UK at Halloween could result in a “flurry of profit warnings” from publicly listed companies in November, MPs have been warned. As my colleague Lisa O’Carroll reports, the Institute for Chartered Accountants for England and Wales (ICAEW) told MPs that this could have a “systemic” impact on the confidence in the British economy. Are there enough Tory MPs willing to vote down their own government in a no confidence debate to stop a no-deal Brexit? With Boris Johnson likely to become prime minister, and his Brexit strategy making no-deal looking ever more probable, it is one of the key questions of the day. But the answer is not obvious, partly because some Conservative pro-Europeans are not very clear about their intentions on this point. (For example, this morning Rory Stewart was saying he would not vote to bring down a Tory government, but two weeks ago he was saying he would “bring down” Johnson if Johnson tried to prorogue parliament to facilitate no-deal.) In an interview on the World at One Phillip Lee, the former minister who resigned last year to back a rebel amendment giving parliament more say over Brexit, explained his thinking on this issue as a leading Tory pro-European. He said he and his colleagues needed to threaten to bring down the government - but that he did not expect it to happen. Here are his main points. Lee said that Tory pro-Europeans like himself had to be as “ruthless” as the European Research Group (or ERG, the pro-Brexit Tory caucus) and that that was why they had to keep open the option of voting against the government on a no confidence motion to prevent a no-deal Brexit. He said: Nobody wants to vote no confidence in the government, nobody seeks to do that ... But ultimately if we believe truly that no-deal is unacceptable without the explicit consent of the public, then we have to leave everything on the table ... I’ve watched as the ERG have essentially won through here, and have dictated terms, and they have done this, successfully I might add, by being ruthless and having a clear strategy throughout. And it’s about time those of us who hold the belief that a no-deal on these terms is an unacceptable thing to be contemplating, that we also adopt exactly the same approach that the ERG have successfully undertaken in the last 12 months. He said that there was a “collective madness” in the Conservative party with people thinking a no-deal Brexit would be acceptable. He said: If somebody says to me ‘Do I want to vote no confidence in the government’, of course I don’t. I’m a Conservative, have been so for over 27 years. But I look on at this and I think there is a collective madness out there at the moment, in thinking that no-deal, and delivering it in this way, is acceptable, politically deliverable, and in the interests, socially and economically and geopolitically of my country - I’m sorry, I don’t see that. He said he did not accept the idea that a no confidence vote would automatically lead to Jeremy Corbyn becoming prime minister. Another alternative might be some sort of government of national unity, headed by a backbencher, he said. But he said he was not aware of any conversations about a possible government of national unity taking place. He also said that there were other parliamentary options, besides a vote of no confidence, that could be used to stop a new prime minister going for no-deal. He said that, because of the parliamentary opposition, he was “confident” the next Conservative leader would conclude that a no-deal Brexit was “just not deliverable”. Instead the new leader would conclude the only options were a referendum, a general election or revoking article 50, Lee said. Here are some tweets from the post-PMQs Labour party briefing. This is what Ian Blackford, the SNP leader at Westminster, said about Boris Johnson at PMQs. On the one hand the Tories are asking people to put their faith in the most incompetent foreign secretary in a century, a man who has made a career out of lying, who has spent this week avoiding the media, staging photos and playing to the extreme delusions of the Tory shires. Blackford also criticised Jeremy Hunt, calling him “the most incompetent health secretary in our history”, but it was what he said about Johnson that infuriated Tory MPs because Commons rules normally stop MPs accusing each other directly of lying. Frankly, does anyone care? Over the last year PMQs has become increasingly low-voltage; not irrelevant, because important issues are still being raised and debated, but it now longer feels like the forum where the great political conflicts of the day are being settled. And now that Theresa May is effectively working her notice the problem has intensified. Jeremy Corbyn chose to ask her about arms sales to Saudi Arabia, a cause he cares about passionately, and while it was good to see the topic get an airing (Corbyn did manage to make May squirm reasonably successfully, although she hit back very firmly in her final answer), it still felt like displacement activity, because he was ignoring the great crisis facing the country. The SNP’s Ian Blackford is always much more comfortable raising Brexit and for the second week in a row he used PMQs to engage in Boris Johnson character assassination. But without Johnson there to respond, it was like arm wrestling without an opponent. Still, only four more of these to go, and then come September, when the new PM is due at the despatch box for the first time, it might all liven up again. In response to a point of order about why he did not ask Ian Blackford to withdraw what he said about Boris Johnson making a career out of lying, John Bercow, the Speaker, says he did not hear a specific allegation of dishonesty. (See 12.25pm.) He says what he did hear was distasteful, but he did not judge it disorderly. Nigel Dodds, the DUP leader at Westminster, says Britons who were victims of IRA violence have not received compensation from the Libyan government, which provided the IRA with weapons, but Americans have. May says she has discussed this issue with the Libyan authorities. Gillian Keegan, a Conservative, asks about cancer care in West Sussex. May says cancer care is addressed in the NHS’s long-term plan. She accepts that it is hard for patients if they are asked to travel long distances for treatment. The SNP’s Marion Fellows says figures out today show that £973m is owed in unpaid child maintenance. The Child Maintenance Service does not use all the powers available to it to get parents to pay up, she says. Will May review this? May says this is a difficult area. For many years governments have been trying to get this right. The simplified system in place now is better than what was there before, but she will ask the relevant department to look at this. Jacob Rees-Mogg, a Conservative, asks about Nice, and the drug Spinraza, which is used to treat spinal muscular atrophy. He says Nice said this drug would be available in a statement on its website, and then had to clarify, meaning his constituent could not access it. May says this should not have happened. Unusually, John Bercow, the Speaker, intervenes to say if Rees-Mogg wants a debate on this before the summer recess, that debate will take place. Labour’s Emma Dent Coad asks May to use her final days in office to respond to Grenfell Tower issues, including setting up a social housing regulator with teeth. May says the government has already taken many measures in response to the Grenfell tragedy. Sir John Hayes, a Conservative, asks May to use the tax system to steer resources away from big monoliths to small, local businesses. May says the government has already introduced reforms to business rates. Labour’s Stephen Pound says May could be distracted by her imminent departure. But will she spare a thought for the 1m-plus PHMOs -pensioner households missing out (on benefits). May says the government wants people entitled to benefits to get them. Labour’s Kerry McCarthy asks about the case of a 14-year-old girl with autism placed in a secure unit 150 miles away from home. May says the government has been looking at this issue very carefully. It wants more funding to be available for more facilities. Andrew Mitchell, the Conservative former international development secretary, asks May if she accepts the UK should move to much more neutral position on Yemen. May says the government is working for peace in Yemen. Labour’s Jo Stevens asks about a constituent who was abducted and taken to Libya. She asks if May will take up this case, and May says she will ensure that happens. Labour’s Karen Lee asks if May accepts her actions have made a no-deal Brexit more likely. May says she voted three times for a deal. Labour did not, she says. Alistair Burt, the former Middle East minister, asks May if she agrees that Corbyn’s comments about Yemen were one-sided. Both sides have committed atrocities, he says. May does agree. Labour’s Khalid Mahmood asks about the recent poll showing that almost half of Conservative party members would not want to see a Muslim prime minister. Will May order an inquiry into what is increasingly a nasty party? May says the Conservative party takes Islamphobia very seriously. People have been thrown out of the party. She says this contrasts with Labour’s approach to antisemitism. It is easier to get thrown out of Labour for voting Lib Dem than for antisemitism, she says. Paul Masterton, a Conservative, asks about the Wimbledon tournament. May offers her wishes to the players taking part. Suella Braverman, the Conservative MP, says she will soon give birth. She says she is glad proxy voting has been introduced. She asks May to back a campaign for safer roads. May wishes Braverman the best for her birth. And she commends the campaign. Ian Blackford, the SNP’s leader at Westminster, says the Scottish government was the first in the UK to declare a climate emergency. Quoting Boris Johnson’s “do or die” comment, he asks May to condemn the idea of a no-deal Brexit. May says as PM she voted three times for a Brexit deal. Blackford says it is no wonder May is leaving, that was no answer. The Tories are asking the country to put their faith in the worst foreign secretary in the last 100 years, “a man who has made his career out of lying”. Blackford condemns Boris Johnson as “a man who has made a career out of lying”. Blackford also criticises Jeremy Hunt, but it is hard to hear because so many Tories are shouting “withdraw”. He says neither candidate is fit to be PM. May says either candidate would be better than the MPs sitting on Blackford’s bench. Corbyn says the government stop the sale of arms to Saudi Arabia. He asks if May accepts the UN assessment that the crown prince was involved in the murder of the dissident journalist Jamal Khashoggi. May says she has raised this case with the Saudi authorities. She wants the investigation to proceed. Corbyn says more than 200,000 people have been killed from the war in Yemen. The court of appeal judgment should be a wake-up call, he says. He says the government should accept it. May says bringing peace to the Yemen is exactly what the government is working on with its diplomatic partners. She says the relationship with Saudi Arabia has saved lives in the UK. But let’s look at Corbyn’s sympathies. After the Salisbury poisoning attack, Corbyn sympathised with Russia. When the IRA were killing Britons, he sympathised with them. And in the recent crisis in the Gulf, he sided with Iran. He is not fit to be prime minister, she says. Corbyn says the PM does not understand the depth of feeling on this matter. It is estimated that more than 200,000 people are being killed in this conflict, many of them children. If the Saudi government say they are respecting human rights, do we ignore all evidence to the contrary? May says while the government is appealing against the court case, it will not be approving new export licences for arms to Saudi Arabia. She says the government is concerned about the humanitarian situation in Yemen. It has allocated more than £700m for aid. Corbyn says UN experts have been saying for years the Saudi coalition has been violating international law in Yemen. The government says there can only be a political solution. So why is it putting more arms into the region. May says the the only resolution will come from a diplomatic solution. That is why the government is working for one. Jeremy Corbyn says climate change campaigners are lobbying MPs today. This parliament was the first in the world to declare a climate emergency he says (after backing a Labour motion). He says he welcomes the court of appeal judgment last Thursday about arms sales to Saudia Arabia. Does the PM dispute the court’s finding? May says the UK has one of the most robust arms sales regimes in the world. She says the government is disappointed the court found against the government on one ground, and it will be seeking permission to appeal. Corbyn says Germany and Denmark have both banned armed sales to Saudi Arabia. Does May think there are serious, ongoing violations of international law by Saudia Arabia in Yemen. May says the government considers these issues very carefully when considering arms sales. But there needs to be a peace settlement in Yemen. She says the Saudia Arabian intervention came in response to the legitimate government of Yemen. May says discussions are continuing about a different approach to localism in Yorkshire. Labour’s Thangam Debbonaire asks if May thinks the new PM should pass an environment and climate change bill to make the world a more beautiful place. May says the government already has introduced an environment bill. But why is Labour in the Lords trying to block the net zero carbon emissions target. Theresa May starts by wishing the England football team good luck against Norway this morning. And she says she hosted a reception this morning for armed forces reserves day, and Saturday is armed forces day, she says. Later today she will travel to Japan for the G20 summit, where global challenges like climate change and the threat to peace in the Gulf will be discussed. From the Press and Journal’s Dan O’Donoghue Theresa May has only five more PMQs left. Today’s is starting very soon. Here is the list of MPs down to ask a question. And here is Jo Swinson, the Lib Dem leadership contest, mocking the favourite in the Tory contest ... Boris Johnson is inviting people to give him a call on Monday night. Doubtless there will be plenty of journalists trying to get through ... The BBC’s Nick Eardley has been tweeting from a hustings for Westminster’s other leadership contest - the Lib Dem one, feature Jo Swinson and Sir Ed Davey. The population of the UK has risen to 66.4m but the growth rate has stalled, the Press Association reports. The latest calculations reveal there was an estimated 66,436,000 people living in the country at the end of June last year, according to data from the Office for National Statistics (ONS). But the growth rate remained the same as the previous year. Over the 12 months to the middle of 2018, the UK population rose year-on-year by 0.6%, with the annual growth rate remaining slower than any year since mid-2004. Here is Alberto Nardelli, BuzzFeed’s Europe editor, on Steve Baker’s article 24 tweet. (See 10.40am.) At the Commons Treasury committee Labour’s Wes Streeting asked Mark Carney, governor of the Bank of England, to respond to what Boris Johnson said about him in his LBC interview yesterday. Johnson appeared to criticise Carney’s understanding of the article 24 process - before admitting Carney might not have said what he implied he did. Carney started by pointing out that Johnson clarified his initial comment yesterday saying Carney was wrong. Then he went on: I did not say that there needed to be the withdrawal agreement for Gatt 24 to apply. I said there needed to be an agreement ... When I was asked about it, it was ‘Could you unilaterally use Gatt 24?’ And the answer was no, you can’t unilaterally use Gatt 24. There has to an agreement ... some form of agreement between the two parties that you are working towards a free trade or customs union agreement, something along that spectrum, and that has to be credible enough to the other members of the WTO [World Trade Organisation] that that is indeed the case ... Just to be clear, it gets into questions of semantics and precise language. But if one is asked can you have no-deal and Gatt 24 - well, an agreement is a form of deal, an agreement to use Gatt 24, at least in my understanding of the English language ... So there needs to be some form of agreement, and intention, and a credible intention to move towards a free trade or customs union. This is from ITV’s Paul Brand, who has been watching the Mark Carney hearing. I will post the full quote shortly. The Tory MP Marcus Fysh, a Brexiter who is backing Boris Johnson for the leadership, has posted a Twitter thread about the Gatt article 24 debate. It starts here. As mentioned earlier, what is at issue is not so much what article 24 says, which is verifiable, but whether the EU would be willing to use it, which is a matter for political judgment. This is what Fysh says on this issue. Steve Baker, the Tory Brexiter and deputy chairman of the European Research Group, which represents Conservative MPs pushing for a harder Brexit, has accused Liam Fox of “tilting at windmills” in his overnight LinkedIn article (see 9.23am) - ie, misrepresenting Brexiter arguments about the potential of Gatt article 24. Mark Carney, the governor of the Bank of England, has just started giving evidence to the Commons Treasury committee. My colleague Graeme Wearden is covering it here. As the Independent reports, Lord Kerslake, the former head of the civil service, said in a speech last night that a Boris Johnson’s premiership could be an “opportunity for disaster”. He said: Boris has placed at the very centre of his campaign the commitment that we will leave the EU on 31 October, deal or no deal. This a complete hostage to fortune. At the same parliament has been clear, rightly in my view, that it will not countenance leaving the EU without a deal. It is always a good maxim in politics not to enter a room unless you know that you can get out of it. Boris Johnson has not only entered the room but he has put on the straitjacket, padlocked the door and started the tap running. Kerslake said Johnson was “good to work with” when they worked on housing issues together when Johnson was mayor of London. But he recalled Johnson cracking a joke about how “Out of every disaster comes an opportunity - or in my case an opportunity for another disaster.” Kerslake went on: “Boris as PM may just be another opportunity for disaster.” Jeremy Corbyn wants to back a second EU referendum but some of his inner circle seem to want Brexit to be carried out no matter what, Labour’s Margaret Beckett has said. As my colleague Rowena Mason and Jessica Elgot report, Beckett, a former foreign secretary who is campaigning for a second referendum, told the Today programme she thought the Labour leader was open to the idea but some of his closest advisers were preventing him from budging and would be prepared to allow a no-deal Brexit. Beckett said: I don’t get the impression that Jeremy himself is the stumbling block. There are people very close with great influence on him who are passionately opposed to it … and he wants to keep the party together as much as possible. Unfortunately, it’s looking more and more that some of the people who he wants to accept the majority view are not just expressing reservations but completely oppose, and I’m beginning to think some of them do actually want Britain to leave no matter what and they don’t give a toss. Here is Rowena and Jessica’s full story. Yesterday the German ambassador to UK, Peter Wittig, said his government would “talk to the last hour” to avoid a no-deal Brexit. He has also written a 1,500 word article in Handelsblatt which will be seen as a plea to the UK not to crash out of the EU on 31 October. In the piece he: Warns that a free trade agreement after a no-deal Brexit would be “enormously difficult”. Advocates a deal with “more than a conventional” third country special relationship between Britain and EU. Talks of the need for a continuing close military relationship. Says all countries must ask what their global status will be in 10, 15 years. Wittig says: Negotiating a free trade agreement after a “no-deal” Brexit would be enormously difficult. The UK’s obligations under the withdrawal agreement would remain unresolved, trust would be destroyed. We would not be able to return to the agenda immediately ... Short-term considerations must not prevail. We have to preserve the strategic view of Europe in the world: where will Europe stand in 10, 15, 20 years? Where do we want Europe to stand? Will the EU still play a role on the global map in a world dominated by the US and China: politically, economically, technologically, militarily? If we Europeans want to continue to sit at the table of the global powers of design in the future, we must join forces - also and especially in the case of Brexit. It is in the pan-European interest to keep Britain as the fifth largest economy in the world and - with France - Europe’s leading military power with veto power in the Security Council in joint orbit. This requires a high level of vision from all. The United Kingdom legally becomes a so-called “third country” as of the date of withdrawal. But we need more than a conventional third state relationship. We need a partnership of our own kind that is as close as possible, hence a new “special relationship” between the EU and the UK. Sir Bill Cash, the Tory Brexiter, has been tweeting this letter published in the Daily Telegraph implying that Gatt article 24 could be used quite easily to allow tariff-free trade to continue after a no-deal Brexit. In fact, if you read the letter closely, you will see that what it is saying about how Gatt article 24 works is much the same as what Liam Fox is saying in his LinkedIn article. (See 9.23am.) The difference between the two sides lies in their assessment of the EU’s willingness to use this mechanism. Fox is arguing that, in the event of the UK and the EU failing to negotiate a withdrawal agreement, there is no prospect of the EU saying that, actually, they have agreed in principle to conclude a free trade deal in the future. But Cash seems to think this would be an option. In his article Fox also says that article 24 would not be a panacea anyway because it only covers tariffs. It does not cover “more complex behind the border regulatory issues affecting trade”, he says. Boris Johnson would be able to ignore parliament’s efforts to stop a no-deal Brexit and blame the EU if it refuses to give the UK a better deal, Dominic Raab, the former Brexit secretary, has said. As my colleagues Rowena Mason and Matthew Weaver report, Raab, who is now backing Johnson for the Tory leadership, told the Today programme that any motion from MPs against a no-deal Brexit would have “zero legal effect” and could be overridden. But Rory Stewart, the international development secretary who is now backing Jeremy Hunt for the leadership, told the same programme that parliament had not exhausted all options to prevent no deal. He said: Parliament is against no deal. It is only the legal default because parliament made it the legal default. Parliament can unmake it the legal default. There are many, many opportunities in legislation that have to brought forward, that could be amended in order to stop a no-deal Brexit. Here is our full write-up of the Raab and Stewart interviews. At one stage in his TalkRadio interview yesterday Boris Johnson described his Brexit strategy as a set of three preferences, with plan A as his preference, plan B as his fallback, and plan C as the fallback to the fallback. Charlie Cooper sums them up well in the Politico Europe London Playbook briefing this morning. Plan A: A deal with the EU replacing the Northern Ireland backstop aspect of May’s withdrawal agreement with “alternative arrangements” that will be brought up to speed during a standstill transition period much like the one agreed by May. NB: The EU has said repeatedly the withdrawal agreement is not up for renegotiation. Plan B: If (when?) the EU says no, seek agreement from Brussels for a standstill on tariff rates under article 24 of the World Trade Organisation’s general agreement on tariffs and trade (sigh) while the two sides work towards a free trade agreement. Plan C: If this fails, no deal on October 31 with full tariffs on Day 1, with only those preparations and parachute arrangements unilaterally planned by the U.K and the EU in place. Throughout, the £39bn divorce payment agreed by May will be withheld till Johnson is satisfied by the EU’s commitments on trade. Given that plan A is almost certainly impossible - even if the EU was willing to negotiate a new withdrawal agreement, which it says it isn’t, almost no one thinks that such a deal could be signed and legislated for in the UK before 31 October - there is increased focus on plan B. Yesterday Johnson scaled down his assertions about the potential of article 24, accepting that the UK could not use it unilaterally, but still claiming it was a viable means of keeping EU-UK trade tariff fee in the event of there being no deal. But, overnight, Liam Fox, the international trade secretary has pitched in, using an article to effectively accuse Johnson of of peddling “supposition” not fact on this point. Fox is supporting Jeremy Hunt for the Tory leadership. But he is also a hardline Brexiter, whose instinctive Brexit views are much closer to Johnson’s than Hunt. And, given his cabinet job, he is also the one minister who ought to know what he is talking about on the matter of Gatt. Here is LinkedIn article. And here is an extract: Some commentators have suggested that, in a ‘no deal’ scenario, the UK could maintain its existing trading relationship with the European Union for up to ten years by claiming exemption from the WTO’s rules, under article XXIV:5 of the general agreement on tariffs and trade (Gatt). This is not the case. Gatt article XXIV permits the establishment of free trade agreements and customs unions as an exception to the ‘most favoured nation’ principle at the WTO - namely, that WTO members cannot give preferential treatment to products and services originating from one trading partner over others. However, in order to benefit from the terms of article XXIV, there must be an agreement between two WTO members as to the elimination of duties and other restrictive regulations on substantially all trade. Therefore, article XXIV would not, by itself, allow the UK to maintain tariff-free trade with the EU in the absence of a negotiated agreement ... A ‘no deal’ scenario, by definition, suggests that there would be no mutual agreement between the UK and the EU on any temporary or permanent arrangement. In those circumstances article XXIV cannot be used. The European Union has made it clear on a number of occasions that full tariffs will be applied to the United Kingdom in the event of ‘no-deal’. The director-general of the WTO, Roberto Azevedo, has also confirmed there must be a bilateral agreement between the EU and the UK in order to claim an implementation period under Gatt article XXIV. “Once they have an agreement I think article XXIV could give them some time for implementation of that agreement,” he told Bloomberg. “But the first question is the agreement itself” ... It is important that public debate on this topic is conducted on the basis of fact rather than supposition, so that we are able to make decisions in the best interests of our country. We will doubtless hear much more on this today, including from Mark Carney, the governor of the Bank of England, who is giving evidence to MPs. At one point yesterday Johnson said that Carney was wrong about Gatt - before he retracted and accepted (correctly) that Carney might not have said what Johnson thought he had said. Here is the agenda for the day. 9.30am: Liam Fox, the international trade secretary, gives a speech to the Telegraph’s future of trade and export forum. 10am: Damian Hinds, the education secretary, gives evidence to the Commons education committee. 10am: Jo Swinson and Sir Ed Davey take part in a Lib Dem leadership hustings in the Commons. 10.15am: Mark Carney, governor of the Bank of England, gives evidence to the Commons Treasury committee. 12pm: Theresa May faces Jeremy Corbyn at PMQs. 12pm: Arlene Foster, the DUP leader, speaks at a Policy Exchange event on the backstop. Afternoon: Theresa May gives a speech on housing in Manchester. 3pm: Rory Stewart, the international development secretary, gives evidence to the Commons international development committee. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I will be focusing mostly on the Tory leadership contest. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}