{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/22/boris-johnson-row-it-does-make-you-question-his-mentality", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-22T17:36:01Z", "webTitle": "Boris Johnson row: 'It does make you question his mentality'", "webUrl": "https://www.theguardian.com/politics/2019/jun/22/boris-johnson-row-it-does-make-you-question-his-mentality", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/22/boris-johnson-row-it-does-make-you-question-his-mentality", "fields": {"headline": "Boris Johnson row: 'It does make you question his mentality'", "bodyText": "When thousands of Conservative party members booked their tickets to the first leadership hustings in Birmingham, most reasonably believed it would be dominated by talk of Brexit. But as they filed into the city’s sweltering International Convention Centre, there was only one talking point for many party loyalists. The news that police were called to a loud altercation at the home of Boris Johnson and his partner, Carrie Symonds, in the early hours of Friday morning dominated the discussion on the conference floor, even if the former foreign secretary claimed on stage: “I don’t think they want to hear about that kind of thing.” “My wife and I were taken aback and shocked that such a thing can happen at such an important time for Boris Johnson and the Conservative party. I’ve been something of a Boris fan, I suppose, but I’ve got reservations now,” said Keith Jones, 74, a party member from Halesowen in the West Midlands. Jones said the revelation, first published by the Guardian on Friday night, would play into how he votes for the next party leader. “It does make you question his mentality, doesn’t it? It doesn’t look good for him, the Conservative party – on top of the Mark Field incident as well. Everything seems to be going pear-shaped, doesn’t it?” Amil Khan, 28, said that “in normal circumstances” the story would have derailed Johnson’s leadership campaign but, he said, most pro-Brexit party members are judging the contest “through the prism of Brexit” and they would vote for the candidate most likely to get Britain out of the EU, regardless of what goes on behind closed doors. But, Khan said, the episode did little to alleviate the concerns of those who are already questioning Johnson’s fitness for the highest office. “I find it very difficult to come here to try to support someone I don’t believe actually has the capabilities, the temperament or the experience required to be prime minister,” said Khan, a member of the Birmingham Edgbaston Conservative branch. “What’s happened does nothing to change my mind because I’m concerned he’s not able to be the person you would require to be a statesman. “When you talk of someone being able to focus on the job that’s required without having distractions. I’m not going to exonerate or take sides because I don’t know what actually happened but it encapsulates the many concerns I had about him.” Young clipboard-carrying activists wearing Back Boris T-shirts hurriedly canvassed the mostly white membership, aged 50 plus, before the debate started, with little sign of a grassroots campaign for his rival Jeremy Hunt. There was a frisson of excitement when the blond Johnson bouldered into the lobby, trailed by television cameras and his campaign team. “I’ll listen to what they have to say – I’m not happy about it,” said Roy Molson, a Tory councillor on Leek town council. “I’m widowed now but when I was married, my wife and I would have rows. We never had the police come round but every relationship has a falling out at sometime or other and that’s a personal thing. No crime was committed,” he said, adding that Johnson would need to address it because “we are looking at somebody who is going to potentially be our prime minister and that sort of reputation doesn’t bode well when you’re dealing with many other countries.” Jane McKinven, 58, said she and her husband, Jim, row “all the time” and their neighbour – who happens to be Michael Fabricant MP – has never complained. “He’s in the middle of a leadership race, it’s going to get tense,” she said of Johnson. “It’s just stress, I’m sure, and it really shouldn’t be out there for the media pulling at every little piece of it.” Her husband, Jim, said Johnson needed to nip the story in the bud to stop his rivals from making political capital out of it. “I think Boris needs to address it because those who don’t like Boris are scoring political points from it,” he said. “It’s a domestic argument, that’s all.” Suzanne Webb, a Tory councillor on Birmingham city council, said she did not believe the episode was relevant, describing it as “behind closed doors, end of”. Webb said she was “totally undecided” over which candidate to back but she was not concerned by the episode."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}