{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/29/commons-select-committees-more-powers--jeremy-kyle-dominic-cummings", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-29T15:00:52Z", "webTitle": "Give MPs the power to protect the weak and vulnerable | Damian Collins", "webUrl": "https://www.theguardian.com/politics/2019/jun/29/commons-select-committees-more-powers--jeremy-kyle-dominic-cummings", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/29/commons-select-committees-more-powers--jeremy-kyle-dominic-cummings", "fields": {"headline": "Give MPs the ability to hold the rich and powerful to account", "bodyText": "Last week the House of Commons marked the 40th anniversary of the creation of select committees to scrutinise the work of individual government departments. I chair one of these – digital, culture, media and sport – but the scope of its work has extended beyond holding individual ministers to account. We now investigate much wider issues of concern, where the intervention of parliament could help expose wrongdoing and prevent vulnerable people from being exploited. On 25 June, as part of our inquiry into reality TV, we questioned executives from ITV about the Jeremy Kyle Show, which used techniques such as lie detector tests to try to resolve disputes between families and neighbours. This show was taken off air by ITV after a participant who had failed such a test took his own life. This tragic event prompted a wider debate about whether TV companies that make such programmes are operating with sufficient duty of care to the members of the public who take part in them. We asked the programme’s executive producer why he didn’t properly inform participants about the unreliability of lie detector tests, that Kyle presented as hard facts; some studies have shown that they can at best only give an accurate reading on two out of three occasions, and then only when conducted in perfectly controlled conditions. We also wanted to know why no one on the aftercare team, who were there to ensure the welfare of participants, was registered by the Health and Care Professions Council, which is recommended where teams are working with vulnerable adults. We can use our powers to ask these questions without fear or favour, and the large public response we have had since we opened the inquiry shows me that there is considerable public concern about these issues. We are also uniquely placed to do this, as there is a general presumption that witnesses will attend to give evidence if asked and are required to respond truthfully to the questions put to them. The participants of the programmes have no such rights; they give these away when they sign the long and complex contracts which are a requirement for all who want to take part. Over the last couple of years, we have similarly been able to challenge technology companies such as Facebook and Google about how they gather and use our personal data, and their responsibility to act against harmful content and disinformation. We have also questioned leaders in sport about the oversight of doping controls and other important areas of athlete welfare. Select committees can challenge powerful people and report our conclusions for all to see. This is something that can greatly anger some of them, not least the businessman and Leave.EU political donor Arron Banks, who was so upset by the committee’s work that he wrote to every household in my constituency to tell them so; not that it did him any good. Most people comply with a request to appear, even if sometimes reluctantly. On occasion we have to use our formal powers and issue a summons, as we did with Alexander Nix, the former chief executive of Cambridge Analytica. We can also use this power to order the supply of documents which are relevant to our inquiries, which led us last year to sending the sergeant at arms to the London hotel of an American businessman with a request for documents about Facebook. However, there is a debate now about what happens if people refuse to comply. For example, our discussion about the Jeremy Kyle Show had one notable absentee in the form of Kyle himself. We believe he should appear, and we hope we can find a future date when he will. When we previously asked the former campaign director of Vote Leave, Dominic Cummings, to come and answer the committee’s questions, he refused. This led to a motion of censure being passed against him by the House of Commons, but that felt like a very unsatisfactory conclusion. I believe we need to formalise these powers and have a clear real-world sanction for those that refuse to comply with a request to provide evidence to a parliamentary committee. In some countries, once this has been established, legal proceedings can be commenced which could lead to a fine or some other appropriate sanction being enforced. This could also apply to people who have been proven to have lied to a parliamentary committee. In the United States Congress, for example, such behaviour is treated as a criminal offence, just as perjury in court would be. The select committees have become a place where parliament can stand up for the interests of the people and hold to account those with power but who sit outside the formal structures of government. Over the last 40 years we have seen the scope of these inquiries grow, and we need to make sure that the rules that underpin them are fit for the modern world. Damian Collins is the Conservative MP for Folkestone and Hythe"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}