{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/27/ken-clarke-a-political-career-spanning-nearly-50-years", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-27T19:45:51Z", "webTitle": "Ken Clarke: a parliamentary career spanning nearly 50 years", "webUrl": "https://www.theguardian.com/politics/2019/jun/27/ken-clarke-a-political-career-spanning-nearly-50-years", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/27/ken-clarke-a-political-career-spanning-nearly-50-years", "fields": {"headline": "Ken Clarke: a parliamentary career spanning nearly 50 years", "bodyText": "Just over a week ago, as he shuffled towards a parliamentary committee room to cast his vote in the third round of the Conservative leadership poll, another Tory MP remarked to Ken Clarke that it must be near the 49th anniversary of his election to parliament. Clarke replied that it was probably somewhere close to that date, but that he could not precisely remember. It was, in fact, more or less exact – 19 June. One the same date in 1970, in the early hours of the morning, a then 29-year-old Clarke was declared the winner in the Nottinghamshire seat of Rushcliffe. Even then, he was not a novice, having already twice contested nearby Mansfield. He has kept the same seat ever since. From his start as an assistant whip in 1972, Clarke also spent the next 27 years, barring a couple of brief gaps, in various shadow and government front bench jobs, including health, education and home secretary, followed by four years as John Major’s chancellor. He even made a late return to ministerial life, serving for two years as justice secretary under David Cameron. At a few days shy of his 79th birthday, Clarke is not the oldest MP in the Commons – Labour’s Dennis Skinner is 87. He does, however, have the title of father of the house, for the longest-serving MP, even though Skinner was also first elected in 1970. The title was his, Clarke told the political journalists’ lunch at which he announced his likely decision to step down at the next election, because he was sworn in as an MP shortly before Skinner. “At the moment I save the House of Commons from having Dennis Skinner as father of the house by 25 minutes,” he said. Such longevity as a minister points to Clarke’s long-standing status as what he still regards as being a moderate, centrist Conservative, as well as being one with a generally positive public image, helped by his much-covered fondness for cigars, jazz and comfortable shoes. But as an avowed Europhile, amid what Clarke regards as the madness of Brexit, he is now seen as a fringe Tory figure, one who concedes he could even help vote down a Boris Johnson government to stop no deal. This is, Clarke makes clear, not a case of him changing his views, but of his party leaving him. Clarke told the lunch that the Commons of 1970 was “a completely different institution” to that which he sees now: “I began in parliament with quite a lot of members of parliament who’d started before the war. I met those who, people told me, had been very much in favour of appeasement.” One change, he said, was the reduction in the number of MPs who took outside work: “When I was elected, every Conservative MP made his living outside the House of Commons. They came in in the afternoons and evenings. And it was a much more powerful House of Commons, a much more effective political system.” It is, of course, worth remembering that Clarke has pledged to go before. Before the 2015 election he said it would be his last, only to change his mind two years later. Clarke told the lunch – albeit mainly in jest – that he could still try again: “It’s a great pity, in the middle of such a historic crisis. All the temptation is there for me to carry on. If I’ve been thrown out of the Conservative party by then, one of the other parties might tempt me to run for them.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}