{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/10/tory-leadership-race-what-are-candidates-promises-on-tax", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-10T14:14:46Z", "webTitle": "Tory leadership race: what are candidates' promises on tax?", "webUrl": "https://www.theguardian.com/politics/2019/jun/10/tory-leadership-race-what-are-candidates-promises-on-tax", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/10/tory-leadership-race-what-are-candidates-promises-on-tax", "fields": {"headline": "Tory leadership race: what are candidates' promises on tax?", "bodyText": "Candidates running in the Conservative leadership contest have launched a low-tax policy drive as they seek to burnish their economic credentials alongside their Brexit stances. In developments that would carry a hefty price tag for the public purse, Tory hopefuls including Boris Johnson, Dominic Raab and Michael Gove have vowed to make tax cuts that would cost more than £60bn a year between them. Stephen Crabb, a former Welsh secretary, said on Monday that the race for No 10 had descended into a tax cut “bidding war” that should not be taken seriously. The proposals come as public services struggle to cope after a decade of austerity and to handle the needs of an ageing society, necessitating more funding from tax and not less. Torsten Bell, the director of the Resolution Foundation thinktank, said: “They misread the state of the nation’s finances, the state of our public services and the desirability of closing, rather than increasing, the divides in our country.” Here is a selection of some of the leading candidates’ promises. Boris Johnson Tax proposal: Raise higher-rate income tax threshold to £80,000 from £50,000. How much will it cost and what will be the likely impact? Such a step would cut the tax bills of 3 million higher-income workers earning more than £50,000 a year, saving those on £80,000 a year about £3,000 a year in tax. According to the Resolution Foundation, as much as 83% of the gains would go to the top 10% of households. The Tory argument is that more Britons pay the higher rate than was historically the case: about 18% of taxpayers today compared with about 6% in 1990, as a result of what economists call fiscal drag – when tax band thresholds are not lifted as fast as wages rise. Recent increases have been faster than pay growth, however. The threshold has remained at £43,430 in Scotland, opening up a gap with the rest of the UK. Johnson’s measure would cost £9.6bn a year, which the former foreign secretary said could be funded from the £26.6bn of “fiscal headroom” set aside by Philip Hammond for either ending austerity or boosting the economy in the event of a no-deal Brexit. The policy would, however, mean more government borrowing, which would tear up the Tories’ deficit reduction targets. Paul Johnson of the Institute for Fiscal Studies was very firm about this on Monday. The “headroom” is the gap between an arbitrary 2% of GDP deficit target used by Hammond and the current national borrowing level of 1.2%. Raising borrowing back towards 2% of GDP would sink the Tories’ chances of meeting their manifesto pledge to eliminate the deficit entirely by the mid-2020s. Bell said: “The typical income in this country is £26,400. Only one in seven people will earn enough to get any benefit from this policy – and the biggest winners are those on the very highest incomes.” Jeremy Hunt Tax proposal: Cut corporation tax from 19% to 12.5%. How much will it cost and what will be the likely impact? This would follow a pattern of successive Tory prime ministers and match Ireland with one of the lowest business tax rates in the world. Britain already has among the lowest corporate tax rates in the developed world, well below the US, even after Donald Trump cut US corporate taxes to 21% from 35%, the largest such cut in US history. The argument in favour of a corporation tax reduction is that companies use the extra cash to invest, employ more staff or increase workers’ wages. But despite cuts in the corporation tax rate in Britain since 2010 from 28%, business investment still lags behind other developed economies and average pay is still down on the pre-financial crisis peak after inflation. Brexit has exacerbated the poor track record. Business investment fell in every quarter of 2018, the worst run since the financial crisis. Corporation tax cuts can also prove costly. Some economists argue cuts could boost revenue if more businesses locate and invest in Britain, others argue that money has been given away at the expense of the exchequer. Hunt’s proposal could cost Britain as much as £13bn, according to the Resolution Foundation. Dominic Raab Tax proposal: Cut basic-rate income tax from 20% to 15%. How much will it cost and what will be the likely impact? More than 25 million Britons pay the basic rate of income tax, which applies on pay above the tax-free allowance of £12,500. Cutting the rate would likely boost the UK economy by giving these people more money to spend. Although such steps could help lower-income households, the change would come with a significant price tag: the Resolution Foundation estimates as much as £32bn. Sajid Javid Tax proposal: Scrap the 45% additional-rate tax band on incomes above £150,000 How much will it cost and what will be the likely impact? The home secretary argues the cuts would improve the “dynamism” of the economy. Scrapping the higher rate would, however, benefit the top 1% and 2% of taxpayers and would likely come with a cost to the exchequer. Javid has also signalled openness to cutting the basic rate, calling himself a “low-tax person”. After Labour’s Alistair Darling introduced a 50% additional rate to fight a ballooning budget deficit during the financial crisis, George Osborne cut the rate down to 45% in 2012, arguing it would raise more money. Osborne said the move brought in an extra £8bn, although critics said this was distorted by high earners delaying paying tax in order to benefit from the cut. Michael Gove Tax proposal: Replace VAT with a US-style sales tax How much will it cost and what will be the likely impact? In addition to other reforms to business rates and corporation tax proposed by the environment secretary, Gove said his “business knowhow” tax cuts would help to increase investment, productivity and workers’ pay across the country. Brexit could enable the UK to scrap VAT as the system operates under EU rules. But it currently brings in about £130bn in revenue, or about 18% of all tax receipts, and change to an established regime would not be easy to introduce. The details would also be important, should any new sales tax apply to items that are currently exempt, such as food. More than 160 countries operate VAT systems but the US does not as its sales taxes are set at state level, making it difficult to introduce a nationwide VAT scheme. Gove has also said he could cut or reform business rates to support small businesses and high street retailers. Esther McVey Spending proposal: £7bn for education and police How much will it cost and what will be the likely impact? Rather than offering large tax cuts, the former work and pensions secretary has proposed cutting the overseas aid budget by £7bn, which she would use to increase education funding by £4bn and police funding by £3bn. Like other Brexiters, McVey said she would refuse to pay £39bn to the EU for a deal, which she said could be used to support business, including through cutting tax. However, economists warn that leaving the EU without a deal would damage growth and leave the Treasury with less money for spending on public services."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}