{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/11/drugs-expert-barred-from-policy-panel-after-criticising-home-office", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-11T12:02:15Z", "webTitle": "Drugs expert barred from policy panel after criticising Home Office", "webUrl": "https://www.theguardian.com/politics/2019/jun/11/drugs-expert-barred-from-policy-panel-after-criticising-home-office", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/11/drugs-expert-barred-from-policy-panel-after-criticising-home-office", "fields": {"headline": "Drugs expert barred from policy panel after criticising Home Office", "bodyText": "A government minister vetoed the appointment of an expert to a public body after vetting found she had criticised the Home Office and called for drug policy reform, it has emerged. Documents released under a subject access request also reveal that candidates for public bodies now have their social media profiles scrutinised by ministers, including posts regarding the “PM/government”, Windrush, Brexit and anything “diversity-related”. An online search by the Advisory Council on the Misuse of Drugs (ACMD) secretariat found that Niamh Eastwood, the director of Release, the UK’s centre on drugs and drug laws, had described a Home Office policy position as “utter BS” and claimed it was “just making s**t up” in a tweet. Eastwood had been deemed appointable to the ACMD, which makes drug policy recommendations to government, by a Home Office advisory assessment panel. Although it was recognised that her “contribution could enrich the group”, there was concern that she “may use the appointment as an inappropriate lobbying opportunity”. It was suggested that Eastwood’s “clear views on drugs liberalisation” might impede her ability to be “impartial, and provide unbiased views”. When asked for comment, the Home Office claimed that the decision was made “on the basis of expertise”. Vetting candidates for such appointments has been tightened following Toby Young’s brief time at the Office for Students after he came under scrutiny for a number of offensive tweets. In a subsequent report, the Commissioner for Public Appointments highlighted a “possible lack of due diligence by the recruiting department” and there are now checks on “relevant social media content”. Eastwood said during her interview that she was a critic of the government’s drug policy. The Home Office secretariat later flagged a number of critical tweets, including one posted in April 2018 which said: She was referring to a letter regarding drug consumption rooms (DCRs) sent by Victoria Atkins, the minister for crime, following a report on how to reduce opioid-related deaths in the UK. The letter omitted to mention that DCRs have public health benefits and that there has never been an overdose death within one of the facilities, instead focusing on the “implied acceptance of criminality” that their introduction – which Nicola Sturgeon has called for – could bring. In the internal correspondence, the council’s secretariat said: “Having a different view to the Home Office is not a barrier to appointment, but the language and tone used identifies a concern that the candidate would find it hard to work alongside government and may use the appointment as an inappropriate lobbying opportunity.” An email from the minister for crime’s office read: “The minister is content with the recommendations, apart from N Eastwood as a candidate.” Atkins, who is the government’s spokesperson on drug policy, “voluntarily recused herself” from policies and decisions relating to cannabis last year after British Sugar began growing substantial amounts of the controlled substance under a Home Office licence to sell for medicinal purposes. Her husband, Paul Kenward, is the company’s managing director. Corey Stoughton, Liberty’s advocacy director, said: “Rather than creating an echo chamber of ‘yes people’, the Home Office should be open to the sort of honest feedback and genuine scrutiny that comes with recruiting the best people available. “Preserving the independence of these important advisory and oversight bodies is critical to stop damaging policies and bad practice from becoming entrenched. As a ministry that has produced more than its fair share of scandal and criticism, we should be particularly concerned about this practice from the Home Office.” Eastwood, who sits on a number of other advisory groups, said people were dying from drug misuse in record numbers and she stood by her remarks. “The Home Office has repeatedly presented the evidence on drug consumption rooms inaccurately and have refused to consider introducing these life-saving initiatives,” she said. “The fact that I do not agree with the Home Office’s position should not bar me from being on an independent advisory board; in fact it smacks of political interference and a fear of diverse views.” She added: “It is shocking the Home Office is routinely checking whether applicants have commented on Windrush or Brexit, regardless of whether they have or not.” A Home Office spokesperson said: “Ministers are responsible for appointing members to public bodies in line with the governance code on public appointments. They are provided with a choice of appointable candidates for each competition and will make the appointment objectively and on the basis of expertise.” The department would not confirm whether any candidates had been vetoed by ministers in relation to criticism over Windrush."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}