{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/25/are-the-wheels-coming-off-boris-johnsons-bus", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-25T18:14:14Z", "webTitle": "Are the wheels coming off Boris Johnson's bus?", "webUrl": "https://www.theguardian.com/politics/2019/jun/25/are-the-wheels-coming-off-boris-johnsons-bus", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/25/are-the-wheels-coming-off-boris-johnsons-bus", "fields": {"headline": "Are the wheels coming off Boris Johnson's bus?", "bodyText": "It looked at one point as if it was all but certain that the Tory leadership contest would end in the “coronation” of Boris Johnson. But as the frontrunner continues to struggle with the fallout from the Guardian’s revelations of a late night row with his girlfriend, coupled with some distinctly shaky interviews, questions are being asked about whether the once-seemingly unstoppable PR campaign behind Johnson is faltering, and whether the normally loquacious MP is truly “match fit” for the type of grillings expected in a race like this. “I think at this point that you might actually be a bit worried from a public relations point of view that your candidate is not quite singing the tune you need him to,” said one expert on media communications who has also worked alongside Johnson in the past. “He seems tired, and I think possibly that one of the problems here is that he is being over-coached. I suspect one part of his team are saying ‘he needs to be himself’ while others are saying that he needs to come across as a serious figure who cares about the future.” If such a division exists, the latter camp is likely to include Lynton Crosby, the Australian political strategist who was central in 2008 and 2012 to Johnson’s election and re-election as mayor of London. However, since his involvement in the Tories’ disastrous 2017 general election campaign there have been questions about whether Crosby is – as put by the advertising and PR figure Tim Bell – a “one trick pony”. Famously a proponent of “scraping the barnacles off the boat” – his phrase referring to a relentless focus on core messages – Crosby couldn’t help May when she ran into trouble, or negotiate the chill winds now being experienced by Johnson. Then there has been the continuing, and to some surprising, tough ride given to Johnson by sections of a normally supportive Tory Press, which includes the Telegraph, the title from which he has earned a £275,000 salary as a columnist. On Tuesday, the paper splashed with the headline “Boris tries to keep the show on the road” as it and other titles all ran front-page pictures of the photograph of him and his partner Carrie Symonds released by Johnson’s campaign team as part of a PR strategy. Perhaps more significantly, the Daily Mail carried a front-page display for a Jan Moir column titled: “Boris and the Mills &amp; Boon scene that takes us all for fools.” Rather than put unanswered questions about the altercation to bed, new ones have arisen about the circumstances of the release of the image, which came without bylines or dates. If the intention was to ensure that they were widely disseminated, then the choice of releasing them in the first instance to the Mail Online seems a peculiar one. The Guardian understands that there was an in-house debate at the Mail about whether they could be taken by the newspaper’s print edition. The round of broadcast interviews – including one in which Johnson sparked ridicule and suspicion about the veracity of his claim to relax by making models of buses with wooden crates – has been watched with incredulity by political communications experts. Lord Wood of Anfield, the Labour peer and political strategist, said that Johnson’s interview with the BBC’s Laura Kuenssberg broadcast on Monday night made him immediately question his “match fitness”. “He seems convinced that his path to No 10 is assured if he says nothing of interest and lets the party machine and arithmetic do its work,” he said. “But saying nothing for reasons of discipline has tipped over into looking like he has nothing to say. This is a massive problem for a frontrunner.” Wood suggests that a campaign full of “bons mots and memorable phrases” would have been much more effective at keeping unwelcome scrutiny away from Johnson’s door. Instead, a seeming reluctance to stand up and fight might be providing uncomfortable reminders of May to the Tory faithful. At the end of the day, though, it is that fractionally small cohort of the population who ultimately matter. If this is an audience of voters who have been primed for some time to distrust mainstream media narratives and view the Guardian and BBC as hostile leftwing entities then, for all his campaign’s missteps, the negative publicity surrounding Johnson might yet reinforce narratives of persecution by a liberal elite. • Additional reporting by Jim Waterson"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}