{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/10/jeremy-hunt-wins-support-penny-mordaunt-conservative-leadership", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-10T17:22:38Z", "webTitle": "Jeremy Hunt pitches himself as the 'serious leader' in Tory race", "webUrl": "https://www.theguardian.com/politics/2019/jun/10/jeremy-hunt-wins-support-penny-mordaunt-conservative-leadership", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/10/jeremy-hunt-wins-support-penny-mordaunt-conservative-leadership", "fields": {"headline": "Jeremy Hunt pitches himself as the 'serious leader' in Tory race", "bodyText": "Jeremy Hunt has set out his pitch to be the “serious leader” the UK needs in an apparent dig at Boris Johnson, as his campaign won the support of Penny Mordaunt and Amber Rudd – two big cabinet hitters on both sides of the Brexit divide. Launching his campaign to enter No 10, Hunt made the case that he was the most experienced candidate, while his leaflets made the bold claims that he had “delivered the Olympics” and “negotiated peace talks in Yemen”. The foreign secretary, who is now second favourite in the race, gave a speech in London, with his wife, Lucia, numerous MPs and other supporters in the audience. Rudd, the work and pensions secretary and a leading moderate, said Hunt was best placed to break the Brexit impasse, while Mordaunt, the defence secretary, said he had “the experience, values, and a plan” to take the UK out of the EU. Hunt’s pitch was that he was the best negotiator to deliver Brexit, arguing that his two years as culture secretary before the London Olympics had given him experience of complex projects. His leaflets also said he had “negotiated peace talks in Yemen” – a reference to his efforts to help the UN-sponsored talks back on track while fighting continues to break through the fragile ceasefire. In a warning to his colleagues, he said the next prime minister must deliver Brexit before allowing a general election, saying the failure to leave the EU had “put our country and our party in grave peril”. His message that he wanted to avoid a general election was applauded by supportive MPs. “Without a deal, any prime minister who promised to leave by a certain date would have to call a general election to change the parliamentary arithmetic. That is an election we would lose badly. If we fight an election before delivering Brexit, we will be annihilated,” he told the audience. Hunt also repeated his claim that European leaders have told him they are ready to strike a deal and recognise the Irish backstop will not get through parliament. But unlike Johnson, he indicated he would be willing to take longer than the period between now and 31 October to secure the UK’s departure from the EU if more time were needed to strike a deal. “The leadership I offer is based on one simple truth: without Brexit, there will be no Conservative government and maybe no Conservative party,” Hunt said. “If we want a deal, we are going to have to engage seriously with Brussels. From my conversations with European leaders, it is clear to me there is a deal to be done, they want us to come up with proposals.” Hunt gave his launch speech shortly after two rivals kickstarted their leadership campaigns, on a day when 10 candidates had their nominations accepted by the 1922 Committee to go forward to the first vote of Tory MPs. Dominic Raab, the former Brexit secretary, has seen his momentum stall after losing out on a string of endorsements from high-profile Eurosceptics in the European Research Group, including the hardline Brexiters Steve Baker and Mark Francois, who endorsed Boris Johnson. Raab said he would reopen the Brexit negotiations, promising he was someone “respected in Brussels” who could talk tough while refusing to rule out proroguing parliament in order to deliver a no-deal Brexit in October, should no new concessions be found. Pressed on whether he would really be prepared to suspend parliament, Raab said: “I’m the only candidate who has said if we can’t get [a change] then we will leave on WTO terms and I am absolutely committed to making that happen … I have not taken things off the table that weaken our negotiating leverage.” He also promised a “buccaneering approach” to global trade – a phrase that raised eyebrows. No cabinet minister has endorsed Raab thus far, unlike Johnson who has won the backing of Liz Truss, Chris Grayling, James Brokenshire and Alun Cairns. Instead, he was introduced by Maria Miller, the chair of the women and equalities select committee, who gently ribbed Raab about his refusal to call himself a feminist. The first pitch of the day came from the health secretary, Matt Hancock, who insisted his leadership would help his party recapture the centre ground from the Liberal Democrats and said he would particularly target young liberal voters, as well as pledging to deliver Brexit. In a speech at London’s Southbank Centre marred by an overexposed backdrop which made him look as if he was speaking in the dark, Hancock warned that the Conservative party was in danger of allowing the obsession with Brexit to stop it focusing on the future. Hancock, who is widely seen as an outsider candidate, criticised his rivals for suggesting proroguing parliament was an option, saying it went against British values and was an insult to those who had died fighting for freedom during the second world war. “That goes against everything those men who fought their way up those beaches died for,” he said. Esther McVey, the former work and pensions secretary, held her launch event at a speech to the ultra-Brexit Bruges Group in Westminster, where she also refused to rule out seeking to prorogue parliament, saying she could ensure leaving on 31 October by not allowing MPs any votes on the departure process ahead of the deadline."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}