{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/15/boris-johnson-no-deal-brexit-plan-will-trigger-early-election", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-15T21:25:00Z", "webTitle": "Boris Johnson’s no-deal Brexit plan ‘will trigger early election’", "webUrl": "https://www.theguardian.com/politics/2019/jun/15/boris-johnson-no-deal-brexit-plan-will-trigger-early-election", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/15/boris-johnson-no-deal-brexit-plan-will-trigger-early-election", "fields": {"headline": "Boris Johnson’s no-deal Brexit plan ‘will trigger early election’", "bodyText": "Boris Johnson’s attempts to appease hardline Tory Brexiters will tilt the party into a “disastrous general election” that could be just months away, senior Conservatives are warning. The runaway favourite to replace Theresa May is being told that the coalition of support set to deliver him Downing Street “won’t survive the autumn”, when he will have to decide whether to accept a deal with the EU or try to force a no-deal Brexit – a move likely to precipitate an election. Senior party figures are already warning of a “wipeout” in some parts of the country, such as Scotland and London, should it go into an election pledging to deliver a no-deal Brexit. They believe that once in office, Johnson will either be toppled by hardline Eurosceptic MPs should he back away from no deal, or provoke an election by pursuing such a policy. With leadership contenders ruling out a coronation on Saturday, Tory critics are demanding increased scrutiny of Johnson’s Brexit plans. David Gauke, the justice secretary, said: “Boris is saying that he will definitely leave the EU by 31 October, but he is refusing to say how he will do this if parliament takes steps to stop a no-deal Brexit. Will he respond by suspending parliament? Will he seek a general election? This lack of clarity is helping him maintain a broad base of support for now but it won’t survive the autumn. This is why his position on Brexit needs to be tested thoroughly now.” Alistair Burt, the former foreign office minister, said: “The risk of a serious confrontation in the party seems to be growing – the only way to avoid this is to get a deal. Jeremy Hunt is the best bet to open up the impasse, otherwise … we seem to be heading for a disastrous general election, with all the risks.” It comes as former Tory chancellor Ken Clarke reveals he would be prepared to vote down a Conservative government led by a new prime minister who tried to push through a no-deal Brexit, which a majority of MPs in parliament oppose. In an interview with the Observer, Clarke said that in those circumstances “then you have to bring that government down”. “If some idiot was sailing into a no-deal Brexit I’d decide politics had finally gone mad and vote against it.” Clarke also said that if it came down to a choice between no deal and a second referendum, he would abandon his lifelong opposition to referendums and back a second public vote. “If the choice eventually became no deal or a second referendum, then they’d try to win my support – I’d stop abstaining and I’d vote for it.” Writing in Sunday’s Observer, Johnson’s closest challenger for the leadership, foreign secretary Jeremy Hunt, takes a swipe at Johnson over his lack of credibility on the world stage. Hunt says that with the UK facing not only Brexit but a series of threats, including Russian aggression, Chinese resurgence and instability in the Middle East, the UK needs a leader with an internationalist outlook. “We cannot become the party that pulls up the drawbridge or sticks two fingers up to the rest of world,” he writes. “It has never been more important to re-engage.” Tory moderates are already convinced Johnson has adopted a Brexit strategy that is impossible to deliver. Former universities minister Sam Gyimah said: “There is no sweet spot between what the [European Research Group] sees as the ideal resolution and what is right for the party and country. You either please them and imperil the government, country and party, or you pivot away from them and your own position is at risk. This is going to come to a head pretty quickly. “For all the differences, this is Theresa May’s script. He will try to say he believes in the project and wants to deliver Brexit, but it is parliament that is standing in the way. This is what Theresa May attempted.” Alan Duncan, a senior foreign office minister, said: “Those more moderate colleagues who are tempted by Johnson need to think if the arithmetic or issues have in any way changed. If they haven’t, then changing leader is not going to change our fortunes.” On Sunday, Lord (John) Kerr, former UK ambassador to Brussels and the author of article 50, attacks the leadership candidates for making promises on Brexit that they will never be able to meet. “What alarms me most about the current Conservative party leadership race is that fiction and fantasy are back, and harsh facts again forgotten, as new promises, no less unrealistic, are made. The unicorns are back, frolicking in the Tory forest. Claims that the withdrawal agreement can be renegotiated ignore the solemn undertakings given by the UK government in March that it will not seek to do so, as well as the EU’s repeated statements saying it will not do so.” Meanwhile, former Tory leadership contender Esther McVey has come out in support of Boris Johnson. Writing in The Sunday Telegraph, McVey – who was eliminated in the first ballot of MPs – said Johnson had agreed to back her agenda for “blue collar Conservatism”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}