{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/12/mps-no-deal-vote-what-does-this-mean-for-brexit", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-12T19:50:34Z", "webTitle": "MPs' no-deal vote – what does this mean for Brexit?", "webUrl": "https://www.theguardian.com/politics/2019/jun/12/mps-no-deal-vote-what-does-this-mean-for-brexit", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/12/mps-no-deal-vote-what-does-this-mean-for-brexit", "fields": {"headline": "MPs' no-deal vote – what does this mean for Brexit?", "bodyText": "Have MPs missed their last chance to block a no-deal Brexit? Not quite. Labour seized the opportunity for action on Wednesday because they had been allotted an opposition day debate – an opportunity to decide what MPs discuss and vote on. They may not get another such day in this parliamentary session; and without that, or any looming legislation they can try to amend, there may be few parliamentary moments when concerned MPs can try to bind the hands of the next prime minister. Does the result mean there’s now no majority against a no-deal Brexit? It was certainly a relatively comfortable victory for the government: a majority of 11, compared with its defeat on the Cooper-Letwin bill, which passed by one vote in April. But Labour conceded even before the vote that it is always harder to persuade Conservative MPs to back a motion tabled in the name of Jeremy Corbyn, as this one was, rather than a backbench-led initiative. And the timing, in the middle of the Tory leadership contest, was also tricky. Many Conservative MPs may have felt any new leader deserves the opportunity to try to pursue their own Brexit plan first, before parliament starts trying to tie their hands. Could we still leave the EU with a deal? Yes – and Boris Johnson, the leading candidate to be Britain’s next prime minister, has said that’s his aim. He has declined to say what he will do if he is unable to secure the concessions he plans to demand from Brussels – but has insisted we must leave on 31 October, with or without a deal. So how could no deal be stopped? It looks as though the only remaining option is likely to be the most explosive one – bringing down the government. The Conservative former attorney general Dominic Grieve made clear in the course of the debate that he would be prepared to vote against his party in a no-confidence motion, if a future prime minister were to try to take Britain out of the EU without a deal. “If we get to a point where a prime minister is intent on doing this [taking the UK out of the EU without a deal], the only way of stopping that prime minister would be to bring down that prime minister’s government. And I simply have to say here and now I will not hesitate to do that if that is what is attempted, even if it means my resigning the whip and leaving the party,” he said. The chancellor, Philip Hammond, has hinted he might also be prepared to do the same thing. With the Conservatives’ majority wafer-thin, Grieve and Hammond would not need to be joined by many others to bring down the government. Under the Fixed-term Parliaments Act, if a government loses a no-confidence vote, alternative leaders have a fortnight to try to assemble a parliamentary majority – and if they are unable to do so, a general election must be called. Whether that would resolve the Brexit impasse, it is impossible to say."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}