{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/20/gove-and-javid-prepare-for-top-jobs-with-congratulatory-tweets", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-20T18:28:08Z", "webTitle": "Gove and Javid prepare for top jobs with congratulatory tweets", "webUrl": "https://www.theguardian.com/politics/2019/jun/20/gove-and-javid-prepare-for-top-jobs-with-congratulatory-tweets", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/20/gove-and-javid-prepare-for-top-jobs-with-congratulatory-tweets", "fields": {"headline": "Gove and Javid prepare for top jobs with congratulatory tweets", "bodyText": "Michael Gove and Sajid Javid have issued dutiful statements of disappointment and pride after their elimination from the Tory leadership race, thanking their supporters, defending their campaigns and perhaps seeking to remind observers that they remain heavyweight candidates for cabinet jobs. Falling back on one of the signature traits of the modern political leadership campaign, both gave their best wishes to the two remaining candidates, Jeremy Hunt and Boris Johnson. Already senior ministers, it is widely assumed they will seek higher office under a Hunt or Johnson prime ministership. Javid, the home secretary, is among a clutch of senior Tories said to be angling to become chancellor, while Gove will hope for a promotion from environment secretary. Gove’s statement after he missed out by two votes in the fifth and final ballot of Tory MPs was brief and straightforward. “Naturally disappointed but so proud of the campaign we ran,” he said. “Huge thanks to my brilliant campaign team. It’s been an honour to be able to set out a vision for the future of our great country. Many congratulations to Boris and Jeremy!” Javid’s message, after he came bottom in the fourth round earlier in the day, was longer and more heartfelt, and suggested he felt his participation in the process had helped change perceptions of the party. He said he was “proud to have made the case for being a party that heals divisions, protects our precious union, embraces modern Britain and brings Conservative values to new audiences, and that my team have navigated this contest in an honest, decent and straightforward way.” A key portion of Javid’s campaign centred on his background as the son of first-generation immigrants from Pakistan who ran a clothes shop in Bristol, above which the family lived. He later tweeted a picture of a handwritten note “to kids like me”, saying: “If my ambition and conduct in this contest has set an example for anyone, then it has been more than worth it.” Javid also sent commiserations to Gove after his third place, saying: “He is a powerful advocate for Conservative values and has been an incredible reformer in government. We will need him more than ever to face the challenges ahead.” Participation in a leadership race does not always guarantee a top job, as Gove knows very well. After he came third in the 2016 contest, Theresa May ejected him from the cabinet, and he only returned a year later. Andrea Leadsom, who came second in that set of ballots of MPs but withdrew from the race before a vote of party members, was made leader of the Commons, a relatively lowly cabinet job. The only candidate to be properly rewarded was Liam Fox, the first to be eliminated, who is still international trade secretary."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}