{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/24/irish-border-kept-open-within-three-years-after-no-deal-brexit-says-report", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-24T05:00:06Z", "webTitle": "Brexit: alternative to Irish backstop 'feasible in three years'", "webUrl": "https://www.theguardian.com/politics/2019/jun/24/irish-border-kept-open-within-three-years-after-no-deal-brexit-says-report", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/24/irish-border-kept-open-within-three-years-after-no-deal-brexit-says-report", "fields": {"headline": "Brexit: alternative to Irish backstop 'feasible in three years'", "bodyText": "Alternative arrangements for keeping the Irish border open in the event of a no-deal Brexit or the collapse of future trade talks with the EU could be up and running within three years, a report concludes. The interim report by a non-government organisation calling itself the Alternative Arrangements Commission will be unveiled at a special conference on the Irish border in London on Monday. Their conclusions suggest that the UK would only need the Irish border backstop contained in the withdrawal agreement until 2022, if work on such arrangements started today. Backed by remain-voting Conservative party MPs Nicky Morgan and Greg Hands, the report makes eight interim recommendations following consultation with business, politicians and economic experts, including commercial interests in Northern Ireland. It suggests special economic zones “covering frontier traffic and national security offer potentially valuable solutions” which it said would respect the realities of the border. The report addresses key issues including the vexed question of health checks on any live animals, animal or plant produce crossing the border, including milk, pigs and sheep. The report says “sanitary and phytosanitary (SPS)” tests could be carried out by mobile units away from the border. This would require politicians in the Democratic Unionist party (DUP) to accept checks on farms and in food-production plants and related facilities, something they have opposed so far. Among the other recommendations are the creation of a multi-tier trusted trader programme for large and small companies, with exemptions for small companies. This was proposed by the government in August 2017 and dismissed by the EU. One of the major challenges for the EU and the UK in keeping the border invisible is the issue of standards on food and food processing currently governed by EU regulations. Under mandatory EU rules checks have to be done at the border at special inspection posts with facilities for lab testing and refrigeration to guard against cross-border infection on everything from salmonella to mad cow disease. Such are the rules that in the event of no deal, the EU milk from Northern Ireland will not be permissible in cheese, butter or infant formula made south of the border from day one, potentially devastating the dairy sector which sends 30% of its milk to the republic. Morgan and Hands say in the foreword to the report that the interim recommendations reflect the commission’s commitment to find solutions “compatible with any of the potential Brexit outcomes” including the current withdrawal agreement. The report found that any alternative arrangements must recognise “the supremacy of the Belfast/Good Friday Agreement” (GFA) and the preservation of the common travel area. They should also recognise the need for a trade policy in the UK that is independent of the EU, and the need to ensure east-west trade flows as easily as possible. The report also states that all future proposals “must be based on consent”, one of the central tenets of the GFA and a recognition of the two heritages in Northern Ireland. Common all-island regimes should continue and where possible “built upon”. Special arrangements such as special economic zones and common SPS regimes could “potentially span not only the island of Ireland” but also Britain with a common rule book, like the Australia-New Zealand Food Safety Area. The report suggests such an arrangement would allow Ireland to break the EU’s common rule book if the UK diverged from EU standards and regulations. This would, for instance, apply if the UK decided to do a trade deal with the US enabling chlorinated chicken to enter the country. This, it notes, would need checks in harbours, ports and airports in Northern Ireland to protect the entire island of Ireland, but this should be a decision for the Northern Ireland assembly. This scenario is predicated on Ireland having a side deal with the EU for a common rule book on the two countries and suggests Ireland would have the unilateral power to deviate from this, even though the EU is based on a system of rules that apply to all member states and not just one. Last October the DUP rejected any checks at ports or airports in Northern Ireland, arguing it would cut the region off from the rest of the UK, while the Northern Ireland secretary, Karen Bradley, struck a similar position saying the government would “never ever allow a border down the Irish Sea”. And last week the government finally released a mapping exercise which showed the extent to which the border issue impacted non-trade issues with 142 issues including healthcare for heart patients. The commission was set up by Prosperity UK, an organisation created in 2017 that describes itself as an independent platform bringing together business, academics and policymakers to look constructively at the UK’s future outside the EU. It said it welcomed the opportunity for feedback so it could “refine” its recommendations. Northern Ireland Retail Consortium director, Aodhán Connolly aid economic freezones would create borders within borders. He expressed scepticism about how the alternative arrangements could comply with the December 2017 joint commitment between the EU and the UK to avoid “a hard border, including any infrastructure or related checks and controls”. “The solutions proffered add complexity and costs that will make business in NI less competitive and in some cases unviable. But with all that said this is a step forward and it provides some much needed informed debate on the issue,” he added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}