{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/07/stop-talking-up-no-deal-brexit-tory-leadership-candidates-told", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-07T06:16:08Z", "webTitle": "Brexit: stop talking up no-deal, Tory leadership candidates told", "webUrl": "https://www.theguardian.com/politics/2019/jun/07/stop-talking-up-no-deal-brexit-tory-leadership-candidates-told", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/07/stop-talking-up-no-deal-brexit-tory-leadership-candidates-told", "fields": {"headline": "Brexit: stop talking up no-deal, Tory leadership candidates told", "bodyText": "Conservative party leadership contenders who are talking up a no-deal Brexit risk putting Northern Ireland on to an emergency footing, civil rights groups from across the political divide have warned. Human rights organisation, workers’ unions, representatives of rural communities and a dozen other organisations are writing to all the candidates to succeed Theresa May to warn them no deal would have a “devastating impact” on the social cohesion in border areas. “As representatives of civil society, we believe that Northern Ireland is on the brink of a no-deal Brexit emergency,” said Kevin Hanratty, director of the Human Rights Consortium. “In an evolving political landscape, a variety of factors indicate that the potential for a no-deal Brexit has now escalated significantly.” Louise Coyle, director of the Northern Ireland Rural Women’s Network and one of the signatories to the statement, says members feel that Westminster politicians “have very little understanding” of Northern Ireland, with supporters of a no-deal Brexit – such as members of the European Research Group – devising plans for “alternative arrangements” that have no basis in reality. “People are fearful about the future,” said Coyle. “The politicians who do come, come to Belfast and may meet manufacturers or talk of the issues for truckers but they don’t meet us. They see the border issue as a small problem that can be dealt with. But if it were a simple problem, it would have been dealt with by now.” She added: “We have members across the political spectrum and none of them see any good at all out of Brexit. The withdrawal agreement is not great, but it is a barrier to a cliff edge.” The right to identify as British or Irish under the peace deal of 1998 is one of the things that could turn into a major issue in a no-deal Brexit, she warns. “It was miraculous the [1998 Good Friday] agreement was ever signed, but looking into a future with no deal where Irish people might have more rights than British because they will be supported by the EU, that is very frightening for people,” said Coyle, who adds that these are the real-life issues the likes of Boris Johnson, or Esther McVey or Dominic Raab do not engage with. Rural communities are also aware that whatever the politicians in Westminster and Brussels, say checks on animals crossing the border will be mandatory under EU regulations, and have the potential to create tension in communities. The other signatories on the statement are the Northern Ireland Committee of the Irish Congress of Trade Unions, Friends of the Earth Northern Ireland, Centre for Cross Border Studies, Northern Ireland Council for Voluntary Action, Women’s Resource and Development Agency, Northern Ireland Women’s European Platform, Focus: the Identity Trust, PILS Project, Committee on the Administration of Justice, Children’s Law Centre, Northern Ireland Council for Racial Equality, Unison and Disability Action. Also identified in the statement as concerns are the devastation no deal would cause to farming, to cross-border food businesses, to the single energy market and cross-border health care."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}