{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/12/boris-johnson-five-things-we-learned-from-leadership-launch", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-12T13:57:20Z", "webTitle": "Five things we learned from Boris Johnson's leadership launch", "webUrl": "https://www.theguardian.com/politics/2019/jun/12/boris-johnson-five-things-we-learned-from-leadership-launch", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/12/boris-johnson-five-things-we-learned-from-leadership-launch", "fields": {"headline": "Five things we learned from Boris Johnson's leadership launch", "bodyText": "He really, really wants it Friends of Boris Johnson say he is deadly serious about this leadership bid after the botched effort of 2016, and that was very clear at his carefully choreographed press launch. His speech was almost pedestrian, compared with the usual tub-thumping bluster. There were no vainglorious references to Churchill, or calls to “let the British lion roar”, and his trademark dishevelment appears to have been abandoned in favour of sharp tailoring. He hasn’t quite conquered his tic of making approval-seeking gags – a question from Laura Kuenssberg about his record was described as a “minestrone of observations” - but there was an overlay of seriousness on everything. He is channelling Thatcher … sort of: trickledown is back Johnson didn’t mention the headline-grabbing – and expensive - tax cut for higher earners he promised in his Monday Telegraph column, but he pointed out that he was a rare champion of bankers in the aftermath of the 2008 financial crash and promised to enhance the “synergy, that symbiosis, that sizzling sizergy [sic]” between business and public services. “We can fight for the teachers and the nurses and the firemen and the armed service personnel and the police precisely because we are willing to encourage the tech wizards and the shopkeepers and the taxi drivers and, yes, the bankers as well. “We enable the extraordinary success of our private sector with a strong, committed, passionate, well funded public sector,” he said. So he’ll look after the higher earners, in the hope that the fruits of their enterprise can be used to boost public services and improve the lot of the poor. He’s not afraid to take a leaf from the Trump playbook Johnson has a long pedigree as a poker of political hornets’ nests, including through his highly-paid Telegraph column. Challenged about some of his more controversial pronouncements, including his comparison between burqa-wearers and letterboxes, he presented it as an unfortunate but unavoidable consequence of being the kind of politician who tells it like it is. “Occasionally some plaster comes off the ceiling as a result of a phrase I may have used, or the way that phrase has been wrenched out of context by those who wish for reasons of their own to caricature. “But I think it’s vital for us as politicians to remember that one of the reasons that the public feels alienated now from us all as a breed is because too often they feel that we are muffling and veiling our language, not speaking as we find,” he said. He’s got the backing of the hardest Brexiters sewn up The former Brexit secretary Dominic Raab had hoped to win over the most ardent leavers, but Johnson’s launch in the refined surroundings of Carlton House Terrace in Westminster was packed out with European Research Group stalwarts. Steve Baker, who had been tempted at a run himself if other candidates weren’t sufficiently Brexity, Mark Francois and Peter Bone were all there. The BackBoris team has been keen to suggest he has a broad appeal, including to more moderate Tories, but the latter seemed outnumbered at the event. That perception was underlined by polling of Tory members analysed by Tim Bale, an expert on the Tory party. It found that Johnson’s supporters were far more likely to back a no-deal Brexit than those who support other candidates. They also described themselves as more rightwing than the the national average and the average within the party. In other words, it’s the rightwing of the Tory party that is carrying Johnson shoulder-high into 10 Downing Street, but as Theresa May found, they will expect him to honour his promises. He has no Brexit Plan B, or not one he’ll say out loud Johnson claims neither to want nor expect a no-deal Brexit. Instead, he believes the renewed vigour and determination he and his team will bring to the negotiations will allow him to achieve an improved deal and take Britain out by the latest deadline of 31 October. If he fails to get that deal, he appears to believe he will be able to use his formidable powers of persuasion to win over MPs and talk them out of blocking a no-deal Brexit. “You know I think it’s going to be very difficult for colleagues to block Brexit because it is, after all, the will of the people,” he said, sounding remarkably like May."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}