{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/18/barnier-rebuffs-appeal-over-citizens-rights-in-event-of-no-deal-brexit", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-18T13:00:21Z", "webTitle": "Barclay and Barnier clash on citizens' rights under no-deal Brexit", "webUrl": "https://www.theguardian.com/politics/2019/jun/18/barnier-rebuffs-appeal-over-citizens-rights-in-event-of-no-deal-brexit", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/18/barnier-rebuffs-appeal-over-citizens-rights-in-event-of-no-deal-brexit", "fields": {"headline": "Barclay and Barnier clash on citizens' rights under no-deal Brexit", "bodyText": "The EU’s chief negotiator has been asked to think again after rejecting an appeal by the UK’s Brexit secretary for the full gamut of citizens’ rights in the withdrawal agreement to be protected in the event of a no-deal exit. In a clear signal from Brussels that it is not willing to countenance a “managed no deal”, Michel Barnier has described the suggestion that such elements of the agreement could be carved out as “far from straightforward” and insisted that the focus should be on getting the Brexit deal ratified. While emphasising that British nationals living in the EU would not be “left in the dark” about their rights in the event of the UK leaving without a deal, he told Stephen Barclay that a range of problems existed in ringfencing the rights contained in the agreement, including the continued role of the European court of justice (ECJ). Under the terms of the withdrawal agreement, which has been rejected three times by the Commons, the ECJ would give rulings on the interpretation of the rights contained in the agreement. There would be no legal basis for such an arrangement if the withdrawal agreement is not ratified by the Commons. “Our joint efforts should remain focused on making sure that the withdrawal agreement will be ratified and will enter into force,” Barnier wrote. “We should not be distracted from this essential objective.” But in a letter sent by Barclay on Tuesday, and with the chances of a no-deal Brexit escalating, he appealed for a rethink and for “sustained” efforts to reach a compromise, claiming that the efforts made by member states to protect the rights of British nationals had been imperfect. “There remain gaps in a number of areas and in a number of member states,” Barclay wrote. “I agree that our joint efforts should remain focused on making sure that we reach an agreement in order to secure an orderly departure for both the UK and the EU. However, I suggest that together our officials continue to work on how we best protect citizens’ rights in all scenarios.” Speaking at a press conference following a meeting with Xavier Bettel, Luxembourg’s prime minister, Barclay added that an EU-wide approach to guaranteeing citizens rights “made sense”. But the Conservative MP Alberto Costa, who forced a government rethink on European citizens’ post-Brexit rights through the tabling of a motion backed by the Commons, criticised the lack of effort by the Brexit secretary. “The UK government needs to do a lot lot more. Simply to write a letter to Barnier and expect a positive response is simply not good enough,” he said. “The government have not been trying enough to secure EU citizens’ rights.” Tabling an urgent question in the Commons on Tuesday, Costa told MPs: “It is inconceivable that that British government, let alone a Conservative government, could allow the rights of British nationals, living, working, studying in the EU to vaporise on the 31 October.” Liberal Democrat Brexit spokesman Tom Brake said the “charlatans” and “snake oil” of the Conservative party “will again tonight on TV be claiming that no deal will present no difficulties”. He said “it will present no difficulties for them” but would mean reciprocal healthcare for UK citizens retired in the EU would disappear. The Brexit under-secretary of state, Robin Walker, came under sustained criticism from MPs on the issue. He told MPs the government had written to all member states regarding healthcare and the government remained “committed to delivering on citizens rights” and had already secured a bilateral agreement on voting rights with Spain, Portugal and Luxembourg. Member states are, on the advice of the European commission, developing their own legislation to protect the rights of British nationals living in their countries but there are areas that remain uncovered. But Walker has expressed “particular concerns in relation to healthcare arrangements as these are not covered by the current proposals published by the commission”. Barnier’s response earlier this year had offered Barclay little succour. He wrote that the citizens’ rights part of the withdrawal agreement was part of an “overall and comprehensive approach” to Brexit that could not be picked apart. He pointed out that the Irish backstop, designed to avoid a hard border on the island of Ireland, was one of the elements that was to the “benefit of people residing there”. “It is therefore far from straightforward to identify which provisions would need to be ‘carved out’ as part of the ringfencing exercise proposed by the House of Commons in February, with the risk of unequal treatment of certain categories of citizens.” Barclay’s latest letter to the commission official insisted that there was growing support from the European parliament for the ring-fencing of rights, and that such a move had the support of EU nationals in the UK and British nationals in the EU. A spokesman for the 3million organisation representing the EU nationals living in the UK said: “The letter shows that the UK government has understood the need to safeguard our citizens’ rights in case of no deal under the article 50 procedure. The EU must act now, so we can get on with our lives and stop being the bargaining chips of the Brexit negotiations.” Campaign group British in Europe said “a ringfenced withdrawal agreement is infinitely better” than bi-laterals with 27 member states that could not resolve issues such as cross-border social security contributions for working people or health insurance for British pensioners in the EU."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}