{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/04/trump-asks-to-meet-michael-gove-and-may-see-johnson-and-farage", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-04T10:58:21Z", "webTitle": "Trump asks to meet Michael Gove and may see Johnson and Farage", "webUrl": "https://www.theguardian.com/politics/2019/jun/04/trump-asks-to-meet-michael-gove-and-may-see-johnson-and-farage", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/04/trump-asks-to-meet-michael-gove-and-may-see-johnson-and-farage", "fields": {"headline": "Trump asks to meet Michael Gove and may see Johnson and Farage", "bodyText": "Donald Trump has requested a meeting with the Conservative leadership candidate Michael Gove, amid rumours that he will also see Boris Johnson and Nigel Farage during his visit to the UK. The US president is expected to see Gove later on Tuesday, after being hosted by the outgoing prime minister, Theresa May. His decision to ask for a meeting with Gove comes after the prominent Brexit campaigner was the first to secure a UK interview with Trump as president, writing a sympathetic piece for the Times that praised his intelligence and plan to govern by spreadsheet. During the interview in what Gove described as Trump’s “glitzy golden man cave”, the president described the UK as “smart” for voting to leave the EU. It later emerged that Rupert Murdoch, the media owner whose newspapers look set to back Gove for the Tory leadership, sat in on at least part of the interview. Johnson’s camp has not confirmed whether he will meet Trump but an encounter would seem likely given the US president told reporters last week that the Conservative frontrunner was a “friend of mine”. Trump will also see Jeremy Hunt, the foreign secretary, another of the Tory leadership hopefuls, at some of the official government events. Farage, the leader of the Brexit party, said no meeting with the president had yet been scheduled but that he might get a call requesting one. Asked about the prospect of a meeting, Farage told ITV’s Good Morning Britain: “I’ve met him many times before when it has been ‘Oh, I’m free, maybe Nigel can come and see me’, so I’ll wait and see if I get a call this afternoon.” Trump is not having a one-on-one meeting with May but they will attend a series of other events together to emphasise the connections between the two countries, including the D-day commemorations in Portsmouth on Wednesday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}