{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/18/philip-hammond-considered-quitting-over-theresa-may-spending-plans", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-18T06:54:39Z", "webTitle": "Philip Hammond 'considered quitting over Theresa May spending plans'", "webUrl": "https://www.theguardian.com/politics/2019/jun/18/philip-hammond-considered-quitting-over-theresa-may-spending-plans", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/18/philip-hammond-considered-quitting-over-theresa-may-spending-plans", "fields": {"headline": "Philip Hammond 'considered quitting over Theresa May spending plans'", "bodyText": "Philip Hammond is so frustrated by Theresa May’s plans to spend billions of pounds on projects to shore up her legacy that he considered resigning, according to government sources. The chancellor is unhappy with the prime minister’s decision to set out plans to spend up to £27bn on education over three years, including building new schools and paying teachers higher wages. He is understood to believe May should not be binding the hands of her successor with big spending commitments. The Press Association initially reported Hammond was on the brink of quitting over the row between No 10 and No 11 in what would be an extraordinary move just weeks before the prime minister leaves office. A senior government source told the Guardian Hammond was “frustrated” and may have threatened to resign but he was unlikely to do so. “It’s not that he doesn’t recognise there are pressures,” the source said. “He believes strongly that decisions on long-term spending should be made by the next person. They will have pressures relating to their Brexit proposal and need to be able to consider bids in the round.” No 10 is asking Hammond to free up money from the £27bn “war chest” he set aside in case of a no-deal Brexit to fund the plans. A Downing Street source told PA: “It is a fact though that school funding in England is at its highest ever level – rising from almost £41bn in 2017-18 to £43.5bn by 2019-20. “But while there’s more money going into our schools than ever before, we know they face budgeting challenges. “The education secretary has been clear he will back headteachers to have the resources they need to deliver a world-class education.” May’s tenure in No 10 will end next month, and she has already sought to define her legacy with pledges to tackle climate change, mental health and modern slavery. On Monday, she set out plans for new teachers to receive training on how to spot the signs of mental health problems in youngsters, under a plan to overhaul society’s approach to the issue."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}