{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/20/clues-in-the-back-of-boris-johnson-car", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-20T17:22:42Z", "webTitle": "Clues in the back of Boris Johnson’s car | Brief letters", "webUrl": "https://www.theguardian.com/politics/2019/jun/20/clues-in-the-back-of-boris-johnson-car", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/20/clues-in-the-back-of-boris-johnson-car", "fields": {"headline": "Clues in the back of Boris Johnson’s car", "bodyText": "The “discarded children’s book” in Boris Johnson’s car (Is Boris’s messy car a reflection of his mind?, G2, 20 June) is Le Lotus Bleu, one of Hergé’s adventures of Tintin. These books are widely read by adults too. They feature the Thompson Twins, the quintessentially British, bowler-hatted detectives. Both clumsy and inept. In the original French, they are Dupond et Dupont, in Dutch Jansen en Janssen, literally Johnson and Johnsson. Is Boris taking notes to help with his strategies? Lynn Telford Newcastle upon Tyne • What the state of Boris Johnson’s car tells us about the man is surely just that throughout his life and career other people have been employed to clear up after him. Paul Hubbard Bath • Given that the plan for the expansion of Heathrow airport has now been confirmed (Report, 19 June) and that Boris Johnson has previously vowed to lie in front of the bulldozers to stop this, could construction of the third runway please take place before the vote for our next prime minister? Jan Pattie Twickenham, London • I would not be overly concerned about misspelling Grant Shapps’s name (Corrections and clarifications, 20 June). It’s something he has had trouble with himself, with it occasionally coming out as Michael Green or Sebastian Fox. Kevin Docherty Colchester, Essex • Re Lucy Mangan’s TV review (18 June): in Largs one month ago I heard a grandmother admonish a child with “Behave, or the ghost of Maggie Thatcher will get you!” Ann Reed Cupar, Fife • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}