{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/04/eu-gives-nigel-farage-24-hours-to-explain-arron-banks-funds", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-04T17:00:36Z", "webTitle": "EU gives Nigel Farage 24 hours to explain Arron Banks funds", "webUrl": "https://www.theguardian.com/politics/2019/jun/04/eu-gives-nigel-farage-24-hours-to-explain-arron-banks-funds", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/04/eu-gives-nigel-farage-24-hours-to-explain-arron-banks-funds", "fields": {"headline": "EU gives Nigel Farage 24 hours to explain Arron Banks funds", "bodyText": "Nigel Farage has been given 24 hours by the European parliament to explain in person his failure to declare lavish expenses funded by Arron Banks, an insurance tycoon under investigation by the UK’s National Crime Agency. The summons came just two hours before the Brexit party leader was spotted arriving at the US ambassador’s residence in London for a meeting with Donald Trump during the US president’s state visit to the UK. Last month Channel 4 News revealed emails, invoices and documents suggesting that Banks had covered Farage’s costs for a £13,000-a-month Chelsea home in the year of the Brexit referendum, visits to the US and a chauffeur-driven car. Should Farage fail to convince the parliament of his reason for not declaring Banks’s funding, he could potentially lose the right to make a victory speech in the chamber in July as head of his parliamentary group. None of the donations were declared to the European parliament despite the MEPs’ code of conduct stipulating that all members must declare travel, accommodation or subsistence expenses from third parties. The European parliament’s president, Antonio Tajani, had referred the matter to a committee of five MEPs who act as watchdogs over the parliament’s code of conduct. They met on Tuesday to agree on an unusually short deadline for Farage to explain the failure to declare the expenses at a hearing in Brussels on Wednesday. Farage, who earns €102,000 (£90,000) each year as an MEP and received up to €700,000 from media appearances in 2014-18, told the Guardian that he had no intention of attending the hearing. He said: “What is this but an EU kangaroo court where I am given 24 hours notice about allegations picked up from press stories? “I will not be attending at such short notice. And if they try to bar me from the building, who else gives voice to the thousands of people who voted for me? Is this democracy EU style? “I did not receive any private money for political purposes. This committee would better spend its time investigating the waste of public money by well-known MEPs.” A failure to attend the advisory committee’s hearing does not bring with it any sanction in itself but the lack of explanation from Farage is likely to play a part in a report compiled by the MEPs over the affair. The committee is set to provide Tajani with a recommendation on any possible sanction once they have completed their inquiry. Their advice will not be made public. Tajani will decide on Farage’s punishment which could range from a reprimand to withholding expenses. The parliament cannot ban an MEP from the parliament but it can suspend a sitting vote for a month from formal parliamentary positions such as speaker, committee chair or leader of a parliamentary grouping. The MEPs had the option of seeking a written explanation from Farage but decided to request oral evidence. Farage received a letter from the committee on Tuesday afternoon. Farage, an MEP for two decades, was docked half his salary last year after being found to have misspent EU funds intended to staff his office. The leader of the liberal group in the parliament, Guy Verhofstadt, has previously claimed that Farage is the biggest waste of the bloc’s resources. Banks is currently under investigation by the UK’s National Crime Agency over allegations of criminal offences by him relating to funding for the unofficial leave campaign during the EU referendum campaign. Banks has rejected any allegations of wrongdoing, and has argued that the investigation into Leave.EU is motivated by political considerations."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}