{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/15/thirty-five-years-on-orgreave-campaigners-still-seek-answers", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-15T05:00:19Z", "webTitle": "Thirty-five years on, Orgreave campaigners still seek justice", "webUrl": "https://www.theguardian.com/politics/2019/jun/15/thirty-five-years-on-orgreave-campaigners-still-seek-answers", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/15/thirty-five-years-on-orgreave-campaigners-still-seek-answers", "fields": {"headline": "Thirty-five years on, Orgreave campaigners still seek justice", "bodyText": "The 35th anniversary of South Yorkshire police’s brutal operation against striking miners at the Orgreave coking plant near Rotherham will be marked on Saturday with a rally by campaigners still seeking the whole truth about the police actions, and public accountability. Led by the Orgreave Truth and Justice Campaign (OTJC), the march will begin on Orgreave Lane and proceed to the site of the traumatic confrontation at the old coking plant, which closed in 1990. Chris Kitchen, the current general secretary of the National Union of Mineworkers, will speak, alongside other union officials and Sarah Champion, Labour MP for Rotherham. Champion told the Guardian: “For my constituents in Rotherham the ‘battle of Orgreave’ is not something in the past, it is a living wound. Until we have an inquiry and the full details of that fateful day are exposed, the town will be unable to move forward. I will make sure that justice is served, however long that takes.” Thousands of miners from around the country picketed the plant on 18 June 1984 during the bitter, year-long strike that was ultimately defeated by Margaret Thatcher’s Conservative government and the state-owned National Coal Board. They were met by 6,000 police officers commanded by a South Yorkshire police assistant chief constable, and were subjected to a charge by mounted officers, with many hit by police on horses and on foot wielding their batons. Ninety-five miners were arrested, and 55 prosecuted for the offence of riot, which carried a potential life sentence in prison. The police withdrew the prosecution 48 days into the trial, after a succession of police officers were accused of lying and presenting false evidence, including the forgery of a signature on a statement. Michael Mansfield, one of the miners’ defence barristers, denounced the police evidence as “the biggest frame-up ever” and called for an inquiry. No inquiry was held, no police officer was ever disciplined for any offence, and no officer resigned. Instead, the South Yorkshire police maintained the narrative they presented on the day of the operation and in court, that they had been subjected to violence first by miners. In 1991, South Yorkshire police paid £425,000 in compensation to 39 miners who had sued for assault, false arrest and malicious prosecution, but the force still publicly denied any wrongdoing by any officer. The OTJC began its campaign for a full inquiry in 2012 after the Guardian and BBC highlighted the enduring lack of accountability for the Orgreave events. In 2015 the Independent Office for Police Conduct produced an initial report that questioned the “ethical standards” within South Yorkshire police at the time, finding that senior officers had known that miners had been assaulted, and believed that police witnesses may have perjured themselves in the trial, and settled the civil case to ensure that was not made public. However, the IOPC declined to fully investigate due to the passage of time. In October 2016, after initial briefings that Theresa May’s government would hold an inquiry, Amber Rudd, the then home secretary, refused, principally arguing that policing had since changed and the need was not pressing because “nobody died”. In March the Right Rev Dr Peter Wilcox, the bishop of Sheffield, revealed that the Home Office had also declined to support his proposal for an independent panel to consider the Orgreave events. In advance of the 35 year anniversary rally, he said: “Questions remain unanswered which are not going away. In the fullness of time, these questions must be addressed thoroughly and openly, so that wrongs can be put right and so that individuals and communities can move on from a deeply unhappy piece of history. I gladly repeat today my call for a formal, public and independent process of inquiry.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}