{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/28/richard-moore-obituary", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-28T17:17:21Z", "webTitle": "Richard Moore obituary", "webUrl": "https://www.theguardian.com/politics/2019/jun/28/richard-moore-obituary", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/28/richard-moore-obituary", "fields": {"headline": "Richard Moore obituary", "bodyText": "My colleague Richard Moore, who has died aged 88, was one of the few remaining party stalwarts from the 1950s whose understanding of liberalism, added to a determination to promote it, ensured the Liberal party’s survival when at times its future seemed precarious. He told me that he had attended every Liberal assembly and Liberal Democrat conference from 1953 to 2017. His whole working life was occupied with various aspects of liberalism, domestic or international. Richard was born in London, the son of Sir Alan Moore, a surgeon who was medical officer of health in Sussex, and his wife, Hilda (nee Burrows), who gave him a private education, from which he won an exhibition to Trinity College, Cambridge, to read history. At Cambridge he became president of the union and anchored the Liberal Club. It is said that it was the existence of Jewish refugees from Hitler in the family home before the war that instilled in Richard an early awareness of the consequences of totalitarianism. A modest legacy enabled him to take on a succession of poorly paid jobs within the Liberal family. Soon after graduation he joined the Liberal daily paper, the News Chronicle, as a leader writer. When that closed in 1960, he became secretary to the Liberal peers and, later, political secretary and speechwriter to Jeremy Thorpe, the party leader, on whose behaviour he studiously refused to comment, apart from the understatement that “he was not very wise in his choice of friends”. His internationalism found expression in becoming adviser to the Liberal group in the European parliament, in between two terms as secretary general of Liberal International. Richard was eight times an unsuccessful parliamentary Liberal candidate, between 1955 and October 1974. Remarkably for the time, he lost his election deposit only once, in 1970, when, believing it was vital that a Liberal oppose the Rev Ian Paisley in Antrim North, he packed a bag and did it himself. He also fought the 1984 European parliament election in Somerset and Dorset West. He was a brilliant platform orator and some of his phrases stayed in the memory for years afterwards, but surprisingly there is only one publication under his own name, The Liberals in Europe (1974). His main literary endeavours appeared under others’ names. His liberalism was on the radical wing of the party in the 1950s but became more establishment in later years. For instance, his lifelong opposition to totalitarian regimes and his belief in the need to intervene to counter them led him to disagree openly with the party over its opposition to the Iraq invasion in 2003. In 1955 he married Ann Miles, a Liberal activist. She survives him, as do their two sons, Charles and Rowan, and daughter, Charlotte, seven grandchildren and a great-granddaughter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}