{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/11/johnson-allowed-arms-sales-to-saudis-after-strike-on-food-factory", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-11T17:49:48Z", "webTitle": "Boris Johnson allowed arms sales to Saudis after Yemen bombing", "webUrl": "https://www.theguardian.com/politics/2019/jun/11/johnson-allowed-arms-sales-to-saudis-after-strike-on-food-factory", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/11/johnson-allowed-arms-sales-to-saudis-after-strike-on-food-factory", "fields": {"headline": "Boris Johnson allowed arms sales to Saudis after Yemen bombing", "bodyText": "Tory leadership frontrunner Boris Johnson recommended that the UK allow Saudi Arabia to buy British bomb parts expected to be deployed in Yemen, days after an airstrike on a potato factory in the country had killed 14 people in 2016. Campaigners accused the then foreign secretary of showing a “total disregard” for Yemeni civilians by allowing the sales, revealed for the first time in emails disclosed via a freedom of information request. A day after the sale was recommended for approval by Johnson in August 2016, a village school in Yemen was hit by another deadly airstrike, prompting further complaints that the UK is complicit in breaches of international humanitarian law. UK arms controls mean that the foreign secretary has to be consulted on whether the Department for International Trade should licence “precision guided weapons systems and munitions that are likely to be used by the Saudi Royal Air Force in Yemen”. An email dated 12 August 2016 to the Export Control Joint Unit, responsible for licensing UK arms deals, says that Johnson “was content” to advise that the licensing of components for Paveway bombs should go ahead. A few days earlier, on 9 August, the Saudi-led coalition resumed airstrikes on Sana’a at the end of a ceasefire that had held since April. Reports at the time said that more than half of those killed in the strike were women. Andrew Smith of Campaign Against Arms Trade accused the Conservative MP of showing a lack of compassion: “For Boris Johnson to approve a missile sale the day after a food factory was destroyed shows the total disregard that he and his colleagues hold for the rights and lives of Yemeni people.” A day after the approval email was sent, on 13 August, a village school in the Sa’ada province was hit by an airstrike, which killed 10 children and injured 20. The then cabinet minister has previously defended the arms sales during his time in office, saying in September 2016 that Saudi-led bombing campaign is not “in clear breach” of international humanitarian law. Previously disclosures show that Johnson also assented to arms sales to Saudi Arabia in November 2016, the month after a funeral was bombed in Sana’a and dozens killed. The UK is estimated to have licensed the sale of over £4.7bn worth of arms to Saudi Arabia since bombing began in March 2015. The Gulf nation has been the largest buyer of British-made arms for decades. The correspondence shows that the Foreign Office’s Arms Policy Export Team has a duty to advise whether “there is a clear risk that these exports might be used in a serious violation of international humanitarian law”. Officials in the export team concluded that “this clear risk test has not been met” in an email dated 10 August. In another email, dated 27 July, the Export Team declare: “We have increased confidence in the Saudi pre-planned and dynamic targeting processes.” That was criticised by the academic who originally obtained the emails, following a 20-month battle, Dr Anna Stavrianakis, a senior lecturer in international relations at the University of Sussex. The academic said: “Coming days after an attack on a food factory, this information that suggests ‘increased confidence’ in Saudi processes is at odds with events on the ground.” The court of appeal is deciding on a claim brought by the Campaign Against Arms Trade against the legality of the export of UK arms to Saudi Arabia for use in Yemen. The high court had determined such sales were legal in July 2017, but two judges said that could be challenged in the higher court. The Saudi-led coalition has been repeatedly accused of bombing indiscriminately during the Yemeni civil war, which is targeting Houthis and allied rebel groups backing the former president of Yemen, the late Ali Abdullah Saleh. Peace talks have led to a partial ceasefire. Jeremy Hunt, who took over as foreign secretary in July 2018, and another Tory leadership contender, has defended arms sales to Saudi Arabia, arguing that halting them would be “morally bankrupt” because the UK would “surrender our influence”. Johnson was approached for comment but has not responded."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}