{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/14/i-will-quit-if-boris-johnson-becomes-pm-tory-muslim-chairman-mohammed-amin", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-14T09:11:17Z", "webTitle": "I will quit if Boris Johnson becomes PM - Tory Muslim chairman", "webUrl": "https://www.theguardian.com/politics/2019/jun/14/i-will-quit-if-boris-johnson-becomes-pm-tory-muslim-chairman-mohammed-amin", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/14/i-will-quit-if-boris-johnson-becomes-pm-tory-muslim-chairman-mohammed-amin", "fields": {"headline": "I will quit if Boris Johnson becomes PM - Tory Muslim chairman", "bodyText": "The chairman of the Conservative Muslim Forum has drawn a comparison between Adolf Hitler and Boris Johnson, saying “many horrible people have been popular” and that he would quit the Tory party if the former foreign secretary was elected leader. Mohammed Amin, a longtime party member, called the Tory leadership frontrunner a “buffoon” and criticised how he “mocked Muslim women who wear niqab and burka for his own purposes”. “I am not prepared to be a member of a party that chooses him as its leader,” he told BBC Radio 4’s Today programme. “I would resign after 36 years.” Asked about Johnson’s popularity with party members, Amin said: “There are many horrible people who have been popular. Popularity is not the test. The test is: is this person sufficiently moral to be prime minister, and I believe he fails that test.” Comparing Johnson’s popularity to that of the Nazi dictator, he added: “A lot of Germans thought that Hitler was the right man for them.” Told that that was a shocking comparison, Amin replied: “Yes. I am not saying Boris Johnson wants to send people to the gas chamber, clearly he doesn’t. He’s a buffoon. But he, as far as I’m concerned, has insufficient concern about the nature of truth for me to ever be a member of a party that he leads.” Amin continued: “We don’t expect our politicians, our prime ministers, to be saints. But we do require a basic level of morality and integrity. And of all the candidates in the Conservative party leadership election, Boris Johnson is the only one that I believe fails that test.” The two-term mayor of London put Muslim women at risk last August when he compared women who wore burkas to “letterboxes and bank robbers”, Amin claimed. “He knew exactly what effect it would have – it would lead to Muslim women who wear niqab and burka being verbally abused on the streets; in certain cases being physically assaulted, with people trying to tear it off. “He chose to mock Muslim women who wear niqab and burka for his own purposes.” The former international development secretary, Priti Patel, a supporter of Johnson, said she took issue with some of Amin’s comments, arguing Johnson “was not mocking women in the way that’s been asserted”, and accusing Amin of “personal angst” against him. “I disagree and I’m sorry to hear a member of our party feels that way,” she said. “[Johnson] believes in equality of the sexes and believes in and will defend women’s rights.” Last month, with the Conservatives under pressure to suspend councillors who made anti-Islam comments, Amin said he had “lost confidence in the party’s disciplinary processes when the promotion of anti-Muslim hatred is the subject”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}