{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/10/tory-hopefuls-prove-you-dont-need-to-be-on-drugs-to-be-off-your-head", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-10T19:46:57Z", "webTitle": "Tory hopefuls prove you don’t need to be on drugs to be off your head | John Crace", "webUrl": "https://www.theguardian.com/politics/2019/jun/10/tory-hopefuls-prove-you-dont-need-to-be-on-drugs-to-be-off-your-head", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/10/tory-hopefuls-prove-you-dont-need-to-be-on-drugs-to-be-off-your-head", "fields": {"headline": "Tory hopefuls prove you don’t need to be on drugs to be off your head", "bodyText": "It used to be said that all political careers end in failure. But in the Conservative leadership contest everyone appears to be cutting to the chase by ensuring they start that way as well. Over the weekend, while almost every contender was busy distancing themselves from their past and insisting it had been a terrible mistake for someone to have discovered they had snorted coke and smoked dope, the one thing on everyone else’s mind was the realisation that some Tories clearly don’t need to be on drugs to be off their heads. Rather it was the country’s tragedy that some of them might not have taken enough. There are frequently more signs of intelligent life to be found in an unconscious MP than a conscious one. With Theresa May finally out the picture, Matt Hancock was first out the blocks, launching his leadership campaign on the sixth floor of the Royal Festival Hall in London. He bounced on to the stage in a school suit he had grown out of several years previously and proceeded to give his impression of a Silicon Valley social media manager who had spent too much time micro-dosing on psilocybin. “You are the future,” Tigger said to a room full of reporters. I sincerely hope not or we’re even more screwed than I feared. As he spoke his eyes opened wider, pupils dilated, as if imploring everyone to fall into them. The New Age bollocks continued to flow off his tongue. He wanted to provide an emotionally charged platform for something. He had the resilience because you could only do the job if you knew your heart. Om. Obviously he didn’t have a coherent Brexit plan because no one does. He fell to the ground utterly spent. He had given it his all, 110%. By which time his attempts at motivational speaking had sucked the energy out of the entire room. All anyone really wanted to know was whether he had any skeletons in the closet. Tigger looked bewildered. He had none. If only he had said he had done a couple of bank jobs in his teens, he might have been in with a shout of making it past the first round. An hour later, on the floor below, Maria Miller was introducing the launch of Dominic Raab’s campaign. “He is a man who respects the EU and is respected by the EU,” she said, causing everyone to wonder if she had turned up to the right event. Dom appeared moments later. He’d clearly made an effort, having foregone his regular steroid injections as the crazed psycho stare isn’t an altogether winning look, and had come out determined to smile dementedly. Just don’t ask him where the bodies are buried. Now was not the time for foghorn diplomacy, he said. But the EU didn’t like it up them and he was the man who would go to Brussels to give everyone a good kicking and salvage the country’s pride. He was the conviction Brexiteer you could rely on. To get into a fight. “We need a buccaneering approach to free trade,” he said. The first candidate to suggest signing a deal with Somali pirates. The price of the pound plummeted against the doubloon. He was last heard talking to himself about World Trade Organization terms and proroguing parliament. Jeremy Hunt’s belief that he was born on the wrong side of the tracks and had to fight his way to the top may be as delusional as many of his policies, but even so he somehow manages to sound like one of the few serious grownups in the room. It’s an underrated skill in a politician. Not so long ago, Hunt looked destined to be remembered as the health secretary who knew bugger all about the NHS, but now he has somehow reinvented himself as the person who brought peace to Yemen – something that will comes as news to Yemenis – and as a man with a plan. Even if the plan is to cross his fingers and hope for the best. Not being Boris Johnson can do wonders for a politician’s credibility. As can not being Esther McVey, whose campaign launch consisted of a long rant about how much she hated May, how Lorraine Kelly was jealous of her relationship with Eamonn Holmes and how the failure to deliver Brexit was all the fault of remainers. All from behind a portrait of Margaret Thatcher. Her cunning plan to ensure a no-deal Brexit was to not let parliament vote on anything. When she became prime minister the Commons would become a place where people just came for a bit of a natter. Democracy was far too precious to be wasted on democratic institutions. The mainlined vitriol was only halted by a protester declaring McVey was not a true believer in Brexit. There’s no pleasing some people. Alas, poor Michael, we knew him well. Before the hypocrisy surrounding his drug confessions were exposed, Gove had been considered a contender. The Tory capable of going head to head with the newly reclusive Boris. And everything about his launch event reeked of ambition. No side rooms for him, rather a 28th-floor party venue with a rock’n’roll introductory soundtrack. Queen. Fleetwood Mac. All that was missing were naked dwarves with bowls of coke on their heads. But when Gove took the stage he looked diminished. A man who knew the game was up. He gave it his best shot, delivering his speech fluently without notes, but his heart wasn’t totally in it. The Tory with the pneumatic face had a slow puncture and was vanishing before our eyes. It was painful to watch. Mikey went through the familiar spiel. His mission was to unlock people’s potential. Westminster is littered with the corpses of politicians who have made that promise. If it was that easy, someone might have managed it by now. He didn’t quite know what his Brexit plan was, but he was sure something might turn up. If not by 31 October then shortly afterwards. It had sounded so much more convincing when he had rehearsed it in front of the mirror. If only that had been the only thing he had done in front of a mirror. Mikey did liven up a little with a few well-aimed swipes at his nemesis towards the end. Boris should not pull out this time. Snarf, snarf. Johnson was a man whom the country simply could not trust. Unfortunately, the country had come to the same conclusion about him. It was second time unlucky for Gove. Three years ago he had knifed Boris in the back. Now he had done the same thing to himself. Some might call it karma."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}