{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/29/damian-collins-fines-for-refusing-to-appear-select-committee", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-29T18:19:51Z", "webTitle": "Fine people who refuse to give evidence, says Damian Collins MP", "webUrl": "https://www.theguardian.com/politics/2019/jun/29/damian-collins-fines-for-refusing-to-appear-select-committee", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/29/damian-collins-fines-for-refusing-to-appear-select-committee", "fields": {"headline": "Fine people who refuse to give evidence, says Damian Collins MP", "bodyText": "Witnesses who refuse to give evidence before parliament could be fined or face a “real-world sanction” in the future, a select committee chair has warned. Writing in the Observer days after the presenter Jeremy Kyle chose not to appear before his committee’s inquiry into reality television, Damian Collins, the Conservative MP for Folkestone and Hythe, says new powers are required that would punish witnesses who fail to give evidence. Collins, chair of the all-party digital, culture, media and sport committee, writes: “We need to formalise these powers and have a clear real-world sanction for those that refuse to comply with a request to provide evidence to a parliamentary committee. “In some countries, once this has been established, legal proceedings are commenced which could lead to a fine or some other appropriate sanction being enforced.” The inquiry questioned ITV executives about the death of a participant in The Jeremy Kyle Show. Its presenter was just the latest figure to disregard a summons. Dominic Cummings, the former campaign director for Vote Leave, failed to appear before MPs investigating claims that it broke electoral law. “This led to a motion of censure being passed against him by the House of Commons, but that felt like a very unsatisfactory conclusion,” Collins says. Another snub came from Mark Zuckerberg, chief executive of Facebook. He was invited three times to appear before an inquiry into the effects of fake news on British democracy, but he refused to testify. At least eight parliaments from across the world demanded Zuckerberg give evidence into the committee’s inquiry into fake news and disinformation. Collins also floats the possibility of making it a criminal offence to lie to a parliamentary committee. “In the United States Congress, for example, such behaviour is treated as a criminal offence, just as perjury in court would be,” he says. “Select committees can challenge powerful people” he writes, but adds: “We need to make sure that the rules that underpin them are fit for the modern world.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}