{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/12/sanctions-policy-under-jeremy-hunt-unclear-and-incoherent-say-mps", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-11T23:01:22Z", "webTitle": "Sanctions policy under Jeremy Hunt unclear and incoherent, say MPs", "webUrl": "https://www.theguardian.com/politics/2019/jun/12/sanctions-policy-under-jeremy-hunt-unclear-and-incoherent-say-mps", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/12/sanctions-policy-under-jeremy-hunt-unclear-and-incoherent-say-mps", "fields": {"headline": "Sanctions policy under Jeremy Hunt unclear and incoherent, say MPs", "bodyText": "Jeremy Hunt’s grip on the Foreign Office has been challenged by claims he has overseen an unclear, fragmented and incoherent sanctions policy to which no high-level strategic thought has been given. Hunt’s department is also accused of largely washing its hands of responsibility for combatting money laundering and corruption by overseas agents in the UK. The finding by the all-party foreign affairs select committee will raise doubts about Hunt’s competence, with sanctions increasingly seen as one of the indispensable instruments of any nation’s foreign policy. The scathing report claims the Foreign Office has given muddled and contradictory accounts of whether it has to wait for Brexit before it can enforce asset freezes against human rights abusers such as Russian oligarchs, Saudi security staff or Syrian military leaders. The committee accuses ministers of obfuscation over the issue. Laws empowering the government to sanction foreigners for human rights abuses were put on the statute book a year ago in the wake of the Salisbury poison attack but have been left untouched. The committee has repeatedly highlighted the UK government’s lax policy towards both Russian oligarchs and the abuse of human rights. The MPs’ report says: “The government’s failure to establish a clear legal view on whether the UK can independently sanction human rights abusers while still an EU member state, and its obfuscation on this issue in response to the committee’s questioning, risk signalling that the UK is reluctant to use those powers.” Hunt at one point told the committee that EU membership prevented the UK from sanctioning individual human rights abusers. But Hunt’s position was later contradicted by legal experts and some senior officials who said nothing in EU law prevented nation states from sanctioning individuals deemed guilty of human rights abuses. Bill Browder, a campaigner for Magnitsky laws, pointed out to the committee that Lithuania, an EU member state, had sanctioned 66 individuals for human rights abuses. In April Estonia imposed entry bans on 49 named individuals accused of human rights abuses. Browder said ministers had never been enthusiastic about the legislation, which was largely imposed on the government by a backbench revolt after an eight-year campaign. The legislation is named after Sergei Magnitsky, a murdered Russian anti-corruption lawyer, and was originally aimed at anyone linked to his killing. In a critique that may unnerve Hunt, the committee also found there was no evidence of “high-level strategic thought to how the UK might wish to align with the EU on sanctions policy after Brexit”. There is a presumption that sanctions policy works best multilaterally, but in theory Brexit will empower the UK to pursue an independent policy. The report says there is no evidence that the Foreign Office has even begun to explore how it will influence EU sanctions policy in the future, or the extent to which the UK can use London’s role as a financial centre strategically to drive sanctions policy. It also says UK sanctions policy is incoherently implemented, with little coordination between those who devise policy in the Foreign Office and those who implement it in the UK’s financial regulatory bodies. Sir Alan Duncan, the Europe minister, is singled out for criticism by the committee. The report says: “Dirty money is a national security issue, especially in the light of London’s importance in the global financial system. It is simply not good enough for the minister of state to assert that financial crime is ‘not quite’ the Foreign and Commonwealth Office’s patch.” The committee found that the Home Office had failed to publish a list of sanctioned individuals or those denied entry visas due to potential human rights abuses. The MPs called for firms linked to Russian dirty money or national security risks to be delisted on the stock exchange. The Treasury has said it is in favour of such a move in principle, but the committee said it found the Foreign Office’s approach to the issue disheartening. The chair of the committee, Tom Tugendhat, said: “The division of the UK abroad has hampered its efforts to achieve its strategic aims. A lot of UK action abroad has been stove-piped into different departments and, as the Foreign Office as an institution has lost authority, what we have lost is the strategic coordination that would have brought together a realisation that political risk in one country, for instance, can bring about financial risk in the UK.” A Foreign Office spokesman said: “It is simply not true that our approach on sanctions risks national security. We have led the way in the EU on sanctions – securing agreement on new regimes to target chemical weapons use and cyber-attacks in the last year alone – and we will continue to be a world leader after Brexit.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}