{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/25/lib-dem-ed-davey-apologises-for-decapitate-comment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-25T17:07:12Z", "webTitle": "Lib Dem Ed Davey apologises for 'decapitate' comment", "webUrl": "https://www.theguardian.com/politics/2019/jun/25/lib-dem-ed-davey-apologises-for-decapitate-comment", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/25/lib-dem-ed-davey-apologises-for-decapitate-comment", "fields": {"headline": "Lib Dem Ed Davey apologises for 'decapitate' comment", "bodyText": "The Liberal Democrat leadership hopeful Ed Davey has been forced to apologise after saying his electoral strategy could “decapitate that blond head” of Boris Johnson. Davey was criticised by his leadership rival Jo Swinson, as well as several Conservative MPs, for the choice of language in his article for the Times. He had proposed an electoral pact to rob Johnson of his majority, as well as for the next election. “I hereby float the idea of a remain alliance to decapitate that blond head in Uxbridge and South Ruislip if Johnson calls a snap election to deliver Brexit,” he wrote. After the criticism, Davey tweeted he regretted the use of violent language. “I recognise this wasn’t an acceptable choice of phrase and I’m sorry,” he said. “This was careless use of language, meant in electoral sense and in no way literally. While we should be robust in our opposition, we do have to carefully consider impact of our words and I failed to do that.” Swinson said it was important that language was carefully considered. “We have to be able to have robust debate in our politics without resorting to graphic, violent imagery,” she said. “We have to rediscover the ability to disagree well with each other. “This is not language I would use, and in the current climate I don’t think we should speak in those terms. Boris will be a disaster for this country, but we can make that case without resorting to violent language.” Tracey Crouch, the Conservative former sports minister, said it was not appropriate after the murder of Jo Cox and other MPs had faced serious death threats. “I have to say after what happened to Jo and subsequent threats to the lives of Rosie Cooper and Anna Soubry, Ed Davey should be pretty ashamed of himself for using phrase ‘decapitate’ about a colleague,” Crouch tweeted. Conservative MP Nigel Evans, a supporter of Johnson, was among those who criticised the phrasing. “Shocking use of language – decapitate word totally inappropriate,” he tweeted. The new Lib Dem leader will be announced in the same week as the Conservative party elect the new prime minister. The party currently has high hopes of winning an extra seat in parliament after a byelection was announced in Brecon and Radnorshire, where the incumbent MP, Chris Davies, was removed from office by a recall petition after being found guilty of expenses fraud. The Conservatives have said Davies will stand again in the by-election, expected to be held the week after both the new Lib Dem and Conservative leaders are installed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}