{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/11/eu-view-of-tory-leadership-candidates-deeply-critical-say-sources", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-11T05:00:23Z", "webTitle": "EU view of Tory leadership candidates deeply critical, say sources", "webUrl": "https://www.theguardian.com/politics/2019/jun/11/eu-view-of-tory-leadership-candidates-deeply-critical-say-sources", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/11/eu-view-of-tory-leadership-candidates-deeply-critical-say-sources", "fields": {"headline": "EU view of Tory leadership candidates deeply critical, say sources", "bodyText": "The EU has been on a Brexit break since the UK secured a six-month delay to its departure. With Theresa May soon to leave 10 Downing Street, Brussels is tuning in to the Westminster drama of the Tory leadership race – with both amazement and exasperation. “People in Brussels are fed up that the political class in the UK has gone a little bit crazy,” Jean-Claude Piris, a former head of the European council’s legal service said. British politicians seemed to have gone “on holiday”, since gaining the extension, he added. For the EU, the bookies’ favourite Boris Johnson, is a Trumpian figure whose disputed claims and bombastic rhetoric played a major role in plunging the UK into what is seen in Brussels as the Brexit nightmare. The former foreign secretary is remembered for his early 1990s stint as Brussels correspondent of the Daily Telegraph, where he made his name mocking EU regulations, promoting what the European commission calls “Euromyths”. He achieved wider prominence for his claims during the EU referendum campaign. “He lied a lot to the British people,” the then French foreign minister, Jean-Marc Ayrault, said in 2016. “The idea of Boris Johnson in the European council is probably quite abhorrent to some EU leaders,” an EU source said. “Boris is known in foreign policy circles, certainly not respected. He’s also seen as part of a wider Trump world and no one wants that.” The EU’s most senior civil servant, Martin Selmayr, once described a Johnson premiership as a “horror scenario”, classing him with Marine Le Pen and Donald Trump. Many EU insiders think the chances of no deal have increased, with the Tory party expected to choose a Brexiter prime minister. “For me it is very clear the odds of no-deal Brexit are more than half and clearly if Boris Johnson becomes prime minister the odds will go up again,” said Philippe Lamberts, a Belgian MEP and member of the European parliament’s Brexit steering group. Another favourite, Dominic Raab, is held in low-esteem in Brussels. During his four-month tenure as Brexit secretary, he lost trust of his EU counterparts. “He was seen to be working against his prime minister and making things up,” the first EU source said. The European commission recently accused Raab of making “fraudulent” claims and spreading “pure disinformation” in a campaign video about the views of its secretary-general, Selmayr, on the future of Ireland. Responding to unfavourable reports from Brussels, Raab told the BBC’s The Andrew Marr Show that it “probably tells you that I was doing my job in terms of pressing them hard and making sure that Britain’s interests were resolutely defended”. Candidates deemed compromise choices at Westminster have also inspired mistrust in Brussels. The foreign secretary, Jeremy Hunt, is reported to have struck a different tone on Brexit with his EU counterparts than the public stance he takes in the UK. “He gave a very different impression than what he is suggesting now,” an EU diplomat said. More recently, Hunt has toned down his views on no deal, warning it would be “political suicide”. EU officials expect Tory candidates will be falling over themselves to prove their hard-Brexit credentials, following the party’s poor showing in the European elections, where just four of its MEPs were elected and Nigel Farage’s Brexit party won the most votes. “The Tory party will be in survival mode and … will have to regain credibility as the party of Brexit,” another EU source said. For many, the leadership race is an unedifying fight for power, while the clock ticks down remorselessly to Brexit day on 31 October. More governments are coming round to the tough position of the French president, Emmanuel Macron, who argued against a long extension on the grounds that Brexit would become a damaging and distracting burden for the EU. Donald Tusk, the European council president, helped persuade member states to back a longer extension, which he urged the UK not to waste. “We were definitely on the other side of Macron,” the diplomat recalled. “Now I think Macron was right. We were wrong. Tusk was wrong.” “[Macron] closed the door [to another extension] and it’s not shut, but the wind is blowing against it. And the harder Johnson’s rhetoric, and harder Raab’s rhetoric, the harder it is to open the door.” Asked about the Tory contest last month, Tusk said there was “nothing promising” in “the state of affairs in London”. Many in the EU would support an extension for what is known in Brussels as “a democratic event”, meaning a general election or a second referendum. Without that, Piris thinks EU leaders could say no to a further extension. “But even if they say yes. What would happen? There is an inability to solve this question in the House of Commons.” He stresses the Brexit conundrum is not down to an individual Tory leader. “It is a question of the political system of the UK being unable to answer to such a unique event in the life of the nation.” Lamberts warns that nothing will change for May’s successor, as the EU will refuse to reopen the withdrawal agreement, including the Irish backstop. “Anyone who steps into Downing Street will face exactly the same constraints. Saying you want to renegotiate this agreement is nice and well, but it won’t happen,” he said. Meanwhile, the Tory contest is not keeping Brussels on the edge of its seat. “We really don’t care very much [who wins]” the diplomat said. “From an EU point of view, we would rather see someone that could deliver a smooth, orderly Brexit. Whether Johnson is going to be able to deliver it, the UK is going to have to ask itself.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}