{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/20/tory-leadership-rumours-of-dark-arts-swirl-before-final-vote", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-20T22:50:21Z", "webTitle": "Gove's exit leaves Johnson and Hunt to fight for the spoils", "webUrl": "https://www.theguardian.com/politics/2019/jun/20/tory-leadership-rumours-of-dark-arts-swirl-before-final-vote", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/20/tory-leadership-rumours-of-dark-arts-swirl-before-final-vote", "fields": {"headline": "Gove's exit leaves Johnson and Hunt to fight for the spoils", "bodyText": "Three is the magic number that has led many in Westminster to suspect that dark arts might have put Jeremy Hunt through to the final ballot to face Boris Johnson. At the final count, Johnson increased his lead by three votes, to 160. That small rise was the biggest clue so far that his supporters could have been lending votes elsewhere. At least five of Sajid Javid’s supporters publicly backed Johnson after the home secretary was eliminated from the race on Thursday morning. If Johnson’s team had encouraged tactical voting, they would not be alone. It emerged that in the final hours Johnson’s supporters were being encouraged by text message from Gove supporters to back their candidate, stressing the need for there to be two Brexiters in the run-off. One cabinet minister, who has backed Johnson, played down the possibility of dark arts and said they believed Hunt’s argument to colleagues had resonated: that the country did not need to see another “psychodrama” between Gove and Johnson, and that he was best placed to renegotiate a Brexit deal. Even if some MPs were persuaded by honest argument, rumours were swirling in Westminster all week that politicking had killed off the campaigns of Dominic Raab, and then Rory Stewart. Liam Fox, the international trade secretary, joked as he went in to vote that the contest had seen “more churn than a washing machine”. “It’s interesting how every time in this contest, we’ve seen a surge, and then a defeat, surge, then defeat,” one former Stewart backer observed after Gove was eliminated. Questions had already been raised about tactical voting on Thursday morning after the first round, when Johnson’s vote went up by 14. Given he was unlikely to be gaining many votes from supporters of Stewart, who criticised the frontrunner at every turn, this suggested there had been some tactical voting in previous rounds. Overnight there were rumours that there was a serious “stop Gove” operation planned on Thursday among Johnson’s supporters, but after the first ballot, that appeared to be stalling as the environment secretary overtook Hunt for the first time in the race. Those determined to stop Gove were said to be a mix of MPs who wanted to punish him for his shock leadership run in 2016, which killed Johnson’s chances, and their belief that Hunt would be an easier opponent in the final round. Gove’s team reacted angrily to suggestions that votes could be lent from Johnson to Hunt in order to squash his bid. The former education secretary Nicky Morgan, one of Gove’s earliest backers, suggested it would backfire, particularly with former supporters of Stewart. Privately, a senior member of Hunt’s team admitted before the result that while they believed it was likely votes had been switching around, they cautioned that those who were playing political games would need to be deeply trusted by Johnson. “Would Boris trust anyone other than himself and a few others?” the MP said. “Perhaps he’s never even voted for himself. But the reality is that if you’re in the position where you can influence the entire race, then you’d be crazy not to.” The former defence secretary Gavin Williamson, who has been instrumental in whipping votes for Johnson, denied anyone had been asked to vote for a candidate they did not support. Early on Thursday, both Hunt and Gove’s supporters were playing down expectations that they could capitalise after Stewart, the international development secretary, was knocked out of the race on Wednesday night. The final few hours were a scramble, with both the Gove and Hunt camps saying it was impossible to call. Most of Javid and Stewart’s supporters remained tight-lipped. Gillian Keegan, one of Stewart’s most vocal supporters, said she would take the secret to her grave. David Gauke, the justice secretary, one of the Stewart’s most vocal supporters, declined to say who he was backing, as did Stewart himself. But Gauke, who left the voting room in conversation with the Hunt campaigner Philip Dunne, said he believed Stewart’s 27 votes would not go as one bloc. Of his key backers, the Tory grandees Nicholas Soames and Ken Clarke left the voting lobbies refusing to say who they would back next, though the digital minister, Margot James, a backer of Matt Hancock and then Stewart, said she had voted for Hunt, calling allegations of dark arts “appalling”. After Javid was knocked out he declined to endorse a candidate, but is expected to pull behind Johnson in the later stages of the race, and is even tipped to be made chancellor. His core backers, including Stephen Crabb, Robin Walker, Simon Hoare and Victoria Atkins, also declined to say which way they would vote next."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}