{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/live/2019/jun/16/channel-4-debate-tory-leadership-candidates-take-part-in-first-tv-hustings-without-boris-johnson-live-news", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-16T21:00:23Z", "webTitle": "Channel 4 debate: Tory leadership candidates take part in first TV hustings without Boris Johnson - as it happened", "webUrl": "https://www.theguardian.com/politics/live/2019/jun/16/channel-4-debate-tory-leadership-candidates-take-part-in-first-tv-hustings-without-boris-johnson-live-news", "apiUrl": "https://content.guardianapis.com/politics/live/2019/jun/16/channel-4-debate-tory-leadership-candidates-take-part-in-first-tv-hustings-without-boris-johnson-live-news", "fields": {"headline": "Channel 4 debate: Tory leadership candidates take part in first TV hustings without Boris Johnson - as it happened", "bodyText": "Five of the six remaining candidates for the Conservative leadership have clashed for the first time in a televised debate. Boris Johnson, the clear favourite, stayed away, and the 90-minute hustings - which were lively, but mostly good-tempered - were dominated by Brexit, allowing Rory Stewart, the international development secretary and been running an outside/insurgency campaign, to stand out by repeatedly criticising his opponents for making unrealistic promises about being able to renegotiate Brexit. He also criticised their “machismo”, saying: The fundamental issue here is there is a competition of machismo. Everyone is saying ‘I’m tougher’. Every time I have this debate everyone is like, ‘trust me, I’m the guy, I can defeat the impossible odds’. And I’m accused of being a defeatist by trying to be realistic. It reminds me of trying to cram a whole series of rubbish bags into the rubbish bin … I was tempted to say believe in the bin, believe in Britain. It’s nonsense. All four other candidates on the stage - Jeremy Hunt, Michael Gove, Sajid Javid and Dominic Raab - are willing to contemplate a no-deal Brexit as an option (although they would all prefer to strike a deal) and Stewart argued this was foolish. He said: A no-deal Brexit is a complete nonsense. It is going to deeply damage our economy. Dominic Raab, the most hardline Brexiter on the platform, was strongly criticised by all other candidates for his refusal to rule out proroguing parliament if necessary to stop MPs blocking a no-deal Brexit. This position (which is reportedly shared by Johnson) was described as undemocratic by the other candidates. Sajid Javid said: We are not selecting a dictator of this country. We are choosing a prime minister of this country … You don’t deliver on democracy by trashing democracy. Jeremy Hunt criticised Johnson directly for not turning up for the debate. At one point, referring to the empty podium used by Channel 4 to highlight Johnson’s non-appearance, he said: I just want to say: where is Boris? If his team won’t let him out to debate with five pretty friendly colleagues, how is he going to get on with 27 European colleagues? He should be here to answer that question. Generally, though, there was little comment from the panel on Johnson’s decision to stay away - unlike when Theresa May refused to show up for a leaders’ debate in the general election, and her opponents repeatedly drew attention to her not being there. Here is my colleague Rowena Mason’s take on how each candidate did during the debate. And here is my colleague Heather Stewart’s all-embracing news story. That’s all from me for tonight. Thanks for the comments. Here is Katy Balls’s take on the debate for the Spectator’s Coffee House blog. And here is an extract. With [Boris] Johnson already winning the support of enough MPs to make the final two (so long as it holds), tonight’s debate was really for the remaining candidate to battle it out for the second spot ahead of the next MPs’ ballot on Tuesday. In that vein, there was no clear winner this evening. However, the [Rory] Stewart campaign did appear to get something good out of it. After the debate ended, Conservative MP Margot James – who had been backing Matt Hancock before he dropped out on Friday – took to social media to say that she had been so impressed by Stewart she would now back him in the leadership contest. There is a concern amongst some of the other cabinet candidate campaigns that Stewart is the one gaining momentum right now. From the Spectator’s James Forsyth Here is Margot James, the culture minister, endorsing Rory Stewart after tonight’s debate. Here is my colleague Rowena Mason’s take on who did best and worst in the debate this evening. (We agree on who came “top” and “bottom”, but her take on the mid-ranking performers is a bit different from mine. Which is no bad thing. These are subjective judgments, and it would be a bit worrying if we all thought the same.) And this is what political journalists are saying about the debate on Twitter. No one seems to think this will change much, although Rory Stewart may have won the Twitter vote. That won’t necessarily help him. As David Cameron said after he won the 2015 general election, despite social media coming out for Labour, “Britain and Twitter are not the same thing”. That is even more true of the Conservative party and Twitter. A thread from Sky’s Sam Coates A blog from the New Statesman’s Patrick Maguire And here’s an extract Meeting the 33 MP quota required for the third ballot will mean [Rory Stewart] almost doubling his first round result and the balance of probabilities is still stacked against him. But tonight’s debate had no clear winner. That is bad news for the bigger cabinet names and good news for Stewart. Having won the endorsement of defence minister Tobias Ellwood this morning - one of Matt Hancock’s 19 supporters - Stewart’s hope was that more would follow. His disruptive presence on stage this evening boosts the chances of such a windfall: as shown by the post-match endorsement of Margot James, another minister who backed Hancock in the first round. From the Sun’s Tom Newton Dunn From ITV’s Paul Brand From my colleague Dan Sabbagh From Sky’s Lewis Goodall From Sky’s Beth Rigby From my colleague Heather Stewart From the broadcaster Gavin Hewitt From the Spectator’s James Forsyth From the Times’ Patrick Kidd From the Telegraph’s Christopher Hope From PoliticsHome’s Kevin Schofield That did not feel like a debate with a clear winner. And indeed, trying to establish a “winner” for an event like this would be difficult anyway, because the candidates were addressing three audiences - the public at large, Conservative party members, and Conservative MPs - all of whom may have come to quite separate conclusions about who did best. In short, it was not a game-changer. And it was not hugely productive on the news front either. (These events normally aren’t; see 6.01pm.) We did not hear anything particularly new about Brexit and - surprisingly, given that the Conservatives are a party of government, with a need to reinvent themselves - the debate about where the party goes next rarely got beyond the platitudinous. Still, there were interesting exchanges for anyone following the Conservative leadership contest closely. Here is my assessment of how the candidates did, roughly in order of who I think can be judged to have done best. Rory Stewart: There were predictions before tonight that Stewart would be like Nick Clegg in 2010 - the outsider who struck a chord with the public because he exposed the obvious failings of his more prominent opponents - and, although he probably mentioned tariff schedules once too often, he succeeded tonight in puncturing the Brexit complacency of his rivals. His repeated references to the shortcomings of machismo as strategy will have struck a chord, and people probably liked his repeated references to listening. In a poll of the public at large watching, he would probably be the clear winner. But of course the public at large won’t choose the next Tory leader, and this performance won’t necessarily stop him being eliminated next Tuesday, in the next ballot. Sajid Javid: In a large debate to succeed you have to stand out and Javid’s personal anecdotes - the references to being an outsider and a victim of racism, and to being the only person on the panel to have gone to a comprehensive school - would probably have gone down well with anyone looking at the Tory leadership contest afresh (ie, without having heard it all before). He also delivered some particularly strong attack lines against the Brexiters, saying that only a dictator would prorogue parliament, and that you can’t beat the Brexit party by becoming the Brexit party. Michael Gove: Gove is competing to beat Jeremy Hunt to be on the final ballot against Boris Johnson and his references to how well he can perform in the Commons, which may have sounded like self-glorification to ordinary viewers, may have made an impression on Tory MPs who take this stuff seriously. At times Gove sounded shouty and pompous (eg, his line about he will be able to deliver Brexit because he can succeed against “impossible odds”), but he was a strong presence in the debate, extremely eloquent as usual, and perhaps some viewers will have liked his “love and hope” answer on knife crime, which sounded like David Cameron in his “hug a hoodie” days (it worked for him). Jeremy Hunt: Hunt probably made the fewest mistakes. He came over as less hubristic than his main rival, Gove, and he was the first candidate to take a direct hit at Boris Johnson for not showing up. But he did not stamp his personality on the proceedings, and anyone watching this who had not been following the news would not have guessed that, of the people on stage, he is currently the candidate doing best. Dominic Raab: Raab is standing as the only person guaranteeing to deliver Brexit by 31 October. This may be a selling point with the parliamentary party, although with that audience he has lost out to Boris Johnson for the Brexiter voter, and with members of the public watching tonight, he probably did not come out best in the exchanges over the rights and wrong of proroguing parliament. It was Raab against the other four, and their argument - that suspending parliament would be wrong - was more persuasive, and more passionately expressed. Boris Johnson: He comes last, obviously, because he did not show up. But will that damage his standing in the long run? Yes, if he continues to dodge media exposure. But he is taking part in a rival, BBC debate on Tuesday, and that may go some way towards neutralising the “chicken” attacks. Here is the first take story from the Press Association on the debate. Rival Tory leadership contenders have turned on Dominic Raab after he refused to rule out suspending parliament to push through Brexit by the end of October. In the first televised debate of the campaign, the five candidates taking part all agreed the next prime minister had to take Britain out of the EU. But there were sharp differences as to how that could be achieved. Channel 4, which staged the debate, put an empty podium for frontrunner Boris Johnson who refused to take part. He was taunted about his absence by Foreign Secretary Jeremy Hunt who said it raised questions about his ability to take on the job of prime minister. “Where is Boris? If his team won’t allow him out with five fairly friendly colleagues, how is is he going to deal with 27 European countries?” he said. The sharpest early exchanges were however dominated by Dominic Raab’s insistence the option of proroguing Parliament should remain on the table. “I don’t think it is likely but it is not illegal,” he said. “The moment that we telegraph to the EU we are not willing to walk away at the end of October we take away our best shot of a deal.” International Development Secretary Rory Stewart said shutting down parliament was “undemocratic” and “deeply disturbing” and would not work. “Parliament is not a building. parliament is our democratic representatives and they will meet regardless of what the prime minister wants,” he said to applause from the studio audience. Hunt said it was the “wrong thing to do” while Home Secretary Sajid Javid said: “You don’t deliver democracy by trashing democracy. We are not selecting a dictator.” Raab warned that parliament could not stop a determined prime minister, saying: “It is near impossible to stop a government that is serious.” That drew a sharp retort from Environment Secretary Michael Gove who told him: “I will defend our democracy. “You cannot take Britain out of the EU against the will of parliament.” Each candidate has 30 seconds to make a closing staement. Gove says these are serious times. We need someone as PM who has been tested and who has proved he can deliver. I am ready to unite, ready to deliver, ready to lead. Hunt says the country is in peril. Labour is planning a Venezuelan or Cuban Britain. He is an entrepreneur and he can deliver, unlocking the dynamism in this country. Stewart says he has travelled the country and heard the anger of voters. He stared a 100/1 outsider. He is now second in the odds. But he is still an outside. He says he should be in the final two, ot make Britain a country founded in “honesty and trust”. Javid says the Tories need to show they do not just tolerate modern Britain, but embrace it. He wants to lead the UK through Brexit and beyond. Raab says he is the only candidate committed to deliver Brexit by 31 October come what may. And that’s it. The debate is over. I will be posting a snap verdict, reaction and a summary. Gove says he knows about autism, because someone close to him has the condition. And he says he has a sister with a disability. (She is deaf.) Stewart says he agrees with Raab. We need to focus more on prevention, he says. He says if any of them become prime minister - and he hopes it is one of them that becomes prime minister - they will address this, he says. Stewart suggests any of the other candidates would be a better prime minister than Boris Johnson. Q: How would you get rid of the postcode lottery for people with invisible disabilities, like my son, who has autism. Hunt says the government needs to do more for people with mental health problems. And people with autism are more likly to have mental health problems, he says. Raab says the state needs to pick problems like this up earlier. Prevention is better than cure, he says. Javid says we have become better at picking up these problems, but we need to do more, especially for children with special needs. Javid says he is stubborn. It takes him a long time to change his mind. It took him 10 years to agree to get a family dog, Bailey (star of his campaign video.) Q: Isn’t the problem that you are not a big enough figure? You weren’t a big enough figure to get invited to the Trump dinner. Hunt and Gove both protest about the question, with Gove saying it was ridiculous. Gove says Saj does not need Donald Trump to tell him his is a big figure. Hunt says: My friends would say I’m someone who looks gentle but is incredibly stubborn underneath. Stewart says he has learnt a lot in this campaign about his weaknesses. We should not just have leaders who posture, he says. We need leaders who listen. He says he speaks to people in tech, and they know more about it than he does. Q: Is it a weakness to change your mind? You seem to do it a lot. Stewart says he thinks, and he changes his mind. I think that’s part of the business of being frail. I think that’s part of the business of being human. Raab says he is restless for change. He mentions mentoring a lad at boxing club. He says we need restless optimism. Q: What do you say to people who think your biggest weakness is thinking feminists are bigots. Raab says he should not be judged by something he said a long time ago that has been taken out of context. He was making a point about an equal attitude to discrimination. He is the only candidate calling for pregnant women to be routinely offered a third scan, he says. Q: Rory Stewart has spoken of the wisdom of humility. What is our greatest weakness? Impatience, says Gove. He is a man in a hurry. He wants every child to have the best start. And we need to “super-charge” reform of adult social care. Guru-Murthy says Gove is supposed to be talking about his weaknesses. Gove says he is talking about impatience. Q: Isn’t your weakness hypocrisy, as the drug-taking revelation showed? No, says Gove. We all make mistakes. If you make a mistake, you should learn from his mistake. One reason he is in public life is to help people who have made mistakes. Hunt says everyone on the stage did things 25 years ago they would not want their parents to know about. He says, with the country facing Brexit, we should not be trivialising the debate by talking about issues like this. This is from the Conservative MP Sir Nicholas Soames. Gove says the government’s approach to knife crime should not be about law and order. “It should be about love and hope.” Stewart says there are 10,000 things he would like people to do together if he becomes PM. He mentions three. First, preparing for technological change and AI. Guru-Murthy says he was asked for just one priority. Stewart says it would be better social care. It’s a real disgrace, it’s the great unfinished revolution of our society. Javid says public services would be his priority. He relied on public services to get where he is now. He was the only person on the stage to go to a comprehensive school. He went to a college, a technical one, not the one Stewart went to (Eton College, then Balliol College at Oxford.) Q: What is the most important thing you would do apart from Brexit? Raab says he would boost apprenticeships. Hunt says he wants to do more on social care. His grandmother died at the age of 100. Everyone should be able to die with dignity. That does not happen at the moment. He says social care is unfinished business. Gove says children are his top priority. He says there needs to be more technical education. And some of the jobs being done now will disappear. So the government must allow people to retrain mid-career. Javid says he knows what it is like to be an outsider. He says it is important to show anyone can be PM. Hunt says he is committed to keeping the UK together. Before he was involved in Brexit, he was involved in the campaign to keep the UK together. (That is a reference to his unusual cairn campaign in 2014.) Hunt says this is the fundamental question for the party. Do they choose a path that unites the country or divides it. He says Javid spoke movingly about this. But Hunt says he wants to make a different point. It is important to consider the young, he says. They have to unite generations, and recognise that it is much, much harder for the young to buy a house than in the past. He says a quarter of primary school pupils cannot read or write properly when they leave. The Tories should be the party that abolishes illiteracy, he says. Gove says he agrees with Hunt. The country needs to come together. The party needs to value everyone. He has always believed there is “a treasure in the heart of every individual”, he says. He says that many of those who voted for Brexit come from communities that are undervalued and families that are overlooked. From what happened to his father’s business, he knows what it is to see a dream die, he says. Q: How will you reunite a divided country? Javid says this is the third anniversary of the murder of Jo Cox. One of her big ideas is that there is more than unites us than divides us. He says he gets attacked personally. It is important to have a cohesive society, he says. He says having a different messenger will help bring people together. Raab says the Tories have to show they can do more than Brexit. He would show the party is on the side of the low paid by cutting taxes. He would boost apprenticeships. And he would have a fairer economy and a fairer society. Javid says: You don’t beat the Brexit party by becoming the Brexit party. Stewart says he rejects no-deal. He believes in a country that says yes: yes to trade, and yes to a deal. Hunt says we need a Brexit that can work for the 48% of people who voted remain, as well as for the people who voted leave. He wants to show the UK is a tolerant country. That is another reason to reject Farage. Javid says all candidates should unite behind whoever wins. But it is the job of the government to deliver on Brexit. Farage is not part of the government, he says. Raab says the Tories can put the Brexit party out of business by delivering Brexit. Hunt says Farage stands for more than Brexit. He wants a WTO Brexit, ie no-deal. He says the Conservative party is the party of business. It will be nothing if it cannot champion business. No-deal should not be the Tories’ first choice. But it is Farage’s first choice. Q: Would any of you use Nigel Farage in Brexit negotiations? Stewart says he debated Nigel Farage on LBC this morning. He would be happy to talk to him about Brexit. And he would talk to people like the unions too. He says: I think a no-deal Brexit is a complete nonsense. He says all the other candidates have just admitted it would be hugely damaging to the country. So it is not realistic, he says. Raab says Stewart is talking down the economy. Stewart says Raab is going back to machismo, and “belief in the bin”. He asks Raab what the tariffs on cheddar would be under Raab’s deal. Raab says he would try to get a deal, by going back to the Malthouse compromise. Raab says, if he were prime minister, he would have an emergency budget involving tax cuts to prepare the country for no-deal. Raab says he would prepare for no-deal by passing tax cuts in an emergency budget. Q: As the traditional party of business, how can you contemplate a no-deal Brexit? Hunt starts with an attack on Boris Johnson for not showing up. If he cannot handle five quite friendly colleagues, how will he be able to handle the EU 27. Hunt says he has experience as a negotiator. If were were close to a deal at the end of October, it would be wrong to leave without a deal. He says he thinks he is the business person who can negotiate a deal. Q: What would no-deal mean for farmers and for Northern Ireland? Gove says he is the candidate with most experience of planning for no-deal. He says no-deal would cause turbulence. But the UK could get through it. He says he knows what a deal would look like. Stewart asks what this deal will look like. What will the tariff schedule be? Gove says, if there is a deal, there will be no tariffs. He will ensure the backstop is temporary. Q: How? They’ve said no. They would say no, says Gove. In any negotiation each side hangs tough. He says in government, faced with a difficult job, he has shown he can deliver. Q: Why would they deliver a deal for you when they did not for Theresa May? Because I have shown in government that my conviction can carry me through. And I’ve taken on impossible odds. Gove claims he can deliver Brexit because in the past he has shown he can succeed against “impossible odds”. Gove says he understands why people are frustrated. But he backed Brexit to empower our democracy. He says shutting the doors of parliament would be wrong. We must defend our democracy. Q: So what would you do? Gove says there are two types of democracy: Raab’s, because he would suspend parliament to get no-deal through; and Stewart’s, because he does not think the UK can get a bette deal. Gove says one of the problems is that people in government have not believed in Brexit. He does believe in Brexit, he says. I’m saying I can get the European Union to change their approach. Gove tells Raab the UK cannot leave unless parliament votes for it. Raab tries to say Gove would undermine his negotiating stance, but Gove talks over him, saying you cannot suspend democracy. Stewart says everyone is trying to show how “machismo” can solve this. I’m accused of being a defeatist by being realistic about this. But wishful-thinking won’t work, he says. He says he tried recently to stuff three bin bags in a bin that was full. He tried the ‘believe in the bin bag’ approach. But it did not work. The bin was full. Javid says Stewart is not being realistic either, because he wants to invite 50,000 people to come up with a solution to Brexit. Hunt says proroguing parliament to deliver no-deal would be wrong. Javid agrees with Hunt. You don’t deliver democracy by trashing democracy. We are not selecting a dictator of our democracy. We are selecting a prime minister of our democracy. Javid suggests only a “dictator” would want to prorogue parliament to deliver no-deal. Q: What are your views on suspending (proroguing) parliament? And if you don’t suspend parliament, how will you deal with this impasse? Raab says there is no need to suspend parliament. Leaving in October is default. But every time you rule out suspending parliament, you weaken the UK’s negotiating stance, he says. Q: Are you willing to do it? Raab says he does not think this is likely. But it would not be illegal. Stewart says Raab knows there is no way of getting his Brexit deal unless he suspends parliament. That’s “nonsense”, says Raab. He says Stewart wants a people’s assembly, the Venezuelan option. Stewart says Tony Blair tried to do this in 2002. But MPs threatened to meet in Church House, and Blair backed down. (That is not quite true. The issue in 2002 was about whether to recall parliament early, not prorogation.) Gove says he put everything on the line for Brexit - including friends. He says in three cabinet jobs he has shown he can deliver. And he is the candidate who will frighten Corbyn. When Jeremy Corbyn wakes up before Question Time, who is the person he will be most terrified of facing? That’s me. Gove says he is the candidate who will most frighten Corbyn at PMQs. He says he is personally committed to delivering Brexit because of what happened to his father’s fish business. Jeremy Hunt says this is the most important question of the evening. The Tories have to deliver Brexit. But defeating Corbyn involves having a leader the public can trust. Hunt says he set up his own business. Corbyn does not support people like that. Corbyn is against British values and against Britain, he says. He says Theresa May did extremely well in the last election to get 41% of the vote. But she did not get a majority. May got the Brexit vote. But the Tories will only win a majority if they reach out to the centre ground. We will only get a majority if we reach out to the centre ground. Raab says it is a matter of trust. The key thing is to deliver Brexit. Stewart says he hopes they will come back to Brexit, because he has questions about Raab’s approach. Q: They all says they can renegotiate Brexit. Do you agree? No, says Stewart. He says his question to Raab is how he will take the UK out of the EU. There has been talk of suspending parliament. What happens if Corbyn tries to do this? Raab says parliament has just voted against taking no-deal off the table. He says it is wrong to take an option off the table in a negotiation. Sajid Javid says you have to deliver Brexit. But that does not just mean leaving the EU. It means addressing the concerns that led to the leave vote. And the messenger matters as much as the message, he says. Rory Stewart says he has spoken to voters. People do not want to vote for Corbyn, he says. He says action must come from realism. Dominic Raab says you have to deliver Brexit. Then you can do things like cut taxes, that Corbyn cannot do. Q: How do you intend to win against Corbyn and Farage? Michael Gove says there is nothing more important than beating Corbyn. He says he took Corbyn apart in the 10-minute speech he gave in the no confidence debate earlier this year. And, to remove the threat from Farage, you have to deliver Brexit. Gove says he can because he lead the leave campaign. Guru-Murthy is now introducing the candidates. He says one lectern is empty. That is because Boris Johnson declined to take part. But he is welcome to join at any time, says Guru-Murthy. Guru-Murthy says the audience will ask the questions, and he will ask follow-ups. Guru-Murthy says the next Tory leader has to lift the party from the pitiful 9% it got in the European elections. And he - and the next leader will be a he - has to have ideas beyond Brexit. He says the audience tonight are all people who say they are open to the idea of voting Conservative. The debate is starting. Krishnan Guru-Murthy is hosting. Channel 4 are “empty podiuming” Boris Johnson. This is not something that broadcasters usually do when a candidate refuses to accept an invitation to take part in a debate, normally because it is seen as a hostile act (and broadcasters are meant to be impartial). It will highlight Johnson’s refusal to turn up. But the Sun’s Steve Hawkes thinks it might look a bit silly. Some of the candidates have been tweeting. I’m sorry the comments aren’t open yet. There seems to be a technical problem. We are trying to get that fixed, and hopefully they will open soon. According to the Press Association, Dominic Raab declined to answer questions as he arrived for the Channel 4 Tory leadership debate in east London. Rory Stewart said he was “looking forward” to the debate. Asked about Boris Johnson’s non-appearance at the debate, Stewart said: We’re choosing a prime minister and the public has the right to hear from us and judge who had the qualities to be prime minister. Stewart said he was hoping to discuss “what we can achieve after Brexit, the way we can make this country fairer, greener, and more united” during the live debate. Michael Gove said he was “looking forward to a positive exchange” as he arrive. Jeremy Hunt and Sajid Javid were driven in to the debate venue via a back entrance and did not stop for journalists’ questions. Good evening. And welcome to our blog covering the first televised hustings of the Conservative leadership contest. Five of the six candidates still in the race - Jeremy Hunt, Michael Gove, Dominic Raab, Sajid Javid and Rory Stewart - will be taking part. As you all must know, because his reluctance to face media scrutiny is becoming a major part of the narrative of the contest, Boris Johnson, the clear favourite, has said he will be staying away. What are we going to find out? Well, perhaps not very much, because televised debates often have much less impact on political campaigns than people assume they will. What matters over the next week is how 313 MPs vote (because they still have to whittle the field down to two, for the ballot of party members) and, because MPs know all these candidates well, they are unlikely to be influenced much by what any of them say tonight. But debates can make a difference because they can produce one, or all, of the following three things. 1) A winner? More often than not after a debate like this supporters of X believe X did best, supporters of Y think Y did best, and people who are neutral are divided or unsure. But sometimes there is an obvious winner - for example, Nick Clegg in the first debate of the 2010 general election. 2) A story? Televised debates are always a story. But that does not always mean they always produce a story - a candidate saying something interesting and new, or some other defining event. But we always live in hope. 3) A defining moment? This could be the answer or exchange that produces a winner or a story, but sometimes what gets said in a debate can end up being a defining moment even though it does not seem so at the time. This happened in the 2015 general election Question Time when Ed Miliband was asked if the last government had overspent, and he said no. It was a version of an answer he had given many times before. But the clarity of the exchange meant it crystallised a concern that many voters had about Labour, and later it was seen as hugely damaging. It is also the case that debates are a good way of allowing people to evaluate politicians. In his classic 1990s book about politics, Ruling Britannia, Andrew Marr explains why seeing politicians being interviewed on television is so important. Television is very good at telling the voter certain things about a politician or other interviewee, One can read the facing tics and expressions that suggest tension, lying, anger and so forth. One can make a personal judgment about an individual minister or leader in a way that earlier generations never could, unless they were part of the privileged political elite. If before, one could read X’s speech given verbatim in The Times, and treat X solely on the basis of his language and arguments, now one can concluded that X’s grandson, the new minister, is a sanctimonious creep. And in the real world, the fact that ‘X is a creep’ is a valid personal assessment and matters to most of just as much as his speechifying. All of this is even more true of televised leadership debates, which involve leading politicians having to engage with each other in a way that does not normally happen in the Commons or on TV. The Channel 4 hustings starts at 6.30pm. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}