{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/24/john-prescott-admitted-to-hospital-after-stroke", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-24T11:02:45Z", "webTitle": "John Prescott admitted to hospital after stroke", "webUrl": "https://www.theguardian.com/politics/2019/jun/24/john-prescott-admitted-to-hospital-after-stroke", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/24/john-prescott-admitted-to-hospital-after-stroke", "fields": {"headline": "John Prescott admitted to hospital after stroke", "bodyText": "The former deputy prime minister John Prescott has been admitted to hospital after having a stroke, prompting messages of support from current and former Labour leaders. In a statement, Lord Prescott’s family said he was being cared for in hospital near his home in Hull. “John was taken to hospital last Friday after suffering a stroke,” they said. “We would like to praise the swift actions of the ambulance staff and the doctors and nurses at Hull Royal infirmary’s A&amp;E and stroke unit. They have been remarkable and we cannot thank them enough.” The family also appealed for privacy. “He is receiving excellent care from the NHS, but we would respectfully request at this time that John and our family are given the privacy we need so that he can have the time and space to make a full recovery,” the statement said. Both Tony Blair, form whom Prescott served as deputy for 10 years, and the current Labour leader, Jeremy Corbyn, said they were hoping Prescott would make a quick recovery. Corbyn tweeted: “My thoughts are with my good friend John Prescott and his family and friends at this difficult time. I hope he makes a full and speedy recovery. I’d like to thank the paramedics and hard-working staff at Hull Royal infirmary. We know John loves our NHS and today the NHS loves him.” In a statement, Blair said: “My thoughts are with John, Pauline and all the family. Hoping very much that he gets better soon.” MPs from all sides of the political divide sent messages of support to the 81-year-old peer. They included the former Brexit secretary David Davis, and the health secretary, Matt Hancock, who paid tribute to the care provided by the Hull Royal infirmary. The shadow chancellor, John McDonnell, said: “I think right across the Labour and trade union movement, even I think a lot of his opponents, will be wishing him a speedy recovery”. Within minutes of the announcement, Labour MPs including Wes Streeting, Justin Madders, Anna Turley, Marsha de Cordova and Angela Eagle wished Prescott a speedy recovery. Streeting, the MP for Ilford North and a member of the Treasury select committee, said: “Wishing John well and looking forward to him being back in the tea room giving me a ticking off again soon.” The shadow education secretary, Angela Rayner, also tweeted her best wishes. A spokeswoman for Hull University Teaching hospitals NHS trust said the hospital would not be providing updates on Prescott’s condition. She pointed to the family’s statement requesting privacy. Prescott served as deputy prime minister under Blair between 1997 and 2007. During his time in office, he often acted as s mediator in the turbulent relationship between Blair and his chancellor, Gordon Brown. Prescott stood down when Brown became prime minister, but was a vocal supporter of his premiership. While he was a loyal backer of Blair in office, in more recent years Prescott has been critical of elements of New Labour’s legacy, denouncing Britain’s involvement in the Iraq war. He has strongly defended Corbyn against fierce criticism from other figures from the New Labour era. Prescott was the MP for Hull East for 40 years until standing down at the 2010 election. As a former official in the National Union of Seamen, Prescott has always had a popular power base in the union and Labour party movements. But he was beaten by Blair for the leadership of the party when he stood as a candidate in 1994 after the death of John Smith. Shortly before he stood down as deputy prime minister, Prescott spent eight days in hospital being treated for pneumonia after becoming ill on a train to London from Hull. In 2002, it was disclosed that he had type 2 diabetes, although he was said to be able to live a “perfectly normal life” because of his medication."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}