{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/17/philip-hammond-aware-risks-trading-china-uk-economy-inward-investment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-17T17:51:09Z", "webTitle": "Hammond 'aware of risks' over trading with China but presses on", "webUrl": "https://www.theguardian.com/politics/2019/jun/17/philip-hammond-aware-risks-trading-china-uk-economy-inward-investment", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/17/philip-hammond-aware-risks-trading-china-uk-economy-inward-investment", "fields": {"headline": "Hammond 'aware of risks' over trading with China but presses on", "bodyText": "Britain is aware of the risks facing sensitive areas of the economy from greater levels of Chinese investment, Philip Hammond has said, as London forges closer economic ties with Beijing despite US concerns. Speaking after a joint economic summit between Britain and China in London that is set to open up deals for companies in the two countries worth more than £500m, the chancellor said he welcomed the closer cooperation. However, he also said Britain is “aware of the risks” facing sensitive sectors of the UK economy, such as energy infrastructure and telecoms, from overseas investments. The UK has controls in place to protect national security but will strengthen them further, he added. “The UK is an open trading economy that depends on inward investment and it’s vital that we forge a relationship with China that works both for trade and for investment to our mutual benefit. But of course we’re aware of the risks,” he said. The chancellor’s comments come amid an increasingly bitter standoff between the US and China over trade, as well as a backdrop of protests in Hong Kong over civil liberties and fears that Beijing could extend its influence in the former British colony. The US has blacklisted the Chinese technology company Huawei because of security concerns, while both sides have imposed punitive import tariffs. US politicians have alleged that Huawei’s technology for the forthcoming 5G mobile phone networks could be hacked by Chinese spies. Huawei’s founder, Ren Zhengfei, said on Monday that the firm’s revenues will be $30bn (£23.9bn) less than forecast over the next two years. “We never thought that the US’s determination to attack Huawei would be so strong, so firm,” he said. After the summit in London, the package of closer economic ties agreed will enable UK-listed companies to sell their shares to Chinese investors, as well as measures to increase exports of British beef and the creation of a new private sector investment fund, worth up to £1bn, to help UK firms expand in China. Britain forging closer economic ties with China, however, comes at a delicate moment, amid the US-China trade dispute and after Donald Trump’s state visit to Britain at the start of the month, viewed as a precursor to closer post-Brexit US trading ties. Hammond said that Britain was “very vulnerable” to the US-China trade dispute because of its status as an open trading economy. “We’re confident that a solution can be found and we hope the US and China will continue to negotiate. I hope that when the two presidents meet in Japan in a few days time we may hopefully see some significant progress,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}