{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/blog/live/2019/jun/10/tory-leadership-boris-johnsons-tax-cut-plan-would-never-get-through-commons-says-leadsom-live-news", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-10T21:31:15Z", "webTitle": "Tory leadership campaigns: 1922 Committee confirms 10 candidates on ballot for first vote – as it happened", "webUrl": "https://www.theguardian.com/politics/blog/live/2019/jun/10/tory-leadership-boris-johnsons-tax-cut-plan-would-never-get-through-commons-says-leadsom-live-news", "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/jun/10/tory-leadership-boris-johnsons-tax-cut-plan-would-never-get-through-commons-says-leadsom-live-news", "fields": {"headline": "Tory leadership campaigns: 1922 Committee confirms 10 candidates on ballot for first vote – as it happened", "bodyText": "This from my colleague Heather Stewart: All the fun jousting aside, Tom Kibasi from the Institute for Public Policy Research (IPPR) shares Michael Gove’s belief that it’s ultimately between Gove and Boris Johnson. I’m going to wrap up now. Goodnight everyone. This just in from Sky’s Beth Rigby: These ‘92 Group endorsements are in stark contrast to the wider party, as the Independent’s John Rentoul has just shared: Leadership contender Rory Stewart, the international development secretary, who will launch his campaign tomorrow, has accused rival candidates of having made “reckless” tax and spending pledges. This from the Press Association: [Stewart] said the “eye-watering” cost of his rivals’ promises risked undermining the party’s reputation for economic prudence. According to figures released by Mr Stewart’s campaign team, Dominic Raab is the biggest spender so far with 38.2 billion of tax cuts promised. They include raising the national insurance threshold to 12,500, scrapping stamp duty on homes under 500,000, and a 5p cut in the basic rate of income tax. He was followed by Michael Gove, whose promise to scrap VAT and replace it with a lower and simpler sales tax was put at 20 billion. Boris Johnson’s plan to raise the 40% tax threshold from 50,000 to 80,000 was said to cost 14.1 billion, Jeremy Hunt’s promise to cut corporation tax to 12.5% was put at 11 billion, and Sajid Javid’s suggestion he could scrap the top rate of tax was put at 700,000. In all, Mr Stewart said their commitments added up to 84 billion. “We must restore - for Britain and for the Conservative Party - our reputation for economic and fiscal prudence. We simply cannot make spending and tax cut promises that we can’t keep,” he said. “This number - of total spending promises by other candidates in this campaign - is eye-watering. We have to be straight with people, truthful on Brexit, and truthful on spending. “We cannot criticise Jeremy Corbyn for reckless spending pledges if we start doing the same ourselves. Cheap electoral bribes could cost us dear. Our members are smarter than this.” Mr Stewart said he would use the fiscal “headroom” from a “good” Brexit deal to invest in education and infrastructure, while borrowing to fund marketable assets such as houses as part of a drive to build two million new homes. Dominic Raab, whose leadership campaign slogan is “For a fairer Britain”, just posted a video of his Q&amp;A session earlier on Twitter. Asked what exactly he hoped to achieve in regard to the withdrawal agreement, Raab said he planned “a targeted forensic change to the backstop”, and that he was “absolutely committed” to leaving “on WTO-terms” if that wouldn’t bring the deal through the House of Commons. My colleague Jessica Elgot has written up how that PLP meeting went for Jeremy Corbyn tonight. Spoiler alert: apparently not very well. And here we have what looks like a plot twist, served hot by the BBC’s Iain Watson: Here is my colleague Polly Toynbee’s take on the final ten in the Tory den: The Conservative MP Lucy Allan has endorsed Sajid Javid’s leadership bid. A very good thread by Sky’s Lewis Goodall on the very different treatments Michael Gove and Boris Johnson have enjoyed in the aftermath of their respective cocaine-gates. My colleagues Rowena Mason and Jessica Elgot on Jeremy Hunt’s very successful first day in the leadership battle - which has propelled him to second place in the race. And here some impressions from the PLP gathering from BuzzFeed’s Hannah Al-Othman: BBC political editor Laura Kuenssberg on the PLP meeting: Meanwhile, things at that PLP meeting seem to have escalated somewhat. My colleague Jessica Elgot reports a greatly charged atmosphere and protests from members against Jeremy Corbyn’s request that Labour staff and cabinet ministers be not criticised in public. This from the Times’ Patrick Kidd on former defence secretary Michael Fallon’s endorsement of Boris Johnson: This from the Sun’s James Forsyth: Caroline Lucas, Green MP for Brighton Pavilion, has also found blistering words to express the dismay the leadership contest is causing her: We now face nearly two months of political paralysis while we are all subjected to the spectacle of Conservative party infighting. While that is going on, nothing will happen to address the real concerns of people in Britain over public services, the security of their jobs or the climate crisis. The hypocrisy over drug-taking has been quite sickening. That’s matched only by the shamelessness of candidates throwing a few right-wing policy bones to the Conservative party membership, like tax cuts for the better-off, in the hope of buying their support. The comments coming from some leadership contenders on how they would get round parliamentary opposition to a No Deal Brexit are deeply worrying, and show a contempt for parliamentary sovereignty and the democratic process in Britain. When the UK was given a few months extension on the Brexit deadline, the EU warned us to use the time well. This precious time is not being well spent. According to the BBC’s Laura Kuenssberg, David Lidington is backing Matt Hancock in the Tory leadership race. This development seems to have stunned quite a few people. The Telegraph’s Christopher Hope has seized the opportunity to make a dig at Jeremy Hunt, who has had a rather successful day and is, as of today, one of the most dangerous contenders for Boris Johnson. Labour MP Ian Murray has branded Boris Johnson a “greater threat to the Union than the SNP” after Johnson unveiled a plan to offer tax cuts for the wealthiest in England. Income tax is devolved to the Scottish Parliament, but National Insurance is not – meaning Scots taxpayers would pay for the tax cuts in England. Murray challenged Scottish Tory leader Ruth Davidson to distance herself from the proposal. He said: Boris Johnson is a greater threat to the Union than the SNP. When so many people across the UK are suffering in poverty, it is sickening that his priority is massive tax cuts for the wealthiest in society. The fact that hard-pressed workers in Scotland would pay towards the tax cuts is a double blow, and will create deep divisions within the Union. The Tories are playing fast and loose with the Union and can’t be trusted to protect Scotland’s place in the UK. Ruth Davidson must urgently distance herself from this insulting proposal and explain to Scots what she is planning to do about it when he becomes Prime Minister. The SNP has issued a withering attack on the Tory leadership contest, and has said the tone of the Tory leadership debate showed “the nasty party” was “well and truly back”. In a statement, the party has accused the Tories of focussing on their own party’s fate, after a battering in the polls at the EU elections, rather than working to find a solution to the Brexit impasse in Parliament. SNP Westminster leader Ian Blackford MP said: The European Union agreed to a further extension to Article 50 in April, but the Tories have wasted this crucial time to navel-gaze – leaving the UK rudderless as it hurtles towards a no-deal Brexit; an outcome that would be devastating for Scotland’s jobs, living standards and economy. The tone of the Tory leadership debate has been utterly horrific – from advocating a hard Brexit, curtailing women’s rights and offering tax cuts to the richest in society, the nasty party is well and truly back. At a time when politicians should be working to find a solution from the Brexit chaos, we have instead seen a fight to drive the Tory party even further to the extremes, highlighting just how detached Westminster is from Scotland’s needs and priorities. Scotland did not vote for Brexit and we should not be forced to suffer the cost of a Tory leadership election at a crucial moment in the Brexit process. The circus that is the Tory leadership race clearly shows just how important it is that the people of Scotland are given a say on their own future. I am confident that when that time comes, people will make clear that Scotland’s interests are best protected as an independent, equal European nation. Hello everyone. I’ll be gathering some reactions to the Tory leadership bids that were launched today, with one eye on the Labour party meeting Jeremy Corbyn is addressing tonight. According to my colleague Jessica Elgot, that meeting is rather interesting. Rory Stewart, the international development secretary, has described himself as the “anti-Boris” candidate, saying he is the only contender capable of beating the former foreign secretary. He told reporters at Wesminster: I think I am the only person who can beat him. We are facing a very, very fundamental choice. That choice is between Boris’s Brexit and my Brexit, between somebody who is attempting to out-Farage Farage and somebody like me who believes in the centre ground. That’s all from me for tonight. My colleague Jedidajah Otte is taking over now. Earlier today at the launch of a collection of essays Sajid Javid, the home secretary, said the British public would be hard-pressed to elect another Conservative government, which has embarrassed itself over Brexit. He said: If we’re honest, when the next general election comes - whenever it comes - it is going to be incredibly hard for us Conservatives to win ... We haven’t delivered on our second promise at the last general election, which was to leave the EU by the end of March this year, so we look incompetent. And we are very divided - and a divided country does not elect a divided party. He went on to say that the party needed to focusing on delivering Brexit, but that it shouldn’t expect electoral rewards for simply doing its job. If we think we can win the next election just by delivering something that we should have done anyway, we are absolutely kidding ourselves ... Leaving the EU is the easy bit. We have got to reflect why so many people voted the way that they did. Just before the referendum most people rated the EU 7th or 8th on their list, they were more concerned about housing and immigration, the economy and infrastructure, investment and jobs. It’s those frustrations that which led to that historic decision. From the Telegraph’s Christopher Hope Cheryl Gillan, joint acting chairman of the 1922 Committee executive, is now reading out the names of the candidates who have had their nomination accepted. They are: Michael Gove Matthew Hancock Mark Harper Jeremy Hunt Sajid Javid Boris Johnson Andrea Leadsom Esther McVey Dominic Raab Rory Stewart Gillan says there are 10 valid nominations. The official 1922 Committee hustings will be tomorrow and on Wednesday, and the first ballot will be held on Thursday morning. The result will be announced at around 1pm on Thurday. We are about to get an announcement from the 1922 Committee about the candidates who have got enough support to go through to the first ballot of Tory MPs on Thursday. We have had five Tory leadership launches today. Or at least four proper ones, and an Esther McVey event that was described as a leadership campaign launch, even though she has had one already. There are no obvious winners or losers, but some themes stand out. Here is my take on eight things we’ve learnt. 1) Boris Johnson is dominating the campaign, despite being largely absent from it. The former foreign secretary is refusing to give broadcast interviews, and his campaigning consists of private talks with MPs, plus the odd intervention in friendly newspapers (mostly the Telegraph, which pays him handsomely for his column). Yet what has been striking today is how all the other contenders are defining themselves in opposition to him, by stressing the need for “serious” leadership or a “fresh” start etc. 2) None of the leading candidates can persuasively explain how they will be able to succeed on Brexit where Theresa May failed. They have their various plans, but they are all versions of the same thing - trying to accept the EU to agree concessions on the backstop that it has already ruled out. It is impossible to say for sure that they will fail, but there is nothing that sounds like inviting the Conservative party to face up to difficult truths. Faisal Islam, Sky’s former political editor, says it is like a unicorn grand national. 3) The leading contenders are also making promises on tax and spending that are extraordinarily cavalier for a party that prides itself on being able to manage the public finances properly. See what the Institute for Fiscal Studies has to say. See 2.48pm. To her credit, the only credit who has put foward a fully costed spending plan seems to be Esther McVey, the former work and pensions secretary. She would raise £7bn by cutting aid spending, and use the revenue to boost public sector pay, and spend more on the police and education. 4) None of the candidates speaking today have been willing to defend Johnson’s plan to cut taxes for the wealthy. In fact, three of them - Matt Hancock, Dominic Raab and Michael Gove - criticised it directly. This may be a recognition that directing tax cuts at the most wealthy is impossible to justify in public, although that does not necessarily mean it won’t appeal to the Conservative members who will select the new leader. If you are looking for an analysis of quite how regressive Johnson’s plan is, this Resolution Foundation blog by Torsten Bell is good. It includes this chart. 5) Michael Gove confirmed he is the most polished performer in the contest. Gove is the best debater in the Commons and, although his campaign is faltering and the pressure was obvious at his launch event, he was more eloquent than any of the other candidates, more willing to engage with media questions, and his policy programme was more extensive. 6) Jeremy Hunt has has the most momentum. He probably had the best day. He has unveiled two important cabinet backers, Amber Rudd and Penny Mordaunt, and at his launch he looked like the favourite for the ABB (Anyone But Boris) slot. These are from the Independent’s John Rentoul. 7) Matt Hancock, the health secretary, has made the most quirky and optimistic pitch for the job. “I love people” was his declaration at one point, which may have sounded a bit new age and evangelical, but he came over as less arrogant and hard-edged than his rivals, and probably more likeable. In an odd passage about the need to use “emotionally charged” language (see 10.20am), he also sounded like someone who has thought quite hard how how mainstream politicians can take on populists. The reviews were mixed. The Independent’s Tom Peck was not impressed. But the Mail on Sunday’s Dan Hodges thought Hancock was onto something. 8) The Gove/Johnson relationship has turned nasty. It was all barbs and innuendo, but there was a bitter edge in the way that Gove spoke about Johnson today that we have not heard from him in public - at least since the moment in 2016 when he declared that he did not thing Johnson was fit to be PM. (Even then, the tone was a bit ‘more in sorrow than in anger’; today there was much more scorn coming through.) Potentially it could get even more unpleasant. The BBC’s Laura Kuenssberg has spoken to someone who thinks this could have the makings of a feud that could destabilise a future government. Sam Gyimah, the former minister who stood on a platform calling for a second referendum on Brexit, has dropped out of the Tory leadership contest. Presumably that is in recognition of the fact that he could not get eight people to back him publicly for the leadership, although he does not say that explicitly his his statement. Gyimah recently told my colleague Rowena Mason that a growing number of Tory MPs could now see the case for a second referendum, but that they were not willing to say so in public. Andrew Adonis, the anti-Brexit Labour peer, said recently that Gyimah was the only candidate in the contest with a Brexit policy that was credible. Here are the main points from the Michael Gove campaign launch. Michael Gove, the environment secretary, said the wealthy did not need another tax cut. In a clear dig at Boris Johnson, who used his Telegraph column today to call for tax cuts for the wealthy, he said: One thing I will never do as prime minister is to use our tax and benefits system to give the already wealthy another tax cut. It is not clear from this whether Gove was a) ruling any tax cuts that might benefit the rich (which would be tricky, because many general tax cuts, like a cut in the basic rate of income tax, benefit the rich and the poor, unless compensating measures are taken; b) ruling out any tax cuts specifically aimed at the wealthy; or c) saying tax cuts for the poor should take priority. The most probable interpretation is b), which is well beyond what Dominic Raab was promising (he went for c) this morning - see 1.23pm.) Assuming Gove did mean b), this is quite a bold promise for someone hoping to win a Tory leadership contest. He said he would abolish business rates for small and medium-sized enterprises (SMEs). He insisted his weekend confession about taking cocaine before he became an MP would not derail his campaign. Asked if it was time to give up, he replied: I’m in it to win it. The one thing that I would say is that there are some fantastic people in this room and, more than that, I’ve been told in the past that I couldn’t succeed. I was told when I led the Leave campaign ‘you’re only on 33% in the polls, you guys will tank, you’ll lose by a landslide’ and we won. I was told when I was education secretary ‘you’ll never be able to transform education in this country, it’s eluded every education secretary before you’, but we changed it. I was told when I arrived at the Department for the Environment ‘do you know what, it’s an impossible task to please all of these people - you’ll either end up upsetting business or losing the trust of green groups’ but actually we were able to bring business and green groups together. So, every time I’ve been given a job I’ve been told it’s impossible and have delivered. He said that, although he wanted to deliver Brexit by 31 October, he would be willing to delay it if necessary. He said insisting on leaving the EU by the end of October even if that meant a no-deal Brexit could lead to the government losing a no confidence vote. He went on: There would be a vote of confidence in the House of Commons that the government would lose, there would be a general election. We would have Jeremy Corbyn in Downing Street by Christmas. So yes, I would be willing to delay for a day, or a week, or whatever is required to get that deal over the line if we were making progress. He criticised Theresa May for triggering article 50 too early. He said: One of may concerns when I was out of government and on the backbenches is that we triggered article 50 without proper plan for Brexit. I have a proper plan to deliver Brexit. He said there had been “misreporting” of the rules covering class A drug use by teachers when he was education secretary. “If someone had said that before they entered teaching they had made mistakes, that would be no bar,” he said. “There has been some misreporting about the way in which actually those terms apply to teachers.” He repeatedly criticised or mocked Boris Johnson, who he mostly refused to refer to by name. As well as rejecting Johnson’s tax plan, Gove stressed his own-long term commitment to Euroscepticism (implying Johnson’s Brexit roots were shallow) and he depicted himself as serious (implying Johnson wasn’t). He even ended with some veiled innuendo about Johnson’s sexual proclivities - or, at least a line that was interpreted that way. This is from HuffPost’s Paul Waugh. It is always bad news for politicians when they start being seen by journalists as a laughing stock. Until now that has never been a problem for Michael Gove, but that may now be changing. Here are three examples. From the Economist’s Philip Coggan From BuzzFeed’s Stuart Millar From Good Morning Britain’s Piers Morgan Q: Would you give Boris Johnson a job in cabinet? Gove says he is a “great fan” of Johnson. But he says, if he were to form a cabinet, he would discuss his appointments with the Queen first. And that’s it. The Q&amp;A is over. Q: You say there will be a full stop to the backstop. And you also say you will keep the UK together. But you have admitted a no-deal Brexit would threaten the integrity of the UK. Which is more important - Brexit or the union? Gove says the best way to protect the union is to get rid of the backstop. He says he would organise talks to get power-sharing restored in Northern Ireland. He says alternative arrangements could replace the backstop. Q: You say someone who takes drugs cannot be a teacher. So why shouldn’t the same rule apply to you? Gove says the rules have been misunderstood; they do not apply to people who may have taken drugs before becoming a teacher. Q: You have reportedly told colleagues that you would delay Brexit until the end of 2020. How long would you delay it for? Gove says a colleague recently said he was not a true Brexiter. But Gove says he argued for Brexit, and argued against Brussels within government. He paid the price for leading Vote Leave. If he is not a true Brexiter, he does not know what a true Brexiter looks like. Q: You were defending the Iraq war even in 2008, when you said it was a great success. When did you change your mind? And was Ken Clarke right to say that you would start three wars at the same time? Gove says he admires Clarke. In some ways he models himself on him. But Clarke did not get every foreign affairs decision right, he says. He says his position on Iraq has evolved over time. He is now more aware of the heavy responsibility of sending troops into war. Q: Your campaign has lost momentum. Should you give up? Gove says he is in it to win it. He was told when he was running Vote Leave it was impossible to win. As education secretary he was told education reform was impossible. As environment secretary he was told he could not bring environmentalists and business together. He says there are some very good candidates. He expects to get through to the final two. If he does, and Johnson is the other candidate, he will urge Johnson not to pull out. Gove is now taking questions. Q: You have a lot of supporters here. But you must know your campaign is in real trouble. When you were a prominent figure before you became an MP, you thought it was OK to snort cocaine. Then, as justice secretary, you were prepared to send poor people who did the same to jail. People do not like double standards. Gove says he has reflected on this. He would ask people to judge him by what he did as justice secretary. He encouraged people to to accept that people should be given a second chance. Q: What would you do if YOU could not deliver Brexit by 31 October? Gove says he wants to leave by 31 October. But the apparent frontrunner in this race (he does not mention Boris Johnson by name) says he would leave the EU by 31 October come what may, even if a deal were close. That would be wrong, Gove says. It would lead to a general election, because MPs would not accept this. Q: Why should people trust you when you took cocaine but wrote newspaper articles condemning middle-class drug use? Gove says when you make a mistake, you should reflect on what you have done wrong. He has done that, he says. Gove says he will abolish business rates for small- and medium-sized enterprises. He says he would reform planning rules to allow more homes to be built. He says he wants to introduce a system of social care insurance. He calls for a national cybercrime police force to be set up. And he says he would stop “money-grubbing lawyers” pursuing legal cases against brave servicemen and women. It is time for a serious leader, he says, someone who can defend conservatism in the TV studios. He is ready to lead, he says. Gove says delivering Brexit will be a challenge. But he has faced challenges throughout his career. If the government delivers Brexit, this can be the best country in the world. He wants to bring people together, particularly in those overlooked families and undervalued communities so important for the Brexit vote. How would he do this? First, by putting the union first. He says he would have a unit in government making the interests of the union central to everything the government does. Second, he says, he would look at VAT, a regressive tax that hits the poor hardest. One thing he will never do as prime minister is use the tax and benefits system to give the already wealthy another tax cut. “The poor must come first,” he says. Gove says the wealthy do not need any more tax cuts. It was not clear whether he just meant to say he would not prioritise tax cuts for the wealthy, or whether he was ruling out any tax cuts for the wealthy, but a literal reading of what he said would rule out any futher tax cuts for the wealthy. This is, obviously, an attempt to differentiate himself from Boris Johnson. Gove says the challenge for the government is to deliver Brexit. He says he took the leadership of the Vote Leave campaign even though it put his family under strain. He says he did so because, for him, it was personal. His dad’s fish business went to the wall because of the common fisheries policy. (As my colleague Severin Carrell reported at the time, Gove’s father, Ernest, has given an account of what happened at the time that is rather more nuanced than his son’s.) Gove says he has a plan to deliver Brexit. Gove says as education secretary he pushed through change. He expanded academies and promoted free schools. There are now 1.9 million children going to good or outstanding schools, he says. (Full Fact, the factchecking website, has repeatedly questioned this statistic, which is often cited by Theresa May at PMQs. They explain why it is questionable here.) Michael Gove is speaking now. He says it is odd for him to be on a platform with the name Gove on it. He was not born Gove, he says. He was born Graeme Logan, he says. He was adopted. His mother used to say he did not grow under her heart, but in her heart. Being adopted, he knows how fragile life is, he says. That is why he wants to give everyone the chance to succeed. He wants to give opportunity and voice to people in undervalued families. When he became education secretary, he looked at a school that he might have been sent to if he had not been adopted. Only one pupil got five good GCSEs. He wondered what might have happened to him if he had gone there. And he decided, as education secretary, to ensure all pupils could fulfil their potential. At the Gove launch a video is being shown featuring various professionals praising Gove’s record as a reformer in his roles as education secretary, justice secretary and environment secretary. The Conservative MP Kemi Badenoch is introducing Michael Gove. Michael Gove, the environment secretary, is about to launch his leadership campaign. These are from journalists at the launch. These are from Prof Tim Bale, the academic behind the Mile End Institute study of party membership I mentioned earlier. (See 9.49am.) Nick Macpherson, a former permanent secretary at the Treasury, is also in despair at the promises made by Tory leadership candidates. In an article for the Times, reproduced on the IFS website, Paul Johnson, the director of the Institute for Fiscal Studies, says the plans for tax cuts and spending increases coming from Tory leadership candidates will horrify Whitehall. Here is an extract. Until this weekend the biggest I’d seen (again, I may have missed something) have come from Dominic Raab and Jeremy Hunt. The former wants to spend well in excess of £30bn a year on cutting income tax and national insurance contributions. That certainly would rule out any end of austerity on the spending side if he wanted to keep a lid on national debt, though perhaps he is after a more generally expansionary fiscal policy. If so, I don’t think he’s made that clear. Mr Hunt, on the other hand, has talked about dramatic increases in defence spending, saying that it should rise decisively as a fraction of national income. Each additional 1% costs £20bn a year. Again, whether he would fund this from higher taxes, higher borrowing or lower spending on health, education or something else he has not made clear. If we were to increase defence spending in this way, it would represent a dramatic break with recent decades. It is no exaggeration to say that continued falls in defence spending as a fraction of national income over a 60-year period have been central to allowing us to increase spending on health and other parts of the welfare state without significant rises in tax. Michael Gove has now entered the tax and spending fray, illustrating his continued lack of interest in the advice of experts by suggesting that he’d like to abolish VAT. This tax raises nearly £140bn a year. He’d like to replace it with a sales tax. That would be the biggest, riskiest and most disruptive change in the tax system in at least half a century. He might like to ask himself why the biggest global change in tax in recent decades has seen countries around the world moving in precisely the opposite direction, why every OECD country bar the United States and why 166 countries now have VAT. He has also been tweeting. A source from the Boris Johnson camp says that, when Kwasi Kwarteng told the BBC’s Daily Politics that the Telegraph’s account of the Johnson tax plan went beyond what Johnson himself said in his Telegraph column (see 12.57pm), that was not a sign that the Johnson campaign is having second thoughts about the policy. It is fully behind the plan as briefed to the Telegraph, the source says. He says Kwarteng was just making an observation based on his own reading of the Johnson article. Boris Johnson faces heavy pressure from the Scottish Tories to rethink his reported plans to raise the threshold for the 40p rate of income tax to £80,000, because it will heavily penalise middle earners in Scotland. (See 9.10am.) While Johnson’s allies appear to be rowing back on the pledge, the Telegraph reported on Monday morning he wants to slash income tax rates for up to 3 million higher earners taking home between £50,000 and £80,000 a year. He would partly fund that cut by increasing national insurance payments at 12% up to that new £80,000 ceiling, but that would have disastrous consequences in Scotland, fuelling suspicions Johnson has little interest in Scotland or its delicate constitutional status. Johnson appears to have forgotten that income tax rates are wholly devolved in Scotland and controlled by the Scottish National party government, which has set a new 41p rate which starts at £43,431, not the £50,000 in force in the rest of the UK. So no Scottish taxpayer would benefit from Johnson’s apparent largesse. In fact, they would pay more. Because of a loophole in the devolution settlement, national insurance rates are set at the UK level, which means any increase in NI rates to keep pace with new income tax bands in the rest of the UK has an adverse effect on Scottish taxpayers. In Scotland, because NI payments of 12% have a £50,000 ceiling to match tax rates in the rest of the UK, those earning between £43,431 and £50,000 already pay a higher marginal rate on those earnings of 53%. Johnson’s plans mean everyone in Scotland earning between £43,431 and £80,000 will pay a marginal tax rate of 53%. To make matters worse, none of the extra national insurance money generated would go into Scottish spending, a point seized on by the SNP. Angela Constance, an SNP MSP and former minister, said: Boris Johnson’s priorities are all wrong – and this latest wheeze is an appalling insight into the future of the country if he gets his way. Scottish taxpayers now face the prospect of paying for a tax cut for the likes of Boris Johnson and his cronies. That would be entirely indefensible – and is only likely to see a further rise in support for independence, which would give Scotland full powers over tax. Assuming Johnson pressed ahead with this, it would sabotage the Scottish Tories’ claims it is the low tax party in Scotland, putting paid to any lingering fantasy that party leader Ruth Davidson has of replacing Nicola Sturgeon as first minister. And here are the main points from the Jeremy Hunt launch. Hunt, the foreign secretary, has implied that Boris Johnson’s Brexit policy could lead to the Tories being “annihilated” at the next general election. That would happen if Johnson’s promise to take the UK out of the EU by 31 October at the latest led to MPs opposed to no deal triggering an early general election, he said. (See 12.01pm.) He claimed the EU would be willing to offer the UK an acceptable Brexit deal. EU leaders now accepted there could be no Brexit deal including the current backstop plan, he said. (See 12.07pm.) They understand that the backstop is not going to get through parliament. In an implicit dig at Johnson, Hunt said he was a “serious” leader who could get a deal done. This extremely serious moment calls for an experienced, serious leader. We need the art of tough negotiation, not the art of empty rhetoric. And faced with bad choices, we need a prime minister who can negotiate some better choices. Which is what I will strive to do with every fibre in my being because having talked to many European leaders I do believe that if we show determination, ingenuity and confidence, there is a deal to be done. He said he would draw up a plan to abolish illiteracy. (See 12.03pm.) He reaffirmed his commitment to increase defence spending - but without saying he wanted to double it, as he has done in the past. (See 12.04pm.) He was introduced by Penny Mordaunt, the defence secretary, who said he had the experience, values and plan to deliver Brexit. She said: I trust him on Brexit because I have seen him in cabinet over the last year. It’s true he has credibility from all sides, but he also took a side. He fought for a deal but also knew that we had to leave no deal on the table to secure a good deal. Mordaunt’s endorsement is valuable partly because she is a leaver (Hunt voted remain), and partly because she is a well-regarded relative newcomer who was seen as a potential leadership candidate herself. Esther McVey has officially launched her leadership bid with a speech to the ultra-Brexit Bruges Group in which she pledged to deliver no deal by not allowing MPs any votes on the departure process before the 31 October deadline. The former work and pensions secretary conceded she was “an outsider” to win, but said she had the eight MPs’ nominations needed to get on to the first stage of the ballot. The event, at a lecture theatre in Westminster, was disrupted briefly between her speech and the media Q&amp;A when a man stormed the stage to yell that the people attending were “fake news”. It was not clear what he was objecting to, and he later left the venue. Asked how she would ensure her plan for a no-deal Brexit happened when MPs had previously opposed the idea, McVey – who has refused to rule out proroguing the chamber – said she would deny them any votes on the issue: The prime minister kept bringing motions back to the floor, and that allowed people to put amendments to it, that allowed what precipitated going forwards. And that’s when you saw the antics of Yvette Cooper and Oliver Letwin, turning parliament on its head. But that only happened because the prime minister kept bringing back motions to the floor of the house. So, really, we need to stop bringing things to the floor of the house, and the default position is to leave [the EU] through article 50. What has happened is that people who have wanted to deny the will of the people, they have done absolutely everything to do so. What I am now seeking to do is make sure, as a public servant, we deliver what the public were offered. Rory Stewart, the international development secretary, has told the World at One he has secured the eight nominations needed to ensure he will be on the ballot for the first round of voting by Tory MPs on Thursday. Earlier I said the first ballot among MPs was tomorrow. Sorry, that was a mistake. Tomorrow is the first round of hustings organised by the Conservative 1922 Committee. The first round of voting is on Thursday, followed by subsequent votes on Tuesday, Wednesday and Thursday next week. Here are the main points from the Dominic Raab launch. Raab said that he would prioritise tax cuts for the low paid, arguing that Boris Johnson’s plan for a tax cut for higher rate tax players would reinforce “the caricature that you’re the party of privilege and you are only in it to help the wealthy”. In his speech at the launch he said his priority would be to lift the national insurance threshold, taking the low paid out of tax altogether. He said: I believe capitalism is there to serve the innovative start-up. The striving worker who hasn’t had a pay rise in several years, And the hard-pressed consumer feeling the pinch of the cost of living. I want a fairer deal for workers. So, I’d raise the threshold for employee’s National Insurance, to take the lowest paid out of payroll taxes altogether – a pay rise for the nurse getting up at 5am to catch the bus to work, For the Dad flipping burgers until late saving to take his family on holiday. I want them to know that we’re on their side. This marks a shift by Raab. Earlier in the contest he called for the basic rate of income tax to be cut by up to 5p in the pound – a policy that would not benefit the very low paid, who tend not to pay income tax. Raab described himself as “the conviction Brexiter with the plan”, suggesting that Johnson and his other rivals were just offering “bluff and bluster”. In his speech he said: We’re up against it, and we won’t get Brexit delivered with bluff and bluster. I’m the conviction Brexiteer with the plan, the discipline and the focus to lead us out by the end of October. I would return to Brussels and make a best final offer to replace the Backstop based on the Malthouse compromise, relying on technology, operational cooperation and global practice. With goodwill on all sides, it can be made to work in everyone’s interests. He said he was not proposing any changes to abortion laws. In a dig at Jeremy Hunt, he said that his personal views on abortion was consistent with what he would push for as PM. (Hunt has said that he privately favours reducing the legal time limit for abortions from 24 weeks to 12 weeks, but he would not push for parliament to legislate for this.) Raab said he did not think Michael Gove should quit the leadership contest because of his admission about taking cocaine before he became an MP. On the BBC’s Daily Politics the Tory minister Kwasi Kwarteng, who is on the programme as a Boris Johnson supporter, has just offered what might be the first hint of a climbdown by Johnson on tax cuts for the wealthy. Faced with complaints about Johnson’s policy being a handout to the rich, Kwarteng said Johnson’s Telegraph column today (paywall) does not include a commitment to increase the higher rate tax threshold to £80,000. His column just talks about the need to raise thresholds “so that we help the huge numbers that have been captured in the higher rate by fiscal drag”. The £80,000 figure was in the Telegraph’s splash (paywall), written by the paper’s highly regarded deputy political editor, Steven Swinford. Given the fact that Johnson is the paper’s best-paid columnist, it is impossible to believe that the paper would have splashed on the details of these tax cut plans without the approval of the Johnson campaign (which has not challenged the story in any way). Any claim that this is not actually what Johnson is proposing would be hard to credit. Q: What do you say to people who think you are just continuity May? Hunt says he would be quite different from previous prime ministers. Q: Will you commit to holding monthly press conferences if you become PM? Hunt says he will not commit to that. But he thinks the way leaders communicate with the public has to change. He plans to say more about that as the campaign goes on. (Last week Hunt praised the way Donald Trump used Twitter, saying that, although the US president’s tweets were controversial, at least the public knew what was on his mind as he arrived for work every morning.) The Hunt press conference is now over. I will post a summary and reaction. Q: Will you delay if you do not have a deal by 31 October? Hunt says a wise PM will make choices on the basis of the options available at the time. But we don’t know what those options are. But he will never take action to provoke an election before Brexit has been delivered, because that would be fatal to the Tories, he says. Hunt says if the UK goes to the EU with a hardline stance, it will get a hardline response. Q: What are EU leaders saying to you that makes you think they want to change their stance on the backstop? Hunt says EU leaders are clear that they want a deal. There must be no infrastructure on the Irish border. But there is a clear desire to do a deal that would deliver that. Q: Will your stance on abortion put off women? Hunt says he does not want to change the law on abortion. Q: Do you have any deadline for getting a Brexit deal? Hunt says he has always been clear that, if the only way to deliver Brexit is no deal, he will accept that. But he does not think parliament would accept that. So it is not a credible threat. He says it would not make sense to go to the EU with a threat that is not credible. He will try to deliver a deal by 31 October. Q: Have you ever broken the law? Hunt says he is racking his brains ... but the answer is no. Hunt is now taking questions. Q: You say you are serious. Is there anyone in the contest who is not serious? Hunt says, if the UK wants a deal, it will have to engage seriously with Brussels. He thinks there is a deal to be done. He says what has changed is that the EU now understands the backstop will not get through parliament. He thinks they did not accept that before. Hunt claims EU leaders now accept the Brexit deal cannot include the current backstop plan. Hunt says he has a five-point plan for young people. How can the party of aspiration turn its backs on our most aspirational people? So yesterday I published five pledges for young people. Mental health support in every school and a crackdown on social media companies that promote self-harm. A cut in the interest rate paid on tuition fees. 1.5m new homes for young people. Pollution-free cities in 10 years. And help for graduate entrepreneurs. I want young people everywhere to know that a Conservative government is there for you. Hunt turns to defence. My dad was in the navy throughout the cold war. We followed him from Devon to Scotland to Portsmouth to Surrey. When the Berlin Wall came down he had the sweetest win any military man could ever hope for: victory without firing a single shot. While Jeremy Corbyn was marching for CND, my father and many others were marching for freedom. That victory came because Britain, America and our Nato allies recognised that peace comes through prosperity and through strength. I passionately want the United Kingdom to continue its global vocation. But there is a price to paid for that. We need properly funded armed forces. Which is why, with a more aggressive Russia and a more autocratic China, I pledge to increase the percentage of our GDP we spend on defence alongside maintaining our commitment to 0.7% on international development. Hunt restates his commitment to increasing defence spending. Hunt says he would draw up a plan to abolish illiteracy. Not the 50% of school leavers who go to university and generally get an excellent education. But the 50% who don’t. Too many of them leave education unable to read or add up properly and without the qualifications to get a well-paid job. So I will negotiate a long-term plan with the teaching profession: more funding in return for a guarantee that we will be the first generation to abolish illiteracy and ensure no one leaves our education system without a rigorous qualification sufficient to work up to at least the average salary. Turning to Brexit, Hunt says he is someone who has been negotiating his whole life. I’ve always said I would be prepared to leave without a deal if there was a straight choice between no deal and no Brexit. But I would do so with a heavy heart because of the risks to businesses and the unions. And I would not do so if a deal that commands the support of parliament was in sight. But parliament has made clear its intentions to take no deal off the table no matter what the new prime minister says or does. So without a deal any prime minister who promised to leave by a certain date would have to call a general election to change the parliamentary arithmetic. An election we would lose badly. Because the lessons of the European and Peterborough elections are clear: if we fight an election before delivering Brexit, we will be annihilated. Squeezed by the Brexit party on the right and the Lib Dems on the left we simply allow Labour through the middle. And if that happened nationally it would be the end of Brexit. Because whatever else a Labour government did – and I worry about all of it – it would never deliver Brexit. So we need to get real. We are facing a constitutional crisis. Our new prime minister will still preside over a hung parliament. This extremely serious moment calls for an experienced, serious leader. Hunt implies Boris Johnson’s Brexit policy could lead to the Tories being “annihilated” at an early general election. Hunt describes himself as a “serious leader”, in implicit contrast to Johnson. Hunt pays tribute to Theresa May (unlike Matt Hancock and Dominic Raab in their speeches this morning). History will be more generous to her than the newspapers today because, alongside her setbacks in parliament, it will also record her extraordinary dedication to party and country alongside her wholehearted commitment to delivering the referendum result. And he pays tribute to Margaret Thatcher. I’ve been a cabinet minister for nine years and have had the privilege of serving two prime ministers. But I’d be different to both. I’d be the first prime minister who has been an entrepreneur – creating hundreds of jobs in a way that goes to the heart of what we as a party stand for. Margaret Thatcher inspired others to go into politics but in my case she inspired me to start a business. I will never forget having the great honour of thanking her for this in person shortly before she passed away. Jeremy Hunt is speaking now. He says, if the Conservatives do not deliver Brexit, there will be no Conservative government, and possibly no Conservative party. He says delivering Brexit and having a future are not two separate challenges for the party; they are the same challenge, he suggests. Penny Mordaunt, the Brexiter defence secretary who at one point had been expected to stand herself, is now speaking at the Jeremy Hunt launch. She says the next Tory leader faces a huge task. My name will be on Jeremy Hunt’s nomination papers today, She says she Hunt has the experience, values and plan to deliver Brexit. She says he took a side. But he argued we had to keep no-deal on the table to get a deal. And she has seen him deliver on other issues too, she says. He delivered extra funding for the NHS. She has seen him succeed at the Foreign Office. And Hunt has the “humility” to know that there will be people who did not vote Tory who are watching the party find a new leader. The party has to be aware of them, she implies. And she says, as defence secretary, security is particularly important. She say she trusts him on this. (Hunt’s pledge to double defence spending has clearly paid off.) Amber Rudd, the work and pensions secretary, is introducing Jeremy Hunt at his campaign launch. She says she has concluded that he is the “outstanding candidate” in the contest. She says she has known Hunt since she came into politics. She knows him as a man of decency and integrity. Michael Gove’s admission that he took cocaine before becoming an MP does not appear to worry Theresa May too much. At the No 10 lobby briefing the prime minster’s spokesman confirmed May still had confidence in her environment secretary. He said: The secretary of state has said he considers himself to have made a mistake which he profoundly regrets. He set out that he believes the drugs trade is wrong, that drugs wreck lives and he explained that was one of the reasons he decided to enter office – to try to help people to move away from that. From the prime minister’s point of view, she continues to have full confidence in Michael Gove and the job which he is doing. Pressed on whether Gove’s drugs use exposed hypocrisy considering the harsh rules he introduced for teachers found in possession of drugs, the spokesman refused to comment. Q: Do you want to change the abortion laws? Raab says he supports the current laws and does not want to change them. And that is it. The Raab launch is over. Jeremy Hunt is about to hold his launch. Q: Do you think Michael Gove should stay in the leadership contest? And do you have emotional intelligence of the kind Matt Hancock was talking about earlier? Raab says he does have emotional intelligence. And that is why he is saying Gove should stay in the leadership contest. Q: What can you offer that Boris Johnson can’t? Raab says he does not want to speak ill of any candidate. But it is time for a change, he says. And he says he can help the Tories win support from low-income voters because he will prioritise them with his tax cuts. People will not be able to say the Tories only care about the privileged, he says. He also says it would be hard for Boris Johnson’s tax cut to get through the Commons. He says his plan is the right thing to do, and the smart thing to do. Raab says Boris Johnson’s tax plan suggests Tories only care about the wealthy. Raab is now taking questions. Q: [From the BBC’s Laura Kuenssberg] You say you cannot deliver Brexit with bluff and bluster. But isn’t this exactly what you are offering? Raab says he has a forensic plan for delivering Brexit without a backstop. He says a no-deal departure is plausible. The Institute for Government says it would be near impossible for MPs to block a no deal. He says he is the only candidate who is not taking options off the table. If you take options off the table, you will weaken the UK’s negotiating position. Raab says the Labour party has a point about people feeling that capitalism does not work for them. He says he wants to ensure that capitalism works for the little guy. And he says he is “on the side of the lowest paid, not the wealthy”. He would raise the national insurance threshold, he says, taking the lowest paid out of tax altogether. This would benefit someone like the nurse getting up at 5am for work, he says. Raab claims he would prioritise tax cuts for the lowest paid. Previously Raab has called for the basic rate of income tax to be cut by up to 5p in the pound – a policy that would not benefit the very low paid, who tend not to pay income tax. Raab says he does not want a WTO Brexit. But the EU will only offer a deal if it thinks the UK is serious about no deal, he says. Dominic Raab, the former Brexit secretary, is speaking at his campaign launch now. He says Britain has suffered a lose of nerve. It has been “humiliated” in the Brexit talks. If the Tories fail, Jeremy Corbyn will become prime minister, he says. He says Corbyn is someone who has given succour to racists. The country needs new leadership, he says. He says the Tories want to move on from Brexit. But, on Brexit, he says as Brexit secretary he turned up in Brussels every week and told Michel Barnier and his team things they did not want to hear. He says, if the UK had had a united team, it would have already left the UK on acceptable terms. He says the UK will not deliver Brexit on “bluff and bluster”. He will deliver Brexit. He is the “Brexiteer you can rely on”, he says. (This is a dig at Boris Johnson.) Raab says he would go to Brussels and demand a Brexit based on the Malthouse compromise. And he would insist on collective responsibility in government, he says. This has been missing for “far too long”. Here are the main points from Matt Hancock’s launch. Hancock, the health secretary, implicitly criticised Boris Johnson’s tax cut plan by saying that all candidates should show how they would reduce the deficit, that any tax cuts should be for everyone, and that they should only be introduced “when we can afford it”. (See 10.37am.) He rejected claims that the Tories had to have a Brexiter as leader, saying if they just became a Brexit party, they would be finished. He criticised Dominic Raab for not ruling out proroguing parliament to facilitate a no-deal Brexit. Commenting on Brexit, he said: My Brexit delivery plan is the only credible plan that can deliver Brexit by the 31st of October with the support both of the European Union and the House of Commons – that is just the reality of the situation. Some have said ‘stick with the current plan’, but the current plan has been seen to fail. Others say ‘let’s just run at no deal’, but the brutal truth is we know that no deal will not get through the House of Commons. And then there’s this idea from some people that to deliver Brexit we should suspend our parliamentary democracy – that we should prorogue parliament. But that goes against everything that those men who waded on to those beaches [on D-day] fought and died for, and I will not have it. He described himself as a “fresh start” candidate with the mantra “move fast and make things happen”. (See 10.11am and 10.20am.) He rejected populism but said it was important for politicians to be able to described their ideas in “emotionally charged” language. (See 10.20am.) Esther McVey, the former work and pensions secretary, says she has got the eight backers she needs to be on the ballot when MPs hold the first round of voting on Thursday. Here is Nicola Sturgeon, Scotland’s SNP first minister, on the Tory leadership election. The ITV live feed has just cut out, just as Hancock was answering the final question. I will post a summary shortly. Q: What did you mean when you said you would offer an “emotionally charged platform”? (See 10.20am.) Hancock says they discussed this line in some detail when drafting the speech. He says he was acknowledging that people respond more to emotional arguments than to rational ones. Hancock says all Tory leadership candidates should have to show how they would continue to reduce the deficit. He says he does want tax cuts, but they should benefit everyone. And they should only be proposed when affordable, he says. Q: Who do you trust more - Michael Gove or Jeremy Hunt? Hancock says he trusts them both. When pressed, he refuses to pick one over the other. It would be like having to choose between his children, he says. Hancock has just said the UK is doing well. We have more unicorns here than in the rest of Europe, he says. He is using the term unicorn to refer to a tech start-up valued at $1bn. But in the Brexit debate the term is used to refer to a fantasy proposition. Many would say that, using this definition, Hancock’s claim was also correct. Q: How long are you willing to delay Brexit for? Hancock says he thinks he can deliver Brexit by the end of October. He is not running to fail, he says. Q: Doesn’t the party need to be led by a Brexiter? Hancock says he disagrees. The party needs to deliver Brexit. But if it is just defined by Brexit, it will fail to attract majority public support in the long term. Hancock is now taking questions. Q: Should Michael Gove stay in this race after his cocaine admission? Hancock says it is “absolutely right” for Gove to stay in this race. He says people are entitled to a private life before politics. People should not be shut out of politics because of a past indiscretion. He says we need as many people as possible in politics. (This is very different from the answer Andrea Leadsom gave to this question this morning. See 9.32am.) Q: Aren’t you being optimistic thinking you can win? Hancock says in Tory leadership contests the frontrunner has never won. He says he is making his case with optimism. He says he will hold a photoshoot with MP supporters this afternoon. Journalists will be surprised by some of the people endorsing him, he says. Hancock says his campaign has faced three objections. People say we need a Brexiter. But the Tories need to choose a leader who can win the support of votes once Brexit is over, he says. People says the next leader has to be one of the best-known candidates. But the party needs a leader for the future, he says. And people say, at 40, he is too young. Hancock says, having watched two prime ministers closely, he knows how difficult this job is. You can only go for it if you think in your heart you are ready, he says. Sky News has given up its live coverage of the Hancock launch, with Sky’s presenter, Adam Boulton, saying Matt Hancock may claim to know about technology, but he does not know about lighting. (The TV pictures are poor, because Hancock is not well lit.) But there is a live feed here. Here is another extract from Hancock’s speech, released by his campaign team in advance overnight. (The ellipses [dots] are from the original text.) The mantra of Silicon Valley is “move fast and break things”. But things that really matter are starting to break. Like our sense of national community. The self esteem of children. The possibility of civilised debate. Our sense of relevance and meaning and belonging in a world of algorithms and machines. In their place come the threat of automation. Poor mental health. Angry ideologies clashing on social media ... ... dividing communities, unpicking the fabric of our Union. And while liberal ideas defeated both fascism and communism in the last century ... .... it’s clear that today our collective faith in the liberal story is being challenged by massive disruption. We can’t allow this sane, sensible country to enter a new age of nihilism and narrow nationalism. So I refuse to be the leader offering simplistic or populist solutions to such profound change. Instead, an emotionally charged platform to improve lives, rooted in objective fact. Some people say these changes are too big and too inevitable for us to do anything about it. I say no. We are masters of our own destiny. We can win this fight. Ultimately, the success of liberal democracy and our way of life depends on it. We can and must work with this change, master it, bend it to our benefit. Not “move fast and break things” - that’s wrong. My mantra is “move fast and make things happen”. Turning to Brexit, Hancock implicitly criticises Dominic Raab for threatening to prorogue Brexit to facilitate a no-deal Brexit. He says that would dishonour what those who sacrificed their lives at D-day gave their lives for. Matt Hancock, the health secretary, is speaking at his campaign launch. He says, although politics is not working, in other areas of life people are finding solutions to the problems facing the country. Millennials are more likely to start a business than people from any other generation, he says. He says there are just 60m people in Britain. But they produce the music listened to by 6bn people around the world. But the dark clouds over Westminster this morning (the weather is a bit grim in London) is a metaphor, he says. Underneath the dark clouds, Britain is a great country. He says he is standing because this country needs a “fresh start”. He says he is an optimist. He believes the world is getting better. “I love people,” he says. He says, if you look inside everyone’s heart, there is something of value. Every single person, every person in this room, each and every one of you, everyone has something to give. And it’s the role of government to unlock that potential and allow people to fly as high as their aspirations can take them. Now not everyone believes this. But I know, I know, that if you look inside the heart of every person there is something of value, and it’s our job to help them release it. And that’s what politics should be: at the service of people. He says people alive today are less likely to be involved in war than at any time in the past. And he says, if asked when they would like to be alive, people would choose now - because life is better than it was in the past. Selecting Boris Johnson or another hard Brexiter to be Conservative party leader is a vote for an early general election, Amber Rudd has warned as the crowded contest finally begins in earnest. As my colleague Peter Walker reports, the work and pensions secretary, who has announced she is backing Jeremy Hunt, the foreign secretary, to succeed Theresa May, criticised Johnson’s trenchant attitude towards leaving the EU on 31 October, saying: “I’m afraid that’s not enough if you haven’t got a plan behind it.” John McDonnell, the shadow chancellor, has criticised Boris Johnson for proposing a tax cut that would beneft the wealthy. In a statement he said: With our schools, care for the elderly and our police services at breaking point, Boris Johnson’s proposals to give a tax cut to high earners reveals how out of touch the Tories are. As predicted the Tory leadership contest is becoming a race to the bottom in tax cuts. Labour will put the responsibility for repairing our public services on the Top 5% and corporations, not add to the handouts the government has already given the richest in society. In an interview on the Today programme this morning Paul Johnson, the director of the Institute for Fiscal Studies, said that Boris Johnson’s plan for a tax cut for high earners would be particularly advantageous to wealthy pensioners. He explained: What [Johnson] has said is that he wants to raise the point at which you start to pay higher rate tax to £80,000. But at the same time, and this does make sense, you would increase the national insurance ceiling to the same level. So the net cost would be in the order of £10bn a year. That’s obviously a lot of money. It helps the 10% highest earners. And it is worth saying that the group who would benefit the most would be the high-income pensioners who don’t pay national insurance at all. So there’s a particular group who do particularly well - that’s those over the age of state pension age with more than £80,000 a year. By remarkable coincidence, wealthy pensioners are disproportionately represented amongst the Conservative party membership, the group that will select the next leader. According to a study of party membership published last year (pdf) by academics from the Mile End Institute, the average age of Conservative party members is 57 and 44% of them are above the age of 65. The same study says 86% of members are social class ABC1 (ie, middle class). Here are some more lines from Andrea Leadsom’s interview on the Today programme this morning. Leadsom hinted that Michael Gove’s admission that he took cocaine before he became an MP disqualified him from being the next Tory leader. Asked if she thought it was appropriate for him to remain a candidate given this admission, she declined to say yes. Instead she said questions like this were “a matter for each individual”. And she went on: I certainly think that we need to ensure that we continue with our very strict drug policies in this country. I think it does untold harm to young people - not only drug-taking, but also getting caught up in some of the drug crime, and gang crime. And I think it’s a grave concern for all politicians. Leadsom insisted she would get enough support (the backing of eight other MPs) to be on the ballot in the first round of voting on Thursday. She defended her plan to push for a so-called “managed no-deal”, saying the withdrawal agreement was dead. She said: The withdrawal agreement is dead. It’s been tested three times in parliament. There’s no way that’s going to go through. So, what I’m proposing is is a three-step plan to a managed exit. Over the next fortnight the Conservative parliamentary party will decide which of the 11 candidates who say there are still running to replace Theresa May as prime minister (and anyone else who joins the contest in the next eight hours) will be on the shortlist of two that gets put to a ballot of members. Given the fact that Boris Johnson has established himself as the runaway favourite (partly by being uncharacteristically organised, and partly because the many Tory MPs who have strong reservations about him have given up hope of trying to block him because they have concluded that his victory is inevitable), the real contest is probably the one to establish who will be up against him. Six candidates have already passed the threshold (the backing of eight other Tory MPs) needed to ensure they are on the ballot for the first round of voting by MPs on Thursday. They are (with the number of backers according to the latest ConservativeHome tally in brackets): Boris Johnson (61) Michael Gove (34) Jeremy Hunt (34) Dominic Raab (24) Sajid Javid (19) Matthew Hancock (12) We will find out today whether the other five have made it. They are: Mark Harper (7) Esther McVey (6) Rory Stewart (6) Sam Gyimah (4) Andrea Leadsom (4) Today four candidates are formally launching their campaigns. But the headlines this morning have been dominated by Johnson, who has been almost invisible in public in recent weeks (avoiding interviews and media scrutiny is a classic frontrunner’s tactic) but who has used the Daily Telegraph today to propose a massive tax cut for high earners. Rowena Mason has the details here. In an interview on the Today programme, one of Johnson’s rivals, the Brexiter former leader of the Commons Andrea Leadsom, said there was no chance of this plan getting through the Commons ahead of a general election. She explained: I’m certainly a low-tax Conservative, I want to see people getting to keep more of their hard-earned income. But the reality is, having been leader of the Commons for the last two years, there is a raft of just secondary legislation sitting in abeyance because we don’t have the parliamentary numbers to get any chances through, even quite modest changes in costs of things, chargers for things. So I think in reality in this parliament it would be impossible to get actual wholesale tax changes through. Here is the agenda for the day. 10am: Matt Hancock, the health secretary, formally launches his campaign for the Conservative leadership. 11am: Jeremy Hunt, the foreign secretary, formally launches his campaign. 11am: Dominic Raab, the former Brexit secretary, formally launches his campaign. 1pm: Sajid Javid, Penny Mordaunt, Hancock, Raab and George Freeman speech at the launch of a collection of essays, Britain Beyond Brexit, published by the Centre for Policy Studies, a conservative thinktank. 2.30pm: Sajid Javid, the home secretary, takes questions in the Commons. 2.50pm: Michael Gove, the environment secretary, formally launches his campaign. 5pm: Nominations for the Conservative leadership close. About an hour or so later the Conservative backbench 1922 Committee will announce how many candidates have got enough support (the backing of eight other MPs) to be allowed to enter the first ballot. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I will be focusing mostly on the Tory leadership contest. I plan to post a summary when I wrap up at the end of the day. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}