{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live", "type": "liveblog", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-07T15:29:44Z", "webTitle": "High court quashes bid to prosecute Boris Johnson over false referendum claim about cost of EU - as it happened", "webUrl": "https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live", "apiUrl": "https://content.guardianapis.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live", "fields": {"headline": "High court quashes bid to prosecute Boris Johnson over false referendum claim about cost of EU - as it happened", "bodyText": "Jeremy Corbyn has indicated he will not bow to shadow cabinet members and move towards a second referendum after Labour narrowly beat the fledgling Brexit party in the Peterborough byelection. Boris Johnson has avoided a criminal prosecution over comments he made during the EU referendum campaign about the UK sending £350m a week to Brussels after winning a high court challenge. The home secretary, Sajid Javid, has been among those welcoming the decision. Theresa May has formally resigned as Conservative leader but is expected to press ahead with a series of policy announcements potentially costing billions of pounds in her final days in Downing Street, in the face of reservations from the chancellor. The Muslim Council of Britain has written to Theresa May asking her if Sajid Javid was not invited to the state banquet with Donald Trump because he is of Muslim heritage. That’s all from me for today. Thanks for the comments. Here is a Guardian panel on what we can learn from the Peterborough byelection, with contributions from Rafael Behr, Caroline Lucas, Tom Kibasi and Maya Goodfellow. Here is the statement from the Conservative 1922 Committee confirming that Theresa May has resigned as party leader. Compass, the leftwing pressure group committed to progressive pluralism, has published an interesting take on the Peterborough byelection claiming it could be the launch of a “regressive alliance”. Here is an extract. More ominously, [the byelection] tells us that a regressive alliance could be looming. The result will have tipped the balance in the Tory party further to ‘no deal’ and away from traditional one-nation politics in general. Between them, the Tories and the Brexit party got 50% of the vote. If, or probably when, [Boris] Johnson wins the Tory leadership, it’s very easy to imagine a north-south carve up in which the Brexit party gets a free or clear run at Labour leave seats and the Tories are unhindered to take on Labour and the Lib Dems in the south. The message from [Nigel] Farage today is that more Tories should vote tactically and that if you vote Tory then you get [Jeremy] Corbyn. Johnson will say the same about Brexit party voters where the Tories can win. The ground for a regressive alliance is being prepared. YouGov has released some polling about the Tory leadership candidates, and it is being enthusiastically shared by Rory Stewart’s campaign. On one measure Boris Johnson comes top; there are more people (26%) saying he would make a good prime minister than there are saying any of the other candidates would make a good prime minister. But if you look at the net scores (% saying he would be good minus % saying he would be bad) Stewart comes top. Unfortunately for Stewart, you cannot read too much into these figures because, when asked about Stewart - indeed, when asked about half the candidates - most votes said they could not say what they would be like as PM because they did not know enough about them. Some 12% said Stewart would be good, 17% said he would be bad, and the rest either were not sure, or did not know enough to have a view. A source from the Stewart campaign said that these figures, and the way they show Stewart’s ratings going up, prove that the more people see of Stewart, the more they like him, and that he would be “the best candidate to win a general election and reach across the divide”. The YouGov polling is based in a sample of general voters. But the new leader will be chosen by Conservative members. The fact that Stewart appears to poll well with the public at large, when most of the public at large don’t vote Conservative, may reflect the fact that he is seen as one of the least Tory of the candidates. This would be an advantage if he were leading his party into a general election, but it is not necessarily a bonus in an election decided by Tory activists. The Board of Deputies of British Jews, the Jewish Leadership Council and the Community Security Trust have issued this joint statement about the election of Lisa Forbes as Labour’s new MP for Peterborough. Their concern is prompted by the revelation before the poll that Forbes for liking a post that said Theresa May had a “Zionist slave masters agenda”. She apologised and said she intended to like a video, not the accompanying text. Theresa May has formally resigned as Conservative party leader, the Telegraph’s Christopher Hope reports. This is what she announced that she would be doing today two weeks ago. This morning Prof Sir John Curtice, the leading psephologist, said the 30.9% share of the vote that Labour got in Peterborough was the lowest share of the vote by a winning party in a byelection since 1945. (See 10.25am.) But it’s worse than that. According to an analysis by David Cowling, the former head of research at the BBC, this is the lowest share of the vote by a winning party in a byelection since 1918. It beat the previous record, the 32.4% secured by the Conservatives when they won Bromley in September 1930, he says. The voting figures for before 1918 are harder to obtain, but Cowling says there was a lower vote share for a winning party in 1909, when Labour won the Sheffield Attercliffe byelection with 27.5% of the vote. The Electoral Reform Society said the result showed why a replacement for first-past-the-post was needed more than ever. In a statement its chief executive, Darren Hughes, said: Just beneath the surface it is clear that we are a multi-party democracy trapped in a two-party system – one which is breaking at the seams, as Britain’s fragmented politics tries to find a place under an outdated one-person-takes-all voting system. As we have long made clear, no one should be able to take 100% of local representation with just 30.9% of the vote, and there are fundamental questions about the state of our democratic processes Much like the situation in hundreds of seats across the UK, nearly 70% of people voted for someone else, yet will feel totally unrepresented. This erodes confidence in our politics and leaves voters feeling unheard. Now more than ever we need a fair and proportional voting system in Westminster, for a parliament that represents the views of the people it serves. Only through genuine reform can we begin to restore faith in our broken politics. UPDATE: I’ve corrected a date in the post above in response to this very helpful comment from a reader below the line. Michael Gove, the environment secretary, has received an interesting endorsement today. It is from Oliver Letwin, the former Cabinet Office minister. Letwin was one of the MPs leading efforts in parliament to prevent a no-deal Brexit in the spring (a campaign that led to Yvette Cooper’s bill being passed), and his decision to back Gove may reflect the belief that Gove is the candidate best placed to stop the leadership being won by Boris Johnson, someone willing to accept no-deal. The high court has not given its reasons yet for its decision to quash the Boris Johnson prosecution. But this, from the barrister and legal blogger Matthew Scott, may help to explain why the court took the decision it did. This is from Andrew Smith, a partner at the law firm Corker Binning, commenting on the Boris Johnson decision. He said: If the high court hadn’t quashed the summons, the CPS would surely have intervened to discontinue it for public interest reasons. Legally, there is no election-specific statutory offence of providing false or misleading information, except in relation to a candidate’s character or conduct. Marcus Ball therefore had to rely on misconduct in public office, an ill-defined common law offence, much criticised by law reform bodies such as the law commission. The high court was clearly not satisfied that the district judge had applied this law correctly – and frankly to prosecute a politician for making allegedly false or misleading claims during a political campaign would have been not only legally remarkable but without precedent. Here is the text of the decision (pdf) issued by District Judge Margot Coleman last week explaining why she was allowing the private prosecution of Boris Johnson to go ahead. Today her decision has been overturned, and the summons against Johnson has been quashed. This is from the Press Association on the Boris Johnson case. Boris Johnson will not face a criminal prosecution over claims he made during the referendum campaign about the UK sending 350 million a week to the EU after winning a high court challenge. The former foreign secretary was handed a summons, issued by District Judge Margot Coleman on May 29, to attend Westminster magistrates’ court to face three allegations of misconduct in public office. But, following a hearing in London on Friday, Lady Justice Rafferty and Mr Justice Supperstone overturned the earlier decision. Addressing Johnson’s barrister, Adrian Darbishire QC, Lady Justice Rafferty said: “We are persuaded, Mr Darbishire, so you succeed, and the relief that we grant is the quashing of the summonses.” The judge said reasons for the court’s ruling will be given at a later date. Launching a private prosecution Marcus Ball, 29, claimed Johnson lied during the 2016 referendum campaign by saying Britain gave £350m a week to the European Union. He crowdfunded more than £300,000 through an online campaign to bring the prosecution. The £350m figure was emblazoned on the red campaign bus used by Vote Leave during the referendum, with the slogan saying “We send the EU £350m a week, let’s fund our NHS instead”. Darbishire argued that the attempt to prosecute Johnson was “politically motivated and vexatious”. Johnson, who is currently the front runner in the Conservative party leadership contest, did not have to appear and did not attend the high court hearing. And here are some tweets from Joshua Rozenberg with the arguments put to the high court this morning in favour of the case against Boris Johnson being allowed to go ahead. The DJ is the district judge. If you are interested in the Boris Johnson hearing, the legal journalist Joshua Rozenberg has been tweeting from the court proceedings. You can read his tweets here. Here are some of his key tweets. The high court has today quashed the private prosecution against Boris Johnson, the former foreign secretary and favourite in the Tory leadership contest, that was being brought on the grounds that Johnson allegedly committed misconduct in public office by lying in the 2016 referendum about Britain giving £350m a week to the European Union, Joshua Rozenberg reports. The Jewish Labour Movement has issued a statement this morning saying Lisa Forbes, the party’s new MPs for Peterborough, should have the whip withdrawn. And here are some more tweets on the Peterborough results. From the Press Association’s Ian Jones From YouGov’s Chris Curtis From the politics professor Rob Ford Here is another useful Twitter thread on the Peterborough results from Chris Hopkins, head of politics at the pollsters ComRes. Sky’s Lewis Goodall has a good Twitter thread on the significance of the byelection result. It starts here. Here is one of his key observations, but it is worth reading the whole thread. My colleague Rajeev Syal has a good piece explaining the seven reasons why Labour won. Nigel Farage, the Brexit party leader, has been in Downing Street this morning. But he was not invited in. He was there to deliver a letter saying the Brexit party should now be included in the government’s Brexit negotiating team. The Brexit party made this a campaign demand during the European elections campaign. Given that the Brexit party want a WTO Brexit, which would not require any negotiating, it is not immediately obvious how this would work, but the letter suggests the Brexit party could get involved reviewing no-deal preparations. But some Labour MPs are finding it harder to celebrate the Peterborough byelection result because Lisa Forbes, the party’s winning candidate, had to apologise during the campaign for liking a post that said Theresa May had a “Zionist slave masters agenda”. This is from Margaret Hodge, the former minister, who has been one of those MPs most critical of Jeremy Corbyn and the party generally for not doing more to tackle antisemitism in the party. These are from Jess Phillips. And these are from Wes Streeting. Jeremy Corbyn is in Peterborough to congratulate Lisa Forbes, the city’s new MP. Speaking to Labour supporters, he said the result showed why Labour should not be written off. He said: What we did was offer the politics of hope, not the politics of fear. We offered the politics of hope to end austerity, to fund our schools properly, to employ our police properly, to give our young people a future in this country. That is what the Labour offer is about. Everybody, all the experts, wrote Lisa off. All the experts wrote Labour off yesterday. Write Labour off at your peril. We are strong, we are very determined to offer that politics that invests in decent services, in decent housing, in decent healthcare and in good quality jobs for the future, and a relationship with Europe that doesn’t take us over a cliff edge. Yesterday the Labour party came together on the streets of Peterborough. The Labour party came together in this campaign. And, on the day that Theresa May ceases to be leader of the Conservative party, my message is, to all the squabbling contenders for the Tory party leadership, bring it on. We are ready for a general election. And that general election will deliver a Labour government that will work for the many. Normally politicians prefer to talk about actual election results than about polls. But in his interviews this morning after his party narrowly lost in Peterborough, Nigel Farage, the Brexit party leader, has been anxious to turn the conversation away from last night’s results and towards a YouGov opinion poll for today’s Times putting the Brexit party six points ahead of Labour and the Lib Dems, on joint second. Here is an extract from the YouGov write-up. The Brexit party takes the lead for the first time in our latest YouGov/Times Westminster voting intention survey, on 26% of the vote. Labour and the Liberal Democrats are in joint second place on 20% apiece, with the Conservatives in fourth place on 18%. Elsewhere, the Green party are on 9% while Ukip take 1% and Change UK, who lost half of their MPs this week, a statistical 0%. Votes for all other parties stand at 5%. Farage said this poll result was unbelievably good for his party. Here is my colleague Dan Sabbagh’s take on the Peterborough byelection result. Michael Gove, another Tory leadership candidate, has now tweeted about the Peterborough result. Gove is a Brexiter, and he also (see 10.14am) thinks it shows that the party must deliver Brexit before the general election. The Peterborough byelection result confirms that the issue of Brexit has turned the UK’s two-party system into a four-party system, Prof Sir John Curtice, Britain’s most respected psephologist, told the Today programme this morning. Labour’s Lisa Forbes won the byelection with 30.9% of the vote over the Brexit party, which got 28.9%. The Conservative, who held the seat for 12 years until 2015, came third with 21.4%, and the Liberal Democrats fourth on 12.3%. Curtice said that in the last general election in 2017 the two traditional main parties, Labour and the Conservatives, shared 95% of the vote in Peterborough, but got only 52.3% in the byelection. He told Today: Brexit has become such an important issue that rather than our traditional system of two-party politics, at the moment at least, we’ve got a system of four party politics. The two traditional parties, that are much happier talking about issues other than Brexit, have been joined by two parties: the Brexit party at one end of the spectrum; and the Liberal Democrats on the other, who are quite happy to carry on talking about Brexit. That’s the issue on which they are united and on which they seem to be winning votes. Labour’s share of the vote in Peterborough was up nine percentage points compared to it disastrous showing in the European election. But Curtice said senior Labour figures could not pretend that the party was not losing support over Brexit. The idea, that the Labour party has been coming at this morning, that this all goes to show that the whole argument about Brexit and the legacy of the European election can be ignored, is wrong. The Peterborough result was consistent with recent opinion polls, he said and added: “Not as dramatic as the European elections but still more than enough to disrupt our usual politics.” He pointed out that Labour’s vote in Peterborough represented the “smallest share of the vote” needed to win a byelection in postwar British politics. Meanwhile, the Conservatives lost more than half the vote share they won in 2017, Curtice said: Some of the immediate pressure on both the Conservative and Labour Party will be thought to be eased, but if anybody comes away from this and thinks, ‘Oh, actually, you know, the impact that Brexit is having on our politics is beginning to disappear and dissipate’. Well, maybe it will eventually. But it certainly isn’t doing so yet on the evidence this byelection. Unless and until the Conservative party can deliver Brexit, it is going to be in trouble. And it remains the case that it looks as though the Labour party’s position on Brexit is not anything like adequate for the Labour party to be able to retain the kinds of support they had in the 2017 election. Earlier we quoted Jeremy Hunt, one of the leading Tory leadership candidates, saying that the Peterborough result showed why the Conservatives had to deliver Brexit. (See 7.02am.) Other leadership candidates, Boris Johnson, Dominic Raab and Esther McVey, are saying it shows that Brexit must be delivered before the end of October, when the article 50 extension is due to run out. Here is Johnson. Here is Raab. And this is from McVey. The result in Peterborough is the shape of things to come if we don’t deliver a clean Brexit on 31 October. Our persistent thwarting of the referendum result shows that a Brexit party vote will let Jeremy Corbyn into No 10 by the back door. Brexit is an opportunity to be seized not a problem to be mitigated. The UK can thrive after a clean break with the EU, and we will at last be able to show, once again, how a Conservative agenda can kickstart the economy. But Matt Hancock, another leadership candidate, is drawing a different conclusion from the result. Hancock is pitching himself as a candidate who can appeal to centre-ground voters, not hardline Brexiters, and so it is not surprising that he is offering this interpretation. And Rory Stewart, another leadership candidate not running on a Brexiter platform, also has a different take on the message the Conservative party should be heeding. Here is a graphic showing the byelection results. Jeremy Corbyn is visiting Peterborough this morning to congratulate Labour’s winning candidate, Lisa Forbes. Before he left he recorded a brief interview with Sky News. Corbyn said the byelection result showed the voters of Peterborough rejecting austerity and rejecting a no-deal Brexit. He sidestepped a question about whether the result would end Labour’s support for a second referendum. When he was asked if it would kill off Labour backing for a second referendum, he replied: This win shows that Labour has support all across the piece, all across the country, and we are ready for a general election whenever it comes and we will stop the Tories taking this country into a no-deal Brexit will all the threats to jobs that go with that. He said all the Tory leadership candidates were just offering a no-deal Brexit. When he was asked what his plan was when a new Tory leader took over, he replied: I don’t know who the new leader is going to be, but it seems to be a choice between no-deal, no-deal and no-deal, as far as I can understand it. Our position is there has to be good trade relations with Europe in the future, whatever the relationship is in a political sense. But there also has to be a government in his country that deals with the issues of inequality, injustice and poverty. The Peterborough result showed that the Labour message of investment in education, investment in our children’s future, has a big resonance. It is not quite true to say that all the Tory leadership candidates are just offering no-deal. But it is true to say all the ones that have a realistic chance of winning say they would accept no-deal, and that the plans they are putting forward to get a deal through parliament (which most say is there preference) have been widely dismissed as implausible. My colleague Rowena Mason has a full analysis here. He claimed Labour was on course to win a general election. And we are ready for a general election, whenever it comes. And, do you know what, we’re going to win it? He claimed Labour won in Peterborough despite “unbelievable levels of hostility” from the media. Asked if he were worried by how well the Brexit party did, he replied: Our party campaigned very hard. We had unbelievable levels of hostility from much of the mainstream media throughout the campaign. But our doorstep message, our message in the communities, carried the day. And that is what political power is about. Byelections sometimes attract huge interest, not because the national media is worried about who is going to represent a particular constituency, but because it is assumed that how people vote in a byelection tells you something about how parties will fare in the next general election. As such, they are unreliable signposts (there is a long history of protest parties doing well in byelections, only for them to fall back again at the next general), but they do give some useful clues as to how political loyalties are shifting. But what probably matters more is how byelection results are perceived. In other words, it is not so much what the results show as what people think they show that matters. They influence internal party debates about strategy, sometimes with important consequences. For example, David Cameron would have been much less likely to commit his party to an in/out EU referendum in January 2013 if it had not been for the fact that in 2011 and 2012 Ukip, which used to lose its deposit in byelections was regularly starting to come second or third. The Brexit party had been expected to win in Peterborough, and it was assumed that a victory for Nigel Farage would have helped Boris Johnson’s campaign for the Tory leadership, because Johnson is pitching himself as the candidate best able to win back Brexit party voters. “If the Brexit party win in Peterborough it will give the campaign for Boris monkey glands,” the Conservative MP Andrew Mitchell told the FT earlier this week. Now it looks as if Team Boris will have to manage without said monkey glands. It probably won’t amount to a huge setback for the Johnson campaign, but it is definitely a setback of sorts. And the result will have an influence on Labour politics too. There has been an intense debate in the party between those who want to commit the party to a much stronger remain/second referendum position and Jeremy Corbyn and his close allies who are resisting this because they don’t want Labour to be defined as a remain party. After the European elections Corbyn shifted very slightly towards the remain camp (confirming that the party now favoured a public vote on any Brexit deal agreed by parliament). But Corbyn has long argued that the party should be campaigning principally on austerity, not on Breixt, and he has taken the Peterborough byelection result as vindication of this position. It will probably stop any prospect of Labour getting more remainy any time soon. In his statement last night Corbyn said: I am delighted to congratulate Lisa Forbes on a great win and a people powered campaign. Peterborough has shown clear support for Labour’s programme to end austerity and invest in services and communities, rejecting a decade of Tory cuts and their disastrous handling of Brexit. In this key seat, the Conservatives have been pushed to the margins. This result shows that in spite of the divisions and deadlock over Brexit, when it comes to a vote on the issues that directly affect people’s lives, Labour’s case for real change has strong support across the country. I look forward to welcoming Lisa to parliament next week. Q: Are you comfortable that your new MP had to apologise for liking an anti-semitic post? McDonald says he is not comfortable about that. But she made a mistake. She was trying to show she liked a picture. And she has apologised. And that’s it. The interview is over. Q: Where will Labour get a trade deal? Given your relationship with Donald Trump, it won’t be the US? McDonald says Trump said he wanted the NHS to be on the table in a trade deal. Humphrys denies this. McDonald says Trump did say this. We all heard it. He says Trump would only want a deal to his advantage. Q: So you would not want a deal with him? McDonald says trade deals take a long time to negotiate. He says he hopes Trump is “long gone” by the time any deal needs to be signed. McDonald says the Tories are now offering a no-deal Brexit. If that were to go ahead, the economy would be “trashed”, he says. That is why we have to go back to the people. Q: Are you calling for a second referendum? McDonald says if that (no-deal) is the option, it should go back to the people. Or any deal coming from parliament should go back to the people, he says. Q: John McDonnell said last week said Labour is the party of remain and reform. It that right? McDonald said Labour fought the referendum on that basis. Q: But Labour is now saying we must remain in the EU. McDonald said Labour wanted to leave the EU on terms that would protect the economy. But that option is now no longer available. The referendum did not ask people if they wanted a car factory in Bridgend to close. He says he cannot sit here and let that catastrophe be inflicted on this country. That is not what people voted for. Q: So Labour is telling leave voters they got it wrong? McDonald says he is not saying that at all. Q: Are you assuming people who voted leave are so thick they did not know what they are voting for? McDonald says he is not saying that at all. He is cross that John Humphrys (the presenter) is suggesting that. McDonald says a no-deal Brexit would be cataclysmic for the country. The Tory Brexiters are so extreme they want to suspend parliament. Andy McDonald, the shadow transport secretary, is on the Today programme now commenting on the byelection result for Labour. Q: You squeaked in? We won, says McDonald. He says Labour won against the odds. Nigel Farage scuttled away from the count, he says. He says the commentators expected Labour to lose. Q: But you were fighting a Tory party that does not even have a leader. And the Brexit party were only a few hundred votes behind. McDonald says the Labour margin of victory was bigger than it was in 2017. (See 8.09am for the figures.) Here are the byelection results in full, from the Press Association. Lisa Forbes (Lab) 10,484 (30.91%, -17.17%) Mike Greene (Brexit) 9,801 (28.89%) Paul Bristow (C) 7,243 (21.35%, -25.45%) Beki Sellick (LD) 4,159 (12.26%, +8.92%) Joseph Wells (Green) 1,035 (3.05%, +1.27%) John Whitby (UKIP) 400 (1.18%) Tom Rogers (CPA) 162 (0.48%) Stephen Goldspink (Eng Dem) 153 (0.45%) Patrick O’Flynn (Soc Dem) 135 (0.40%) Howling ‘Laud’ Hope (Loony) 112 (0.33%) Andrew Moore (ND) 101 (0.30%) Dick Rodgers (CG) 60 (0.18%) Peter Ward (Renew) 45 (0.13%) Pierre Kirk (UKEUP) 25 (0.07%) Bobby Smith (ND) 5 (0.01%) Lab maj 683 (2.01%) Electorate 70,199; Turnout 33,920 (48.32%, -18.43%) And here are the 2017 general election results, for comparison. 2017: Lab maj 607 (1.27%) - Turnout 47,738 (66.75%) Onasanya (Lab) 22,950 (48.07%); Jackson (C) 22,343 (46.80%); Sellick (LD) 1,597 (3.35%); Radic (Green) 848 (1.78%) Good Morning. I’m Andrew Sparrow, taking over from Matthew Weaver. Brandon Lewis, the Conservative party chairman, has just finished another interview, on the Today programme. Lewis said he though it was “highly unlikely” that, when the Tory leadership contests gets down to the final two candidates, one of those will pull out, as Andrea Leadsom did in 2016. (Yesterday Fraser Nelson, the Spectator editor, said that two of the candidates had told him that they would pull out if they were up against Boris Johnson in the ballot of Tory members and it was obvious that Johnson would win.) Q: Would it be undemocratic if the new Tory leader prorogued parliament to facilitate a no-deal Brexit? Lewis said, if he commented too deeply on that, he would be starting to comment on the policy proposals of candidates. And he needed to stay neutral, he said. But he said it has been clear to him that people wanted to see parliamentarians deliver on Brexit. Q: You have allowed entryists into the Tory party on your watch? Lewis said he preferred to focus on the fact. He said that he was proud that the party membership had got larger. I would argue that we have not seen entryism. Lewis claims the Conservative party has not been subject to entryism. Brandon Lewis, chairman of the Conservative Party, said he was “very disappointed” by the byelection result but claim it was conducted against a “very tough back drop.” He blamed the government’s failure to implement Brexit. Speaking to Sky News he said: People want to see us a government, and a party, getting on and delivering for them and that does include getting Brexit done. We’ve got to get that done. We have got to deliver for people on the issue they voted on in 2016. Lewis added: The reality is we are nine years into a Conservative government, and I think you’ll find that no government in history has ever won a seat from the opposition nine years into government. Farage also claimed that none of the Tory leadership contenders had the “courage” to leave the EU on 31 October without a deal. I cannot see right at the moment anybody standing in this conservative leadership right now who’s actually got the courage to take us out on the 31st of October on WTO terms. Here’s some reaction to Farage’s response to the result: The Brexit party leader, Nigel Farage, claims he never said his new party could win the Peterborough byelection. Speaking to BBC Radio 4’s Today programme he said always predicted that Brexit would come second, despite turning up for the count. “British politics has fundamentally changed. It is no longer just two parties contesting,” he said. He said Tory supporters would soon begin to realise that voting Conservative would bring about a Corbyn-led government. “The only reason the Brexit party wasn’t able to push a couple of hundred votes past Labour was because quite a lot of people still voted Conservative,” he said. “If we don’t leave [the EU] by 31 October, the Brexit Party will power on,” he said. The future is very unpredictable, he said. “We came from nowhere, produced a massive result,” Farage said. Jeremy Hunt says there is “no future” for the Conservative party “until we deliver Brexit – any elections before then will just allow Corbyn to sneak through the middle”. And more reaction from other Conservative MPs, who are very disappointed their candidate, Paul Bristow, did not win. The Conservatives saw a swing against them of 25.5% compared with the 2017 election. Here’s Jeremy Corbyn’s response to Lisa Forbes’ Peterborough win last night. Need something to listen to over your morning tea and toast? John Crace, who coined the name Maybot for the prime minister, chats to Anushka Asthana about the end of May’s leadership. A statement from the leftwing Labour grassroots organisation Momentum, which is thrilled with the result and says it proves “face-to-face conversations coupled with a radical, positive message about how we will transform Britain does win hearts and minds”. Momentum estimates it mobilised nearly 1,000 activists to either knock on doors or make calls in the run up to the Peterborough byelection, including more than 300 people canvassing on the Saturday before polling day and 500 knocking on doors on polling day. Laura Parker, Momentum’s national coordinator, said: Momentum threw itself into this election with energy and determination, with nearly a thousand of our supporters getting involved, and absolutely paid off. This fantastic victory in difficult circumstances is down to the work of ordinary activists. Over the campaign, thousands of Momentum members knocked on doors and talked to voters in Peterborough, with more than 500 turning out for polling day and activists carpooling from across the country. Face to face conversations coupled with a radical, positive message about how we will transform Britain does win hearts and minds. Some pictures from the Peterborough count Good morning and welcome to today’s politics liveblog. I’m Kate Lyons and I’ll be kicking things off today before handing over to Andrew Sparrow. Well, it was quite a night in Peterborough, as Lisa Forbes, the Labour candidate in the byelection, won a very narrow victory over the Brexit party’s Mike Greene. Forbes won 10,484 votes to Greene’s 9,801 votes, a margin of just 683. The Conservatives were beaten into third place with 7,243 votes. Turnout was 48%. The victory will be a boost to Labour and Jeremy Corbyn, as the party defeated predictions that the contest would deliver a first byelection victory to Nigel Farage’s Brexit party. Addressing her supporters early on Friday following the count, Forbes said: “Tonight’s result is significant because it shows that the politics of division will never win.” The other big news of the day is, of course, that it is May’s last as leader of the Conservative party, though she will remain prime minister until her successor as party leader is chosen. We’ll be following that news and all the rest throughout the day. Questions, comments, witticisms? Please feel free to get in touch in the comments, via email (kate.lyons@theguardian.com) or on Twitter. OK, let’s get stuck in!"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}