{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/19/mps-need-maternity-leave-just-as-much-as-other-public-servants", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-19T17:34:39Z", "webTitle": "MPs need maternity leave just as much as other public servants | Letters", "webUrl": "https://www.theguardian.com/politics/2019/jun/19/mps-need-maternity-leave-just-as-much-as-other-public-servants", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/19/mps-need-maternity-leave-just-as-much-as-other-public-servants", "fields": {"headline": "MPs need maternity leave just as much as other public servants", "bodyText": "As a director in the Department for Education, my daughter was entitled to 12 months’ maternity leave. Her right to care for her baby for those important early months was respected, and arrangements were made for her duties to be carried out during her absence. In contrast, Stella Creasy has no entitlement to maternity leave (I’m pregnant, but denied maternity leave as an MP. Why?, Journal, 18 June). The inequality of treatment of these two public servants in such an important aspect of their lives reflects badly on the Independent Parliamentary Standards Authority (Ipsa). It will take imagination and humanity to devise a support system for MPs during and after pregnancy. Ipsa might do well to approach the Scottish parliamentary corporate body for advice. Roderick McLeod Nethy Bridge, Strathspey • Members of parliament are paid in full while on maternity, paternity or adoption leave. They receive a full salary from the day they are elected until the day they leave parliament. Ipsa provides additional funding for all MPs’ offices to cover absences. To provide MPs with extra money, Ipsa asks for an explanation to be provided of how the additional money would be spent. We support proposals to allow maternity cover for MPs, and this would be for the House of Commons to take forward. We will work closely with parliament on any changes they wish to introduce and on providing the funding to support this. The Ipsa board will be discussing these issues next week, and meeting the Speaker’s committee in July, to support any move by parliament to assist MPs. In the last few years we have more than doubled the funding available for MPs’ dependants to support family life, and will continue to strive to modernise our rules. Ruth Evans Chair, Ipsa • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}