{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/04/tory-leadership-liam-fox-backs-jeremy-hunt-in-surprise-move", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-04T11:01:26Z", "webTitle": "Tory leadership: James Cleverly quits race as Fox backs Jeremy Hunt", "webUrl": "https://www.theguardian.com/politics/2019/jun/04/tory-leadership-liam-fox-backs-jeremy-hunt-in-surprise-move", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/04/tory-leadership-liam-fox-backs-jeremy-hunt-in-surprise-move", "fields": {"headline": "Tory leadership: James Cleverly quits race as Fox backs Jeremy Hunt", "bodyText": "James Cleverly has become the first candidate to withdraw from the Conservative leadership race, citing a lack of support for his campaign, which he said had required “a leap of faith, [to] skip a generation and vote for a relatively new MP”. Cleverly’s decision reduces the field to 12 candidates. The Brexit minister and former Tory vice-chairman would have been unlikely to meet a threshold of 12 endorsements, which the party’s backbench executive could introduce this week to cut the number of candidates. “It is clear that despite much support, particularly from our party’s grassroots, MPs weren’t comfortable with such a move [his candidacy] and it has been clear that I would not progress to the final two candidates,” Cleverly said in a statement. Earlier on Tuesday, Liam Fox backed the foreign secretary, Jeremy Hunt, to be the next Conservative leader, in a further splintering of cabinet endorsements in five different directions. The international trade secretary is the first cabinet member to support Hunt, who is one of the four frontrunners alongside Boris Johnson, Michael Gove and Dominic Raab. Fox, one of the cabinet’s most dedicated Brexiters, surprised some other leadership camps on Tuesday with his endorsement of Hunt, who has said pursuing no deal would be “political suicide” because it would lead to a general election. Fox said he was backing “my friend” Hunt, having previously mounted a defence of keeping a no-deal departure on the table. “If we can’t get an agreement, we have to be willing to walk away, otherwise we have no real negotiating hand,” he told BBC Radio 4’s Today programme. However, Fox said he was aware “the prospect of a no deal might well be used by those who seek to break up the UK, to use that as a weapon in that particular battle, both I think in Northern Ireland and potentially in Scotland”. Over the weekend, Johnson won the coveted endorsement of Liz Truss, the chief secretary to the Treasury, who had been touted to run herself, as well as that of the sacked former defence secretary Gavin Williamson. But on Tuesday, the security minister, Ben Wallace, declined to say he was supporting Johnson, whom he backed in 2016 and then jokingly threatened to inflict a Game of Thrones-style torture on Gove when he threw his hat in the ring and scuppered Johnson’s chances. “I haven’t made a decision yet,” Wallace told Today. “What we do need to do is make sure this race is about getting the right person to lead the country, but I’m not going to bang on about it.” Mel Stride, the new leader of the House of Commons, is a backer of Gove, while Sajid Javid, the home secretary, won the support of the culture secretary, Jeremy Wright, on Tuesday. David Gauke, the justice secretary, who has repeatedly cautioned against a no-deal Brexit, has backed the outsider candidate Rory Stewart, formerly a junior minister in his department. Stewart, who has ruled out pursuing a no-deal Brexit, has attracted mass media attention for his campaign, which has been based on social media videos of him meeting the public at short-notice events around the country. Several high-profile cabinet names are yet to declare who they will back, including the chancellor, Philip Hammond, and the work and pensions secretary, Amber Rudd, who has been one of the most vocal cabinet voices against leaving the EU without an agreement. Rudd’s 60-strong group of One Nation Conservative MPs will hold its first of three hustings on Tuesday night for Tory candidates. There are 12 declared candidates after Cleverly’s departure, but the list could grow. Supporters of the defence secretary, Penny Mordaunt, say she will make a decision about running after an evening conference call with grassroots activists. The 1922 Committee of Tory backbenchers, which will run the contest, is to hold an executive meeting on Tuesday as calls grow for changes to the rules to reduce the size of the field. Rules must then be agreed by the party board on Wednesday and the first round of voting is expected to take place the following Thursday. Several members of the committee favour new rules under which each candidate would need a proposer, a seconder and 10 supporters to make the ballot of MPs – a total of 12 endorsements. This would eliminate Stewart, Mark Harper, Esther McVey, Andrea Leadsom, Kit Malthouse and Sam Gyimah. Supporters of Johnson increasingly believe the race is likely to head for a “psychodrama” of a run-off between him and Gove. However, leadership teams behind Hunt, Raab, Javid and Hancock all believe they could come through the middle, with about 150 Conservative MPs still to declare who they are backing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}