{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/18/senior-tories-rally-in-support-of-pregnant-stella-creasy", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-18T12:38:50Z", "webTitle": "Senior Tories rally in support of pregnant MP Stella Creasy", "webUrl": "https://www.theguardian.com/politics/2019/jun/18/senior-tories-rally-in-support-of-pregnant-stella-creasy", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/18/senior-tories-rally-in-support-of-pregnant-stella-creasy", "fields": {"headline": "Senior Tories rally in support of pregnant MP Stella Creasy", "bodyText": "Theresa May has urged the parliamentary standards authority to review its policies towards expectant mothers after the Labour MP Stella Creasy said she felt parliament was in effect telling her to “choose between being a mum and being an MP”. The Walthamstow MP, who is pregnant, received support from Jeremy Hunt and Sajid Javid, two of the contenders to succeed May, who both urged action to be taken over the issue. Creasy said the Independent Parliamentary Standards Authority (Ipsa) had told expectant mothers it did not recognise any form of maternity leave and would not automatically provide extra support for constituency work after she gave birth. Writing in the Guardian, Creasy said she had decided to speak out after experiencing two miscarriages during which she was forced to continue to work as normal without any additional support. Now pregnant again, she said she had been told MPs would not be provided with any additional funding by Ipsa for support staff to allow her to get extra help with constituency work. Asked about Creasy’s article, May’s spokesman said: “No one should have to choose between being a mum and being an MP. While parliament has made positive changes to becoming more family-friendly in recent years, such as introducing proxy voting and changing sitting hours, Stella Creasy’s comments highlight that there is much more to do. “It is ultimately up to Ipsa to make decisions on pay and allowances for MPs, but the prime minister would urge them to look very closely at the issues that have been raised by Stella Creasy and determine what more support, such as temporary staffing, can be provided.” Hunt and Javid also urged action in tweets. Hunt, the foreign secretary, said it was “impossible to argue” with Creasy’s views, adding: “Insidious to force MPs to choose between serving their constituents and spending precious time with their newborn. Come on Ipsa, do the right thing.” Javid, the home secretary, tweeted Creasy to congratulate her on the pregnancy, saying: “I completely agree that we must strive to ensure parliament is an inclusive workplace. It shouldn’t be more difficult to be a female MP than a male MP.” Valerie Vaz, Labour’s shadow leader of the Commons, said: “It is Ipsa’s responsibility to ensure that there are proper policies for parental leave that are fit for the 21st century. MPs have a constituency workload as well as all of their responsibilities in the House of Commons. “Ipsa must ensure that MPs are properly supported to do their job representing their constituencies regardless of their personal circumstances.” Creasy said that during her first miscarriage, she had carried on constituency work “aching and bleeding”, including joining a protest for the extradition of a man who had raped and murdered a constituent. After her second miscarriage, she said she had to arrange the medical procedure around constituency advice surgeries. “Heartbroken by all the years that I have struggled with fertility, I’ve kept these events to myself and made sure my constituents have never been affected,” she wrote. “Now I’m pregnant once more and terrified – not just that it will go wrong again, but because I know that my resolve to keep my private and professional lives separate has become impossible.” Creasy said she had approached Ipsa about funding for cover but was told it “does not ‘recognise’ that MPs go on maternity leave”. “Humiliatingly, it is making me beg for extra staff funding – or give up any chance of spending time with my child to make sure my constituents don’t miss out,” she wrote. “If a GP or vicar were on leave, a locum would be provided to ensure continuity of services. In Denmark, a member of the national parliament would have a substitute MP appointed.” Creasy said she had been heartened by the introduction of proxy voting, introduced this year after the Labour MP Tulip Siddiq, who was heavily pregnant, was forced to delay her caesarean section and vote in a wheelchair, but said far more had to change. Siddiq, the MP for Hampstead and Kilburn, told the Guardian she had been refused extra help with her first pregnancy, a year after she arrived in parliament in 2015. Having given birth to her second child four months ago, she said she had not even bothered to make the application. “That is because of the negative reaction I had first time around. They were utterly baffled I was even having a baby; I was passed around and I was told: ‘We have not got a historic policy on that because we have not had many women in parliament who give birth,’” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}