{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/18/foreign-office-staffing-down-by-1000-in-30-years-say-diplomats", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-18T12:49:29Z", "webTitle": "Foreign Office overseas staffing cut by 1,000 in 30 years, say diplomats", "webUrl": "https://www.theguardian.com/politics/2019/jun/18/foreign-office-staffing-down-by-1000-in-30-years-say-diplomats", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/18/foreign-office-staffing-down-by-1000-in-30-years-say-diplomats", "fields": {"headline": "Foreign Office overseas staffing cut by 1,000 in 30 years, say diplomats", "bodyText": "The number of British Foreign Office staff overseas has fallen by more than 1,000 since 1989 due to a succession of cuts that have left core diplomatic funding at its lowest for 20 years, according to a report backed by prominent diplomats and former foreign secretaries. Staff numbers in London have been cut by a similar number, the report says. Many Whitehall departments have informal or ad hoc groups to lobby for extra spending in their areas of interest, but the Foreign Office has been squeezed for more than two decades because of a mixture of austerity, increased aid spending and pressure to increase military spending. The report by the British Foreign Policy Group, launched on Tuesday with the support of the Coalition for Global Prosperity, claims the cuts in staffing are inhibiting the Foreign Office’s ability to engage with local populations and may have contributed to the misreading of key recent events, such as the Arab spring and the Ukraine uprising. It also accuses the foreign secretary, Jeremy Hunt, of subterfuge in claiming large-scale staffing increases are under way. Nearly a third of the diplomatic staff in Commonwealth embassies were cut in the four years to 2016, with cuts of similar levels in Asia. In one of its key findings, the report says that since the UK joined the EEC in 1973 core diplomatic spending has fallen from 0.5% of public sector current expenditure to 0.1%. The report finds that if the government continues with its projected cuts, core diplomatic funding will fall to its lowest level in 20 years. The Foreign Office core budget in 2017-18 stood at £1.2bn out of £306.1bn-worth of departmental expenditure. The proportion of funding available to the FCO to spend at its discretion is described by the report’s authors as capricious and unstable. In one budget cycle alone – 2014-15 to 2015-16 – the FCO’s administration and programme expenditure was cut by £178m (17.2%), and, according to the FCO’s own accounts, is yet to return to its 2014-15 level despite the department having been given additional money to prepare for Brexit. Meanwhile, its capital budget lost £104m (63%) from 2014-15 to 2016-17 and this year is projected to be 25% smaller than in 2013-14. The report cites Sir William Patey, a former British ambassador to Iraq, Saudi Arabia and Afghanistan, saying there simply is “not time any more” for diplomatic staff to travel the country and engage at length with local people. Other ambassadors, including the ambassador to Washington, Nigel Sheinwald, have questioned whether cuts in FCO staff numbers in eastern European offices led to misreadings of events in Ukraine. The report questions the figures used in recent claims that the policy of cuts is being reversed as Brexit draws near. Hunt used his first major policy speech as foreign secretary to announce that by the end of 2020 the FCO would have an extra 335 British diplomats posted overseas, 328 extra staff posted in the UK, and a further 329 locally engaged staff in British embassies. However, after further investigation he conceded that 450 of the UK staff posts had already been announced by his predecessor. The report says: “Such subterfuge offers little reassurance that the new foreign secretary grasps the extent of the Foreign Office’s historic under-resourcing.” In a foreword to the report, Sir Simon Fraser, a former permanent secretary at the Foreign Office, said: “The downward trajectory of Foreign Office spending raises significant questions regarding the credibility of the UK’s global ambitions post-Brexit. If the UK is to have any hope of restoring, let alone expanding, its global influence as promised by the champions of [pro-Brexit group] Global Britain, it is clear our soft power capabilities will play a central role. “It is now painfully clear to our allies and adversaries alike that the FCO is way beyond any ability to do ‘more with less’ and is now drawing ever deeper on irreplaceable reserves of long-nurtured capital.” • This article was amended on 26 June 2019 to remove comparisons of the Foreign Office’s annual budget with NHS daily spending, and with Kent County Council’s annual outlay. The comparisons – by Ed Miliband and William Hague, respectively – date from 2010. They were removed for the avoidance of confusion in a paragraph about the 2017-18 Foreign Office budget. Also, an expenditure cut of £178bn was meant to be £178m."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}