{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/19/conservative-leadership-debate-was-just-embarrassing", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-19T17:35:54Z", "webTitle": "Conservative leadership debate was just embarrassing | Letters", "webUrl": "https://www.theguardian.com/politics/2019/jun/19/conservative-leadership-debate-was-just-embarrassing", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/19/conservative-leadership-debate-was-just-embarrassing", "fields": {"headline": "Conservative leadership debate was just embarrassing", "bodyText": "Picture anyone from any European country coming across the recent TV debate between the candidates for leadership of the Tory party and the UK (Johnson defensive and evasive but remains favourite for No 10, 19 June). Imagine trying to explain why this was taking place. Five politicians with closely similar views, representing barely half of our electorate, debating departure from the EU before the viewing public of our nation of 65 million souls, hoping to influence just 160,000 of their own political party. The goal: to vote for them as leader not only of the Tory party, but of the whole UK, including the near half who wish to remain within the EU. The concept is simply absurd. It doesn’t stop there. High on the list of “must do” concepts is the notion that leaving the EU without a deal is somehow a bargaining chip of major significance in the search for a mutually acceptable departure deal. Why on earth should this matter to anyone in Brussels? If you want to go, then go! It is frankly more than embarrassing, as the recent fly-on-the-wall documentary of the scene as viewed from Brussels revealed. Michael Benoy Cranleigh, Surrey • Six days after Chamberlain resigned as prime minister in May 1940 a national coalition government was hard at work and Churchill was setting out his policy in an inspiring speech to parliament. I wonder what would have happened back then if the country had been left in limbo for more than six weeks while a bunch of Tory chancers indulged in rounds of musical chairs in the hope that Dad’s Army would eventually choose one of them as Britain’s next leader. Leavers or remainers, we deserve better than this. Bill Packford Penzance, Cornwall • Although the high stools the Tory PM contenders sat on last night looked uncomfortable, was it significant that Rory Stewart was the only candidate to have his feet on the ground throughout? Mick Beeby Bristol • I didn’t see the new boyband on the BBC last night. Someone at the BBC either has a sense of humour or a yearning for the old Westlife days. Petrina Stevens Sherington, Buckinghamshire • MPs toadying up to Boris Johnson in the hope that he’ll give them ministerial jobs if he becomes PM should remember his past record: he’ll promise them the earth to get what he wants then walk away laughing, leaving them empty-handed. Sue Boulding Stanwardine, Shropshire • At least the Ukrainians managed to elect a genuine comedian. Carol Hedges Harpenden, Hertfordshire • The star of the debate was 15-year-old Erin from Glasgow. She was not only eloquent on the issues but spoke for many of us watching when she said: “None of you have impressed me in the way I would have wanted.” Anne Strachan Manchester • How much longer do we have to endure this appalling Tory government perpetuating itself by substituting one inept prime minister for an even more rightwing one? As a 95-year-old, do I have to wait for my demise before I (hopefully) encounter a better world? Bessie Taylor Purbrook, Hampshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}