{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/18/ex-chief-scientist-fears-for-uk-climate-plan-if-boris-johnson-is-pm", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-18T10:58:50Z", "webTitle": "Ex-chief scientist fears for UK climate plan if Boris Johnson is PM", "webUrl": "https://www.theguardian.com/politics/2019/jun/18/ex-chief-scientist-fears-for-uk-climate-plan-if-boris-johnson-is-pm", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/18/ex-chief-scientist-fears-for-uk-climate-plan-if-boris-johnson-is-pm", "fields": {"headline": "Ex-chief scientist fears for UK climate plan if Boris Johnson is PM", "bodyText": "Prof David King, the former chief scientist, has expressed alarm at the prospect of Boris Johnson becoming prime minister because the Tory MP oversaw “devastating” cuts in efforts to tackle the climate crisis when he was foreign secretary and then wanted to hush them up. King was serving as the UK special representative for climate change when Johnson was appointed foreign secretary. He told the Guardian that Johnson’s term in office coincided with a 60% cut in his team of climate attaches across the world from 165 to just 65. “The cuts began with the new incoming permanent secretary, which was just before Boris Johnson in early 2016,” King said. But Johnson did not stop or reverse the cuts. “The cuts were devastating because it was just at the point that we had to deliver the Paris agreement.” They meant the UK lost its global leadership role in climate negotiations, King added. In a one-to-one meeting in 2017, when King was about leave his post, Johnson claimed he knew nothing about the reduction in posts and urged King not to go public with his concerns. Recalling the conversation after raising the 60% cut, King said: “He said something like: ‘Good God, I didn’t know that.’ He then said: ‘You’re not going to spill this all out to the media?’” King, who had to sign a two-year non-disclosure agreement when he left the government in March 2017, agreed not to talk to the media about the issue if no more cuts were made. In return he said Johnson gave him a “wonderful farewell speech at the Foreign Office praising me for doing more on climate change than any other individual”. King said there was a mismatch between Johnson’s commitments in private and his lack of public commitment on the climate crisis, which have continued in the current leadership campaign. He said: “During his time in the Foreign Office, Boris Johnson never made a speech on climate change … There was a contrast between Johnson’s farewell speech to me and his action. I really tried to encourage him to make speeches on climate change and it never transpired.” Asked if he was worried by Johnson’s friendship with the climate denier Donald Trump, King said: “Aren’t we all? It’s extremely concerning.” He added: “The issue of Boris Johnson and climate change has not been clarified so far in the discussion around the leadership of the Conservative party. “It would give me tremendous comfort to know that we do have a prime minister coming in who is prepared to stick to a commitment on climate change. That’s been an all-party commitment since 2008. It could come undone by simply not saving anything or by reducing our ability to deliver which is really what happened in the Foreign Office. And in that process explicitly ignoring this enormous challenge to civilisation.” He also claimed that Johnson misled the public during his time as London mayor about King’s agreement to chair an inquiry into building a London airport in the Thames estuary. King said he backed using islands in the Thames to protect London from flooding, adding: “I said I’m happy to look at the future use of the Thames estuary, but I said we’ve got to take care of rising sea levels, you can’t start constructing large cities’ terminuses if you are then going to be faced with future flooding. “He stepped out to the media and said: ‘Sir David has agreed to chair the commission into the future of an airport in the Thames estuary,’ literally minutes after we had reached that agreement. My report saying we shouldn’t do it was never published.” Asked if Johnson had been dishonest he said: “There is no other word for it. When I challenged him he hit the top of his head and said: ‘Oh God, sorry. I didn’t mean to do that.’ Of course he meant it.” King, who was chief scientific adviser under Tony Blair and Gordon Brown, also revealed he was repeatedly blocked from talking to the media during his second stint in government as climate envoy under David Cameron and Theresa May. He said: “When I was brought back, William Hague – then foreign secretary – said we need you back as a talking head, because we need to get the information out to the public on climate change. The week after I had requests from the media to appear. And virtually every single request was turned out. The turning down was not from the communications office in the Foreign Office or from Hague, but from No 10. So, I am assuming that whoever was advising No 10 on their political campaigning must have been saying that climate change is not a vote-winner.” King added: “It was absurd. Here was Britain doing more than almost the rest of the world put together on this issue and I’m kept off the public airwaves.” A spokesman for Johnson pointed to comments he had made to the ConservativeHome website. When asked if the UK should set a zero carbon target by 2050, Johnson said: “Yes we should set ourselves a challenging target. Even if it looks tough to deliver today, the technology is changing and improving the whole time. I believe in the Promethean power of the human race to solve its problems – and Britain can be in the lead in coming up with the answers. When I was mayor of London we saw huge growth in population and GDP, and yet cut CO2 by 14%.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}