{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/27/theresa-may-next-pm-must-not-try-to-bypass-parliament-on-brexit", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-27T12:40:32Z", "webTitle": "Theresa May says next PM must not try to bypass parliament on Brexit", "webUrl": "https://www.theguardian.com/politics/2019/jun/27/theresa-may-next-pm-must-not-try-to-bypass-parliament-on-brexit", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/27/theresa-may-next-pm-must-not-try-to-bypass-parliament-on-brexit", "fields": {"headline": "Theresa May says next PM must not try to bypass parliament on Brexit", "bodyText": "Theresa May has warned the two men vying to replace her against trying to bypass parliament, insisting they must find a solution to the Brexit deadlock that can win the support of a majority of MPs. Boris Johnson has pledged to take Britain out of the EU on 31 October, “do or die”, and even declined to rule out proroguing parliament to override the objections of MPs. But when asked about that suggestion, the prime minister said: “What I hope and expect is that my successor will be able to put before parliament proposals that will enable us to deliver on the vote of the British people in a way that will be good for the United Kingdom.” Pressed on whether she herself would back whatever plan the next prime minister brings before the House of Commons, she said: “What you are saying to me is: ‘Will you now say that whatever happens in the future you’re going to agree with it?’ “Look, I think it’s important for us to deliver Brexit in a way that is good for British people. It will be up to my successor to take this forward, to find the majority in parliament that I was not able to find on this issue and to deliver the decision of the British people in 2016.” It is highly unlikely there would be a majority for a no-deal Brexit, with several Conservative MPs, including Ken Clarke, Phillip Lee and Dominic Grieve, committed publicly to voting against a Tory government in a motion of no confidence, if that were the only way of preventing it. Asked whether she could understand their motivations, the prime minister said: “This is an issue on which people feel strongly.” But she added: “As far as I’m concerned, I believe there should be a Conservative government in the UK, because a Conservative government is better for the people of the UK.” The prime minister was speaking to journalists en route to the G20 summit in Osaka – her final major international meeting before she leaves 10 Downing Street next month. She resisted expressing a preference between Johnson and the foreign secretary, Jeremy Hunt. But she repeatedly used the formula that whatever happens next in the Brexit saga must be “good for the United Kingdom”. That would appear to rule out a no-deal Brexit, which she has warned in the past would be damaging – and declined to pursue earlier this year, when her own deal was rejected. The race to succeed the prime minister has been dominated by the risks of a no-deal Brexit – with Johnson backed by many of the “Spartans”, who are relaxed about the prospect, which they regard as a way of escaping the controversial Irish backstop. Both Johnson and Hunt have insisted their first course of action would be to seek changes to the backstop, with Johnson also suggesting he would “disaggregate” the withdrawal agreement, and withhold the £39bn financial settlement until after Brexit. But May appeared to cast doubt on the likelihood of those strategies being successful, saying: “The EU has made its position clear. We negotiated a good deal with the EU.” The prime minister was left with little choice but to resign, after the withdrawal agreement her government painstakingly negotiated with the EU27 was rejected three times by parliament, and talks with Labour failed to yield a way through the deadlock. Asked whether she would do anything differently if she had her chance again, she said: “I did what I believed to be right in the interests of the country. Sadly, when it came to it on three occasions, I was not able to achieve a majority in the House of Commons for that decision. I think it’s right that somebody else will now take up that mantle and lead the country forward.” May said she intended to stay on as the MP for Maidenhead after stepping aside and did not rule out standing as a candidate in the next general election."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}