{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/13/therapy-to-get-us-thinking-again", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-13T16:19:49Z", "webTitle": "Therapy to get us thinking again | Letters", "webUrl": "https://www.theguardian.com/politics/2019/jun/13/therapy-to-get-us-thinking-again", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/13/therapy-to-get-us-thinking-again", "fields": {"headline": "Therapy to get us thinking again", "bodyText": "George Monbiot writes that “psychotherapy would take the toxicity out of politics (Journal, 12 June). He says: “Almost everywhere we see the externalisation of psychic wounds or deficits” and that Sigmund Freud claimed “groups take on the personality of their leader”. For three years, the UK has been revelling in hate and division. We have been whipped up by politicians to believe the world only operates in a binary way – the pull to join one side or the other of the Brexit argument has been irresistible, as has the delightful feeling of being right while all the others are wrong. No wonder those, like Rory Stewart, who have the temerity to suggest we compromise and come to some sort of mediated agreement, are relegated to the periphery of the debate. Who wants reasonableness when we have been encouraged by our leaders to be extreme. As a nation we have gone mad when it comes to Brexit. That is to say that we have regressed to a primitive and paranoid state. We refuse to think, and simply see anyone who views things differently as deluded. Thinking is hard work. It means bringing together two different ideas out of which a third, creative, idea can emerge. It means giving up the belief that you are right and that anyone who thinks differently is an idiot. It means giving up that delicious feeling of belonging to the good tribe that only exists because of the hated other tribe. But didn’t these tribes come together briefly when we watched the D-day ceremonies; didn’t we feel for a day connected to the rest of humanity; and isn’t that the connection we all need to find if we are to become sane again? Pauline Hodson (Psychoanalytic psychotherapist), Oxford • The quote from the article – “For some people it is easier to command a nation and to inflict terrible suffering than to process their own trauma and pain” – reminds me of a seminal book on the subject I read many years ago called The Drama of Being a Child, by Alice Miller. In fact, the imprint of the traumatic effects of the primal years led me to write a book, Touching Base With Trauma: Reaching Across the Generations. Monbiot’s focus on the effects of boarding school is timely – expressed in the concept that a “survival personality” is created, “learning to cut off their feelings and project a false self, characterised by a public display of competence and self-reliance”. If the current crisis is to heal, I agree that individual therapy for aspiring politicians could create new insights and awareness, fostering healthy outcomes for not only themselves and their interactions with colleagues but also for wider members of the public at large who have put their faith in them to lead. The Speaker in the Commons will then no longer have to shout: “Order, order, order.” Elizabeth Adalian London • George Monbiot believes those who should be least trusted with power are most likely to win it, and recommends psychotherapy before eligibility for office. However, some responsibility for the toxicity of politics must surely lie with electors and their assessment of leadership potential. Maybe electors need reminding of some basic findings from reputable studies. First, confidence is not a measure of competence. People commonly overestimate their abilities, and there is evidence of less than a 10% overlap in how competent people think they are and how competent they actually are. Second, people with the most unrealistic sense of their talents and superiority frequently emerge as leaders because they are also the best at impression management. However, they tend to show little genuine concern for people other than themselves and blame others for their mistakes. Third, people frequently favour potential leaders who exude the quality “charisma”. However, the fact that they have difficulty defining “charisma’” strongly suggests it is in the mind of the beholder and has no verifiable substance or benefit. When assessment of leadership potential relies on erroneous thinking, it is not surprising that incompetent leaders are elected while those men and women with conviction are often overlooked because they do not fit with stereotypical assumptions. Pamela Davies Beverley, East Riding of Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}