{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/25/cressida-dick-defends-neighbours-boris-johnson-recording", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-25T08:47:39Z", "webTitle": "Cressida Dick defends neighbours over Boris Johnson recording", "webUrl": "https://www.theguardian.com/politics/2019/jun/25/cressida-dick-defends-neighbours-boris-johnson-recording", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/25/cressida-dick-defends-neighbours-boris-johnson-recording", "fields": {"headline": "Cressida Dick defends neighbours over Boris Johnson recording", "bodyText": "Britain’s most senior police officer, Cressida Dick, has defended the neighbours of Boris Johnson’s partner after they recorded the couple having a row and reported it to the police. The Metropolitan police commissioner said it was important for members of the public to report incidents when worried about someone’s welfare. Speaking on an LBC phone-in, she said recordings of such incidents could be helpful for potential police investigations. The motives of the neighbours have been attacked by politicians and sections of the press supportive of the Johnson’s campaign to become Conservative party leader, after they reported the row between Johnson and Carrie Symonds and passed a recording of it to the Guardian. But Dick suggested they had acted properly. She told LBC: “I think it is important that people call the police when they are worried about somebody of course. I want people to tell us if they are worried about somebody.” In the recording of the row, at one point Symonds could be heard telling Johnson to “get off me” and “get out of my flat”. Asked whether the neighbours, later revealed to be Tom Penn and his partner, were right to make the recording, Dick said: “It can be helpful for us, if there is evidence of a crime that we are then going to be investigating, if somebody has made some sort of recording.” She confirmed that no further action would be taken over the incident. “We called, we spoke to both people and there was no cause for us to take any further action,” Dick said. Asked if the neighbours were right to pass the recording to the Guardian, Dick said: “That is not something for me to comment on. All I would say is that in an incident where we have been called because somebody is worried about somebody else, and when we get there both parties are fine and there are no offences revealed, we would not put that into the public domain, and we have a very clear policy about this. And we wouldn’t unless a journalist comes in and asks us very specific details about it.” She also denied the Met had been slow and unforthcoming in confirming details about the incident after twice failing to acknowledge to the Guardian that officers had been called to the row. It only confirmed the incident after persistent questioning by the Guardian, including giving precise details about the time of the police callout, as well as the identification numbers of police vehicles that attended the scene. Dick said: “I have looked briefly at this and I don’t think we treated this incident in any way differently from whoever it might have been. We dealt with it in exactly the way we would.” She said she had personally checked to see if the Met should take any action against Tory leadership contenders who admitting taking class A drugs. She said: “We have had a very quick look at all the things that have been in the public domain. I looked at it myself … And the answer is that on the basis of what we know and what we’ve seen there is no sign whatsoever that there would be sufficient evidence to take somebody to court so we won’t be doing any investigating.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}