{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/03/president-trump-visit-queen-buckingham-palace-london-england", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-03T18:28:21Z", "webTitle": "Yes, it's me, President Trump, visiting some third-world hellhole | John Crace", "webUrl": "https://www.theguardian.com/politics/2019/jun/03/president-trump-visit-queen-buckingham-palace-london-england", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/03/president-trump-visit-queen-buckingham-palace-london-england", "fields": {"headline": "Yes, it's me, President Trump, visiting some third-world hellhole", "bodyText": "Get dropped at Air Force One shortly after nine on Sunday night. Settle down to watch some gorilla YouTube videos, before going to sleep on the couch. As usual Melania has taken the main bedroom and locked me out. Wake up to find it’s nearly 9am and we’re about to land. That means we must have been in the air for 12 hours. I hadn’t realised Europe was so far away. An aide explains that London England is FIVE hours ahead of Washington. How is that possible? Do they work 29 hour days? As we land, one of my aides suggests it might be a good idea to tweet something about how nice it is is to be back in London England. “Pass me the phone,” I bark. I start typing: “Sadiq Khan is just a stone cold loser”. That man is dead to me. I don’t care about him at all. I really don’t. He’s even more insignificant than our own very dumb and very incompetent mayor of NYC. Much shorter too. Very short. Almost a dwarf. And a very low IQ. THE LOWEST. Being dumb must be a qualification to be London mayor. The plane comes to a standstill in some field miles from London. This part of the world has less going for it than North Dakota. No wonder the UK is in such big trouble. Some guy I don’t recognise meets me at the bottom of the steps. ‘Who are you?’ I ask. “Jeremy Hunt.” “Good. Very good. I’ve heard all about your Cockney rhyming slang.” I get rid of this dude as soon as decently possible and get into Marine One. Switch on the TV to find it’s tuned to CNN. There’s no escaping #FAKENEWS. Woody says you can’t get Fox News in this shithole of a country and turns over to the cartoons. Check my phone. One message from a guy who says he’s called Pierce Morgan and can we meet? Never heard of him. Another message from Boris Johnson. Great guy. Great, great guy. He thanks me for my support, but asks me to tone it down for the next few days. Whatever. I’m on holiday anyway, so no big deal. Another Marine One ride takes me to the back lawn of Buckingham Palace. I can’t lie, I’m kinda disappointed. Much, much smaller than I expected. At least when you go to Disneyland you’re guaranteed to be impressed. This dive doesn’t even have its own golf course. An old guy appears, says he’s the Prince of Wales and is going to take me to meet his Mum. I bite my lip. This is serious disrespect to me, POTUS. I mean, if the Queen came over to visit me for lunch at Mar-a-Lago, I wouldn’t send Donald Jr, Ivanka and Jared out to meet her. But am determined to be on my best behaviour, so just let it go and walk inside making small talk with the LOSER. Meet the Queen. She’s a nice lady. A very nice lady. So old though. I give her a fist bump and recommend a decent sunbed. Melania is in a grump. She’s got her wide brimmed hat pulled down to disguise the existential dread in her eyes. We head off in the Beast down the avenue to visit Westminster Castle. Another message from Pierce Morgan. These Huawei phones are a real piece of shit. BLOCK. The castle is OK if not quite what I expected. Stop for a while at the Tomb of the Unknown Warrior. Which is kinda cool but you’d have thought it would have been better to make a fuss of a Known Warrior. Otherwise he could have been anyone. Marine One flies me back to Wing Field House. Time for a lie down and TV. All this sight-seeing is exhausting. The kids phone from the Corinthia hotel. They complain room service is TERRIBLE. Woody drops in to say it’s time to get ready for the banquet. Hope food is better than lunch. You can’t get a goddam decent burger and fries in this third-world hell-hole."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}