{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/28/labour-mps-make-third-attempt-to-censure-chris-williamson", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-28T16:58:58Z", "webTitle": "Chris Williamson is suspended again after Labour furore", "webUrl": "https://www.theguardian.com/politics/2019/jun/28/labour-mps-make-third-attempt-to-censure-chris-williamson", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/28/labour-mps-make-third-attempt-to-censure-chris-williamson", "fields": {"headline": "Chris Williamson is suspended again after Labour furore", "bodyText": "Chris Williamson has had his suspension as a Labour MP reimposed two days after it was lifted, following a wave of anger within the party at the handling of the investigation into his comments about antisemitism. The backlash against Jeremy Corbyn and other senior Labour figures led to more than 60 Labour MPs signing a motion formally beginning moves to have Williamson again suspended from the parliamentary party. The Derby North MP had the Labour whip restored after a national executive panel comprising MPs Keith Vaz and George Howarth and constituency representative Huda Elmi, ruled he should receive only a reprimand for suggesting the party was “too apologetic” about antisemitism. However, Vaz subsequently said he had been drafted on to the panel at the last minute and felt the decision should be reconsidered. A Labour source said that, following Vaz’s comments, the Labour general secretary, Jennie Formby, had written to the party’s national executive to say Williamson’s case would be on the agenda for the next meeting of its disputes committee. The source added: “Subsequently, the whip is not restored, as the decision is still pending.” They stressed that Corbyn himself could not get involved in the process. On Friday night after the news emerged, Williamson tweeted: “They say a week is a long time in politics: it seems two days is even longer. I’m naturally concerned by the lack of due process and consistency in how my case is being handled. I’ve been a loyal Labour member for 43 years, and will do my utmost to fight for my membership.” More than 120 Labour MPs and peers led by the deputy leader, Tom Watson, demanded on Thursday that Williamson be ejected for suggesting the party was “too apologetic” about antisemitism. It also followed the submission of a separate letter signed by nearly 70 Labour staff members expressing their anger at the readmission. On Friday, the shadow Brexit secretary, Keir Starmer, added his voice to the call for action, saying he was “deeply concerned about the decision to readmit Chris Williamson to the Labour party”. Starmer tweeted: “I do not understand the rationale behind the decision. The NEC should overrule it and refer it to the NCC. The EHRC [Equality and Human Rights Commission] should also be invited to look at the specifics of this case.” The motion, signed by MPs including Yvette Cooper, Margaret Hodge, Wes Streeting, David Lammy and Diana Johnson, calls for Williamson to have the whip withdrawn for 12 months under the standing orders of the parliamentary Labour party (PLP) and for the case to be referred to the party’s parliamentary committee when it meets Corbyn next week. If approved, the case would go to a vote of the full PLP at Westminster the following week. The motion states: “Due to the exceptional circumstances in this case we are of the view that the allegation of bringing the Labour party into disrepute made against Chris Williamson warrants an investigation by the parliamentary committee under this standing order and full consideration given to a recommendation of removal of the whip to the PLP. We therefore seek to ask the PLP to take action to suspend the whip from Chris Williamson for a period of a year.” Williamson did receive backing on Friday night from the Jewish Voice for Labour group. In a statement it said: “The fairness of the [disciplinary] process is undermined by hostile, personal campaigns such as that being waged against Chris, who is a hard-working and diligent MP with great standing in his constituency and a strong record of anti-racist campaigning.” Williamson was suspended by the PLP after footage first revealed by the Yorkshire Post showed him being cheered by activists in Sheffield as he said of accusations of antisemitism within Labour: “I’ve got to say, I think our party’s response has been partly responsible … Because, in my opinion, we’ve backed off far too much, we’ve given too much ground, we’ve been too apologetic.” The MP, who is a close ally of the Labour leader, later issued an apology saying he regretted his choice of words and had been “trying to stress how much the party has done to tackle antisemitism”. After the suspension was lifted, Williamson tweeted that he had received an “avalanche of goodwill messages”. Earlier on Friday, Jon Lansman, the founder of the grassroots Corbyn-backing Momentum group said Williamson “has to go”. Referring to Williamson’s response to the lifted suspension, Lansman tweeted: “This tweet reveals not one iota of contrition nor any acknowledgement of wrongdoing following a further formal warning from the Labour party for behaviour grossly detrimental to the party. Such contempt for the party’s verdict! He has to go!”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}