{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/17/matt-hancock-backs-boris-johnson-in-tory-leadership-race", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-17T08:37:14Z", "webTitle": "Matt Hancock backs Boris Johnson in Tory leadership race", "webUrl": "https://www.theguardian.com/politics/2019/jun/17/matt-hancock-backs-boris-johnson-in-tory-leadership-race", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/17/matt-hancock-backs-boris-johnson-in-tory-leadership-race", "fields": {"headline": "Matt Hancock backs Boris Johnson in Tory leadership race", "bodyText": "Matt Hancock, who dropped out of the Conservative leadership race at the end of last week, has endorsed Boris Johnson, despite having campaigned on a modernising ticket and said he would not push for a no-deal Brexit. In an article for the Times announcing the decision, the health secretary said it was clear Johnson was likely to win, and it was time to “unite behind him” as soon as possible. However, Hancock said Johnson, the former foreign secretary, had given assurances he would govern as a consensual, one-nation Conservative, and would support the needs of business. On both issues, Hancock said, he would “hold him to that”. In the first round of voting among Tory MPs on Thursday, Hancock finished sixth out of 10 candidates with 20 supporters, above the 13 needed to progress to the next round but with little seeming chance of progressing much further. Hancock announced he was pulling out of the race on Friday morning. His endorsement for Johnson does not mean his former supporters will follow suit. On Monday, one of these, the Scottish Conservative MP Paul Masterton, said he would instead back the other self-styled moderniser in the race, Rory Stewart. Stewart was among five of the six remaining candidates who took part in a Channel 4 televised debate on Sunday night, which Johnson chose to not attend. Michael Gove, who had been hoping to receive Hancock’s endorsement, said it was “disappointing, naturally”, for it to go to Johnson, but insisted he remained a serious contender. “At the moment, yes of course it is the case that Boris is the frontrunner,” the environment secretary told BBC Radio 4’s Today programme. “But we need to make sure that he is tested, and we have two candidates who go forward, if Boris is one of them, who we know are being capable of being prime minister from day one.” Gove added: “I would be ready to take control of the ship of state and steer it safely through the difficult waters ahead.” Asked about criticisms of Johnson’s character and honesty, Gove was circumspect: “There have been various attempts to mount personal attacks against him and against some of the other candidates. I think that is wrong. In the past I’ve had my criticisms and differences with Boris, but I believe that he is someone who is capable of being prime minister.” In his Times article, Hancock said he had spoken to all the candidates, and had “reflected on what is needed in the national interest and how the approaches of the candidates fit with my values”. He wrote: “Having considered all the options, I’m backing Boris Johnson as the best candidate to unite the Conservative party, so we can deliver Brexit and then unite the country behind an open, ambitious, forward-looking agenda, delivered with the energy that gets stuff done.” Johnson had run “a disciplined campaign and is almost certainly going to be our next prime minister”, Hancock argued, saying: “We need to unite behind him with a strong team that can bring the party together and then bring the country together.” This unity, he said, needed to start “sooner rather than later”. Johnson had promised in both public and private, Hancock added, to be a one-nation prime minister “and bring the country together around an optimistic vision for the future”. He said: “I will hold him to that.” Referring to their expletive-based jostling on business, Hancock said: “Boris and I have both used language our mothers might disapprove of in this debate. But I have been reassured, again emphatically, that a Boris administration will be pro-business, pro-enterprise, supportive of the aspirational and the international. That matters to me, and I’ll hold him to that too.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}