{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/13/chuka-umunna-joins-liberal-democrats-after-quitting-change-uk", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-14T07:40:37Z", "webTitle": "Chuka Umunna joins Lib Dems: 'No room for two in centre ground'", "webUrl": "https://www.theguardian.com/politics/2019/jun/13/chuka-umunna-joins-liberal-democrats-after-quitting-change-uk", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/13/chuka-umunna-joins-liberal-democrats-after-quitting-change-uk", "fields": {"headline": "Chuka Umunna joins Lib Dems: 'No room for two in centre ground'", "bodyText": "The former Labour MP Chuka Umunna has said there is no room for two centre-ground parties in British politics after joining the Liberal Democrats 10 days after abandoning Change UK, the party he set up to challenge the system. Explaining his decision to join his third party in five months, the Streatham MP admitted he “massively underestimated just how difficult” it was to set up a new party. “It’s quite clear that there isn’t room for more than one centre-ground option, particularly under the first past the post in UK politics,” he told BBC Radio 4’s Today programme. He also admitted he was hesitant about joining the Lib Dems because of their role in the austerity programme under the coalition government. He said: “The thing that has given me pause for thought definitely has been the time that the Liberal Democrats served in coalition and the austerity. But things have changed since then, the Liberal Democrats have voted against every single Conservative budget since 2015.” He added: “I thought that the millions of politically homeless people in the radical centre ground of British politics … wanted a new party. And I was wrong about that. What people actually wanted us to do is to work together in the centre ground.” He denied he was opportunistic in joining the Lib Dems after the failure of Change UK and predicted other MPs could also defect. “I could see certainly a number of MPs, both in the Conservative and the Labour parties who are prepared to do that,” he said. Asked how many, he replied: “I’d say a good handful.” Change UK, initially called The Independent Group, had hoped to reshape the centre ground of British politics and provide a home for MPs disillusioned with both of the main parties. But it split acrimoniously after polling 3% at the European elections. Just days before the election, its interim leader Heidi Allen, the former Conservative MP, threatened to resign after a disagreement over whether the new party should urge its supporters to vote Lib Dem. Umunna had since been courted by Sir Vince Cable’s resurgent party, which has successfully positioned itself as the leading anti-Brexit party. He told the Times he was prepared for criticism of his second change of party in four months. “I’ve got a pretty thick skin,” he said. “You don’t leave all of the political security of what are the two main parties if you’re out for self-advancement. And I’m not sure what more I could do to prove that I’m not, not a careerist.” He said he had believed there were “millions of politically homeless people that wanted a new option on the ballot paper – I was wrong on that”. Cable said he had “developed a relationship – I would say friendship – over quite a long period of time,” with Umunna, who previously said he “never felt totally comfortable in the Labour party”. Change UK consists of five MPs, led by the former Conservative Anna Soubry – and announced on Thursday it had been forced to change its name again, after a legal challenge from the petitions website Change.org. It will now be called the Independent Group for Change. It is unclear whether Umunna hopes to fight for his Streatham seat at the next election, or has been offered an alternative. He told the Times: “I’m a Streatham boy, born and bred, and I’m absolutely committed to the constituency,” but added that where he stands at the next election is a “discussion that needs to be had”. One Lib Dem source suggested he could stand in Richmond Park, the seat held by the Tories’ Zac Goldsmith but which was won by Cable’s former chief of staff Sarah Olney at a byelection in 2016. Cable’s Twickenham seat could also become vacant if the 76-year-old decided to step down at a future general election. The former business secretary has announced he will resign from his party’s leadership in the summer, once a contest has taken place. The two contenders to replace him are Ed Davey and Jo Swinson. Swinson said: “I have worked with Chuka on the People’s Vote campaign, and I know the passion, intellect and energy he will bring to our party, and our campaign to stop Brexit.” Davey said he would make “a huge contribution”. Umunna’s defection raised eyebrows among some of his Change UK colleagues, who claimed he was the author of a leaked party strategy document urging an adversarial approach to the Lib Dems."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}