{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/22/boris-johnson-neighbour-interview-call-police", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-22T12:34:31Z", "webTitle": "Boris Johnson's neighbour: 'There was no response, so we called the police'", "webUrl": "https://www.theguardian.com/politics/2019/jun/22/boris-johnson-neighbour-interview-call-police", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/22/boris-johnson-neighbour-interview-call-police", "fields": {"headline": "Boris Johnson's neighbour: 'There was no response, so we called the police'", "bodyText": "The neighbour who called the police after hearing a row between Boris Johnson and his partner Carrie Symonds said they dialled 999 as a last resort after receiving no response from individuals in the flat. After hearing a row involving smashing and screaming in the early hours of Friday morning, the individual says they discussed how to respond with their partner, out of concern for the safety of those involved. “The very last thing I’d heard was a loud bang and screaming. First I knocked on their door to make sure everyone was OK,” they told the Guardian on Saturday. “There was no response at all, I couldn’t hear anything. I knocked three times. Then I went back, discussed further that there was no response and we decided to call the police.” The neighbour, who was waiting up for a takeaway delivery, described loud shouting that could be heard throughout the vicinity, an account backed up by other residents in the area. Another neighbour, a nursery teacher who lives with her husband and four-year-old son in the top flat next door, told the Times that she could hear “shouting and screaming”. Fatimah, 32, said: “It was really loud, loud enough to make me turn down the TV and see what was going on. I could hear shouting and screaming from a lady, she sounded really angry. There was a man’s voice too, but he was much calmer and he was telling her to calm down but she was still chucking things about,” she told the Times. “It went on for about 10 minutes. I’ve never heard anything like it. I was considering calling the police but then a [police] van and car came.” The neighbour who called the police said: “I’d heard the screaming and shouting that sounded like it was from the street before I went to get my food. It became clear as I returned that it was coming from inside.” They said that they began recording “purely out of instinct”. “I had my phone on me because I’d gone to pick up a Deliveroo so I was on the phone to the Deliveroo driver. If I saw someone who I thought was in danger on the street I would start filming while seeking help. I was inside my own flat hearing shouting, screaming and banging so I pressed record. “It felt like if there was something dangerous happening that having a recording of it would be important as evidence. The screaming maxed out the volume of the microphone on my phone through two doors, which is why we became concerned. “We called the police and they called back to say thank you for everything that you’d done and luckily no one was hurt. “The first shouting could be heard from my own living room. I have never heard any other noise in the building, other than the front door opening and closing. People upstairs and on the street could hear it.” They also said they had no involvement with low-key protests about Johnson’s presence from other local residents, despite claims online that neighbours had been hostile. “I have not put anything up. I saw that a poster had been put on his car and obviously saw the same posters across the street. People locally know that Boris Johnson has been there but I have not made any protest about Boris Johnson being a neighbour.” They said they hoped anyone would call the police if they failed to receive a response from a neighbour after hearing such an altercation. “I am not a member of a political party. I’m frustrated politically by the last few years across the board but this was nothing to do with politics, I would hope that anybody that I know – friends, neighbours – would have their back if they heard something that sounded scary and frightening,” they said. “I would like to think that we have a duty to look after and look out for neighbours. “I am glad that I recorded everything of the event. I’m glad that the police were satisfied that nothing happened. They said ‘there’s been a row’ but nobody was hurt.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}