{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/19/global-financial-bodies-not-fit-purpose-climate-crisis-john-mcdonnell", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-19T17:00:09Z", "webTitle": "Global financial bodies not fit for purpose, John McDonnell says", "webUrl": "https://www.theguardian.com/politics/2019/jun/19/global-financial-bodies-not-fit-purpose-climate-crisis-john-mcdonnell", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/19/global-financial-bodies-not-fit-purpose-climate-crisis-john-mcdonnell", "fields": {"headline": "Global financial bodies not fit for purpose, John McDonnell says", "bodyText": "Fighting the climate crisis should be put at the heart of decisions made by the International Monetary Fund and other global institutions as part of a fundamental shake-up designed to reduce the influence of corporate power, John McDonnell has said. The shadow chancellor used a Guardian interview to say that Donald Trump’s hostility to international bodies was the opportunity to recast organisations set up after the second world war for the modern age. McDonnell warned that the IMF, the World Bank and the World Trade Organisation were no longer fit for purpose given the scale of the climate emergency, while saying that he was open to the possibility of creating a new global body with tough new powers for enforcing climate commitments. “I’m angling towards one [a new body] because I don’t think the existing ones are working effectively at the moment,” McDonnell said. “They have an inability to intervene in the new economic circumstances.” The IMF and the World Bank have said fighting the climate emergency is central to their mission and redoubled their warnings over the risks facing the world economy from catastrophic global heating. Christine Lagarde, the IMF’s managing director, has repeatedly sounded the alarm on the issue, while the new, Trump-endorsed president of the World Bank, David Malpass, has said there would be no let up in his institution’s commitment to fighting the problem. McDonnell said, however, that they had not gone far enough. Asked why they were unfit for purpose, McDonnell cited their “inability to control multinational decision-making – particularly when you are into a new era of Googles, Amazons and others”. He said Labour would seek to beat Theresa May’s 2050 deadline for the UK to reach net zero carbon emissions and had held meetings with Extinction Rebellion on the subject, but added that action domestically needed to be buttressed by global agreements. McDonnell will use a conference next month with left-leaning economists to discuss institutional reforms to combat the climate crisis. The IMF, he said, should be equipped with greater powers to ensure that countries made good on their commitments to limit global heating. When the IMF, the World Bank and the WTO were first mooted in the 1940s, the priority was to boost growth and avoid a return to the mass unemployment of the 1930s. McDonnell said the climate crisis was an “existential threat” that Labour would put at the heart of its policy agenda for government. McDonnell’s comments come at a time when the international framework of global institutions has come under threat from Trump’s “America first” agenda and a rise in the polarisation of political debate. The Geneva-based WTO has faced intense criticism from the White House, with its ability to police global trade threatened by the US blocking the appointment of new judges to its disputes panel. Among Trump’s first decisions as president was to pull the US out of the 2015 Paris climate agreement. McDonnell said: “That’s why we are really keen to prepare now for a post-Trump world. We’ve got to be in the position of being post-Trump as rapidly as we possibly can.” He added that there was a mood for change, even in the US where a movement was building to fight the climate crisis. “Over the next 18 months to two years is the key turning point for us [politicians] on climate change,” he said. Warning that the WTO was in crisis, he added: “It hasn’t defended itself, it hasn’t opened itself up to public debate. So if we can make it more transparent and amenable beyond the business world we can make it a more effective organisation. “The criticism is that it has been corporate captured. The issue is how you redress that balance so that trade is more than just a financial transaction.” McDonnell said that if Labour held power when the UK next hosts a G7 summit in 2021 it would focus the annual meeting of the world’s most powerful economies on measures to tackle global heating. Two previous UK summits, in 1998 and 2005, presided over by Tony Blair, were dedicated to debt relief and increasing western aid to developing countries, while McDonnell praised the former Labour prime minister Gordon Brown for his role in orchestrating the international response to the 2008 financial crisis. “Whatever you might say about them [Blair and Brown], we are an internationalist party. If you look at the track record of Labour governments they have always engaged in the global institutions. This government has taken no interest whatsoever.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}