{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/27/boris-johnson-vows-push-on-immigration-points-system", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-26T23:01:28Z", "webTitle": "Boris Johnson vows push on immigration points system", "webUrl": "https://www.theguardian.com/politics/2019/jun/27/boris-johnson-vows-push-on-immigration-points-system", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/27/boris-johnson-vows-push-on-immigration-points-system", "fields": {"headline": "Boris Johnson vows push on immigration points system", "bodyText": "Boris Johnson has vowed he will push for introducing an immigration system modelled on a so-called Australian-style points system, resurrecting one of the key promises of the Vote Leave campaign. In a pledge that could pave the way to abandoning the Conservatives’ net migration target, Johnson said the country needed to be more open to highly skilled immigrants and tougher on those who “abused” the UK’s “hospitality”. Johnson’s camp stressed this proposal was not intended to suggest he would abandon the current proposed immigration bill, but would instead give new instructions to the migration advisory committee (MAC) to investigate the idea of a points-based system. The MAC will be asked to consider how people can be admitted to the UK on the basis of specific criteria, including by examining the Australian points system. “We will restore democratic control of immigration policy after we leave the EU,” Johnson said. “We must be much more open to high-skilled immigration, such as scientists, but we must also assure the public that as we leave the EU we have control over the number of unskilled immigrants coming into the country. “We must be tougher on those who abuse our hospitality. Other countries such as Australia have great systems and we should learn from them.” The UK already has a points-based system for non-EEA migrants, introduced by the Labour government in 2008, where eligibility is determined by a set of mandatory criteria to which a fixed number of symbolic points are attached. A Commons library paper on the system, published in 2018, said: “Calls for the UK to adopt a system closer to the ‘Australian model’ have persisted, although it has not always been obvious what advocates specifically have in mind.” Johnson also pledged he would ensure EU nationals’ rights were entrenched and said he regretted that that had not happened straight after the 2016 referendum. “I will sort it out immediately and make sure that this issue is properly dealt with, and millions of people can stop worrying,” he said. The government has already introduced a new immigration bill, which ends freedom of movement for EU nationals, though it does not specify the shape of the immigration system from 2021. A government consultation has started on the system but the home secretary, Sajid Javid, has already ordered a review of Theresa May’s proposed £30,000 salary threshold for immigrants to qualify for work visas, asking the MAC to look again at the plans. Johnson said he would continue with the current immigration bill but also ask MAC to look at what elements of the Australian points-based system could be incorporated into the immigration systemto be introduced from 2021. The Conservative leadership frontrunner was among several leading members of Vote Leave who floated the idea, during the referendum campaign, of an Australian-style system to replace free movement. Neither Johnson’s campaign nor Vote Leave promised that the system would reduce immigration. Johnson’s leadership rival, Jeremy Hunt, also announced a new policy, pledging to waive tuition fee debt for young people starting new businesses that employ more than 10 people for five years. Hunt, who has staked his leadership campaign on his background as an entrepreneur, said: “If we are to turbo-charge our economy and take advantage of Brexit we need to back the young entrepreneurs who take risks and create jobs. “I want more young people to have the confidence to take the decision to start their own business so we create wealth and start thriving as a country again.” His campaign said student entrepreneurs employing others would create far more benefit for the economy than the cost of tuition fees. Statistics from the Higher Education Statistics Agency suggest just 1% of students start their own businesses, although 5% are freelance or self employed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}