{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/21/womens-groups-criticise-reaction-mark-field-assault", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-21T18:01:11Z", "webTitle": "Women's groups criticise reaction to Mark Field assault", "webUrl": "https://www.theguardian.com/politics/2019/jun/21/womens-groups-criticise-reaction-mark-field-assault", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/21/womens-groups-criticise-reaction-mark-field-assault", "fields": {"headline": "Women's groups criticise reaction to Mark Field assault", "bodyText": "The response to the forceful removal of a female protester by a Conservative MP has highlighted a worrying trend in social attitudes towards violence against women, women’s groups have said. After a video emerged of the Foreign Office minister Mark Field pushing the Greenpeace activist Janet Barker against a pillar and grabbing her by the neck, a number of his party colleagues and supporters said the anger at his behaviour was unjustified and told his critics to “calm down”. The Conservative MP for Lichfield, Michael Fabricant, said colleagues were “rallying around” Field, who was suspended as a minister on Friday. His colleague, the Reigate MP Crispin Blunt, commended Field for his actions, saying the force used was the “minimum”. “It’s called taking responsibility and leadership,” he said. Johnny Mercer, the MP for Plymouth, also defended Field, tweeting: “If you think this is ‘serious violence’, you may need to recalibrate your sensitivities. Calm down, move on, and be thankful this wasn’t worse.” Others cited the example of the murder of Jo Cox as they argued that Field’s actions were understandable because the unarmed protester may have appeared to pose a danger. Charities working to combat violence against women expressed concern over the support that Field’s actions received. Karen Ingala Smith, the chief executive of Nia, an organisation that supports victims of domestic and sexual violence in east London, said: “We see how men’s violence against women is explained away and reduced in crime figures and inquiries. I think this is an absolute parallel of that. It’s part of the messages women get all the time about our worth, who has power and who the state is protecting.” Field, the MP for the Cities of London and Westminster, said he felt threatened when the protester walked past him and was worried that she might have been armed. But Ingala Smith dismissed his response, saying: “People are queueing up to say that she might have had a weapon. You can see her hands and arms. If you’re going to go and attack someone, that’s not how you enter a room.” Mandu Reid, leader of the Women’s Equality party, said the video made for “disturbing viewing” and called for Field to lose his seat. “Anything less amounts to apologism for violence against women,” she said. “For many women, it will have been a visceral experience both terrifying and yet familiar, because male violence against women is endemic and too many women have experienced first-hand the indignant fury we all witnessed in Field’s behaviour.” Field has referred himself to the Cabinet Office and the Conservative party, both of which are investigating the incident. Police are also investigating third-party reports of assault made against Field, who has since apologised to the protester. A spokeswoman for Theresa May confirmed that she had seen the footage, saying the prime minister found it “very concerning”. However, the spokeswoman refused to be drawn on whether it was inappropriate for MPs to defend the actions."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}