{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/17/david-gauke-mocks-boris-johnson-over-spending-promises", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-17T10:02:43Z", "webTitle": "David Gauke mocks Boris Johnson over spending promises", "webUrl": "https://www.theguardian.com/politics/2019/jun/17/david-gauke-mocks-boris-johnson-over-spending-promises", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/17/david-gauke-mocks-boris-johnson-over-spending-promises", "fields": {"headline": "David Gauke mocks Boris Johnson over spending promises", "bodyText": "The justice secretary, David Gauke, has mocked Boris Johnson for making profligate spending promises during the ongoing Conservative leadership campaign, saying “good luck” to whoever became his chancellor. Gauke, who was previously chief secretary to the Treasury and pensions secretary, tweeted his concerns after Johnson used his latest weekly Telegraph column to call for a national rollout of fibre-optic broadband. Earlier in the campaign, Johnson, the clear frontrunner in the race to succeed Theresa May, pledged to increase the threshold for the higher rate of income tax from £50,000 to £80,000, which would cost an estimated £9.6bn and largely benefit those on higher salaries. In his first tweet, Gauke said: “I’m the last person to want to curtail the leadership race. But every Telegraph column by Boris Johnson increases borrowing by billions of pounds.” He added: “If Boris wins, good luck to whoever becomes his chancellor. It would be a noble act of self-sacrifice to accept the job. Who’d do it?” There had been indications Johnson might edge away from his tax plan. But on Sunday evening a key supporter, Liz Truss, the chief secretary to the Treasury and a possible chancellor under Johnson, said that as far as she knew it was a definite proposal. The comments by Gauke, a supporter of outsider Rory Stewart, will increase the scrutiny on Johnson’s plans before the latest round of voting by MPs, where he is again widely expected to top the polls. In the first round, on Thursday, the former foreign secretary won the backing of 114 Tory MPs, more than double that of the second-placed candidate, Jeremy Hunt. The second round takes place on Tuesday, with subsequent votes later in the week, with Johnson seen as a certainty to go into the run-off vote of the final two candidates by party members, barring a major upset. On Sunday night, Matt Hancock, the health secretary, who dropped out of the race after finishing sixth out of 10 candidates in the first round, switched to backing Johnson. Despite having pitched himself as a moderniser, Hancock said in an article for the Times announcing the decision that it was clear Johnson was likely to win, and it was time to “unite behind him” as soon as possible. Johnson has escaped much of the scrutiny so far, largely avoiding most broadcast interviews and being the only one of the six remaining candidates to not take part in a Channel 4 TV hustings on Sunday evening. Johnson was also the only hopeful due to not take part in media hustings taking place in parliament on Monday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}