{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/19/tory-leadership-gove-backers-hope-to-bump-hunt-out-of-second-slot", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-19T12:33:31Z", "webTitle": "Tory leadership: Gove backers hope to bump Hunt out of second slot", "webUrl": "https://www.theguardian.com/politics/2019/jun/19/tory-leadership-gove-backers-hope-to-bump-hunt-out-of-second-slot", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/19/tory-leadership-gove-backers-hope-to-bump-hunt-out-of-second-slot", "fields": {"headline": "Tory leadership: Gove backers hope to bump Hunt out of second slot", "bodyText": "His campaign has been dogged by a drug scandal and lacklustre momentum in public debates but on Wednesday Michael Gove could potentially leapfrog Jeremy Hunt into second place. Supporters of the environment secretary are more confident of picking up votes from the eliminated Dominic Raab, while Hunt’s camp do not see him being able to make further advances until later in the voting rounds. Both the home secretary, Sajid Javid, and the international development secretary, Rory Stewart, are expected to battle it out to avoid elimination from the leadership race in the third round of voting by MPs. A source in the Gove campaign said they were “confident we will make progress” in the ballot on Wednesday evening. Gove is known to be close to a number of Raab’s former supporters, though the majority are Brexiters who could now back the frontrunner, Boris Johnson. Raab endorsed Johnson on Wednesday morning. Of the 30 people who voted for Raab on Tuesday, three fewer than the 33 required to progress, Stewart told the BBC he had gained pledges from two of them. Stewart, who beat Javid by four votes, suggested on Wednesday morning he had entered discussions with Gove, but also admitted their Brexit positions appeared to be at odds. His team insisted the talks would only proceed if it was Stewart who went forward with Gove’s backing. “Clearly at some point people will need to combine teams,” a source close to Stewart said. “But any team that gets combined, Rory wants to lead.” It is understood Hunt does not expect to advance his tally of votes much beyond his current total. One source close to his team predicted he would gain just one or two votes, but said they believed he was more likely to capitalise if Stewart or Javid were eliminated on Wednesday. A YouGov poll suggested viewers believed Stewart had performed best in the leadership debate on Tuesday night, winning approval from 41% of those watching. However Stewart said he felt his performance in the BBC One hustings had been underwhelming and he had not challenged Johnson as effectively as he had hoped. Overnight, some Javid supporters revealed they had received text messages from Stewart saying he would be “proud to have you on my team” and offering one-to-one meetings. However, when comparing their messages several MPs found some messages had praised the recipient’s “intellect” while others had not. Sources close to Javid said they believed the home secretary had outperformed expectations by offering a clearer position that he would take the UK out of the EU on 31 October, with or without a deal, and by forcing his fellow candidates to agree to an external investigation into Islamophobia in the Conservative party. One rival camp described Javid’s bullish approach in the debate to a no-deal Brexit as “Raab-lite” and suggested it was likely to dissuade more moderate MPs. Conservative MPs will vote on Wednesday afternoon, with results expected just after 6pm. Unlike previous rounds, candidates do not have to gain a specific number of votes but the candidate with the fewest supporters will be eliminated. At least two rounds of voting are then scheduled for Thursday morning and afternoon to whittle it down to the last two candidates, who will then be offered to Conservative party members in a postal ballot. The candidates will take part in 16 hustings around the country and the result will be announced in the week beginning 22 July."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}