{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/15/boris-johnson-caricatured-privileged-elite-dominic-raab-tory-leadership", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-15T12:04:57Z", "webTitle": "Boris Johnson too easily caricatured as 'privileged elite', says Raab", "webUrl": "https://www.theguardian.com/politics/2019/jun/15/boris-johnson-caricatured-privileged-elite-dominic-raab-tory-leadership", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/15/boris-johnson-caricatured-privileged-elite-dominic-raab-tory-leadership", "fields": {"headline": "Boris Johnson too easily caricatured as 'privileged elite', says Raab", "bodyText": "Dominic Raab has lashed out at the Tory leadership frontrunner, Boris Johnson, claiming party members would reject a leader who could be seen as part of the “privileged elite”. The former Brexit secretary’s comments come amid revelations of a secret senior cabinet minister plan to forward Johnson’s name alone to the confirmatory vote in July. The six remaining candidates in the leadership race appeared before a hustings on Saturday organised by the National Conservative Convention. Johnson refused to take questions from journalists as he arrived at the hustings, unlike his fellow contenders Rory Stewart and Sajid Javid, who both gave brief interviews. Ealier, Raab, currently fourth in the race to succeed Theresa May, criticised the former foreign secretary’s reluctance to appear on television debates and questioned his “mettle” to be prime minister. Despite polling 27 votes against Johnson’s 114 in Thursday’s first ballot of Tory MPs, Raab insisted the competition had “not even started yet”. “When you campaign in marginal seats, who can reach out and unite the working-class vote and the middle-class vote?” Raab said to the Daily Telegraph. “Are we going to be in a better position to do that with a candidate who isn’t so easily caricatured as being from the privileged elite, with the son of a refugee, a grammar school boy who is offering tax cuts to most of those people on £15,000 as opposed to people on £50,000 and above?” Johnson will be represented by an empty podium during a Channel 4 television debate on Sunday night, after he declined an invitation to battle it out with his rivals because he feared it would be “cacophonous”. Under growing pressure to submit to greater public scrutiny, Johnson has said he will take part in a similar event hosted by the BBC next Tuesday. The programme, hosted by Emily Maitlis, does not include a studio audience and will instead see the candidates answering pre-submitted questions from viewers. “Everyone is going to have to demonstrate that they have not just the vision but the nerve and mettle to deal with the EU and with a minority government,” Raab told the Daily Telegraph. “If you can’t take the heat of the TV studios what chance of taking the heat of the negotiating chamber in Brussels?” Following reports that a plan had been hatched among senior cabinet ministers to forward only Johnson’s name in the final ballot of members next month, Rory Stewart, another contender in the Tory leadership race, tweeted: “Please write to your MP if you think this is not a good idea”. Speaking on BBC Radio 4’s Today programme on Saturday, the shadow foreign secretary, Emily Thornberry, said she feared we were entering an “impasse” on Brexit and the next leader of the Tory party would “give us no deal”. “We simply cannot have no deal without there being a referendum on it, and with the option of remain,” she added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}