{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2019/jun/12/boris-johnson-is-every-bit-as-dull-and-evasive-as-his-minders-hoped", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2019-06-12T17:10:37Z", "webTitle": "Boris Johnson is every bit as dull and evasive as his minders hoped | John Crace", "webUrl": "https://www.theguardian.com/politics/2019/jun/12/boris-johnson-is-every-bit-as-dull-and-evasive-as-his-minders-hoped", "apiUrl": "https://content.guardianapis.com/politics/2019/jun/12/boris-johnson-is-every-bit-as-dull-and-evasive-as-his-minders-hoped", "fields": {"headline": "Boris Johnson is every bit as dull and evasive as his minders hoped", "bodyText": "The instructions from his minders had been clear. Keep it dull, keep it vague and get the hell out of the room as fast as possible. They hadn’t gone to the trouble of keeping their man away from the media for weeks on end, only for him to blow it on his first outing. The last thing they wanted was for Boris Johnson to be the real Boris Johnson. His serial dishonesty, his total untrustworthiness and sheer incompetence were best kept under wraps, at least until after he became the prime minister. What was required for his campaign launch was a hollowed-out Boris. Someone who could near enough pass himself off as credible. Geoffrey Cox, a man with a long track record of defending the indefensible, took to the stage of a crowded, overheated room in Westminster to get proceedings under way. This was a time of great crisis for the country, he intoned in his trademark cod-Shakespearean baritone. Cox never tires of hearing his own voice. The next prime minister needed to be a person of the very highest calibre. Someone who could unite the country. Someone of the soundest character. Despite all this, he was still going to back Boris. Because the leadership contest had only ever been about the survival of the Tory party. And Johnson was the only lifeboat in view. Moments later a crumpled, ashen Johnson appeared to a standing ovation of dozens of Tory MPs. At which point it became clear this wasn’t so much a leadership launch as a jobs fair for the not very talented. It’s quite something when Liz Truss, Gavin Williamson and Chris Grayling are three of the brightest people in the room. Near the back, large numbers of the European Research Group and a few token remainers bounced up and down, desperate to be noticed. “Piffle, poffle, wiffle, waffle,” Johnson mumbled, tugging on a sweaty strand of hair. His minders purred. This was every bit as boring and low key as they had hoped. Most of the audience were dozing off long before their man had finished his first sentence, and even Boris was having trouble keeping his eyes open. Backstage, someone turned the heating up another couple of notches. Just to maintain the torpor. There was one tricky moment when Johnson talked about the need to have a strict moral purpose. Two words that have never knowingly been applied to him. Not even his own family trusts him to tell the truth. His family especially don’t trust him to tell the truth. They know everything is all about Boris. Always has been, always will be. His narcissistic personality disorder makes it impossible for him to view other people as anything more than satellites of his own ego. Sensing he was veering towards dangerous territory, Johnson switched tack. “Piffle, poffle, wiffle, waffle,” he mumbled. He was going to get a good Brexit deal because EU trade negotiations were based on the Hegelian dialectic. The more the EU distrusted a prime minister, the more likely it was to offer the UK everything we asked for. But if by any chance he couldn’t get a deal by 31 October then he was quite happy to leave with no deal. He wisely kept his fingers firmly crossed. Johnson couldn’t help looking a bit disappointed when he concluded his speech. His one nation appeal had always felt tenuous and no one appeared convinced. He was used to entertaining people and felt deprived without unconditional acclaim. This was more of a business transaction. His need to be prime minister in exchange for MPs’ need to keep their jobs. Even he could sense there was something rather grubby about it. Three years previously, he had had a brief window of self-awareness in which he had realised he was totally unfit to lead the country. Now his dysfunction and denial were back up and running. He would destroy himself and he would destroy the country. A massive ego with zero self-esteem. “I’ll take just six questions,” he said. Six too many as far as his handlers were concerned, but far too few for a media and public who felt that every candidate should be subject to proper scrutiny. Not that Johnson had any intention of answering questions. Rather, he retreated to his default setting. Jokey and evasive. No, he didn’t want to talk about his record at the Foreign Office. Probably because his tenure had been an unmitigated disaster. Rather, he wanted to claim other people’s achievements during his time as London mayor as his own. And no, he couldn’t say if he would resign if the UK was still in the EU on 31 October. Just stop asking difficult Brexity questions. Let Brexit lie. Let him lie. Lying was what he did best. There were loud boos from Mark Francois and many other MPs when Johnson’s character was questioned. Shouting down journalists marked a new low, even for Boris. Vote Johnson, get Trump. Johnson didn’t care much either way. Instead he argued that he was only saying what most people thought. And he was nothing if not a man of the people. So he would continue calling women in burqas letterboxes and gay men bum boys. BUM BOYS. BUM BOYS. So there. And when he’d said “fuck business” he’d meant it as a compliment. Just as the event threatened to unravel, Johnson remembered his instructions and dashed for the exit. Some journalists shouted that the whole event had been a total disgrace, but for Boris it had done the business. He had got through the day more or less unexamined. Onwards and downwards, further into the cesspit of Tory party politics."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}