{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/09/bath-abbeys-east-wing-reopens-after-floor-restoration", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-09T13:22:32Z", "webTitle": "Bath Abbey's east wing reopens after floor restoration", "webUrl": "https://www.theguardian.com/science/2019/jun/09/bath-abbeys-east-wing-reopens-after-floor-restoration", "apiUrl": "https://content.guardianapis.com/science/2019/jun/09/bath-abbeys-east-wing-reopens-after-floor-restoration", "fields": {"headline": "Bath Abbey's east wing reopens after floor restoration", "bodyText": "A painstaking operation to stop the floor of one of the UK’s great churches caving into the burial spaces beneath the great stone slabs has reached an important stage. The east wing of Bath Abbey, which has been hidden behind hoardings for more than a year, was reopened for members of the congregation on Sunday and from Monday visitors will be able to tread the much more stable floor. Experts have lifted and restored hundreds of slabs, many of them ledger stones inscribed with the names of the people whose remainslie beneath. The structure has been made more solid and underfloor heating built in that will use the hot water from Bath’s famous springs to heat the building. The churchwarden, James Playfair, said the abbey was delighted with the renovated floor. “It’s noticeably flatter and there are lovely variations in colour. It used to be uniformly grey,” he said. Playfair said Bath’s popularity as a place to take the waters as a cure in the 17th and 18th centuries have led to the problems with the abbey’s floor. Not all of the ailing visitors were healed and thousands were buried underneath the church. Over the centuries voids have appeared beneath the floor, leading to subsidence. The “Footprint” project to restore the floor at a cost of almost £20m began in May 2018. There have been many challenges. The nature of the building means that very little machinery can be used. Stones have been lifted using block and tackle – and sheer human brute strength. Problems have included the unexpected unearthing of seven intact lead coffins. The contractors intended to bury them beneath the new floor structure – but as they dug deeper they came across the vividly coloured tiles of a 13th-century floor. The tiles offered a glimpse of what the interior of the grand Norman cathedral that once stood on the site would have looked like. The tiles were recorded before being covered by a protective membrane and sand and have been left hidden 2 metres under the floor. The discovery of the 13th-century floor meant that the coffins could not be reburied and they have been relocated to the abbey cemetery on the outskirts of Bath. However, there is more work to be done. The next phase of restoration involves repeating the process in the north side of the abbey and, finally, the south section will be sealed off and the floor lifted and restored. The scheme is due to be finished in 2021. Alix Gilmer, the project director of Footprint, said: “We are delighted that we are able to open up the east end of the church again. The wealth of discoveries that were found underneath the floor has been truly amazing and it really is incredible to see the restoration of the ledger stones. So much work has been carried out, but there is still a huge amount ahead as we move into phase two.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}