{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/24/mars-rovers-large-methane-discovery-excites-scientists", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-24T16:16:42Z", "webTitle": "Mars rover's large methane discovery excites scientists", "webUrl": "https://www.theguardian.com/science/2019/jun/24/mars-rovers-large-methane-discovery-excites-scientists", "apiUrl": "https://content.guardianapis.com/science/2019/jun/24/mars-rovers-large-methane-discovery-excites-scientists", "fields": {"headline": "Mars rover's large methane discovery excites scientists", "bodyText": "Nasa’s Curiosity rover has detected its largest belch of methane on Mars so far, fuelling speculation that the robot may have trundled through a cloud of waste gas released by microbial Martians buried deep under the surface. Mission scientists announced on Monday that Curiosity had measured a record-breaking 21 parts per billion (ppb) of methane in the air in Gale crater, the rover’s landing site and area of exploration. The level is substantially more than the 5.8ppb it sensed on 16 June 2013. Curiosity touched down on the red planet in August 2012 and has recorded a number of sharp spikes in methane and a fluctuating background level of the gas that appears to rise and fall with the seasons. The latest measurement has excited some Mars enthusiasts because on Earth, much of the methane in the air comes from living things that release it one way or another as waste gas. But methane can have far more mundane origins than microscopic Martians, such as reactions between water and certain types of rock, and Nasa’s rover cannot distinguish between these. While Mars was once warm and home to coursing rivers and giant lakes, it is now exceptionally dry and battered with intense radiation. If any life exists on the planet, it would probably have to be sheltering deep underground. “With our current measurements, we have no way of telling if the methane source is biology or geology, or even ancient or modern,” said Paul Mahaffy from Nasa’s Goddard Space Flight Center in Greenbelt in Maryland, US. The methane spike was recorded by the rover’s sample analysis at Mars (SAM) tunable laser spectrometer. After noticing the methane surge in data beamed back to Earth last week, mission scientists commanded the rover to perform follow-up experiments over the weekend. The measurement deepens the mystery of why a European Space Agency probe sent to Mars to nail down the origins of the planet’s methane has so far found no traces of the gas. One possible explanation is that any methane released on the planet is broken down before it reaches the altitude studied by the ExoMars Trace Gas Orbiter (TGO). In April, a team of Italian scientists traced a plume of methane on Mars back to a particular spot on the surface where the movement of a geological fault may have released bubbles of the gas trapped in Martian permafrost. Manish Patel, an Open University researcher who works on the TGO mission, said the latest detection by Curiosity was what the European team had been waiting for. Until now, the TGO has not looked for methane on Mars at the same time as Curiosity. “The previous ‘discrepancy’ in findings was always complicated by the fact that we never made measurements at the same time,” Patel said. “There was always a possibility that something was occurring in the atmosphere to trap or remove the methane before we arrived to measure it.” He added: “Now that both Curiosity and TGO are active on Mars, we have the chance to compare measurements made at the same time, which will allow direct comparison. Curiosity will likely continue to make measurements, and it will be interesting to see whether they still see the methane, or whether it disappears immediately.” In the meantime, scientists on TGO will examine their own data to see if any trace of the methane was picked up by their own instruments high above the Martian surface."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}