{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/24/wellingtons-waterloo-field-hospital-to-be-excavated-for-first-time", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-24T14:39:30Z", "webTitle": "Waterloo hospital site to be dug up by team including UK veterans", "webUrl": "https://www.theguardian.com/science/2019/jun/24/wellingtons-waterloo-field-hospital-to-be-excavated-for-first-time", "apiUrl": "https://content.guardianapis.com/science/2019/jun/24/wellingtons-waterloo-field-hospital-to-be-excavated-for-first-time", "fields": {"headline": "Waterloo hospital site to be dug up by team including UK veterans", "bodyText": "A group of 25 British and Dutch military veterans are to join the first excavation of the main field hospital established by the Duke of Wellington during the Battle of Waterloo. The former soldiers, sailors and RAF personnel will work with archaeologists, led by Prof Tony Pollard of Glasgow University, to explore the farm buildings of Mont-St-Jean, where thousands of wounded soldiers received primitive first aid as shot and shell rained down on them. The dig has been organised by Waterloo Uncovered, a charity founded by two Coldstream Guards officers, Charles Foinette and Mark Evans, who suffered from PTSD after a tour in Afghanistan. The project seeks to combine world-class archeology with support for veterans. In 2015, the charity’s excavation of the battle site at Château d’Hougoumont, the farmhouse defended by the Coldstream Guards, discovered musket balls from some of the first shots exchanged between the French and allied troops and evidence of the close-quarters fighting. Napoleon had instructed the French army in June 1815 to seize Wellington’s position on the Mont-St-Jean Ridge, a few miles from Brussels. “Once the cannons opened fire, the farm buildings rapidly overflowed with the wounded,” Pollard said. “Mont-St-Jean became a place of suffering and endurance. It’s possible that as many as 6,000 casualties passed through the place. “Many men died there. The site has never been excavated before. As an archaeologist this is a unique opportunity to look for evidence of the battle to save lives.” It is hoped the site around the field hospital, where medics operated without anaesthetic, amputating shattered limbs and suturing wounds, will reveal secrets of the effort to save lives during and after the fighting. The Waterloo battle site does not have a cemetery but is marked by a museum and monument. The dead, apart from a few officers, were either burned or buried in unmarked graves, with the bones taken as souvenirs or used by local farmers for fertiliser. Evans said: “It will be thought-provoking and moving to be excavating on the site of the field hospital. Some of our team have themselves experienced battlefield first aid. “The men of 1815 would have hoped for very little. Many of those who survived returned to an uncertain future because of their injuries. The care and recovery process has changed so much today.” Among the group working on the site from July will be military personnel who have been wounded, or suffer from post-traumatic stress after action in Iraq and Afghanistan. Their ages range from 19 – a soldier serving in the Coldstream Guards who is recuperating from training injuries – to mid-70s. The field hospital at Mont-St-Jean was 600 metres north of the frontline. A plaque marks the work of the surgeons of the Royal Army Medical Corps, whose patients included the Prince of Orange and Wellington’s military secretary, Lt-Col Lord FitzRoy Somerset, who had his arm amputated. Describing the scenes, William Gibney, the assistant surgeon of the 15th Hussars, recalled: “Nothing could exceed the misery exhibited on this road … Here a man with an arm suspended only by a single muscle, another with his head horribly mangled by a sabre cut, or one with half his face shot away.” The inclusion of eight Dutch military veterans was welcomed by Col Ludy de Vos of the Dutch Veterans’ Institute, who spoke of his country’s pride in its place in the battle of Waterloo. De Vos said: “We’re delighted for Dutch military personnel to be standing alongside British and international colleagues at a site so important to European history.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}