{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/09/race-to-replace-viagra-patents-erectile-dysfunction-drug-medical-research-cialis-eroxon", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-09T06:00:21Z", "webTitle": "The race to replace Viagra", "webUrl": "https://www.theguardian.com/science/2019/jun/09/race-to-replace-viagra-patents-erectile-dysfunction-drug-medical-research-cialis-eroxon", "apiUrl": "https://content.guardianapis.com/science/2019/jun/09/race-to-replace-viagra-patents-erectile-dysfunction-drug-medical-research-cialis-eroxon", "fields": {"headline": "The race to replace Viagra", "bodyText": "Are we witnessing the end of an era for Viagra and Pfizer? Since the famous “little blue pill” exploded on to the market in 1998, becoming the fastest selling drug in history, the American pharmaceutical giant has made vast sums marketing it to erectile dysfunction sufferers all over the world. Within three months of its launch, Viagra had already earned Pfizer $400m, and over the past two decades, it has consistently generated annual sales to the tune of $1.8bn. However, this will soon come to an end, as in 2020, Pfizer’s remaining patents on Viagra expire for good. A whole host of generic versions have emerged in the past six years, often in quirky forms such as mint strips or breath sprays, as Pfizer’s grip on the rights to the drug has slowly loosened. Soon, these are expected to flood the market, as manufacturers jostle for a slice of the pie. This will make Viagra more accessible and cheaper, but for the millions of men worldwide with erectile dysfunction, it could also spell good news in the form of much needed treatment innovations. Since Viagra was launched, few genuinely novel therapies have been developed, and while Viagra and similar drugs like Cialis and Levitra – which all increase blood flow to the penis by blocking an enzyme known as PDE5 – are effective in around 70% of patients, they come with significant downsides. To start with, there are often prominent side-effects ranging from headaches to stomach pain. In addition, with Viagra taking more than an hour to work, there’s the need to pre-plan intercourse, and in the case of older patients, the drugs can often be unsuitable due to potentially dangerous interactions with medications for high blood pressure, or hypertension. For patients with the most severe forms of erectile dysfunction, often resulting from nerve damage due to diabetes or prostate cancer surgery, Viagra typically doesn’t work at all. The need for better treatments is particularly pressing as erectile dysfunction appears to be getting more common, with the global prevalence set to pass 300 million by the middle of the next decade. Scientists have long argued about whether this is simply due to men becoming more open in reporting their problems, or a by-product of other health problems. One thing is clear: the market is growing. “There’s a huge need for new treatments which work in the widest patient population possible while having a longer-acting effect to improve spontaneity and reduce the stress of having to take them on a planned basis,” says Dr Samit Soni, a urologist at the Baylor College of Medicine in Houston, Texas. “Many patients would like to be able to take something and then not have to worry about it for 30 days.” But right now, there are few options. The only alternatives to Viagra consist of medications which need to be injected directly into the shaft of the penis in order to improve blood flow, or complex surgery to fit penis pumps or prosthetic implants. Neither are particularly palatable. So why is this? While a handful of pharma companies have attempted and failed to get rival drugs into the clinic, the sheer scale of the Viagra profit machine created a monopoly, with most companies shying away from the challenge, perceiving it as too much of a risk. But experts believe this could be about to change. “For many years after Viagra was developed, little changed in our understanding of erectile dysfunction and how to correct it,” says Soni. “But with the patent expiration there’s definitely a renewed interest in alternative pathways for treating erectile dysfunction, and using them to develop new ideas that can be patented, and provide a sustainable profit to the industry.” Viagra 2.0 In the early 2000s, scientists at Futura Medical, a pharmaceutical company in Surrey, came across stories of a heart disease medication that appeared to accidentally induce erections. “There were some anecdotal reports of people deliberately spraying this product on to their penises,” says Ken James, head of research and development at Futura. “These observations had been reported in the scientific literature, and the company thought there might be a commercial opportunity.” The reported effects were due to a particular molecule known as glyceryl trinitrate or GTN, which causes the dilation of blood vessels in the penis, increasing blood flow. But the reason why Futura were so intrigued was because, while Viagra, Cialis and other drugs have to be taken orally – meaning they reach the target area via the bloodstream and so interact with other systems in the body – GTN could be rapidly absorbed into erectile tissue through the skin. This meant that it could potentially be applied directly as part of a gel or cream, with almost instantaneous results and none of the troublesome side effects associated with Viagra. “Viagra and Cialis are quite effective drugs but 50% of people stop using them within a year,” says James. “60-70% of people have some degree of dissatisfaction with them. This shows there’s an opportunity if we can come to market with something that addresses many of those concerns.” Over the past decade, Futura have developed a GTN-based gel called Eroxon which appears to be capable of inducing an erection in patients with mild to moderate erectile dysfunction in five to 10 minutes. Already dubbed the new Viagra by some, it seems to have the potential to be the first genuinely novel treatment for erectile dysfunction in two decades, and Futura have even tentatively placed its potential commercial value at $1bn. After investors showed a renewed interest in backing novel treatments for erectile dysfunction, Futura completed a clinical trial of 232 patients last year, and have now embarked on a final phase III trial of 1,000 patients to be completed by the end of 2019. If this succeeds, Eroxon could become available clinically within the next couple of years, although urologists remain cautious. “The biggest question from that phase III trial will be how they compare in clinical efficacy to Viagra,” says Soni. “In the past, we’ve seen that it’s difficult to get similar efficacy with topical administration, but at the same time, our understanding of how drugs can be absorbed through the skin into the bloodstream has massively improved.” Tackling the most severe cases But even Futura’s scientists admit that Eroxon is unlikely to help the severest cases of erectile dysfunction, which affect around 20-30% of patients, typically due to nerve damage in the lower abdomen. In the past there have been few options for these people, but over the past five years, the renewed interest in erectile dysfunction has seen research programmes dedicating more time and money to clinical trials of a technology known as shockwave therapy. Unlike Viagra or Eroxon, this attempts to reverse the problems which cause the dysfunction by passing low-intensity sound waves through erectile tissue. Scientists are still not entirely sure how or why it works, but so far they think it leads to a form of regeneration of the erectile tissue, promoting the growth of new blood vessels and clearing plaque from existing vessels. “Improving the function of these vessels leads to improved blood flow and erections in those patients,” explains Georgios Hatzichristodoulou, who researches shockwave therapy at the University of Würzburg in Germany. However, because there is such a wide spectrum of causes of erectile dysfunction, shockwave therapy is currently only known to work in a subset of these patients, particularly those where the damage has resulted from diabetes or hypertension. Hatzichristodoulou points out that there remains a need for further data, with a series of trials of shockwave therapy currently going on in Europe and the US. But compared to Viagra or Eroxon, one of the great promises of the treatment is that it would not be needed on a regular basis. Instead, patients could simply undergo maintenance therapy at half-yearly or annual intervals. Most tantalisingly, in attempting to restore the natural function of the penis, it points towards an eventual cure, a hope which may yet be realised in years to come. The search for an all-out cure Even when Viagra works, one of the problems for people who need to take it indefinitely is that it becomes less effective over the course of months or years. “This is quite common. Most patients will experience a worsening of their erections after they’ve been on Viagra for a while,” says Hatzichristodoulou. “They take Viagra for five, six, 10 years, and some days they feel that there is little improvement in function.” Desperation has pushed many patients towards unscrupulous private clinics around the world, who promise an ultimate cure, offering treatments like shockwaves, stem cell infusions and injections of platelet-rich plasma on an unregulated basis. But all of these therapies are highly experimental – as an example, shockwave therapy is currently only approved by the US Food and Drug Administration to stimulate wound healing, as scientists are still working on establishing the best doses for efficacy and investigating long-term safety. “There’s some particularly compelling data on shockwave therapy, especially in certain patients,” says Soni. “But it is still in an early phase.” While scientists hope that shockwave therapy may be ready for primetime within the next five to 10 years, progress is also being made on longer-term treatments such as gene therapy which could offer a complete cure. At the Kaiser Permanente Division of Research in northern California, a group of scientists have identified a genetic switch which is thought to be unique to sexual function. They believe that this switch plays a crucial role in controlling the brain signals which initiate an erection, and new genome editing technologies such as Crispr-Cas9 could one day allow scientists to reactivate this switch in patients. “This genetic location is part of a pathway which is involved in a number of different systems in the body, from pigmentation to weight to sexual function,” explains project leader Eric Jorgenson. “But what is exciting about this, is that it seems to be very specific to sexual function, which would make it possible to target this location and not disturb anything else in the body. But there’s a long way to get there. We need to understand the exact part of the brain where this switch is active, and then try targeting it in mice.” Because genome editing is still such an experimental concept, Jorgenson says it will take time for regulators to become confident that it could be safe. “The first uses of Crispr-like technology will probably be in patients where there’s more of a direct medical need for experimental therapies,” he says. “You’d need to have a very safe treatment before people will allow it for erectile dysfunction.” While gene therapy may be a little way off, there are still new treatments on the horizon for erectile dysfunction for the first time in decades. With the Viagra era coming to a close, and increasing amounts of research funding available, the field is in its healthiest state for years. “There hasn’t been any real innovation in erectile dysfunction for many years now,” says Soni. “These new breakthroughs and treatments are offering excitement to an area of healthcare that has really been lulled for a long time.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}