{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/04/terrawatch-oxygen-feasts-and-famines-kick-started-complex-life", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-04T20:30:07Z", "webTitle": "Terrawatch: oxygen feasts and famines kick-started complex life", "webUrl": "https://www.theguardian.com/science/2019/jun/04/terrawatch-oxygen-feasts-and-famines-kick-started-complex-life", "apiUrl": "https://content.guardianapis.com/science/2019/jun/04/terrawatch-oxygen-feasts-and-famines-kick-started-complex-life", "fields": {"headline": "Terrawatch: oxygen feasts and famines kick-started complex life", "bodyText": "Life on Earth got started more than 4bn years ago, but it was another 3.5bn years before evolution really started to take off. The turning point happened about 540m years ago and is known as the Cambrian explosion. A plethora of complex creatures burst on to the scene, many of which were the precursors of the animal groups we see today. Now a new study reveals that oxygen was a crucial ingredient for this sudden flowering of life. By measuring carbon and sulphur isotopes in Cambrian rocks Tianchen He, from the University of Leeds, and colleagues were able to estimate the levels of oxygen in the air during this period. Comparing the oxygen levels with Cambrian fossil records revealed “boom and bust” cycles, with oxygen boosting the booms. The scientists think that when oxygen plummeted life was forced through evolutionary bottlenecks, and when oxygen rose again animals spread out and diversified rapidly. The dramatic swings persisted for many millions of years but eventually the emergence of large forests on land may have helped stabilise oxygen to modern levels. “It’s a really unusual interval of Earth history when the Earth system could more easily flip,” says He, whose findings were published in Nature Geoscience."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}