{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/24/bacteria-found-in-gut-could-help-boost-physical-performance", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-24T15:00:16Z", "webTitle": "Bacteria found in gut might help boost physical performance", "webUrl": "https://www.theguardian.com/science/2019/jun/24/bacteria-found-in-gut-could-help-boost-physical-performance", "apiUrl": "https://content.guardianapis.com/science/2019/jun/24/bacteria-found-in-gut-could-help-boost-physical-performance", "fields": {"headline": "Bacteria found in gut might help boost physical performance", "bodyText": "From go-faster stripes to energy gels, athletes have long sought ways to boost their performance. Now researchers say bacteria might also offer a helping hand. Scientists say they have found that certain species of bacteria in the gut appear to be more abundant in marathon runners after a race. They also claim that when such bacteria were transferred into mice, the creatures showed an enhanced athletic performance. The team said the link could be down to the way these bacteria break down lactate, a substance linked to fatigue during exercise. Lactate is created when the body uses glucose to produce energy under limited levels of oxygen. “We have shown that the microbiome may be a critical component of physical performance,” the authors wrote. However, others said it was too soon to say whether these bacteria would indeed aid performance in humans. Prof George Church of Harvard University, a co-author of the study, agreed but said clinical trials in humans would be conducted. However, if performance-boosting effects were to be found, this could create difficult questions about how to regulate athletes’ use of microbes or the substances they produce, he said. While previous studies suggested athletes might show differences in the makeup of the community of microbes in their gut – the gut microbiome – compared with non-athletes, the impact of these differences has been unclear. Writing in the journal Nature Medicine, Church and colleagues reported how they had delved into the issue by collecting and analysing daily stool samples from 15 athletes who took part in the Boston marathon and 10 non-athletic people who did not. Athletes gave stool samples both the week before the race – when they would be expected to do little running – and the week after the race. The team found that Veillonella bacteria were more abundant in athletes after they had run the race than before – although overall there was little difference in abundance on average between athletes and non-athletes. Similar changes were found in the analysis of stool samples from a further 87 athletes taken both before and after exercise, with the researchers also finding a post-exercise boost in the relative abundance of genes linked to the pathway by which Veillonella break down lactate. To test whether Veillonella could produce an improvement in athletic ability, the team turned to mice. In total 16 mice were administered with a strain of Veillonella taken from the stool of one of the runners; another 16 were given bacteria that could not break down lactate. A few hours later the mice were put on an exercise wheel and allowed to run until they became exhausted. The treatment was swapped for each mouse and their endurance tested. The scientists found mice given the Veillonella strain ran 13% longer on average than when given bacteria that could not break down lactate. Further tests showed these mice also had lower levels of markers for inflammation. The team showed that lactate passed from the bloodstream into the gut, while mice given a byproduct of the lactate breakdown process called propionate displayed improved performance on the running wheel. Church and colleagues are involved in the company FitBiomics, which is looking at the microbiomes of athletes to find bacteria that could boost performance and recovery, including Veillonella. Dr Orla O’Sullivan, a researcher in the APC Microbiome Institute at University College Cork in Ireland, said the research added to a burgeoning array of studies looking at the impact of the gut microbiome and probiotics on sporting performance. Since abundance of Veillonella appeared to rise post-exercise, and be linked to lower inflammation, O’Sullivan said the bacteria might be aiding recovery. But she urged caution. “What we have is an increase in Veillonella post marathon. There was increased endurance in mice but we do need to be careful to not presume same will happen in humans,” she said. If the bacteria is found to boost performance in humans, experts said it could open the door to a new way to improve athletic prowess – either by raising levels of Veillonella in the gut, or simply administering propionate. With the source of microbes in the body hard to trace, could this also lead to a new frontier of furtive faecal transplants? O’Sullivan thinks not, pointing out safety concerns – including that athletes might get more than they bargained for. “If athletes start poop doping then you are potentially getting beneficial microbes, but also you are potentially transferring pathogenic microbes,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}