{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/14/africa-global-heating-more-droughts-and-flooding-threat", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-16T07:00:00Z", "webTitle": "Global heating to inflict more droughts on Africa as well as floods", "webUrl": "https://www.theguardian.com/science/2019/jun/14/africa-global-heating-more-droughts-and-flooding-threat", "apiUrl": "https://content.guardianapis.com/science/2019/jun/14/africa-global-heating-more-droughts-and-flooding-threat", "fields": {"headline": "Global heating to inflict more droughts on Africa as well as floods", "bodyText": "Global heating could bring many more bouts of severe drought as well as increased flooding to Africa than previously forecast, scientists have warned. New research says the continent will experience many extreme outbreaks of intense rainfall over the next 80 years. These could trigger devastating floods, storms and disruption of farming. In addition, these events are likely to be interspersed with more crippling droughts during the growing season and these could also damage crop and food production. “Essentially we have found that both ends of Africa’s weather extremes will get more severe,” said Elizabeth Kendon of the Met Office’s Hadley Centre in Exeter. “The wet extreme will get worse, but also the appearance of dry spells during the growing season will also get more severe.” This meteorological double whammy is blamed on the burning of fossil fuels, which is increasing levels of carbon dioxide in the atmosphere and causing it to heat up. Last month levels of carbon dioxide reached 415 parts per million, their highest level since Homo sapiens first appeared on Earth – and scientists warn that they are likely to continue on this upward curve for several decades. Global temperatures will be raised dangerously as a result. The new meteorology study – carried out by scientists at the Met Office in collaboration with researchers at the Institute of Climate and Atmospheric Science at Leeds University – reports on the likely impact on Africa of these temperature rises and indicates that western and central areas will suffer the worst impacts of weather disruptions. Many countries in these regions – including Niger, Nigeria and the Democratic Republic of Congo – are expected to experience substantial growth in population over that time and will be particularly vulnerable to severe floods. At the other end of the precipitation spectrum, the study revealed there would be an increase in occasions when severe drought would occur for up to 10 days in the midst of the most critical part of a region’s growing season. The result could cause severe disruption to crop production. “We have been able to model – in much finer detail than was previously possible – the manner in which rainfall patterns will change over Africa,” said Kendon. In the past it was thought intense rainfalls would occur in a region every 30 years. The new study, funded by UK foreign aid, indicates this is more likely to happen every three or four years. An example of such flooding occurred two weeks ago when it was reported that eight people had died south of Kampala in Uganda after torrential rain hit the region. Similarly, at least 15 people were reported to have died during floods in Kenya last year. Thousands lost their homes. “Our research suggests that extreme bouts of rainfall are likely to be seven or eight times more frequent than they are today,” said Kendon. The new research, which is published in the scientific journal Nature Communications, is based on forecasts of rainfall in Africa that were achieved by analysing weather patterns in great detail. “Africa is one of the parts of the planet that is going to be most vulnerable to climate change,” said Kendon. “Our study of rainfall patterns shows there are going to be some very severe problems to face food security and dealing with droughts.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}