{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/20/honesty-is-majority-policy-in-lost-wallet-experiment", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-20T18:00:19Z", "webTitle": "Honesty is majority policy in lost wallet experiment", "webUrl": "https://www.theguardian.com/science/2019/jun/20/honesty-is-majority-policy-in-lost-wallet-experiment", "apiUrl": "https://content.guardianapis.com/science/2019/jun/20/honesty-is-majority-policy-in-lost-wallet-experiment", "fields": {"headline": "Honesty is majority policy in lost wallet experiment", "bodyText": "Here’s a moral dilemma: if you find a wallet stuffed with bank notes, do you pocket the cash or track down the owner to return it? We can each speak for ourselves, but now a team of economists have put the unsuspecting public to the test in a mass social experiment involving 17,000 “lost” wallets in 40 countries. They found that a majority of people returned the wallets and – contrary to classic economic logic – they were more likely to do so the more money the wallet contained. “We mistakenly assume that our fellow human beings are selfish,” said Alain Cohn, an assistant professor of economics at the University of Michigan and first author of the study. “In reality their self-image as an honest person is more important to them than a short-term monetary gain.” The findings defied the expectations of both professional economists and 2,500 respondents to a survey, who predicted that people would act in self-interest. Research assistants posed as people who had found wallets, hurriedly dropping them off in public places including banks, theatres, museums and police stations. Most of the wallet drops were in large cities, and there were about 400 observations per country. The wallets contained either no money, a small amount or a larger sum, along with a grocery list and business cards with an email and phone number for the “owner”. The amounts were scaled to match spending power in different countries. The entire cost of the project was about £472,000 ($600,000). Overall, 51% of those who were handed a wallet with the smaller amount of money reported it, compared with 40% of those handed an empty wallet. When the wallet contained a large sum of money, the rate of return was 72%. Return rates varied widely between countries. Danes, Swedes and New Zealanders were the most honest when the wallets contained larger sums. In China, Peru, Kazakhstan and Kenya, on average only 8-20% of the wallets were returned to their owners. There were some surprising non-returns: wallets dropped off at the Vatican and at two anti-corruption bureaus were among those that never made their way back to the rightful owners. Almost universally, however, wallets with more valuable contents were more likely to be returned. The only outliers were Peru and Mexico, although these results were not statistically significant. It might be assumed that the findings, published in the journal Science, point to heartening levels of altruism in society, but the economists were aware of a substantial body of previous work showing that while people do care about others, they generally care more about themselves. Instead, the researchers concluded, the main motivation was an aversion to viewing oneself as a thief. “People want to see themselves as an honest person, not as a thief. Keeping a found wallet means having to adapt one’s self-image, which comes with psychological costs,” said Michel Maréchal, a professor of economics at the University of Zurich and a co-author. “The psychological forces … can be stronger than the financial ones.” In surveys the researchers found that people said not reporting a wallet without money felt less like stealing and the failure to report felt increasingly like theft the more money it contained. Altruism played a secondary role, the study suggests. This was quantified by also handing out some wallets with a key, which is of value to the owner but not the finder. Wallets with keys were more likely to be returned. Switzerland was found to be the best place to lose a wallet containing a key but no money. “The effect not only contradicts rational economic thinking, it is rather surprising,” said Shaul Shalvi, an economist at the University of Amsterdam. “The results show just how prevalent civic honesty is, and they raise many questions, such as how environments can be designed to foster civic honesty.” ﻿"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}