{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/28/giant-wombat-fossil-discovered-by-council-workers-in-australia", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-28T02:07:11Z", "webTitle": "'Giant wombat' fossil discovered by council workers in Australia", "webUrl": "https://www.theguardian.com/science/2019/jun/28/giant-wombat-fossil-discovered-by-council-workers-in-australia", "apiUrl": "https://content.guardianapis.com/science/2019/jun/28/giant-wombat-fossil-discovered-by-council-workers-in-australia", "fields": {"headline": "'Giant wombat' fossil discovered by council workers in Australia", "bodyText": "A “giant wombat” fossil has been discovered by local council workers in the Monaro region of southern New South Wales. Two Snowy Monaro regional council employees found the fossilised jaw of a baby diprotodon last Friday at an undisclosed location that is known for such paleontological findings. The council workers informed the Australian Museum of their discovery and its curator, Matthew McCurry, extracted the fossil at the weekend. “A couple of locals called me up and asked me if I’d like to come and collect it safely for the museum,” McCurry told Guardian Australia. “If people were to try and collect these without any experience, it’s quite likely that they’d be broken and we’d lose information.” Diprotodons were a type of megafauna that were widespread across Australia and co-existed with the Indigenous population for thousands of years. The exact time of extinction is contested and estimates vary between 7,000 and 40,000 years ago. They likely fed on shrubs and herbaceous, non-grasslike plants known as forbs and may have eaten as much as 100 to 150kg of vegetation daily, using its chisel-like incisors to do so. It is the largest known marsupial to ever have lived. Their bones have been found throughout Australia but they preferred semi-arid plains, savannahs and open woodlands, according to the museum. One skeleton found at Lake Callabonna, in the far north region of South Australia, had the remains of saltbush in its abdominal region. McCurry said the creatures, which were roughly the size of a rhinoceros, were sometimes called “giant wombats”, though researchers did not know how “closely they are related”. “At the same time that mammoths were roaming around the northern hemisphere, Australia had its own unique set of large mammals,” McCurry said. The reason for their extinction is also unknown. Researchers have suggested that humans may have played a role, either through the hunting of juveniles or through changes to their habitat caused by farming practices. The fossil is unlikely to be displayed at the museum and will instead be available to researchers from around the world to study. “The fossil record is very incomplete. Very few animals turn into fossils and when they do they are often broken up. We don’t have that much information about extinct species,” McCurry said. “This is a reasonably complete jaw, it’s not isolated broken teeth Finding these types of fossils add to our understanding of what these animals are like.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}