{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2019/jun/20/henry-lynch-obituary", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2019-06-20T16:17:34Z", "webTitle": "Dr Henry Lynch obituary", "webUrl": "https://www.theguardian.com/science/2019/jun/20/henry-lynch-obituary", "apiUrl": "https://content.guardianapis.com/science/2019/jun/20/henry-lynch-obituary", "fields": {"headline": "Dr Henry Lynch obituary", "bodyText": "In 1962 a medical intern sat with a man recovering from alcohol poisoning in a veterans’ hospital in the US state of Nebraska. Henry Lynch, who has died aged 91, listened as the young farm worker told him that he liked to drown his sorrows because, as with everyone else in his family, he was pretty much guaranteed to die young of cancer. Lynch, with a background in genetics and psychology, wanted to know more about this family and its high prevalence of cancer. His investigations into this and other such families led to the discovery of hereditary non-polyposis colorectal cancer, which in 1984 was renamed Lynch syndrome. They also resulted in the discovery of breast-ovarian cancer syndrome, which in turn led to the identification of the BRCA genes. People with Lynch syndrome lack one of five “mismatch repair” genes, which correct errors in the DNA copying process when a cell divides. Depending on which gene the individual lacks, they have a 22% to 74% risk of developing colon cancer in their lifetime (compared to around 5% in people who do not have Lynch syndrome). They also have an elevated risk of developing a wide range of other cancers. It is estimated there are 175,000 people in the UK with Lynch syndrome, and they may be helped with frequent screening and preventive measures. Lynch wanted to meet as many members of his young patient’s extended family as possible. He bought a camper van, equipped it with a centrifuge and some other equipment, and spent weekends touring Nebraska, Kansas and Missouri. He took blood samples and case histories and collected medical and pathology records of the family members who had died so that he could build a detailed picture. A significant number had cancer, particularly of the colon before the age of 50, and the women also often had endometrial or ovarian cancer. It was more than could be explained by sheer chance, and Lynch could not find a plausible explanation – except through genetics. In 1964 he presented his hand-drawn family pedigree to the American Society of Human Genetics. There he met Dr Marjorie Shaw, who invited him to study a similar family in Michigan. In all, Lynch and his team traced the genetic histories of more than 3000 “cancer families” across the world, in the US, Europe, New Zealand, Israel and Uruguay. He also studied families from the past, including that of Napoleon Bonaparte, whose cause of death in 1821 was carcinoma of the stomach, the same disease that killed his three sisters, brother, father and grandfather. It took decades, however, for doctors to accept Lynch syndrome, and lack of research funding frustrated him. Throughout the 1960s and 70s he was turned down for a research grant from the National Institutes for Health. The NIH pink rejection slips frequently suggested that, given the rural background of his cancer families, he look for other causes such as environmental carcinogens. The pendulum of interest in the cancer community at this time had swung towards environmental factors. Richard Doll and others in the 1950s had established that smoking was carcinogenic and doctors were interested to see if there were other such factors. Furthermore, some doctors thought that telling patients cancer can be hereditary might induce fatalism in those who had the disease running through in the family, and complacency in those who did not. A turning point came in the 1980s with the advent of molecular genetic techniques. Microsatellites are short repeated sequences of DNA. Laboratories in Johns Hopkins, Yale and San Diego Universities were simultaneously working on microsatellite change (“instability”) in certain cells that led to cancer. Other scientists who had been studying yeast pointed out that such instability results when the cell in question lacks a DNA repair gene. In this way, they identified MSH2, one of the missing DNA repair genes in Lynch syndrome. Since then five genes have been identified in Lynch syndrome. Research scientists were able to apply the new DNA testing techniques to Lynch’s cancer families to establish the hereditary nature of their disease, and thus his standing as the “father of cancer genetics”. Born in Lawrence, Massachusetts, and brought up in New York, Henry was the son of Henry Sr, a salesman, and his wife, Eleanor, a secretary. Using a cousin’s identity he enlisted under age in the navy to fight in the second world war. Afterwards, he became a professional boxer with the moniker “Hammerin’ Hank”. He was a large man and, as his son said, fortunately for cancer research he did not take too many blows to the head. He gained a degree in clinical psychology at Denver University (1952), and because he was interested in the genetics of mental illness started a PhD in genetics at the University of Texas. However, in 1956 he decided to switch to medicine, graduating in 1960. He held several junior posts in Indiana and Omaha before becoming assistant professor of biology and medicine at the University of Texas in 1966. A year later, he joined Creighton University school of medicine in Omaha, Nebraska, where he remained for the rest of his career as professor of medicine. In 1984 he established and became director of Creighton’s hereditary cancer centre, and continued to work into his 80s. In 1951 Henry married Jane Smith, who initially was a psychiatric nurse but became his office manager. She died in 2012, and he is survived by his son, two daughters, 10 grandchildren and nine great-grandchildren. • Henry Thompson Lynch, genetics researcher and professor of medicine, born 4 January 1928; died 2 June 2019"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}