{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/25/scrap-upfront-nhs-charges-for-migrants-says-bma", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-25T18:26:27Z", "webTitle": "Scrap upfront NHS charges for migrants, says BMA", "webUrl": "https://www.theguardian.com/society/2019/jun/25/scrap-upfront-nhs-charges-for-migrants-says-bma", "apiUrl": "https://content.guardianapis.com/society/2019/jun/25/scrap-upfront-nhs-charges-for-migrants-says-bma", "fields": {"headline": "Scrap upfront NHS charges for migrants, says BMA", "bodyText": "Britain’s doctors have urged ministers to scrap controversial rules that force migrants to pay upfront before they can receive NHS care for serious illnesses such as cancer. The British Medical Association has become the first body representing medical staff to call for the complete abolition of the charges, which have been heavily criticised by MPs and health charities. Delegates gathering in Belfast for the annual conference of the union, which represents 155,000 doctors, overwhelmingly backed a motion which called for “the policy of charging migrants for NHS care to be abandoned and for the NHS to be free for all at the point of delivery”. Medical bodies such as the Academy of Medical Royal Colleges have previously only demanded that the regulations be suspended pending an inquiry into how they were working. The BMA’s demand follows mounting criticism of the rules for stopping undocumented migrants from accessing care they need because they cannot pay the fees in advance. In cases highlighted by the Guardian, some of those denied care died. The National Health Service (charges to overseas visitors) (amendment) regulations 2017 compels hospitals in England to check overseas visitors’ eligibility for free NHS care and seek payment upfront from those deemed ineligible, such as asylum seekers and visa overstayers. Dr Jackie Applebee, a GP in east London who proposed the motion, said the policy was mean and a breach of the founding spirit of the NHS when it was created in 1948. “Determining eligibility for free NHS care will inevitably lead to racial profiling,” she said. “For if the sheep are to be separated from the goats, both must be classified. What began as an attempt to keep the health service for ourselves would end by being a nuisance to everybody. “Charging is not only harmful for those who are charged, it has public health implications for us all and introducing charging for some makes it easier to extend charging to the rest of us.” In a pilot in London to check people’s eligibility for healthcare, only one of the 180 people whose cases were looked at was found to not qualify, she said. Health charities and groups working with migrants welcomed the BMA’s decision. James Skinner, a nurse and access-to-health campaigner at Medact, hailed the move as an “important step”, adding: “Shockingly, the Department of Health continues to force this policy on NHS trusts, despite considerable evidence that people experiencing ill health are deterred from seeking care, cancer patients are denied life-saving treatment, and many NHS trusts resort to using bailiffs to collect debts from destitute patients.” Anna Miller, the policy and advocacy manager at Doctors of the World, which provides free healthcare to those who cannot get it from the NHS, said: “The charging regime has a negative impact on healthcare staff and patients. At the Doctors of the World’s clinic, we see destitute people seeking asylum who are denied healthcare or are too scared to even go to a hospital and suffer serious harm as a result. “At the same time, NHS doctors and nurses are placed in an impossible position, prevented from providing healthcare to people who cannot afford to pay.” Dr John Chisholm, who chairs the BMA’s medical ethics committee, said: “Our members feel strongly that NHS care is free at the point of delivery and that this principle must be enacted. Charges deter people from seeking the care they need; this damages not only their own health but may have implications for public health, too.” Giving evidence to MPs on the health and social care select committee on Tuesday, the health minister, Stephen Hammond, came under fire for the policy but ruled out any rethink and again refused to publish the results of the government’s review into its effects. The Department of Health and Social Care said: “British taxpayers support the NHS and it is only right that overseas visitors also make a contribution to our health service so everyone can receive urgent care when they need it. “While people who are not UK residents have had to pay for NHS care for nearly 40 years, we have exemptions in place to protect public health and the most vulnerable patients. Urgent treatment must never be withheld, regardless of whether charges may apply.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}