{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/26/arts-care-homes-healthy", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-26T06:03:08Z", "webTitle": "'It helps residents stay healthy': the benefits of arts in care homes", "webUrl": "https://www.theguardian.com/society/2019/jun/26/arts-care-homes-healthy", "apiUrl": "https://content.guardianapis.com/society/2019/jun/26/arts-care-homes-healthy", "fields": {"headline": "'It helps residents stay healthy': the benefits of arts in care homes", "bodyText": "Residents at a care village in Cheshire have been exploring their creativity and trying out everything from expressive dance to sculpture and storytelling. This spring, the Belong care village in Crewe organised an eight-week programme, which involved artists in residence delivering workshops for residents. The programme was part of three-year project, Where the Arts Belong, run in partnership with Liverpool’s Bluecoat centre for contemporary arts and Arts Council England. It aims to assess how to effectively bring art into care environments. Belong Crewe was the first of three Belong care villages to pilot the idea of artists in residence – and the outcomes have been resoundingly positive. “Everything improved, from the customers’ mood to their physical health,” says Natalie Ravenscroft, experience coordinator at the village. Some 55 of the village’s 67 residents, many of whom have dementia, took part in the programme, including contributing to creating artworks. Most of the workshops were highly interactive and encouraged residents to form close friendships. Ravenscroft describes the bond between three residents at the village, formed in large part because of the activities. “Around the time we started the project, three individuals moved in to the same house,” she says. “Soon, they were coming to all the sessions together, and would even ask to sit next to each other.” The effects of these friendships and bonds, adds Ravenscroft, are incomparable: “It just makes them [the residents] happy. It helps them to remain healthy, both emotionally and physically.” Arts in care is the theme for this year’s Care Home Open Day on 28 June, and Belong Crewe and other homes across the country will invite their local communities in to celebrate creativity and showcase residents’ work. Ravenscroft adds that it has been particularly touching to see residents take pride in the work they produced. “It’s really lovely to watch someone be so passionate about something. For instance, we had one gentleman spend hours just finalising the detail on a clay sculpture he made,” she says. Besides providing a goal and purpose, the workshops also helped residents to combat memory loss. London-based artist and filmmaker Suki Chan organised one-to-one voice recording sessions with residents, asking them about their lives and recording their responses. In the process, long-forgotten memories were revealed. In one session, a resident was able to recall her feelings on being evacuated during the war. “As the story was developing, she started adding other, smaller details, like the name of the lady that took her in,” says Ravenscroft, who sat in on the interview. “Her brain was building a bridge between memories and telling the story perfectly. You could 100% see that she was in that moment.” Crewe stands as a prime example of the benefits that creative workshops can have in care environments. These benefits aren’t limited to customers; they also extend to relatives who watch their loved ones engage with a new activity. “You get everything: smiles, amazement, tears … They’re just like ‘oh my god – look at what mum has made!’” says Ravenscroft. She adds that often families will join in workshops themselves. Residents communicate their excitement less explicitly, through smaller though equally significant gestures. “They’ll put their hands on your face and smile, and you know that’s their way of saying thank you,” says Ravenscroft. For her and her colleagues, responses like that are invaluable. “Just that one comment can make a difference. My job as experience coordinator involves a lot of work; it’s a big role. So it’s good to get encouragement.” Belong’s vision is that those in care must be given more skills. “Normally when people go into care, they’re de-skilled, everything is done for them,” says Ravenscroft. “But here at Belong we want to do the opposite.There are just no boundaries on what they can do.” While Ravenscroft was sad to see the spring arts programme come to an end, she is confident that the seeds have been sown at Crewe, as both staff and residents continue to develop the skills they learned. For the customers, these included sculpture, painting, photo editing and dance. For the staff, it was the variety of ways art can be used to improve residents’ memories and lifestyles. “These artists have completely changed our perception of what art can be,” says Ravenscroft. “Hopefully we can keep sustaining these skills and eventually we might have permanent artists in residence.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}