{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/16/assisted-dying-victorian-scheme-receives-100-inquiries-as-laws-come-into-effect", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-16T18:00:56Z", "webTitle": "Assisted dying: Victorian scheme receives 100 inquiries as laws come into effect", "webUrl": "https://www.theguardian.com/society/2019/jun/16/assisted-dying-victorian-scheme-receives-100-inquiries-as-laws-come-into-effect", "apiUrl": "https://content.guardianapis.com/society/2019/jun/16/assisted-dying-victorian-scheme-receives-100-inquiries-as-laws-come-into-effect", "fields": {"headline": "Assisted dying: Victorian scheme receives 100 inquiries as laws come into effect", "bodyText": "It took a conscience vote and a marathon parliamentary debate lasting about 100 hours. Now, a year and a half after Victoria passed historic legislation to allow for assisted dying, the laws will come into effect this week. From Wednesday, those suffering from a terminal illness will be able to ask their doctor for lethal drugs that will allow them to end their own lives. “This has been a long journey for many, many people who have advocated for more dignified, more compassionate choices at the end of a person’s life,” the premier, Daniel Andrews, said. The scheme, which Andrews described as the most “conservative in the world”, has already received 100 inquiries. “We anticipate in the first 12 months, based on overseas experience, around a dozen people that will access voluntary assisted dying, and we think that number will settle at around 100 to 150 per year in the years after,” Andrews said. Campaigners, including the prominent assisted dying advocate Philip Nitschke, have suggested the introduction of Victoria’s laws could pave the way for change in other states. Euthanasia was allowed in the Northern Territory in 1996 and 1997, before the federal government intervened. Since the changes in Victoria, the Western Australian Labor government has announced plans for similar laws, while an inquiry is underway in Queensland. Meanwhile, the NT chief minister, Michael Gunner, has said the territory wants to regain the power to legislate on the issue. The Victorian government has stressed that the laws contain 68 safeguards and Andrews noted some advocates had said the scheme would be too difficult to access. “The laws are far too strict,” Nitschke told Guardian Australia. “Premier Andrews proudly proclaims that they are the world’s most conservative – and they are.” Nitschke suggested the sick would need to jump through too many hoops and that the safeguards were more about making society feel “comfortable” than protecting the sick. But Julian Gardner, the chair of the voluntary assisted dying implementation taskforce, said he believed they struck the right balance. “It’s very satisfying to know that we’re ready to go,” he said. Gardner, a former state public advocate, said the benefits would go beyond those who accessed the scheme. “There will be many … more people who will go to their doctor, seek information and, as a consequence, have a discussion about ‘why are you suffering?’” he said. Melbourne woman Margaret Radmore revealed on Sunday she would be among the first to access the scheme. Radmore, a nurse of more than 40 years, has been given 12 months to live after being diagnosed with bowel cancer which has spread to her liver. In March, she decided to stop chemotherapy and “let nature take its course”. “One of my very first thoughts when I was given my diagnosis is the terror of anticipating a bad death,” she said on Sunday, noting a good death was a person being as a comfortable as possible. “When this legislation was passed it was a huge relief to me,” Radmore said. “I am perfectly comfortable with my fate and it is a very sad thing to be living through but the fact that I have control at the end is really important to me. “I might not even use the medication but just knowing it is there. I am really keen to start the process to have the kit because then I can just put it in the cupboard and just get on with living.” Assisted dying will only be available to adults with decision-making capacity, who have an incurable, advanced and progressive disease, illness or medical condition. They must be expected to die within six months, or a year for those with neurodegenerative conditions. The drugs would be self-administered. People must also make three clear requests, including one in writing, and they will only access the scheme if approved by two independent medical assessments, the government said. The request must be initiated by the patient and take at least 10 days, unless the patient was likely to die in that period. In preparation for the law change, about 100 doctors – including GPs, cancer specialists and palliative care clinicians – have undertaken mandatory training to facilitate the scheme. The Victorian health minister, Jenny Mikakos, said doctors could “conscientiously object” to taking part in the scheme. “There is no compulsion on doctors but there are very important referral pathways that have been established.” The laws are only available to people who have lived in Victoria for at least 12 months, Mikakos said. “We know from international experience that many patients may go through the process, may have the medication at home, and may actually not choose to utilise it at the end,” she said. Asked if he hoped other states followed suit on Sunday, Andrews said: “It’s not for me to tell other jurisdiction what they should be doing. “For us, it was the right thing to do and it was the right time to do it.” Despite his frustrations with aspects of the scheme, Nitschke said it should be “acknowledged that Victoria has done something that no other state government has been able to achieve in the 22 years.” “They are to be congratulated,” he said. “The right to die issue has moved on since that short period in 1996 when Australia briefly led the world. Australia is now simply playing catch up.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}