{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/26/female-bame-domestic-violence-victims-being-failed-in-manchester", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-25T23:01:42Z", "webTitle": "Female BAME domestic violence victims 'being failed' in Manchester", "webUrl": "https://www.theguardian.com/society/2019/jun/26/female-bame-domestic-violence-victims-being-failed-in-manchester", "apiUrl": "https://content.guardianapis.com/society/2019/jun/26/female-bame-domestic-violence-victims-being-failed-in-manchester", "fields": {"headline": "Female BAME domestic violence victims 'being failed' in Manchester", "bodyText": "Public authorities in Manchester are failing to uphold the basic human rights of ethnic minority women and children who have been victims of domestic abuse, according to a report. The report from international NGO Sisters For Change, in partnership with The Manchester Maya Project, warns of institutional racism and sexism at the local level in Greater Manchester. It also highlights that women and children from black, Asian and minority ethnic backgrounds (BAME) are not being adequately protected or getting the specialist help they need after suffering domestic abuse. These include: Local authorities failing to take account of religious and cultural needs. Failing to provide suitable accommodation to women and their children made homeless following domestic abuse. Police and housing authorities failing to respond adequately to religious hate crimes. Health and social services failing to adequately safeguard BME and migrant women. Cases of local authorities failing to take measures to protect BME and migrant victims of domestic abuse from inhuman or degrading treatment perpetrated by private individuals. Routine failure to provide appropriate interpreters for women with limited or no understanding of English. The report highlights several examples which they say reflect nationwide systemic problems. These include a Muslim woman with four children who was severely abused by her former husband. She was allocated housing in a deprived, predominantly white area of Greater Manchester where she and her children are the victims of hate crimes. They have been spat at, had bricks thrown at their windows and had people trying to break down the door during the early hours. When police attended to take a statement, they had no interpreter, and housing authority officers did not acknowledge that there were any risks associated with the location. Legal director of Sisters For Change, Jane Gordon, said the report “demonstrates the failure of the police to adequately protect BME and migrant women victims of violence; the failure of health and social services to adequately safeguard BME women and their children; and the failure of local authorities to provide suitable accommodation to BME women and children made homeless by domestic abuse. “As the UN special rapporteur on racism and xenophobia concluded in her recent report on the UK, ‘the harsh reality is that race, ethnicity, religion, gender, disability status and related categories all continue to determine the life chances and wellbeing of people in Britain in ways that are unacceptable and, in many cases, unlawful’.” Over a quarter of women in Manchester who are victims of domestic abuse have no recourse to public funds (NRPF), the term applied to someone whose immigration status means they cannot access welfare benefits or publicly funded services such as social housing and healthcare. Around 16% of Manchester’s population are from a BME background. Priya Chopra, the chief executive of Saheli, a partner of the Manchester Maya Project, said: “Many of the women Saheli works with don’t speak English and feel isolated, alone and frightened. Many have left home after experiencing prolonged periods of physical and mental abuse. They have told us that their choices are stark – if they stay with their abuser, they face mental and physical cruelty, with some living in fear of their lives. “It is vital that every BME woman experiencing violence and abuse has access to specialist trained support workers who understand her needs and clear pathways to protect her when she has left home. No survivor should suffer the additional harm of local authorities attempting to evade their housing and welfare responsibilities by moving victims across local authority boundaries.” The report echoes warnings from a previous England-wide report in November 2017 from Sisters for Change that found that the government and public authorities were not adequately safeguarding the rights of BME women victims of violence. More than three-quarters of local authorities in England cut their spending on domestic abuse refuges by nearly a quarter between 2010 and 2017. Specialist BME services have been hit the hardest, with funding shifting towards generic service providers instead. • In the UK, the domestic violence helpline is 0808 2000 247. In Australia, the national family violence counselling service is on 1800 737 732. In the US, the domestic violence hotline is 1-800-799-SAFE (7233). Other international helplines can be found at www.befrienders.org"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}