{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/23/high-time-marijuana-gun-use", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-24T22:42:50Z", "webTitle": "Smoking gun: should you be able to use a firearm while stoned?", "webUrl": "https://www.theguardian.com/society/2019/jun/23/high-time-marijuana-gun-use", "apiUrl": "https://content.guardianapis.com/society/2019/jun/23/high-time-marijuana-gun-use", "fields": {"headline": "Smoking gun: should you be able to use a firearm while stoned?", "bodyText": "In November 2018, a Pennsylvania doctor who both used and prescribed medical marijuana sued the US government. He had attempted to buy a revolver for self-defense, but he had been denied at the store because he uses a federally illegal drug. Dr Matthew Roman claimed his inability to buy a gun violated his rights under the US constitution’s second amendment and the fifth amendment’s equal protection clause. Roman subsequently lost his medical license because of his problematic cannabis use. His lawsuit was dismissed, but not before a government lawyer weighed in: “The second amendment does not protect those who choose to illegally take mind-altering drugs, and who commit to continuing to do so.” In fact, it’s not so clear cut. At least one state has made it legal for medical marijuana users to own guns. But the move sidesteps the bigger question: is allowing the combination of high-powered pot and gun use a good idea? Legalization has reached the conservative heartland. Oklahoma, as pro-gun a state as there is, has a fast-growing medical marijuana industry, and this spring the governor signed a law to protect the right of medical marijuana-using Oklahomans to buy and own guns. In Texas, which has been slower to change its marijuana laws, the issue is on the horizon. The Dallas Morning News recently quoted a veteran who acquires his medical marijuana illegally, so he can continue to buy guns. “Why am I going to give up one of my rights because I found an organic plant that some are uncomfortable with?” Joshua Raines said. “I’m not going to do that. I’m not going to trade my rights like baseball cards.” Thanks to the hippies, marijuana is sometimes perceived as a liberals’ drug. Merle Haggard’s 1969 culture war anthem Okie from Muskogee – released weeks after Woodstock – begins, “We don’t smoke marijuana in Muskogee.” Weapons of war had not yet became totems of American rightwing identity. But it’s fair to assume even then there were a fair number of illegal pot patches in deep red Oklahoma. There’s still significant support for marijuana legalization on the libertarian right, which is a force in Colorado, Washington, Oregon and other early states to legalize marijuana. At times Haggard himself was a prodigious toker. Oklahoma’s law is one way to paper over the conflict between federal gun and marijuana laws. Medical weed legalization might even be seen as a blow to the stigma which still surrounds marijuana: the state says law-abiding adults can be trusted with both firearms and pot. Meanwhile, strong support for medical marijuana research among veterans has accelerated legalization faster than anyone might have reasonably expected. Many veterans claim cannabis has helped them cope with PTSD, opioid addiction and related symptoms. Thus far the evidence of medical marijuana’s benefits in this area are largely anecdotal. But veterans groups say 20 veterans commit suicide daily – and research suggests access to guns increases the risk of suicide. Many within the marijuana industry suggest access to medical marijuana can help reduce veteran suicides, although much more research is necessary. Either way, marijuana adds another volatile element to this already combustible mix. Earlier this year, the former New York Times reporter Alex Berenson published a book Tell Your Children which attempts to link marijuana use with acts of extreme violence. The book has been widely criticized, but one need not fully subscribe to Berenson’s alarmism to recognize the potential hazards of pot and guns. In one notorious 2014 incident, which Berenson details at length, a Denver man who ingested too many edibles, got into the gun safe and fatally shot his wife. Americans have also adjusted to a world where random mass shootings have become commonplace. Some of these shooters have been users of cannabis and other drugs. In the politics of the moment, cannabis has not received much of the blame as it relates to these massacres. Berenson’s book is not notable for its restraint, but even he gives this question a wide berth. Of course, a great many cannabis users almost certainly are capable of responsible gun ownership. But the weapons currently available in much of the US foster the possibility that any slight misunderstanding or grudge can escalate instantly into horrific carnage. Adding marijuana into the mix doesn’t change, and perhaps exacerbates, that basic equation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}