{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/13/mira-sorvino-date-rape-justice-for-survivors", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-13T02:20:16Z", "webTitle": "Mira Sorvino says she was date raped and calls for 'justice' for survivors", "webUrl": "https://www.theguardian.com/society/2019/jun/13/mira-sorvino-date-rape-justice-for-survivors", "apiUrl": "https://content.guardianapis.com/society/2019/jun/13/mira-sorvino-date-rape-justice-for-survivors", "fields": {"headline": "Mira Sorvino says she was date raped and calls for 'justice' for survivors", "bodyText": "The Oscar-winning actor Mira Sorvino has said she is a survivor of date rape, saying she was talking about it publicly to lend her voice to a push for stronger sexual assault laws in New York. Sorvino, who was one of the first women to accuse the film producer Harvey Weinstein of sexual harassment, spoke during a news conference with New York’s governor, Andrew Cuomo, in support of the push to drop the statute of limitations on rape allegations. Sorvino acknowledged that talking publicly about Weinstein’s alleged misconduct had been traumatic, saying: “I had not really sought out the help I needed”, but revealed she had another previously undisclosed experience with a man she did not identify. “I can stand here before you and say not only was I a sexual harassment and battery victim at the hands of Mr Weinstein, but I’m also a sexual assault victim and I’m also a survivor of date rape.” Sorvino said she wouldn’t go into details, but wanted to disclose the assault to help others. “I am doing it here to try and help, because there are all these survivors out there right now who need justice, who need to feel that they can take the time they need to sort through the trauma, to sort through the shame,” she said. “Because I can tell you in situations of second degree rape, which is what mine would constitute, you feel ashamed. You feel that somehow it was your fault.” In New York, second-degree rape involves victims who cannot consent to sexual activity, either because of their age, mental capacity or state of inebriation. Advocates want lawmakers to repeal the state’s statute of limitations for second- and third-degree rape and change the law to make it easier for victims to prove harassment claims. Cuomo, a Democrat, thanked Sorvino for being “brave and courageous” after listening to her speak. In 2018, Sorvino – the star of Mighty Aphrodite – alleged Weinstein had sexually harassed her when they worked on a project together in 1995. The filmmaker Peter Jackson later said that Weinstein had allegedly told him not to consider her for a role in The Lord of the Rings because she was difficult to work with. A spokesperson for Weinstein denied he had any input on casting choices. Sorvino is one of more than 80 women who have accused Weinstein of sexual misconduct. In May it was reported that Weinstein reached a tentative $44m deal to resolve several lawsuits and compensate women who have accused him of sexual misconduct. He still faces criminal charges of rape and performing a forcible sex act, and is set to go on trial in New York in September. He denies all allegations of non-consensual sex."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}