{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/09/plastic-bags-single-use-waste-everywhere-how", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-09T06:00:21Z", "webTitle": "How did we let plastic bags get everywhere?", "webUrl": "https://www.theguardian.com/society/2019/jun/09/plastic-bags-single-use-waste-everywhere-how", "apiUrl": "https://content.guardianapis.com/society/2019/jun/09/plastic-bags-single-use-waste-everywhere-how", "fields": {"headline": "How did we let plastic bags get everywhere?", "bodyText": "Joan Shuttleworth has fond memories of her 1940s childhood in Orchard Park, near Buffalo. “When I was seven or eight I used to do the grocery shopping at a small store a block from our house,” she tells me. “It was all paper or cloth bags, and fish and meat would be wrapped in butchers’ paper. There was no plastic.” The lightweight polythene plastic bags we know today were patented in Sweden in 1965. By 1979, 80% of European supermarkets were using plastic, and by the early 1980s they were widespread across the US – aggressively pushed by the oil company Mobil. “We just didn’t think about it,” said Shuttleworth, a 79-year-old retired nurse now living in Oakland, California. “We didn’t realise what a scourge they would become. It was mindless.” Today, much of our resource-intensive consumerism is still mindless, despite rising awareness of the impact of our plastic waste. Amid the hustle and convenience of a grocery store, it’s hard to connect our own behaviour to the distant problems in the depths of the oceans. But the dozens of perfectly intact plastic bags pulled from the stomach of a dead Cuvier’s beaked whale in the Philippines this spring could be from any of us. Those bags were once used in a grocery store – for an average of 12 minutes – just to carry that bottle of wine home. A study by the Washington-based Worldwatch Institute estimated that 4-5tn bags, including shopping bags and trash bags, were made in 2002 alone. Countries around the world are stepping up plastic bag bans. Statewide bans have been introduced in California and Hawaii, as well as 240 cities and counties across the US. Bangladesh banned plastic bags in 2002 when it found they blocked drains and contributed to flooding. China, Israel, South Africa, Rwanda and others have followed suit. Some, including the UK, have implemented charges for bags instead. Plastic bag regulation can have unintended consequences. Sales of small trash can liners increased 120% after bag bans, 2019 research by Rebecca Taylor of the University of Sydney revealed, which resulted in thicker and heavier plastics ending up in landfill. While bans led to a 40.3m-pound reduction in plastic waste, that was offset by 11.5m pounds of waste caused by people using new bags instead of reusing carriers. Look at the carbon emissions of different bags in isolation, and our aversion to plastic bags looks misplaced; they simply use far less energy and water to produce. A paper bag needs to be used three times to equal the emissions of standard single-use polyethylene bags, and a cotton tote needs to be used 131 times, according to 2011 research by the UK government’s Environment Agency. It’s even worse if other environmental factors, such as toxic pollution, resource depletion and water use, are factored in. Research by the Danish government in 2018 found that paper shopping bags need to be used 43 times to offset all environmental factors, and organic cotton totes an astonishing 20,000 times. While that’s horrifying, the study did not deal with far less quantifiable effects of plastic pollution in the oceans and its impact on wildlife. Plastics kill an estimated 100,000 marine mammals and a million seabirds every year, and once the bodies decompose the plastic persists to be eaten by yet more animals. For nearly a year, our family has been on a mission to cut out single-use plastics from our home. I’ve had the same massive, sturdy shopping bags since 2002 when I bought them in the British design store Habitat, and these workhorses have done everything from laundry and camping trips to moving house. When we take them shopping, we now also take small homemade cotton produce bags. When we do end up with Ziploc or food bags (largely from other people) we rinse and reuse until they fall apart. We recycle diligently too, but recent reports about backlogs of US recycling being sent to incinerators have confused me. It sounded like the beginning of the end of viable recycling. So I took myself to San Francisco’s employee-owned Recology recycling centre, a leader in waste reduction that has – in combination with some robust city waste regulations – helped San Francisco keep 80% of its waste out of landfill. I realised I had been thinking about recycling as a benevolent community service, but that’s wrong. Recycling companies are businesses that take our waste and try to sell it on. Glass, paper, cardboard, metal and plastic are sorted into different streams, and then packed in one-ton bales to sell to manufacturers. Of the seven main types of plastics, plastics numbered 1 and 2, such as detergent bottles, are easy to sell, but the rest are harder. If plastic doesn’t make a sound when you drop it, it’s probably worthless. “There’s big demand for bales of recycled paper, and Amazon and others need cardboard for their boxes,” Recology’s Robert Reed tells me. “That’s 80% of the recycling bin. But the challenge for our man here who sells the bales is these low-grade plastics. There’s just no market for them.” Recycling companies also hate plastic bags because they get tangled in their sorting machinery, and can easily get mixed up with paper bales, making them less valuable. Contamination is a huge issue. Plastic takeout containers can’t be recycled if they contain food – we should rinse or wipe out our recycling – and that’s one reason China stopped accepting America’s plastic waste in January 2018. There is a recycling scheme for plastic bags run, rather surprisingly, by the American Chemistry Council (ACC), which spends millions protecting the interests of the plastics industry. Their Wrap scheme manages 18,000 bins at grocery stores across the US, collecting clean bags and plastic film from customers and reminding them not to put it in curbside recycling. Half of the collected plastic is shipped overseas, largely to Asia, where the ACC says it doesn’t know what happens to it. The other 50% is sent to companies including Trex, which makes decking out of melted plastic films and wood chip – which, like most composites, is too difficult to recycle. But perfect if you want decking planks that will be around in 1,000 years. Business has profited immeasurably for decades by using cheap plastic packaging, and yet the cost of cleaning up after them has fallen to consumers and local governments. “These are complicated, wicked problems that require very complicated, multi-actor solutions,” says Christopher Jones, senior lecturer in environmental psychology at the University of Surrey in the UK. “Government can introduce legislation and guidelines that can also affect retailers, so you need retailers onboard as well. But there is a degree of responsibility on the consumer … if you continue to buy cheap goods that are being sourced in an unsustainable way, then they are going to continue to make them.” Jones says consumer behaviour is affected by both environmental factors – like a plastic bag surcharge – and by awareness of an issue, which can help someone connect their behaviour to a bigger problem. “Making people feel proud of their behaviour is a better way of stimulating action,” says Jones. “It comes down to a feeling of empowerment and doing the right thing, and bolsters your identity in a way that makes you more likely to act in a consistent pro-environmental way.” As ever, these environmental concerns only become more complicated the closer we look. But for all the research there is one simple constant: buy less stuff, and reuse what you have."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}