{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/19/top-uk-gambling-firms-offer-increase-voluntary-levy-fund-treatment-problem-gamblers", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-20T12:22:27Z", "webTitle": "UK gambling firms' offer to boost levy branded a bribe", "webUrl": "https://www.theguardian.com/society/2019/jun/19/top-uk-gambling-firms-offer-increase-voluntary-levy-fund-treatment-problem-gamblers", "apiUrl": "https://content.guardianapis.com/society/2019/jun/19/top-uk-gambling-firms-offer-increase-voluntary-levy-fund-treatment-problem-gamblers", "fields": {"headline": "UK gambling firms' offer to boost levy branded a bribe", "bodyText": "The UK’s top five gambling firms have offered to increase funding for addiction treatment sixfold in a move that would raise £60m a year to help problem gamblers, but it has been branded a “bribe” to ward off tougher regulation. The Ladbrokes owner GVC, William Hill, Bet365, the Paddy Power owner Flutter Entertainment and Sky Bet have told the government that they would be willing to increase the voluntary levy they pay from 0.1% of annual UK revenue to 1% within five years. Critics of the levy have said the £10m it raises is not nearly enough to help tackle problem gambling and that some firms get away with paying nothing, leading to calls from politicians, charities and the industry regulator for a mandatory tax. The extra contribution offered by the five largest operators would yield £60m, based on the Guardian’s analysis of the UK earnings of the five companies. The culture secretary, Jeremy Wright, said: “I want the gambling industry to step up on social responsibility and keep their players safe, including through making more funding available for research, education and treatment to tackle problem gambling. “Protecting people and their families from the risks of gambling-related harm is a priority for this government and I am encouraged that the sector now recognises that they need to do more.” A spokesperson for the five firms said they would lay out a plan by the end of the year to support a “rapid expansion” of treatment for problem gamblers and ensure young and vulnerable people were protected. “We will continue to engage on the issues and will consult with all relevant stakeholders on this to understand how best to achieve our shared aim of minimising the impact of gambling-related harm,” they said. The sports minister, Mims Davies, drew criticism earlier this year for saying that a mandatory levy was not required. But the Department for Culture, Media and Sport is understood to have been in talks with operators for some time about raising their contribution by other means. GVC said earlier this year it would voluntarily increase its levy contribution to 1% of revenue. After discussions involving the government and the other four top firms, the quintet have agreed to follow GVC’s lead. However, the agreement, first reported by the BBC, is yet to be finalised and would be phased in over five years. The tax would not be mandatory and other firms in the industry were not thought to be involved in the plans. The Scottish National party MP Ronnie Cowan said: “It’s a bribe to appease campaigners and the UK government against introducing a statutory levy for education, research, treatment and support. “The problem of gambling-related harm is here and now and we need a continuity of supply – staffing, budgets and treatment to be guaranteed and this can only happen with a statutory levy.” Adam Bradford, of the Safer Online Gambling campaign group, welcomed the offer but said it needed to be accompanied by a cultural change to better protect addicts. “We need constructive work undertaken to change industry culture and put the safety and wellbeing of addicts at the forefront of all business practices. “The industry, particularly the digital gambling market, needs to look at the tone and frequency of its advertising, its deceptive incentives and the way it is allowing those showing signs of addiction to continue playing.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}