{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/11/grant-robertson-new-zealand-prosperity-growth-wellbeing", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-11T06:00:38Z", "webTitle": "Grant Robertson:  ‘New Zealand’s prosperity is about much more than GDP growth’ | Eleanor Ainge Roy", "webUrl": "https://www.theguardian.com/society/2019/jun/11/grant-robertson-new-zealand-prosperity-growth-wellbeing", "apiUrl": "https://content.guardianapis.com/society/2019/jun/11/grant-robertson-new-zealand-prosperity-growth-wellbeing", "fields": {"headline": "Grant Robertson: ‘New Zealand’s prosperity is about much more than GDP growth’", "bodyText": "Last month the New Zealand finance minister, Grant Robertson, unveiled a major shake-up of his country’s annual budget. For the first time the budget puts social wellbeing indicators ahead of GDP when it comes to spending decisions. From now on, the health of New Zealand will not be measured by economic growth alone but instead by the overall wellbeing of its nearly 5 million people. The wellbeing budget was promised last year by the left-leaning Labour coalition government, and is a passion project for Robertson and the prime minister, Jacinda Ardern. The two – who are close friends – have been united in their commitment to improving the lives of the country’s most vulnerable people, who they say have been left behind in the race for GDP growth. “This budget responds to New Zealanders’ values. Yes, we want to be a prosperous country, of course we do, but we also care about who shares in that prosperity and how it is sustainable,” says Robertson, 47. “I genuinely think people’s sense of wellbeing is about the broader sense of the community, of the environment, and of their family and the people around them.” He describes the overhaul as a “challenging” task, but strongly believes it has resulted in better spending decisions, with every penny allocated having the broader wellbeing of New Zealanders in mind. “It does require a different mindset,” says Robertson. “One of the reasons we [increased spending] is that once you go down this path, you are going to discover huge unmet need.” Big winners in the wellbeing budget include a record NZ$1.9bn (£980m) investment for mental health, NZ$1bn for child wellness, as well as a record NZ$320m domestic and sexual violence package. The country has some of the highest rates of child poverty and domestic violence in the Organisation for Economic Cooperation and Development (OECD),as well as the highest youth suicide rate. Robertson says past governments didn’t value wellbeing in the race for GDP growth, and investments are not only social, but include significant increases for the Ministry for the Environment and the Ministry of Housing, as well as a record NZ$1bn for KiwiRail – part of the government’s plan to be carbon-neutral by 2050. “The constant refrain was, if we’ve got this so-called rockstar economy, how is it that we have the worst homelessness in the OECD? How is it that you can’t swim in most of New Zealand’s rivers and lakes? How is it that child poverty had grown to the extent it has?” Robertson says. “The answer, in my view, was because the government wasn’t sufficiently valuing those things. And if it wasn’t being valued properly, it wasn’t being measured, and if it wasn’t being measured, it wasn’t being done.” Frontline services for mental health – practitioners in every GP practice, student health centres and clinics for Indigenous New Zealanders – will cost the government NZ$0.5bn, equivalent to NZ$380 of mental health funding for every citizen. The aim is to help “the missing middle”: the New Zealanders struggling with widespread and growing rates of mild-to-moderate depression and anxiety. “If you are acutely mentally unwell in New Zealand, there are good services available to you. But if you’re at the mild-to-moderate end of the spectrum, we do not have the services to support you,” Robertson says bluntly. Should the UK follow suit? After all, the Welsh government’s 2015 Wellbeing of Future Generations Act, requires public bodies in Wales to take into account the social, cultural, environmental and economic impact of decisions. “I think this approach could be applied anywhere,” says Robertson. “What I haven’t seen anywhere before is the end-to-end nature. Its no good just having a scorecard of different indicators of success. Its also using that information to inform your investments – that’s how it becomes a true wellbeing budget.” Robertson’s view of wellbeing includes living a balanced, purposeful and meaningful life. He says he has nailed the last two, but is currently struggling with “balance”. He’d like to cook more for friends and family, and get to the gym. He’s had his own struggles with poor mental health too. “I think of my own experience as a teenager coming to terms with being gay, I definitely had quite big struggles then. I really wasn’t coping at certain points of my teenage years,” remembers Robertson, who now has a long-term partner. “I had one particular incident involving alcohol that was very, very dangerous. And had the potential to end my life.” The finance minister says there is a lot more to do. Next year’s budget will apply wellbeing principles to “core baseline spending”. That means schools funding, acute hospital services, and roads and transport spending. Robertson says there’s no going back – at least on his watch. “I strongly believe this is a much better set of budget documents than we would have produced if we’d just stuck to the tried and true,” says Robertson. “The way we’re talking very much reflects Māori and Pasifika world views – that your wellbeing is made up of a holistic idea.” Curriculum vitae Age: 47. Lives: Wellington, New Zealand. Family: Civil partnership. Education: King’s high school, Dunedin; University of Otago (BA politics). Career: 2017-present: minister of finance, Labour coalition government, ; 2008-present: Labour member of parliament, for Wellington Central; 2006-08: senior research and marketing manager, University of Otago; 2002-06: senior ministerial adviser to former prime minister, Helen Clark; 1999-2001: second secretary to New Zealand’s UN mission, New York; 1998-99: policy officer, environment division, Ministry of Foreign Affairs; 1997-98: manager, New Zealand overseas aid programme to Samoa, Ministry of Foreign Affairs. Interests: Family, cooking, rugby, and New Zealand music and literature."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}