{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/26/ivf-study-finds-success-rate-a-third-lower-in-men-over-51-than-under-35", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-26T15:37:56Z", "webTitle": "IVF study finds success rate lower in men over 51 than under 35", "webUrl": "https://www.theguardian.com/society/2019/jun/26/ivf-study-finds-success-rate-a-third-lower-in-men-over-51-than-under-35", "apiUrl": "https://content.guardianapis.com/society/2019/jun/26/ivf-study-finds-success-rate-a-third-lower-in-men-over-51-than-under-35", "fields": {"headline": "IVF study finds success rate lower in men over 51 than under 35", "bodyText": "IVF success rates decline significantly in older men, according to scientists who call for greater awareness of the male biological clock. The analysis of nearly 5,000 IVF cycles performed at a London fertility clinic found that success rates were about one fifth lower in men aged over 51 compared with men under 35, when the effect of the age of their female partners was taken into account. Speaking at the European Society of Human Reproduction and Embryology’s annual meeting in Vienna, Guy Morris, who led the study, said stories of celebrity men fathering children into their 60s had helped perpetuate a myth that “male fertility lasts for ever”. “There may well be a public perception that male fertility is independent of age,” said Morris, from the Centre for Reproductive and Genetic Health (CRGH) in London. “Indeed, in natural conception and pregnancy it is only recently that evidence of risks associated with later fatherhood has become available.” The study, thought to be the largest of its kind in men over 50, found a steady decline in IVF success rates in successive age brackets from 35 upwards. However, in the under 50s, this trend appeared to be largely accounted for by the age of the man’s female partner. Beyond 51 years, there was a significant decline in success rates, irrespective of the age of the woman, the study found. For a woman aged 36 years, the scientists calculated an average success rate of 45% if her partner was under 35 compared with a 35% success rate if he was over 51. The success rates were looked at retrospectively, meaning the scientists could not be sure that the men represented a random sample and the study did not take into account lifestyle factors such as weight, smoking or drinking, which could also influence outcomes independently of age. However, the scientists did find indications that sperm quality was worse in the older men. The analysis also showed that just 42% of those over 51 had sperm count and sperm motility measures within the healthy range defined by the World Health Organization, compared with 61% of those in younger age brackets. Previous research has suggested that sperm in older men has more DNA damage and that there is a slightly increased risk of older men fathering children with genetic disorders. “Our data certainly support the importance of educating men about their fertility and the risks of delaying fatherhood,” said Morris. Prof Ying Cheong, honorary consultant in reproductive medicine and surgery at the University of Southampton, said: “This study again highlights that men are not immune to the impact of biological ageing as far as their fertility is concerned, although this detrimental impact arrives later than women.” • This article was amended on 27 June 2019. In an earlier version, the text and headline incorrectly said that IVF success rates were found to be about one third lower in men aged over 51 compared with men under 35."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}