{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/19/london-rough-sleeping-hits-record-high-with-18-rise-in-2018-19", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-19T11:08:03Z", "webTitle": "London rough sleeping hits record high with 18% rise in 2018-19", "webUrl": "https://www.theguardian.com/society/2019/jun/19/london-rough-sleeping-hits-record-high-with-18-rise-in-2018-19", "apiUrl": "https://content.guardianapis.com/society/2019/jun/19/london-rough-sleeping-hits-record-high-with-18-rise-in-2018-19", "fields": {"headline": "London rough sleeping hits record high with 18% rise in 2018-19", "bodyText": "Rough-sleeping figures in London have hit a record high, with 8,855 people recorded as bedding down on the capital’s street last year, according to annual Chain figures published by by the Greater London Authority. The 18% year-on-year rise in 2018-19 was called a “national disgrace” by the mayor of London, Sadiq Khan, who blamed the crisis on welfare reforms and a lack of investment in social housing. The latest figures were two and half times the equivalent number recorded in 2009-10, when 3,673 people were identified as rough sleeping. 5,529 new rough sleepers were spotted on the capital’s streets last year – equivalent to 15 people a day finding themselves sleeping rough for the first time. More than a third had lost private rented accommodation. Khan said: “The rise in rough sleeping across the country and in London is a national disgrace and at City Hall we have doubled our rough-sleeping budget and the size of our outreach team, helping record numbers of rough sleepers. “But the figures show more and more people continue to be forced on to the streets by the government’s policies – from welfare cuts to a lack of investment in social housing. This includes non-UK nationals who, thanks to a woeful lack of action from ministers, support services are often unable to help. “This cannot be ignored any longer. Government must urgently act to resolve long-standing immigration issues and provide access to accommodation and employment, if we are to ever end this crisis.” UK nationals accounted for 49% of rough sleepers in the capital. Rough sleepers from central European countries, including Romania, Poland, Lithuania and Bulgaria accounted for 31% of the total. The local authority areas in the capital with the biggest concentrations of rough sleepers were: Westminster (2,512); Camden (815); Newham (612); City of London (441); and Southwark (435). Homelessness services helped 2,379 rough sleepers into accommodation or to return to their home area or country over the year – equivalent to 27% of rough sleepers seen over the year. The figures from Chain (Combined Homelessness and Information Network) are an ongoing record of rough sleepers identified by outreach workers throughout the year. They are regarded as a more accurate estimate of rough-sleeping numbers than the official street count, which is based on a single-night snapshot. Official statistics recorded 1,283 rough sleepers in the capital in 2018. The chief executive of Crisis, Jon Sparkes, said: “It’s simply unforgivable that more and more people are being forced to sleep rough on our streets, facing incredible dangers every day, in large part because they cannot afford to keep their homes. This cannot go on. We know with the right safety nets in place – like a housing-benefit system which truly covers the costs of renting – we can tackle the root causes and stop people becoming homeless in the first place.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}