{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/30/nhs-consultants-refer-patients-private-hospitals-own-shares-potential-conflict-interest", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-30T17:13:27Z", "webTitle": "NHS consultants can refer patients to private hospitals in which they have a stake", "webUrl": "https://www.theguardian.com/society/2019/jun/30/nhs-consultants-refer-patients-private-hospitals-own-shares-potential-conflict-interest", "apiUrl": "https://content.guardianapis.com/society/2019/jun/30/nhs-consultants-refer-patients-private-hospitals-own-shares-potential-conflict-interest", "fields": {"headline": "NHS consultants can refer patients to private hospitals in which they have a stake", "bodyText": "Almost 400 NHS consultants own shares in private hospitals to which they refer patients, exposing them to a potential conflict between their income and patients’ best interests, new research reveals. In all, 371 senior doctors have a stake in some of the private hospitals that are earning more than £1bn a year from NHS trusts. These doctors are referring growing numbers of patients because understaffing and the soaring demand for care means the NHS is struggling to treat people quickly enough. Another 177 medical consultants own equipment in private hospitals such as CT scanners and lasers, 67 of whom earn a fee each time it is used, according to a study of links between NHS doctors in England and the private sector by the Centre for Health and the Public Interest (CHPI). Overall 548 senior NHS doctors own shares or equipment or both. David Rowland, the thinktank’s director and author of the report, said the existence of such financial relationships – most of which are hidden from public view – give the doctors concerned a direct financial incentive to refer patients to a private hospital for treatment they do not need. In the most notorious case of that scenario, disgraced breast surgeon Ian Paterson referred 750 patients from Solihull hospital, part of what was the Heart of England NHS trust, where he worked on to private hospitals at which he performed operations. He earned fees for performing unnecessary surgical procedures on patients, including mastectomies, after exaggerating or inventing symptoms to persuade the women that they had breast cancer. His victims described him as a “monster”. “The prevalence of financial incentives in the English healthcare system is first and foremost a patient safety risk,” said Rowland. “If doctors stand to gain financially from treating patients this can influence their clinical decision-making. Patients are therefore at risk of receiving treatment which is unnecessary and harmful.” NHS trusts have paid at least £40m to 11 private hospitals in which some of their own consultants own shares, according to CHPI’s findings. Its report is based on analysis of declarations about share and equipment ownership that private health firms are legally obliged to make, accounts lodged at Companies House, NHS trusts’ financial reports and freedom of information requests. NHS trusts are sending growing numbers of their own patients to be treated in private hospitals because their own services are so busy that they cannot treat them themselves. Much of that involves surgery for hernia repairs, hip and knee replacements or eye conditions. Trusts pay for privately provided care from their own budgets, though the sums private operators can charge is capped. The care is usually provided by NHS doctors doing private work in their own time. Trusts spent £1.1bn in 2017-18 paying for NHS patients to be treated by private firms, the department of health and social care’s last annual report showed. That sum has increased in recent years as the number of patients waiting for planned care at at NHS hospitals has risen, now standing at a record 4.4 million people. The increasing outsourcing of care has prompted concern among NHS campaigners and the Labour party. In a recent example of the trend, Northumbria Healthcare NHS trust signed a contract with the Rutherford Cancer Centre (https://www.therutherford.com/centres/north-east/) in Bedlington, Northumberland, for it to provide chemotherapy to between 120 and 150 people who have cancer. Sir Jim Mackey, the trust’s chief executive, told the Health Service Journal: “No one wants to wait for treatment, especially when they have been diagnosed with cancer. Working with the Rutherford Cancer Centre will ensure our patients get timely access and state-of-the-art treatment.” Some NHS trusts have entered into a joint venture with a private company to set up a profit-making private facility to which they refer patients and at which some of their leading doctors also work, the CHPI report discloses. For example, the Christie hospital in Manchester, one of the NHS’s specialist cancer hospitals, co-owns the private patient unit it created in partnership with the US-owned private operator HCA Healthcare, called LOC@The Christie LLP. One in five of the trust’s oncologists own shares in that unit, and – with the Christie and HCA Healthcare – share in the profits it makes, Rowland found. Share-owning Christie consultants were entitled to £2.35m in dividends of the overall £22.6m in dividends generated in 2013-17, on top of their NHS and private earnings, Rowland estimates. In a similar arrangement, Sheffield Teaching Hospitals NHS trust pays for patients with musculoskeletal conditions to be treated at the Claremont Private Hospital, in which Sheffield Orthopaedics Ltd – in which many of its own consultants own shares – has a 10% stake. Records show that the trust paid Claremont £16.3m between 2015/16 and 2017/18 and its referrals accounted for 30% of the private hospital’s overall income, Rowland said. “I’m appalled that so many consultants have shares in private hospitals they work in. This is clearly a conflict of interest and totally unethical”, said Deborah Douglas, one of Paterson’s victims. “It encourages consultants to look at patients as cash machines and not people”. But Neil Priestly, the Sheffield trust’s finance director, said that the Claremont is only one of six other hospitals that its patients can end up being treated at and that its consultants have no say in which one provides the care. “Because of the systems we have in place [consultants] cannot influence where patients go to have treatment and they do not have any involvement in the decision-making or management of the contracts. There is a clear separation. We are legally obliged to offer patients a choice of where they want to be treated and we have six hospital choices, only one of which is Claremont hospital and the work is less than 0.5% of our total activity,” said Priestly. Peter Walsh, chief executive of the patient safety charity Action against Medical Accidents, said the CHPI’s findings showed that better regulation of private healthcare was needed. Private health firms have also spent at least £1.5m on treating NHS consultants to trips to Wimbledon, cricket matches and golf tournaments, Rowland also discovered. Such gifts included a hospitality package to an England-West Indies cricket match that cost £1,068. The Christie declined to respond to the CHPI’s findings. It said only that the true proportion of its oncologists who own shares in its joint venture with HCA was more likely to be under 10%, rather than the 20% which Rowland stated. But the Christie defended its ties with HCA Healthcare to Rowland. It explained that it “entered into the joint venture arrangements as we saw that there was a big market potential to develop private patient services. The development is important for the Christie as [the profit from] it makes a significant contribution towards our NHS services.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}