{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/26/social-care-funding-crisis-putting-tens-of-thousands-at-risk", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-26T16:30:34Z", "webTitle": "Social care chiefs: funding crisis puts tens of thousands at risk", "webUrl": "https://www.theguardian.com/society/2019/jun/26/social-care-funding-crisis-putting-tens-of-thousands-at-risk", "apiUrl": "https://content.guardianapis.com/society/2019/jun/26/social-care-funding-crisis-putting-tens-of-thousands-at-risk", "fields": {"headline": "Social care chiefs: funding crisis puts tens of thousands at risk", "bodyText": "The government’s failure to get to grips with the escalating financial crisis in social care has put tens of thousands of older and disabled people at risk of being denied basic support such as help with washing and dressing, care chiefs have warned. Without urgent guarantees over funding levels there was a serious risk that local authorities would be forced to start decommissioning care services in the autumn, they said. “This situation has a very real and damaging effect on the day-to-day lives of people who need and provide care,” said the Association of Directors of Adult Social Services in its annual survey. In a withering assessment, Adass said social care in England was adrift in a “sea of inertia” caused by years of budget cuts and Brexit-related Whitehall policy paralysis. “The system is not only failing financially, it is failing people,” it concluded. There were already signs that some fragile local care markets were imploding under the strain – almost half of councils had witnessed the closure of domestic home care providers in their area in the past year, and a third had seen residential care homes shut down, collectively affecting more than 8,000 clients and residents. Although the care crisis has emerged as a topic in the Conservative party leadership debates – the former health and social care secretary Jeremy Hunt admitted the cuts have gone too far – this is seen of no practical help for councils unsure of funding levels beyond the next few months. The frank warning from council care chiefs reflects deep frustration at the government’s repeated neglect of promises to come up with a solution to the challenge of how to pay for growing adult social care needs. A funding green paper, promised more than 18 months ago, has been postponed six times. Adass called for urgent cross-party agreement to tackle what it called the most pressing domestic issue of our time. “Our message from this survey to the new prime minister, whoever this may be, is very clear: make social care an immediate priority,” said the Adass president, Julie Ogley. A Department of Health and Social Care spokesperson responded by promising that the funding of social care would be considered alongside the rest of local government services at the forthcoming spending review. “We will set out our plans to reform the social care system at the earliest opportunity to ensure it is sustainable for the future.” At local authority level there is cross-party political concern that the strains on social care budgets will lead to more unpopular rationing of state-funded care services, as shown on a recent fly-on-the-wall BBC documentary that captured the traumatic impact on families of care cuts at Somerset county council. “Behind these numbers are the stories of thousands and thousands of older and disabled people and their families. Many get great care and support to live good lives and die good deaths. Too many struggle without help though. Too many struggle without enough help,” Ogley writes in an introduction to the Adass survey. Adass contrasted the pessimism of this year’s survey with signs of optimism it detected 12 months ago that a funding settlement for social care was within reach. “This has not happened and instead the problems councils and providers face have got progressively worse,” it said. The crisis was compounded by uncompetitive wages and poor working conditions leaving councils unable to recruit and retain good-quality staff. More than 100,000 of the 1.4 million care workforce come from the EU, and Adass warned that after Brexit it would be harder to recruit EU nationals. Since 2010, £7.7bn had been cut from adult social care budgets in England, Adass said. A further £700m of cuts are planned for 2019-20, but two-thirds of directors were not wholly confident they can be delivered. There were similar levels of scepticism that councils had sufficient resources to meet legal minimum levels of service. On average councils will devote 38p of every pound they spend overall on adult social care this year – up from 34p in the pound in 2010. Despite this investment, however, more than a third of authorities overspent their adult social care budget last year. Half of those financed the overspend by cutting non-care council services. More than a third of councils said the impact of cuts meant access to social care was restricted to fewer people, while just under a third of councils said cuts meant people were getting smaller personal care budgets. Nearly a fifth of councils surveyed admitted the quality of life for people using care had got worse. Earlier this year Age UK said tightening eligibility for council-funded social care meant 627,000 people – nearly 900 a day – had been refused social care since March 2017. More than 1.4 million older people aged 65 and over had unmet care needs, it estimated."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}