{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/15/childrens-hospices-crisis-government-corporate-funding-falls", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-15T12:00:19Z", "webTitle": "Cash crisis forces children’s hospices in England to limit respite care", "webUrl": "https://www.theguardian.com/society/2019/jun/15/childrens-hospices-crisis-government-corporate-funding-falls", "apiUrl": "https://content.guardianapis.com/society/2019/jun/15/childrens-hospices-crisis-government-corporate-funding-falls", "fields": {"headline": "Cash crisis forces children’s hospices in England to limit respite care", "bodyText": "Children’s hospices in England are in crisis and have started turning away families because of a lack of government funding and falls in corporate donations, charities have warned. Shooting Star Children’s Hospices, which runs two children’s hospices in the south-east, will stop offering respite care from November to half the 500 local families who need it. “We are going to focus the majority of our respite care on the 250 children we have identified with the shortest prognosis,” said the chief executive, Nigel Harding. The charity has had a 25% real- terms cut in its government funding since 2008, he said, and has been eating into its reserves since 2012. “Having to not offer services that we know are vital to really vulnerable families is very difficult for me and my staff. Respite care is a lifeline for these families. It gives parents a break. There is a chance that, without it, families will be torn apart.” The campaigning charity Together for Short Lives will publish a report this week criticising the government for quietly reneging on its promise last December to increase its annual grant to children’s hospices to £25m. Children’s hospices in England, the report will say, now face a £13m funding gap because the government has repeatedly failed to increase funding when medical treatments advance. The charity’s chief executive, Andy Fletcher, said: “The government’s contribution hasn’t kept pace with the cost of delivering hospice care. Children with life-limiting illnesses are living longer because we’re better at diagnosing and treating their conditions.” He confirmed that children’s hospices nationwide are facing a “very, very challenging” funding crisis, adding that the majority are looking closely at what services they can cut this year. Stephanie Nimmo’s daughter, Daisy, was born prematurely with a rare genetic mutation that damaged her brain and intestines. She couldn’t eat and needed complex care 24 hours a day. Respite care from Shooting Star Children’s Hospices allowed Nimmo to catch up on sleep, spend time with her three other young children, and after her husband was diagnosed with terminal cancer care for him, too. She said: “Our family dynamic fell apart. It was horrific. If the hospice hadn’t looked after Daisy for me when [my husband] was dying, I don’t know what I would have done.” Daisy died, aged 12, shortly after her father. The Birmingham-based Acorns Children’s Hospice announced this month that it was shutting its Walsall branch after 20 years of helping more than 200 children with life-limiting illnesses. Harding is calling on the government to increase its annual grant to children’s hospices, and said if the cuts he makes this year are not enough next year Shooting Star would also be forced to consider closing a hospice. “This isn’t just affecting us. This is a national issue. There’s a crisis in the sector that’s been heading down the tracks for some time.” Corporate donations to medium-sized charities such as Shooting Star Children’s Hospices have fallen by more than £250,000 a year as companies “sit on their hands, waiting for Brexit and saving their cash,” he said. The charity receives government funding of less than £700,000 a year, a sum that has gone up by just £40,000 in 11 years, and must raise more than £10m of funding from donations. It made 12 staff redundant last year and Harding would not rule out further redundancies: “Quite honestly, I don’t know what the future holds for us.” For Harding, hearing candidates in the Conservative leadership talk about tax cuts was the last straw. “If they can fund tax cuts, what about the dying? Our society is judged by the way it treats its most vulnerable. Who is more vulnerable than children with life-limiting illnesses and severe disabilities?” Last month, he wrote to all the MPs in his catchment area, including Jeremy Hunt, Michael Gove, Dominic Raab, John McDonnell and Philip Hammond, warning them about the cuts at the hospice. Only Vince Cable and the Labour MP Siobhain McDonagh replied. A spokesperson for the Department of Health and Social Care said: “Hospices have always been part-funded by local NHS organisations, and local areas are responsible for ensuring services they commission meet the needs of their communities. The NHS long-term plan prioritises improvements in children’s palliative care, and the NHS has committed to increase funding for these services, including hospices, by up to £7m a year.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}