{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/18/steve-coventry-obituary", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-18T16:18:12Z", "webTitle": "Steve Coventry obituary", "webUrl": "https://www.theguardian.com/society/2019/jun/18/steve-coventry-obituary", "apiUrl": "https://content.guardianapis.com/society/2019/jun/18/steve-coventry-obituary", "fields": {"headline": "Steve Coventry obituary", "bodyText": "My friend and former colleague Steve Coventry, who has died aged 66 of cancer, was committed to public service, spending much of his life helping to improve local health services for people in Hillingdon, west London. Born in nearby Hayes to Violet Haxell, a comptometrist, and John Coventry, a mechanic, he attended Hayes grammar school. He passed his Institute of Taxation (now the Chartered Institute of Taxation) exams in 1975 at Harrow College and qualified as a certified accountant in 1982, allowing him to set up a thriving accountancy practice, Abbots, in 1986, which he ran until he retired in 2012. However, as a young man he also had a parallel career as a local politician. In 1974, at the age of 21, he became the youngest Labour councillor in the London borough of Hillingdon, taking on the role of chair of the adult and youth services sub-committee, responsible for youth centres, adult education and outdoor activity centres. He served on the council until 1978 but was an active Labour party member throughout the 1980s and 90s. In 1990 Steve was invited to join the board of Hillingdon hospital, where I became chief executive, as a non executive director. For the next 10 years his involvement was remarkably energetic, and took on the role of chair of the hospital in 1998. The immediate challenges were to recruit an entirely new board and executive management team and to shift the culture around clinical and operational performance. His time as chair was marked by a commitment to openness and accountability; board meetings were held in public without rehearsal, and members of the public were encouraged to ask questions. He stimulated inquiry and debate without judgment. He drove through investment in new and refurbished facilities in all the mental health services in Hillingdon, a new state of the art neonatal unit and a new accident and emergency department. In doing so he helped rebuild community trust in local health provision. In 2003, having reached 10 years on the board, the maximum allowed, he stood down. Steve’s interest in health matters endured, as he became a trustee of Mind in Hillingdon and then, in retirement, a volunteer with the Samaritans. He will be remembered for his curiosity and his belief that everything could be fixed in the end. He is survived by his wife, Carol (nee Dunlop), whom he married in 1976 after they met at a Labour party social event, by their sons, John and Paul, and grandchildren, Freya, Joey and Ada."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}