{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/18/women-prison-review-family-contact-reduce-reoffending", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-17T23:01:37Z", "webTitle": "Prison review says family contact reduces reoffending by women", "webUrl": "https://www.theguardian.com/society/2019/jun/18/women-prison-review-family-contact-reduce-reoffending", "apiUrl": "https://content.guardianapis.com/society/2019/jun/18/women-prison-review-family-contact-reduce-reoffending", "fields": {"headline": "Prison review says family contact reduces reoffending by women", "bodyText": "Family ties are “utterly indispensable” and must be strengthened if women caught up in the prison system are to avoid reoffending, according to a Ministry of Justice report. The review carried out by Lord Farmer, a former Conservative party treasurer, found that more than half of women in prison had children under the age of 18, yet only 5% remain in the family home when their mother is jailed. According to the ministry, the female reoffending rate is 23%, compared with men, who reoffend at a rate of 30%. Prisoners who receive family visits are 39% less likely to reoffend than those who do not. Farmer said: “Healthy, supportive relationships are utterly indispensable for every woman in the criminal justice system if they are to turn away from criminality and contribute positively to society. “The importance of good family and other relationships, which are rehabilitation assets, needs to be a golden thread running through the criminal justice system.” His report recommends prioritising women’s prisons for the roll out of virtual visits conducted via video link and the installation of phones within cells – for which a £10m investment was announced by the justice secretary last year. Farmer also recommends that each prison have an on-site social worker to provide dedicated support for women and their children to ensure they are maintaining vital ties with children and family outside the prison gates. In a separate report, the Commons justice select committee has blamed the government for a “foreseeable” shortfall in the number of magistrates in England and Wales. In 2012, there were more than 25,000 magistrates; by last year there were around 15,000. Additional funding should be given to HM courts and tribunal service to boost recruitment, the report on the role of the magistracy says, and greater efforts made to overcome the barriers facing employees who want to become magistrates. Bob Neill MP, chair of the committee, said: “Magistrates and the criminal justice system as a whole have been badly let down by the failure of the government to take action and provide appropriate funding to tackle the major issues we flagged in our 2016 report. “Morale is not improving, despite the minister’s efforts to reassure us. The court closure programme has made things worse and the shortage of magistrates could have been avoided had the government adopted our initial recommendation on recruitment.” A spokesperson for the Magistrates Association said: “ The fact that the justice select committee prioritised this issue by carrying out a follow-up review only three years after their initial report indicates the seriousness and urgency of many of the problems set out in the report. We therefore urge the government to take note of the recommendations, and respond promptly.” Penelope Gibbs, a former magistrate and director of Transform Justice, said: “The government has created a crisis – through freezing recruitment and slashing numbers of magistrates in half. Now there are too few, and the ones who remain are too old [on average]. Magistrates work virtually for free. The government must devote resources to reviving this critical institution.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}