{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/10/mother-scared-hold-baby-job-health-visitor", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-10T07:00:50Z", "webTitle": "'A mother is scared to hold her baby in case he dies in her arms': my job as a health visitor", "webUrl": "https://www.theguardian.com/society/2019/jun/10/mother-scared-hold-baby-job-health-visitor", "apiUrl": "https://content.guardianapis.com/society/2019/jun/10/mother-scared-hold-baby-job-health-visitor", "fields": {"headline": "'A mother is scared to hold her baby in case he dies in her arms': my job as a health visitor", "bodyText": "Monday This morning starts off with a child protection meeting about a family who are struggling to meet their young child’s needs. The parents have not turned up and the social worker reports that the father is rumoured to be back on drugs. My heart sinks. I have worked hard to support the family over the past few months and I thought the father was doing well and attending addiction therapy. Could I have done something different? Tuesday During clinic today, I see 11 mothers and their young children. Reminding parents that they are doing a great job gives me a wonderful sense of satisfaction. As I am packing up, a mother comes in; she seems anxious. I ask her if everything is OK. She begins to cry and reveals that she has fled her abusive partner and is sofa surfing at a friend’s house. I tell her I’m in awe of how brave she is. I give her my work phone number and contact details for Women’s Aid and arrange to see her later this week. I ask her permission to speak to social services, as I am duty bound to do. I explain it is not to report her, but we need to establish that she and her baby will be safe. She agrees and leaves clutching her baby tightly. I can’t stop thinking about her for the rest of the day, worrying that she will go back to her abusive partner. I wish I had more time to spend with her, but I have three more visits to do today. Wednesday I do a mood assessment on a mother with a six-week-old baby. She is struggling with her mental health and transitioning into parenthood. I encourage her to attend our local postnatal depression support group and arrange to see her next week. I do two more visits, write up my notes and make calls. Thursday I visit a mother who is having trouble bonding with her newborn baby following a traumatic birth. She reveals the distress she felt when her baby was born blue and did not breathe. She cries as she admits that she struggles to hold him in case he dies in her arms. I see how desperate she is for someone to tell her she is doing OK. An overwhelming sense of sadness comes over me as I consider how difficult motherhood is – the crippling guilt, the weight of feeling like you’re not doing enough, and the reality of it that it isn’t like the pictures you see on social media. Friday I visit a family who have got themselves into rent arrears and debt following the change over to universal credit. They had a visit from the bailiffs this week and now can’t feed their family of five. I write out a food bank voucher, offer to refer them to a debt management agency, and arrange to call them next week. I feel a sense of despair that there is nothing more I can do to help them, and I’m angry at the government for putting them in this position. Six weeks without any income leads to rent arrears and unpaid bills, and ultimately the ones who suffer are the children. I have a case conference with a family who have been neglecting their children. The professionals have to decide whether the children are at risk of significant harm. Sadly, most agree they are. The father shouts at us and the mother just sobs. I am upset that it has come to this. I look forward to going home and spending the weekend with my three children, but first I have more paperwork, phone calls and emails to answer. I get home after 6pm. I’m a single parent, and feel awful that I have to spread my time so thinly between my own family and the ones I work with. If you would like to contribute to our My working week series about your job in public services, get in touch by emailing sarah.johnson@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}