{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/21/a-history-lesson-for-the-homelessness-minister", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-21T16:40:27Z", "webTitle": "A history lesson for the homelessness minister | Letter", "webUrl": "https://www.theguardian.com/society/2019/jun/21/a-history-lesson-for-the-homelessness-minister", "apiUrl": "https://content.guardianapis.com/society/2019/jun/21/a-history-lesson-for-the-homelessness-minister", "fields": {"headline": "A history lesson for the homelessness minister", "bodyText": "Although Heather Wheeler does not specify which historical period she believed that tinkers and knife-cutters were sleeping rough in her South Derbyshire constituency (Leak reveals homelessness minister’s ‘racist slurs’, 21 June), these were people described by Raphael Samuel as the “comers and goers” of Victorian Britain. But the minister wrongly identifies the historical rough sleeper. My research into the life stories of individuals prosecuted under the 1824 Vagrancy Act before 1914 include many born in her constituency, typically of the labouring trades seeking casual work, often ex-military, susceptible to mental health issues, single and having fallen out with their families. To be caught sleeping rough meant a prison sentence of hard labour. They circulated around the county, east Midlands and sometimes further afield, following very personalised routes, alternating between rough-sleeping, the workhouse casual ward, prison and cheap lodgings as circumstances dictated. The itinerant tradesman, in contrast, usually earned sufficient to avail themselves of nightly lodgings. Prof Nick Crowson Department of history, University of Birmingham • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}