{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/20/homeless-get-their-tents-back-for-free", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-20T17:23:50Z", "webTitle": "Homeless get their tents back for free | Letters", "webUrl": "https://www.theguardian.com/society/2019/jun/20/homeless-get-their-tents-back-for-free", "apiUrl": "https://content.guardianapis.com/society/2019/jun/20/homeless-get-their-tents-back-for-free", "fields": {"headline": "Homeless get their tents back for free", "bodyText": "Anyone living on our streets needs compassion and support to meet their personal circumstances. They’re people, not problems, and their welfare is our priority at Brighton and Hove city council. Your report (UK homeless crisis triggers council purge of ‘tent cities’, 18 June) says we charge £25 to return a confiscated tent to rough sleepers. The way we manage tents in the city reflects the range of reasons people camp illegally. Brighton is a tourist destination, and people often pitch tent on the beach in summer rather than paying for official campsites. The £25 charge is for storage of tents removed following advice to the occupants that they’re pitched where camping is not allowed. The fee is designed as a deterrent to stop people camping in the city. Tents are usually removed when they’ve been abandoned. It’s not always easy to know if a tent is abandoned or not when it’s not in use. The £25 storage fee is waived for anyone who is homeless or sleeping rough. Only two people have claimed their tents back from storage and neither was charged due to their circumstances. Cllr Nancy Platts Leader, Brighton and Hove city council • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}