{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/06/report-calls-for-reform-of-uk-medical-watchdog-to-regain-doctors-trust", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-06T05:00:47Z", "webTitle": "Medical watchdog GMC needs to regain trust of doctors, finds review", "webUrl": "https://www.theguardian.com/society/2019/jun/06/report-calls-for-reform-of-uk-medical-watchdog-to-regain-doctors-trust", "apiUrl": "https://content.guardianapis.com/society/2019/jun/06/report-calls-for-reform-of-uk-medical-watchdog-to-regain-doctors-trust", "fields": {"headline": "Medical watchdog GMC needs to regain trust of doctors, finds review", "bodyText": "The General Medical Council must fundamentally reform to regain the trust of the doctors it regulates and end their “toxic fear” of reprisals if they make mistakes, says a hard-hitting report. The independent review report was in response to the uproar from doctors over the treatment of a trainee paediatrician, Hadiza Bawa-Garba, who was convicted by the courts of gross negligence manslaughter and given a suspended sentence. The GMC did all it could to get Bawa-Garba struck off the medical register, appealing to the courts when its own medical tribunal said she should just be suspended. Many in the medical profession thought this an outrage. Bawa-Garba had an exemplary record for her six years in medicine until the death of Jack Adcock, a six-year-old in her care, when she was under pressure and without proper supervision in a poorly resourced hospital. Leslie Hamilton, a former children’s heart surgeon who chaired the review, wrote in his foreword to the report: “Many questioned why an individual trainee working under pressure should carry the blame for what they considered to be wider systemic failings within her working environment. They recognised her situation in their own working lives and felt that ‘there but for the grace of god go I’.” Bawa-Garba’s conviction and the GMC’s action was the immediate focus for doctors’ sense of fear and injustice, but, the report said, it was “part of a more fundamental loss of confidence in the GMC and in the operation of a fair and just culture in medicine”. “All doctors could identify with her,” said Hamilton. “She was recognised as a good doctor. They looked at this good doctor and couldn’t work out … what made her make errors that were so bad that a jury actually thought they were criminal. And that just sent a shiver of fear. So there was already huge concern. And when the GMC took their appeal, that was the final straw, if you like.” The report said the GMC should be stripped of its power to appeal against the decisions of its disciplinary tribunals. It had to acknowledge that its relationship with the medical profession had been “severely damaged” and it should take steps to support doctors and rebuild trust. While relatively few doctors have been prosecuted for gross negligence manslaughter or culpable homicide, those investigated for these and other issues are disproportionately from ethnic minority backgrounds. These doctors often do not feel confident enough to raise concerns, fearing they will be blamed more than white doctors. The report recommended that work be done to ensure greater inclusion and make sure doctors were better supported. Expert witnesses played a big part in the conviction of another doctor, the colorectal surgeon David Sellu, who was jailed for gross negligence manslaughter but then acquitted on appeal. The case against him brought by the GMC was also thrown out. The report said there were widespread concerns about the evidence given by medical experts, and that the GMC had to be transparent about the qualifications of the experts it used. The report recommended that two experts should be required in any case about clinical misconduct. The GMC has accepted all of the recommendations. Charlie Massey, the GMC’s chief executive, said the council had already started looking into some of the issues raised by the report, such as the high skew of referrals of doctors from ethnic minorities, and practitioners’ mental well-being. “In some ways all of this underlies the importance of our wider strategy. My ambition for the GMC is that we are better able to anticipate where doctors may make mistakes and avoid them. I’m very committed to the GMC being seen as less of an ivory tower passing judgment,” Massey, said. The Bawa-Garba case damaged relations between the GMC and the medical royal colleges. The Royal College of Physicians commended the GMC for its willingness to adopt the report’s recommendations, but said it would “openly and robustly hold the GMC to account” and added: “It is unclear to many of our fellows and members if the GMC has apologised for any part it played in the breakdown of the relationship. A clearer apology would be a positive step.” The Royal College of Paediatrics and Child Health said the case had had a profound effect on paediatricians. “The accounts of systemic errors, short staffing, IT issues and lack of support for this particular trainee that contributed to the tragic death of a child, has led trainees to tell us they carry a sense of trepidation before the start every shift,” said its president, Russell Viner. “The burning question now for those who own the actions is how quickly will they be delivered? With other medical royal colleges we will move urgently to do our part.” The British Medical Association backed the need for a culture based on learning not blame. “This culture shift is vital to help avert such tragedies, and give the public confidence in the health service, while reassuring doctors and other staff that they will not be unfairly blamed when things go wrong,” said Chaand Nagpaul, the BMA’s council chair."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}