{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/12/hit-mute-button-why-everyone-trying-to-silence-outside-world-uber", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-12T05:00:41Z", "webTitle": "Hit the mute button: why everyone is trying to silence the outside world", "webUrl": "https://www.theguardian.com/society/2019/jun/12/hit-mute-button-why-everyone-trying-to-silence-outside-world-uber", "apiUrl": "https://content.guardianapis.com/society/2019/jun/12/hit-mute-button-why-everyone-trying-to-silence-outside-world-uber", "fields": {"headline": "Hit the mute button: why everyone is trying to silence the outside world", "bodyText": "The mute button was invented in 1956 by Robert Adler, an Austrian-born engineer working for the Zenith Radio Corporation in Chicago. It was one of the four buttons on his Space Command 400, the first commercially viable TV remote control. The other three buttons – on/off, channel up and channel down – might have seemed more vital, but Adler’s boss, Eugene F McDonald, a former naval intelligence officer who was nicknamed “The Commander”, had insisted on mute. “He hated commercials,” Adler recalled in 1987. McDonald feared these constant intrusions would kill the new medium of TV. So Zenith boasted that the mute button would allow viewers to “shut off the sound of long, annoying commercials”. Still, McDonald couldn’t have predicted the pop-up ad, petrol pumps trying to sell you nachos or the ravages of the distraction economy. It is only now, in an age of incessant interruption, that we are beginning to grasp muting’s full potential – not only when it comes to our gadgets, but in real life, too. Last month, the taxi company Uber began trialling a suite of new features for users of its Exec service – including a button you can activate if you want to mute your driver. “Quiet preferred” is the euphemism Uber is using (you can also toggle it to “happy to chat” – lucky driver). But it appears to bring the dream of being able to choose who and what we listen to a step closer. “From a driver’s perspective, it’s quite rude,” an Uber driver from east London tells me. “And offensive, to be honest. It’s like saying: ‘Shut up.’ It says a lot about Uber.” Uber claims it is responding to concerns from customers that drivers will give them low star ratings if they don’t want to chat; drivers meanwhile often fear entering into conversations with passengers for the same reason. But let’s be honest: who among us hasn’t fantasised about being able to mute an annoying colleague, a screaming toddler or an over-friendly waiter? Mute promises a snake-free garden, a world where you can curate your content and silence dissent. And it is proving irresistible online. Twitter introduced a mute function in 2014 and it has proved to be the social network’s most popular feature, a sort of automatic talk-to-the-hand. Instead of “blocking” someone objectionable (which they will know about) you can now discreetly “mute” them (which they won’t know about). Part of the appeal is the thought of trolls screaming and @-ing and wondering why you’re not replying. Twitter followed it up with a subject-based mute feature in 2017: so, if you don’t want to hear about Love Island, or Terfs, or the Champions League final, or Dominic Raab, for ever if need be, you don’t have to. If you want a glimpse of happy Twitter, type “mute button” into the search box: “Just wanna thank my ‘mute’ button for never giving up on me &lt;3”; “Mute button is top 10 most powerful things in the universe”; “I thank @instagram for creating their mute posts and story buttons” etc. Instagram added its own mute function last year, inspired by what it called “complex social dynamics”. Now you can avoid your friend’s nauseating Ibiza selfies and tasting menu stories without fear of causing offence. “I’m happy for my friends who are achieving great things, but Instagram makes it too easy to start getting bitter about why that’s not me,” one muter explained. “I’m looking forward to living in a self-imposed creative bubble for a little while.” The clinical psychologist Paul Gilbert, author of Living Like Crazy, sees such responses in Jungian terms. “We’re becoming more persona-dominated,” he says. “We all put on an act about how people want to see and hear us. We do it all the time on social media.” For him, the Uber shush feature is a welcome chance for us to rest those personas for a few minutes. “Human beings evolved in small hunter-gatherer groups where everyone knew one another,” he says. “We aren’t necessarily adapted to be interacting with strangers all the time. People find it incredibly tiring. At least in a taxi, you have an opportunity to sit and be quiet.” Well, yes, that is true. But what I find disturbing about the Uber silence feature is precisely that it cuts off any possibility of human connection. It is a way of automating a function that we might once have negotiated in human language. The Uber driver points out that it’s not hard for him to gauge who might be up for a chat and who isn’t. “You say: ‘What’s your name? Where are you going?’ And the way they respond is a fairly clear indication of whether they want to talk or not. Most people have their earphones on anyway. I usually have my Bluetooth earphone in too.” A lot of the time, he is plugged into Telegram, the Russian-designed messaging app that functions a bit like an aural WhatsApp. “There are groups with about 200 drivers on Telegram – they’ll report what’s happening in real time. If you see an accident, you can report it to the group.” Otherwise, it’s “audiobooks, lectures, radio, podcasts, educational stuff. If I want to know something about anything, I’ll download it when I’m home and listen to that.” But you could see that this retreat into our own discrete sound worlds is its own form of muting. Looking around the office in which I am typing these words, at least half of my co-workers are wearing earphones or headphones, and the younger they are, the more likely they are to be plugged in – or out. The wider trend is known as the “privatisation of auditory space”, says Dr Tom Rice, a lecturer in sonic anthropology at Exeter University. “It’s often said in sound studies that we don’t have earlids. We don’t have any control over what drips into our ears and collects in them. Earphones are the closest we have to that.” It is generally accepted that our audio environment is becoming more cluttered – even at home, since our microwaves and washing machines are now more likely to bleep at us (and, in some cases, talk to us). But most people do not mute the world because they find it overwhelming or confusing. “It’s also that they consider it boring,” says Rice. “People will often think that the sounds that they’re exposed to aren’t worth listening to.” The dawn chorus, after all, is famously not what it was, and general human patter is being drowned out by pneumatic drills, lorries and Ed Sheeran’s Galway Girl blasting out of the supermarket public address system. “When we conduct surveys about modern life and ask people what the biggest irritants of modern life are, ‘unwanted music or sound’ is usually in the top five,” says Dr Daniel Levitin, a neuroscientist at McGill University in Montreal and author of The Organised Mind. This has a lot to do with the way our hearing system works. “Compare it with vision. When you look at an object, it appears to be out there in the world. But sounds, for most of us, feel like they’re emanating from within our heads. It makes them more intimate and more intrusive. “In the best case, you can say headphones are a way to gain control of your environment,” he adds. It was striking, when Spotify users shared their most-played songs at the end of 2019, how many of the titles included “waves” or “rain noise”, suggesting that many listeners simply wanted to block distractions. “But the worst case,” Levitin says, “is that young people are listening to music and thinking that they can increase their concentration and performance that way. There are thousands of studies that show that listening to music is incredibly bad for your concentration. It’s just more enjoyable.” Meanwhile, our capacity to tune out whatever we want is increasingly catching up with our desire to do just that. “Hearables” are now touted the new “wearables” in Silicon Valley. Amazon, Apple and Google are all working on in-ear technology. The start-up Doppler Labs has developed products that promise to cancel out background noise, amplify the voices of particular speakers and even provide live, real-time, Babel fish-like translation. We often imagine a virtual-reality future will involve some sort of interface over our eyes, but it might just as easily work through our ears. Soon we might literally be able to mute people we don’t want to hear. But who knows what else will be silenced? “The argument is that this is damaging to the quality of public space and to the social fabric – we all just become atomised individuals,” says Rice. If we are listening to podcasts or music or white noise all the time, we are removing ourselves from society and the chance to interact, help, experience delight. “I personally don’t have much against earphones and I think they can be fantastically useful and enriching of one’s auditory life,” says Rice. “But I do think it’s possible to get value out of your sound environment by paying attention to it.” One way is by focusing on your sound diet. “Can you isolate five sounds in your everyday environment that you value and enjoy and that enrich your life? The way the sink at work gurgles when you turn off the tap, a fragment of birdsong, wind in the trees, footsteps echoing under a bridge … As well as drawing our attention to specific sounds, an exercise such as this encourages us to think about our sound environment more generally, and about which sounds we want more – and less – of in our lives.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}