{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/17/removal-of-homeless-camps-trebles-as-charities-warn-of-out-of-control-crisis", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-17T17:08:08Z", "webTitle": "Removal of homeless camps trebles as charities warn of 'out of control' crisis", "webUrl": "https://www.theguardian.com/society/2019/jun/17/removal-of-homeless-camps-trebles-as-charities-warn-of-out-of-control-crisis", "apiUrl": "https://content.guardianapis.com/society/2019/jun/17/removal-of-homeless-camps-trebles-as-charities-warn-of-out-of-control-crisis", "fields": {"headline": "Removal of homeless camps trebles as charities warn of 'out of control' crisis", "bodyText": "The number of homeless camps forcibly removed by councils across the UK has more than trebled in five years, figures show, prompting campaigners to warn that the rough sleeping crisis is out of control and has become an entrenched part of life in the country. Tents, cardboard structures and a garden shed were among the hundreds of homeless encampments torn down by local authorities in the last five years, with the number of tent city clearances rising from 72 in 2014 to 254 last year. Charities say the camp clearances are a symptom of an acute homelessness problem, driven by welfare changes, a lack of properly funded support services and insecure housing. Campaigners have criticised authorities for a heavy-handed approach. Some councils seize tents and even charge for their return. In Brighton, home to England’s second largest population of rough sleepers in 2017, the local authority charges £25 for a confiscated tent. In East Dorset, the fee is £50. Brighton council said the £25 charge was waived if the items were “claimed by someone who needs their belongings and was unable to pay due to living rough”. East Dorset council did not comment. Separate figures obtained by the Guardian show complaints to councils about homeless encampments have shot up 448% in five years, from 277 in 2014 to 1,241 in 2018, rising year on year, with big increases in 2016 and 2017. On Sunday, a woman in her 30s was found dead in a homeless encampment in Leeds city centre. The number of people living in makeshift camps in the UK is not recorded as a standalone statistic. The official rough sleeping figures, which the UK statistics regulator has warned should not be trusted, aim to include people bedding down in tents and shelters, and the new figures obtained through freedom of information requests suggest it is a growing problem. Matthew Downie, director of policy and external affairs at Crisis, said the findings did not come as a surprise. “We know that people living in tents as a form of rough sleeping has shot up 165% since 2010,” he said. He added: “We have now reached unprecedented levels of homelessness across England. The rise is out of control … We are at point where, council by council, people are struggling to know what on earth to do, particularly when there is not enough affordable housing.” Councils in the UK used a range of legal powers often enforced through court orders to clear hundreds of homeless camps from 2014 to 2018 with the help of police. The Guardian also asked all police forces in the UK how many times dispersal orders had been used to clear homeless camps, but all forces said it would take too much time to collect the data. Downie said the clearance approach was not right. “The idea of dispersal and enforcement action against people who are homeless and destitute is not simply the wrong thing to do in moral terms but practically the most unhelpful thing to do as well. It drives people further into destitution and makes it more likely people will spend longer on the streets.” In the past year, encampments of varying sizes have been reported in cities and towns such as Peterborough, Brighton, Bristol, Milton Keynes, Cardiff, Manchester, Leeds, London and Northampton. In Northampton, Father Oliver Coss has housed a group of tents in the walled yard behind All Saints church in Mercers Row since November 2018. What started as three tents became 11 when the encampment was at its largest about a month ago. Now, about five people are staying there in three tents, with a fourth tent unoccupied. But Coss recently made the decision to ask those living in tents to leave after they refused to accept offers of support from the council, giving them 28 days’ notice. He said it was a hard decision to make but he felt it was best to support those living on the church grounds. “We took our present decision as we found it was hard to have a conversation about moving on as the camp was seemingly secure and it was settled and so we took the opportunity to do a light-touch legal process and serve a notice on people, giving them 28 days to move on,” Coss said. He added: “Being on the streets comes with a particular culture and resilience to survive and that comes about through the rhythms of the streets … We think that [these people] are worth more than a tent in a churchyard somewhere.” One resident at the churchyard is Paul, 52, who became homeless when a relationship fell apart. “I have been here nearly four weeks. I have been homeless since 2013 and been in and out of prison. We’ve now been told we have 28 days to leave but this is the only home we’ve got.” He added: “We have a lot of social problems and addictions. We just want to get out of reality and get high or drunk. Anything to help us through the day … There are too many rules in shelters, and they threaten you with eviction. So I may as well be in a tent and make my own rules.” Northampton borough council said all rough sleepers in the area had been offered support and it was dedicating extra resources to support services for the homeless. Stephen Robertson, chief executive at the Big Issue Foundation, said: “This increasingly alarming situation is an output of binary thinking at the highest levels. Our government’s history of enforcing an acceptable annual construction number of affordable social housing is well documented; with demand more than outstripping supply with a resultant lack of homes for people experiencing homelessness. “The growth in communities living outside is evidenced now across the country to the extent that it has become normalised enough to have been featured as a story arc in Coronation Street not that long ago. It is no wonder that the public are deeply upset about what they are seeing. “People are increasingly living in tents not because they have a newfound enthusiasm for camping. They are forced into creating communities outside because government and policymakers blankly refuse to join these issues and opportunities up to bring about a feasible end to a humanitarian crisis.” The Guardian asked all councils in the UK how many homeless encampments they had cleared since 2014, how many complaints about encampments they had received and details on charges for confiscated tents and possessions. An encampment was defined as a location where one or more homeless people were living in the area in private or public land. Three hundred and thirty six local authorities responded to the request. In response to the figures on homeless camps, a spokesperson for the Ministry of Housing, Communities and Local Government said the government was providing hundreds more bed spaces and support staff for rough sleepers this year, and a £100m funding boost for eradicating rough sleeping. The Local Government Association said enforcement action was a last resort and councils always took a balanced approached when dealing with rough sleepers, also saying that a £421m funding gap by 2024-25 was hampering their efforts to prevent homelessness. • This article was amended on 18 June 2019. An earlier version said that the number of people living in camps was not recorded in official rough sleeping statistics. No standalone figures about homeless camps are recorded in the UK, but the statistics from the Ministry of Housing, Communities and Local Government aim to include people who bed down in tents and shelters. This has been corrected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}