{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/26/junior-doctors-agree-to-82-pay-rise-ending-four-year-dispute", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-26T18:18:58Z", "webTitle": "Junior doctors agree new contract to end four-year dispute", "webUrl": "https://www.theguardian.com/society/2019/jun/26/junior-doctors-agree-to-82-pay-rise-ending-four-year-dispute", "apiUrl": "https://content.guardianapis.com/society/2019/jun/26/junior-doctors-agree-to-82-pay-rise-ending-four-year-dispute", "fields": {"headline": "Junior doctors agree new contract to end four-year dispute", "bodyText": "NHS junior doctors have accepted a new contract which gives them an 8.2% pay rise over four years in return for finally ending a four year-long dispute with ministers that triggered the first walkouts they had ever staged. More than four in five (82%) of the junior doctor members of the British Medical Association who voted in a referendum on the new terms and conditions agreed to accept them. About 39,000 junior doctors in England – all medics below the level of consultant – will benefit from the deal, which the BMA announced at its annual conference in Belfast. Dr Jeeves Wijesuriya, the chair of the BMA’s junior doctors committee (JDC), said members had approved the deal because they recognised that it involved enhanced shared parental leave and better rest facilities. He said: “We have made major strides towards a better future for all junior doctors.” Under the deal, the 39,000 doctors – who are all in training – will get: a payrise averaging 2% for each of the next four years, starting in 2020. new limits on how much weekend working they do. new limits on the number of long shifts, of up to 13 hours, they can do in a row. Wijesuriya acknowledged the bitterness of the year-long dispute between junior doctors and the then health secretary Jeremy Hunt in 2015-16, which led to a series of strikes, including an unprecedented total withdrawal of labour, by trainees. The agreement on a new deal had come about “through a new collaborative, constructive negotiation process that has learned from the mistakes of the past”, he added. The BMA has been locked in a dispute with the government over the contract since 2016, when Hunt imposed it. Ministers agreed to review in 2018 how it was working. The new deal follows months of detailed negotiations between the BMA and the department of health and social care. Matt Hancock, the health and social care secretary, said: “I’m delighted that we have successfully brought to an end the junior doctors dispute with this landmark agreement. Improved working conditions and an 8.2% four-year pay rise will give junior doctors and current medical students the support they fully deserve.” However, only 11,588 (28%) of the 41,116 junior doctors and final- or penultimate-year medical students who were entitled to vote did so. Of those, 9,449 backed the deal and 2,139 (18%) voted against. The deal is expected to clear its final hurdle on 2 July when the JDC is likely to formally endorse it. But the Doctors’ Association UK, which campaigns to improve junior doctors’ working lives, criticised the new contract. It represents “a poor deal for hardworking junior doctors, with its modest financial gains largely negated by inflation, a drawn-out implementation timetable and contractual loopholes”, it said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}