{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/05/the-taboo-around-menstruation-and-menopause-doesnt-only-hurt-women", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-05T01:59:15Z", "webTitle": "The taboo around menstruation and menopause doesn't only hurt women | Karen Pickering", "webUrl": "https://www.theguardian.com/society/2019/jun/05/the-taboo-around-menstruation-and-menopause-doesnt-only-hurt-women", "apiUrl": "https://content.guardianapis.com/society/2019/jun/05/the-taboo-around-menstruation-and-menopause-doesnt-only-hurt-women", "fields": {"headline": "The taboo around menstruation and menopause doesn't only hurt women", "bodyText": "Telling people you’re writing a book on menstruation and menopause is a great litmus test for the strength of the menstrual taboo. Most often, people skip a beat and force a weird smile, before saying something non-committal like “good for you”. Or they laugh nervously (especially men) and say, “Oh wow, OK, not something I know too much about ha ha ha.” They rarely say, “I am completely disgusted by this” but you can usually tell if there’s a reluctance to delve deeper, or a squick factor at work. Conversely, other people (mostly women) practically pin me down and launch into their own TED talk comprised of every thought they have ever had about periods. I love it when this happens, but I also sense a desperation that comes from me giving permission. “I’ve been DYING to talk about this” is a common refrain. And I know what they mean. Outside of close friendships, it can still feel a little risque to bring up menstruation and menopause in “polite” conversation. It’s been instructive, for a number of reasons, not least of all because it taught me that the menstrual taboo operates in sophisticated and often subtle ways that are quite different to what we might suspect. Of course, there is genuine disgust, shame and stigma attached to menstruation and menopause, where women and girls feel shamed for first having periods at all, and then a different kind of stigma when menstruation ends. This was borne out by our research. But there’s also the strong impulse to shut down any conversation about it. These are real problems. The menstrual taboo is essentially a kind of flawed cultural logic, where we are all asked to participate in a falsehood: the lie that there is something wrong with menstruation, that it is inherently unclean, weird and unnatural, when the opposite is true. When you start to look, you can see evidence of the menstrual taboo everywhere. Researching this book certainly made me see it as pervasive, entrenched and harmful. In surveying nearly 3500 women and girls about their experience of menstruation and menopause, we found that negative attitudes dominated the results, across the age groups from menarche to post-menopause, but what also came through clearly was a lack of knowledge. And where there’s a vacuum of good and reliable information, misinformation can flourish. This is the precondition for the menstrual taboo but it also perpetuates it. It’s no coincidence that our data suggests girls found school a scary and sometimes traumatic place to be menstruating, and women reported similar about workplaces – both required girls and women to hide even the fact of their menstruation let alone the details of their needs, lest they suffer social or professional consequences. In both cases, girls and women felt judged and ashamed if anyone knew they were menstruating, they were frightened of a visible leak and they often had to push through despite discomfort or even pain. Considering how much of your life is spent at school or work, this is cause for serious concern. We also heard that girls felt they couldn’t talk to their fathers about periods, or even in some cases, that their close relationships changed after they started menstruating, with one respondent describing how she used to love sitting on her dad’s lap and how after her periods started that never happened again. I really registered how destabilising that must have felt, for everyone involved, and how terribly sad it was for men too. This is the truth of the menstrual taboo: it hurts everyone. Women and girls menstruate (along with some trans men and non-binary people) so that is already a majority of the population. But for boys and men, the damage and harm is real too. It’s not only because they have relationships with women and girls who are their mothers, sisters, partners, friends and colleagues – they are adversely affected by association and by not being able to see the full humanity of their loved ones. But it’s also because we are all human beings and we all came from the same place – a uterus – so to demean and despise the process that gives us life arguably diminishes everyone. The menstrual taboo can come between people trying to build true intimacy and understanding, but it also creates an absurd paradox: the origin story of every single person is shrouded in shame, stigma and disgust. Shame is a powerful thing. When it’s felt individually it has to the power to disconnect us from our self-worth and interfere with our ability to trust others. When deployed on a mass scale, it can incapacitate whole communities, robbing us of contributions that we can’t imagine. Menstrual shame, like others located in the body, is particularly destructive because it tells you that there is something wrong with your actual self, the body you live in and carry everywhere, and that you have forever. It’s also completely socially constituted and constructed. So it can be deconstructed. There are lights on the horizon. We can celebrate the Victorian state government promising to put free menstrual products in schools. We should be hopeful about the large amounts of funding recently allocated for endometriosis research and treatment. And of course, most of us applauded the long overdue removal of GST from menstrual products. These are all positive developments which rectify historical wrongs. But we have a lot more work to do. Because as long as the menstrual taboo operates, everybody suffers. • Karen Pickering is the co-author with Jane Bennett of About Bloody Time: the Menstrual Revolution We Have to Have, published by the Victorian Women’s Trust • Comments on this piece are premoderated to keep discussion focused on the issues raised by the author"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}