{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/30/being-english-not-about-colour-say-majority", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-30T07:00:11Z", "webTitle": "Now 90% of England agrees: being English is not about colour", "webUrl": "https://www.theguardian.com/society/2019/jun/30/being-english-not-about-colour-say-majority", "apiUrl": "https://content.guardianapis.com/society/2019/jun/30/being-english-not-about-colour-say-majority", "fields": {"headline": "Now 90% of England agrees: being English is not about colour", "bodyText": "The number of people who believe that in order to be English you have to be white has halved over the past seven years, with the older generation apparently driving a wider acceptance of people with different ethnic backgrounds. Just over 10% of people believe that ethnicity is an important determining factor in being English, compared to 20% from a 2012 study, according to British Future and the Centre for English Identity and Politics, which is about to publish its follow-up to the 2012 study, This Sceptred Isle. The biggest change was noted among over-65s, where the importance of whiteness fell from 35% to 16%. The new data could challenge the perception that the 2016 Brexit referendum reflected an increase in xenophobic English identity. The findings suggest that during the time of the Brexit vote, perceptions of English identity were becoming more, rather than less, ethnically inclusive. A contributing factor to this shift in perceptions is likely to be emergence of examples of English diversity. Gareth Southgate’s squad for the 2018 World Cup in Russia was a prominent example. Southgate described the England squad as a team that represented “modern England”. In an ITV interview, he said: “We’ve spent a bit of time being lost as to what our modern identity is, and I think as a team we represent that modern identity and hopefully people can connect with us.” This was echoed by Sunder Katwala, director of British Future. “An inclusive England may be symbolised by Raheem Sterling and Nikita Parris scoring goals for England, or Moeen Ali taking wickets in the World Cup, but it also reflects the lived reality of who most of us now think of as English.” Other signifiers of English identity saw a smaller change. Previous results showed 56% of participants thought it was important for your parents to have been born in England, and the latest show 48% do – marking a drop of 8%. “There has been an important generational shift in how we think about England and the English,” said Katwala. “There has been no doubt that most people who have migrated to England, like my parents, usually felt they were invited to become British but not often to identify as English, too. An increasing number of their children, born in England, have felt they can choose to identify as English as well as British.” However, the survey showed that three factors – being born in England, paying taxes in England and contributing to English society – were seen as important in being English by more than 70% of the population. Similar polling carried out by YouGov in 2018 revealed that members of BAME communities are still significantly less likely to consider themselves English. However, the perception that being English is strongly related to being born in England could allow new generations of BAME citizens to be more readily acknowledged as English. John Denham, director of the Centre for English Identity and Politics, said: “The idea that English is an ethnic identity is widely repeated in the media and politics. That Englishness has become even more inclusive at a time in which our society has become more divided is to be welcomed. “Ethnicity is clearly much less important outside a small hardcore of residents. The further development of an inclusive Englishness would benefit from positive engagement by leaders across the political spectrum. This should aim to encourage BAME citizens to see English identity as open to them and that the strongest English identifiers continue to support the opening up of English identity.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}