{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/12/disability-benefits-claimants-epilepsy-denied-payments-cost-living", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-12T06:00:41Z", "webTitle": "Epilepsy patients left high and dry following PIP benefit reform", "webUrl": "https://www.theguardian.com/society/2019/jun/12/disability-benefits-claimants-epilepsy-denied-payments-cost-living", "apiUrl": "https://content.guardianapis.com/society/2019/jun/12/disability-benefits-claimants-epilepsy-denied-payments-cost-living", "fields": {"headline": "Epilepsy patients left high and dry following PIP benefit reform", "bodyText": "Helen Purdon’s life was turned upside down in September 2017 when her application for personal independence payment (PIP) benefit was rejected. Purdon, 47, had been on disability living allowance (DLA) for 10 years, following a diagnosis of epilepsy, which means she has seizures every 10 to 15 days. She is unable to work and assumed her transfer to PIP would be seamless. But she was wrong. “It was unreal. My DLA stopped, which was around £400 a month. I didn’t get any money at all for months,” she says. “We couldn’t afford to put petrol in the car, we were living off pasta and beans.” Purdon, who is from Irvine in North Ayrshire, decided to appeal against the PIP decision. It took more than a year, but in October 2018 a tribunal found that Purdon was entitled to PIP, awarding her £119.90 a week and backdated payments of £5,700. Purdon’s case is all too common. According to the latest figures from the Department for Work and Pensions, more than half of existing epilepsy patients and two-thirds of new claimants are being denied disability benefits. PIP was introduced in England, Scotland and Wales in 2013, replacing DLA. The benefit is supposed to cover some of the additional costs of having a long-term health condition, and is available to people in or out of work. It is worth up to £87.65 a week to meet daily living needs, plus up to £61.20 a week for the mobility element, depending on assessment. But since PIP was introduced, 65% of claims from people with epilepsy who did not have DLA were rejected, while 54% of those in receipt of DLA were turned down for PIP, the second-highest refusal rate of all health conditions and double the national average. Of those who challenged the decision 78% won on appeal. According to Epilepsy Scotland, which obtained the figures, the benefit assessment system is flawed because it fails to take account of fluctuating conditions like epilepsy. Claims assessors focus too heavily on the type and number of seizures a person has, while ignoring other symptoms like memory impairment, confusion, anxiety and depression. Frances Brown, Epilepsy Scotland’s welfare rights officer, says: “About 70% of my work is PIP-related. Since 2017 we have had to double our workforce to cope with demand and have recovered £1m in unpaid benefits, including PIP.” Being denied PIP brings financial hardship but also damages mental health. “We’ve had numerous people tell us that they don’t want to be here any more – that they have had enough,” says Brown. “It’s that feeling of not being believed – of not being listened to.” Epilepsy charities in England and Wales are also reporting soaring demand for help. Daniel Jennings, senior policy and campaigns officer at Epilepsy Action, says the number of people contacting their helpline about PIP rocketed by 123% between 2016 and 2017. “Many people use that benefit to travel to work on public transport, as a lot of people with epilepsy can’t drive. If people lose that money, they lose the one thing that might give them their one bit of independence,” he says. An early-day motion, signed by 34 MPs, expresses “serious concern” at the number of people with epilepsy being denied PIP, and “alarm” at rejection rates. They want the government to make the system fairer for people with epilepsy. The figures are just the latest in a litany of problems with PIP. Disability rights organisations and patient groups have widely campaigned against the PIP process, which a former top civil servant described as Kafka-esque in its complexity when his own application was rejected. Last year a cross-party committee of MPs concluded the system was failing a “substantial minority” of claimants; the process was undermined by basic errors, insensitivity and ignorance about people’s conditions. The criticisms prompted key changes to PIP guidance. In November 2017 and again in June 2018 the DWP issued amended guidance, following a successful legal challenge, which found that government policy had been “blatantly discriminatory” against people with mental health conditions. This has resulted in an increase in the mobility element of the benefit for some epilepsy claimants. Even so, nearly half of claims since November 2017 were still turned down. In theory, things should improve for epilepsy patients in Scotland, as the Scottish government intends to reform PIP when responsibility for the benefit is devolved next year, with changes coming in 2021. Scotland’s social security secretary, Shirley-Anne Somerville, says: “We will be replacing PIP with disability assistance for working-age people, a new person-centred benefit. We will be working to get decisions right first time, supported by a reformed assessment process, delivered by Social Security Scotland, not the private sector. We will reduce the need for face-to-face assessments, but, where these are necessary, we will provide people with choice and flexibility over their appointment. Our new system will also provide for the needs of people with fluctuating conditions like epilepsy.” PIP has not been devolved in Wales but the Welsh government has repeatedly called for the system to be overhauled. A government spokesman says: “We will be carrying out research into the implications of devolving parts of the benefits system to Wales. This will include looking at the Scottish model.” Charities in England also want a reformed system. Phil Lee, chair of Epilepsy Action, says: “We are looking at what’s happening in Scotland very closely; it’s an opportunity to learn from mistakes and put them right. Hopefully, we will see a better system in place in Scotland which the rest of the UK can model – Scotland is leading on this.” In a statement, the DWP said 27% of people with epilepsy get the higher level of PIP support compared with 6% under DLA. “In November 2017 we updated our guidance, which will increase entitlement for a number of claimants, particularly those with conditions such as epilepsy.” It is now identifying existing claimants who may be entitled to more PIP support. Back in Irvine, Purdon is finally getting her life back on track. “I feel a lot less stressed. We’ve got money for the house and we don’t have to worry about food bills. It also means I can give my daughter pocket money again – having to say ‘no’ to her for all those months was heartbreaking.” Case study – Murray Goulder HR professional Murray Goulder, 39, from Crawley, West Sussex, knows firsthand just how difficult it is to qualify for PIP if you have epilepsy. Goulder takes 20 tablets a day to reduce the risk of seizures, which come without warning and bring mental “absences”. Each episode can last from a few seconds to three minutes. He has four or five seizures a month, but they are unpredictable – one weekend he had 90. “I have almost walked off train platforms before, without knowing,” he says. “I get tired very easily and terribly forgetful – my memory is in tatters – and my mood can be drastically effected. I also have constant headaches.” Goulder applied for PIP when his DLA – worth £174 a month, typically spent on public transport and medication – ended in November 2017. His application was rejected but was finally granted this February on appeal: he was awarded £468 a month with £6,608 in back claims. He says: “It caused a lot of stress and made me feel like I was a liar. It meant I didn’t have enough money for pursuing my hobbies like going to concerts and the theatre.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}