{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/19/nhs-forced-prioritise-staff-wellbeing-tackle-escalating-crisis", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-19T05:00:23Z", "webTitle": "Can Zumba, mindfulness and ice lollies solve the NHS staffing crisis?", "webUrl": "https://www.theguardian.com/society/2019/jun/19/nhs-forced-prioritise-staff-wellbeing-tackle-escalating-crisis", "apiUrl": "https://content.guardianapis.com/society/2019/jun/19/nhs-forced-prioritise-staff-wellbeing-tackle-escalating-crisis", "fields": {"headline": "Can Zumba, mindfulness and ice lollies solve the NHS staffing crisis?", "bodyText": "What do ice lollies, Zumba classes, improvised comedy and tea trolleys have to do with saving the NHS? They are all being used to improve the workforce’s wellbeing, stress levels and work-life balance – and so, their employers hope, mitigate the health service’s escalating staffing crisis. Across the NHS, employers are finally doing more to help staff deal with the stresses and strains of their jobs, such as long hours and shift patterns that disrupt family life and sleeping routines, and the increasingly intense demands of giving patients high-quality care. The trend is welcome. But it is driven by necessity, not benevolence. “There are nearly 100,000 vacancies in NHS trusts [in England] and health service leaders know they need to do everything possible to keep hold of the staff they have,” says Suzie Bailey, director of leadership and organisational development at the health thinktank, the King’s Fund. Problems such as bullying and poor work-life balance are not new to the NHS. But “the sheer scale of the current workforce shortage is making organisations think more creatively about how to keep staff happy and motivated”, adds Bailey. The evidence about current levels of staff contentment and wellbeing makes grim reading. The most recent NHS staff survey of the views of personnel in England, published in February, found that two in five had felt unwell as a result of work-related stress in the previous year – the highest number in years. In addition, a third of the 497,000 NHS staff who took part said they often or always operate under unrealistic time pressures. More than half had thought about leaving their existing job, and 21% about quitting the NHS altogether. High levels of unpaid overtime and work-related back pain added to the picture of a fatigued, frazzled workforce. No wonder, then, that the NHS interim people plan commits the health service to becoming “the best place to work” in England. Improving recruitment and retention is a key strand at this week’s NHS Confederation conference, at which the NHS’s first chief people officer, Prerana Issar, is speaking. So who is doing what? The initiatives put in place by the Walton Centre, a specialist trust in Liverpool that provides neurological care, are typical of the increase in health- and wellbeing-boosting activity. It puts on weekly yoga, pilates and circuit-training classes, and offers all 1,400 staff free massage and mindfulness sessions and has also promoted the use of an app called Shiny Mind, which offers inspirational messages, and access to “resilience training”. The centre also provides a course in writing and performing comedy sketches to help people destress. “It’s offered to staff in the spirit of confidence-building and resilience. We’ve done it before and it was well received,” a spokesman explains. Calderdale and Huddersfield trust has introduced Zumba classes, a staff choir, free physiotherapy, and financial advice and management, through a tie-up with a financial wellbeing firm. The latter also includes low-cost loans so that staff can consolidate debts. Help with money matters is a fast-growing area, which may reflect the difficulty NHS staff have had making ends meet during the last eight years of zero or 1% pay rises. Trusts are also making increasing efforts to tackle the mental health problems that a significant number of staff develop, such as anxiety and depression, as a direct result of their pressurised working lives. Many have introduced mental health first-aiders – volunteers who help colleagues who are struggling mentally – while free access to psychological therapy is becoming more common. Leeds community healthcare trust (LCHT) has introduced regular “open conversations” – meetings where its 3,000 staff can be honest about the mental health challenges they are facing – and get support. These conversations began when one of its nurses wrote a very personal and powerful blog about her own struggles, which prompted an overwhelming response from colleagues, with many remarking that her honesty made them feel able to finally open up about their own experience. The trust is also championing greater access to flexible working, for which there is big demand across the NHS. For the last 18 months, Jenny Allen and Laura Smith have been job-sharing LCHT’s director of workforce role, the first time the trust has opened such a senior post to two candidates. Both are mothers, neither wanted to work full-time. Smith works Monday, Tuesday and Wednesday, and Allen the last three days of the week, so they overlap – deliberately – and can update each other on a Wednesday. They have a single diary and email address, and share the work between them. The arrangement is working well. Thea Stein, the trust’s chief executive, says: “Jenny and Laura provide a great pair of role models in an organisation that kknows it is creating healthcare for the future and has an increasingly millennial workforce looking to work in different ways. Initially I had no idea at all how [the job-share] would work. It seems strange, looking back, that I was ever worried.” Many trusts are now ramping up flexible working, such as compressed hours and term-time-only working, in a bid to reduce the high attrition caused by trainee doctors and nurses giving up worryingly early in their careers and staff of all ages quitting because they find it all too much. Milton Keynes hospital trust’s recent package of measures includes making car parking free for all its staff, saving employees up to £53 a month. It is also recognising the pressures that key life events, such as a loved one’s illness or death, can have on staff by extending both bereavement and carer’s leave. The exact details have not been finalised yet, but options include extending bereavement leave from a week to three months of paid leave and, for carer’s leave, increasing that from 0.8% of someone’s full-time contracted hours a year to two weeks a year. Guy’s and St Thomas’ trust in London is among those actively encouraging staff to have regular breaks during their shift, something many find difficult. The aim is to create a “take a break” culture, it says. Dr Mike Farquhar, a consultant in sleep medicine at its Evelina London children’s hospital, is also overseeing a drive to ensure that doctors who work night shifts are taught how to minimise the effects of fatigue. Every new foundation-level doctor joining Guy’s and St Thomas’, every medic coming to the Evelina and all new trainee paediatricians across the capital now get tips. Nutrition and hydration are other basic needs that the NHS is seeking to improve. Tea trolleys bringing round tea, coffee and snacks for busy staff on wards are increasingly common, and there are newly installed water points, while last summer’s heatwave prompted Morecambe Bay trust to hand out ice lollies to staff. So, is all this working? Calderdale and Huddersfield trust say staff sickness and turnover rates have both fallen since it began prioritising staff welfare. “Many trusts are putting considerable effort into making the NHS a better employer ... but there is a long way to go,” says Bailey. Danny Mortimer, chief executive of NHS Employers, welcomes the initiatives, but stresses that the NHS can’t end its staffing crisis on its own. “Government policy can help with some of this: migration policy, greater flexibility in apprenticeships and reform of our pensions scheme sit alongside a desperate need to invest in social care.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}