{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/16/rape-case-dropped-too-articulate-prosecution-policy-fears-grow", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-16T08:00:46Z", "webTitle": "‘My rape case was dropped because I was too articulate’", "webUrl": "https://www.theguardian.com/society/2019/jun/16/rape-case-dropped-too-articulate-prosecution-policy-fears-grow", "apiUrl": "https://content.guardianapis.com/society/2019/jun/16/rape-case-dropped-too-articulate-prosecution-policy-fears-grow", "fields": {"headline": "‘My rape case was dropped because I was too articulate’", "bodyText": "A rape complainant was told by the Crown Prosecution Service (CPS) that her delay in reporting her alleged assault, her articulacy and her assertiveness were factors in its decision not to prosecute the man she said had attacked her. The explanation is given in a 2017 letter to the woman from the CPS, seen by the Observer, explaining its decision not to bring a case against the man despite initially charging him on the grounds that there was “reasonable suspicion he had committed rape”. The letter, which sets out a series of concerns about how the woman would be portrayed by the alleged attacker’s defence team, will reinforce concerns that the CPS is trying to second-guess how juries will behave. Last week it was reported that the CPS is to face a judicial review challenge over an alleged change in policy that is being blamed for a dramatic collapse in the number of rape cases going to court. This weekend it also emerged that there has been an increase in the amount of time it takes for a suspect to be charged over a suspected rape. Official figures showed that the time between a case being given to prosecutors and a decision to charge increased by 140% between 2010 and 2017. The government has said that the average number of days until a charge is made has risen from 32 in 2010-2011 to 78 in 2017-2018. Shami Chakrabarti, the shadow attorney general, said that this showed “shameful treatment of survivors’ human rights”. “Of course decisions should be considered carefully by the Crown Prosecution Service, but such a long wait for a decision to charge reveals an entire system paralysed by self-doubt,” she said. “This is bad news for complainants and defendants, and for the quality of justice.” In response, the CPS said: “The huge growth in digital evidence – as well as making sure we are properly sharing all relevant material with the defence – means some cases are taking longer to charge. We understand that timeliness is important for everyone concerned and we will consider this as part of the cross-government review into how the criminal justice system deals with rape complaints.” Rebecca (not her real name) says that she was attacked after accepting a lift from a man in the early hours of a February morning in 2017. Shocked, she did not report the attack for 10 months, something the CPS argued was a significant factor in its decision to drop the prosecution. In a letter to Rebecca after she requested a victim’s right to review, the CPS said: “A defence barrister could … suggest that the delay in reporting the allegation for such an articulate and assertive individual as you is puzzling.” The response left her stunned. “The reason I was assertive and eloquent was because I waited a long time to process what had happened before reporting,” she told the Observer. The CPS letter also said that a defence barrister could suggest that the amount she had drunk affected her recall. She disputes this: “I wouldn’t have gotten a rape kit done the next day if I had any doubts.” The letter said that the barrister could claim that her “refusal to cooperate [might] suggest you were not being entirely open”. This is a reference to Rebecca’s early reluctance to hand over her mobile phone and full medical records, which the investigating detective constable initially told her was mandatory. “There’s no reason for that whatsoever [handing over her full medical history]. I’ve had an eating disorder in the past which they could reframe as mental instability,” Rebecca said. Earlier this year there was an outcry when the CPS confirmed that it had begun to use police consent forms that asked complainants for permission to look at their mobile phones, warning that refusal might jeopardise a prosecution. This followed the collapse of several rape cases when it emerged that there had been mobile phone contact between complainants and their alleged assailants. Rebecca was confused by the order to hand over her phone. Both she and her assailant said that they had never communicated. Two years after her attack, Rebecca worries that women will be reluctant to report rape. “Ultimately there was nothing to prove I did not consent,” she said. “I very much made the report thinking that if some other girl reports something in the future, there’ll at least be a little red flag showing he’s got previous. But what pissed me off was how they handled all of the evidence-gathering.” A spokesman for the CPS said: “All rape and serious sexual offences prosecutors receive training on myths and stereotypes to ensure they do not influence our decision-making. “Balancing the rights of both a complainant and a suspect means that all reasonable lines of inquiry must be pursued. Searches of mobile phones are not automatic, and only information that is relevant may be assessed.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}