{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/09/adult-survivors-childhood-sex-abuse-come-forward", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-09T08:00:21Z", "webTitle": "‘We have to speak out …  and be heard’: Life after sexual abuse", "webUrl": "https://www.theguardian.com/society/2019/jun/09/adult-survivors-childhood-sex-abuse-come-forward", "apiUrl": "https://content.guardianapis.com/society/2019/jun/09/adult-survivors-childhood-sex-abuse-come-forward", "fields": {"headline": "‘We have to speak out …  and be heard’: Life after sexual abuse", "bodyText": "On 2 June, Noa Pothoven, 17, died at home in the Dutch city of Arnhem having refused all fluids and food. She had been sexually assaulted at the age of 11 and raped at 14, and suffered from anorexia and depression. She spoke of her “unbearable suffering” in the aftermath of the attacks – “I have not been alive for so long,” she wrote. For survivors of childhood abuse, the potential long-term impact of their experiences is only beginning to be exposed; taboo, secrecy and shame still prevail. Yet, slowly, as inquiries are held and more cases come to court, greater numbers of adult survivors of childhood abuse are beginning to come forward. While some can cope well, for others lives and families are torn apart as the root causes remain hidden. Is society doing enough for adult survivors, who, too often, are overlooked, pathologised and criminalised? Jimmy Savile, “eccentric and flamboyant”, garlanded with honours and awards, died in 2011 aged 84, never having paid for his crimes. A year after his death, he was revealed as a prolific and ruthless sexual predator throughout five decades. Concerns had been raised since the 1960s and suppressed. He had fame and power, so was free to abuse in plain sight. Since then, a number of prolific offenders have appeared in court including Peter Ball, a bishop who was protected by the establishment, Barry Bennell, a football coach, and the pop singer Gary Glitter. In addition, groups of mainly Asian men, in cities including Rotherham, Nottingham and Oxford, have been given lengthy jail sentences for violently sexually exploiting vulnerable young girls, the victims treated by police and social workers as “child prostitutes”, their plight ignored. In 2014 the government established the Independent Inquiry into Child Sexual Abuse (IICSA) to examine how institutions, including hospitals, care homes and boarding schools, have handled their duty of care to protect children. The inquiry has launched 14 investigations and has set up the Truth Project, “I Will Be Heard”. So far, more than 3,000 survivors of abuse have related their experiences at the hands of trusted adults, family members and in institutions. Four years ago in Leeds, Savile’s birthplace, Tessa Denham, 58, a counsellor, coach and chief executive of the Women’s Counselling and Therapy Service, organised a workshop. Sixty colleagues from healthcare, the police, GPs, voluntary organisations and the city council attended. “The decades of denial and cover-up were beginning to crack,” Denham says. “That made me think, as a city, ‘What should we do? What do we need to do?’ “Abuse has shaped me. It still affects my daily life,” she says. “I was abused by my grandfather and my stepfather. Yet for years I’d tell everyone that I hadn’t been affected. It was only when I went for counselling in my 30s that I began to join up the dots of my own behaviour. “I’m middle class, mouthy and I don’t lack confidence. Imagine what it must be like for someone who has none of those resources. Some survivors cope, others experience addiction, unemployment, prison, chaotic, shattered families, and still the secret is kept. That’s why we passionately believe it’s time to make a difference.” The difference is a potentially groundbreaking holistic city-wide project called Visible, launched in Leeds on 10 June after two years of plannning. The aim is to proactively support adult survivors and open up a national conversation about the extent of need and why long-term government funding is essential. The ambition is that projects like Visible are replicated across the country. “It was as if we all gave a collective sigh of relief,” says Sinéad Cregan, Leeds adult services commissioner and chair of Visible. “Phew! At last we’re going to try and do something. More and more people at inquiries are talking for the first time. Yet, across the country, the response has not been good enough.” What will Visible do in practice? Survivors say that many professionals don’t recognise trauma, and they don’t ask the right questions because they don’t know how to handle the response. Visible hopes to conduct research into what works best, increase public understanding, and train a range of professionals including police, magistrates, employers, commissioners, GPs, teachers and social workers to ask the right questions so that a range of appropriate help is offered. “We want to act as a catalyst.” Denham says. “When money is tight, there are no quick fixes but the door has begun to open.” “Phil”, 52, is on Visible’s steering group. He waited 40 years before disclosing that as a boy he was abused by two men who threatened to harm his family if he told anyone. “It was when my son was the same age that I told my wife. I had a breakdown. I was worried the same thing would happen to him. I’d text him all the time. “I waited 12 months before I got into the mental health system. I’ve self-harmed, I’ve tried to take my own life. I was interviewed by the police about Jimmy Savile because I worked with him as a hospital porter – and that’s when it got worse. I see the devil with the abusers’ face. I hear voices. In an ideal world, I’d like for people to speak out and be heard.” In May, the all-party parliamentary group (APPG) on adult survivors of childhood sexual abuse published a report that drew on a survey of 365 survivors. Long-term consequences of abuse may include physical ailments, changes in brain function and development, post-traumatic stress disorder, obsessive compulsive disorder and dissociative disorder, an involuntary flight from reality that may include significant memory loss, depression and suicidal thoughts. In the survey, 90% said their intimate relationships were negatively affected, 89% said their mental health was negatively affected, 72% said that it had damaged their career, and 46% said it had a detrimental effect on their financial situation (because they often had to pay for therapeutic help they couldn’t access otherwise). Only 16% said the NHS mental health services met their need. “I am a survivor of childhood sexual abuse and the mental health system,” was one response. “The spectre hanging over them infiltrates every aspect of life,” Sarah Champion, Labour MP and chair of the APPG said in the Commons. “A trigger can be anything – the same aftershave that their abuser was wearing or a feeling of being in an enclosed space. Unless we recognise that these people are victims of crime, they will not be able to lead their full lives and reach the potential that we all deserve to achieve.” “Deflection, denial and disbelief” has too often greeted those who speak out about abuse. Yet its scale is clear. The number of recorded sexual offences against children under 16 in England and Wales more than doubled in the four years to 2017 from 24,085 to 53,496. A 2015 survey of 400 adult survivors indicated that the abuse had begun, on average, at the age of seven and continued for long periods; 90% hadn’t seen their abuser brought to justice. The average wait before survivors tried to access services had been 20 years, and not even then had individuals disclosed abuse. For one in five who disclosed at the time, the abuse continued on average for a further six years. Last year NHS England announced improved provision for victims of sexual abuse. The five-year strategy has an investment of £4m a year until 2020-21. “It’s welcome but it’s a drop in the ocean,” says Fay Maxted, chief executive of the Survivors Trust, which represents 130 organisations. “In real terms, funding has dropped significantly in the last 10 years.” She is also concerned that the specialist trauma-trained organisations in the voluntary sector, which survivors frequently say they prefer to statutory services, won’t benefit from the funding controlled by GPs’ clinical commissioning groups. “The CCGs often have a lack of understanding of what survivors need.” “Adult survivors don’t always present as the perfect victim,” explains Gabrielle Shaw, chief executive of the National Association for People Abused in Childhood (Napac). “We all need to understand better that the question isn’t, ‘what’s wrong with you?’ but ‘what happened to you?’” Shaneen Mooney, 34, a housing officer, who runs her own essential oils company, Essential Flow, waited 16 years before disclosing. At the age of 14 she was groomed by a man in his 30s. “I thought it was romantic love. He ended the affair when I was 16. For years I didn’t value myself. I drank, I took drugs, I was unfaithful. I had a breakdown and dropped out of university and gradually began to realise that what had happened to me wasn’t right. It was rape. “In 2014 I was given free counselling by a rape support charity. That’s no longer available. Then I waited a year for NHS counselling, which was hard. Gradually, I realised that the silence, keeping all the stuff inside me, was more damaging.” Now happily married, Mooney says counselling has been invaluable. “I’m in a much better place. Victims don’t have to carry shame and believe there’s something wrong with them. Healing and wellbeing are possible. That’s why I share my truth in the hope that it will encourage others to break the taboo, speak out and get help. Life can change.” In 2018, Napac, received 6,458 calls on its helpline but there were another 87,619 calls that couldn’t be taken because of lack of resources. In Leeds, will Visible unleash a demand that similarly can’t be met? According to the IICSA, some 2 million people, are adult survivors of childhood sexual abuse, and 15% of girls and 5% of boys are predicted to experience sexual abuse before the age of 16. In Leeds those figures would translate to 50,000 adult survivors and more than 15,000 children and young people. Visible was launched with a grant of £100,000 from Lloyds Bank Foundation. It has applied for further grants. Leeds city council faces a £100m funding gap by 2022. Will hopes be raised but not met? “Health commissioners and government have to stump up the money,” Richard Barber of Leeds Survivor-Led Crisis Service says unequivocally. “Society has got its head stuck in the sand about the scale of child sexual abuse. As a result, survivors get demonised and traumatised over and over again.” “Everybody knows somebody who is directly or indirectly affected,” points out Sharon Prince, consultant psychologist with Leeds and York Partnership NHS Foundation Trust, a part of Visible. “We have to change the response. That can range from family and friends listening and validating to more formal interventions. The first steps are for people to trust enough so they can disclose and be believed.” Visible promotes “trauma-informed” support for survivors. It is based on building trust, collaboration and a survivor exercising choice. “It’s all about the quality of the relationship,” Prince says. While funds for survivors are woefully inadequate, the Independent Inquiry into Child Sexual Abuse has spent an extraordinary £96m since 2014. It has recommended that support for adult survivors requires “urgent” attention. Money is promised in the forthcoming spending review. In addition, the parliamentary group wants the Home Office to commission research into the hidden economic and social cost of child sexual abuse, collect data on what is spent on therapeutic care, and research what support works best. Dr Carol-Ann Hooper, Visible’s evaluator, says: “In the US, the term ‘parallel justice’ has been coined to argue for reparation for victims to take its place alongside the prosecution of offenders to enable survivors to heal and rebuild their lives. There is also a significant income-based justice gap. Those who can afford to pay for therapeutic help have options, those who can’t, may have none.” “Helena”, 60, a former teacher, pays for trauma therapy. “Otherwise I’d have to wait several months and I can’t.” As a child, she and her friend, Janet, played in the street. A teenage girl invited them into her home. “We’d dress up in her clothes and stilettos,” Helena says. Play turned to abuse and both children had a bottle inserted in their vaginas. “I felt I’d done wrong. I did tell my parents three years later. They said, ‘We can’t do owt. It’s water under the bridge. The abuse made me wary of young women, mistrust everybody. I still find it very difficult to hug people. I became anorexic. I wanted to be unseen. Occasionally I’d mention what happened and people would say, ‘women don’t do that’.” A few years ago, Helena went to an exhibition. “I’ve been lucky. There was an image called Release. I thought yes, you need to unburden, take away those heavy things on your shoulders. For years, I didn’t like clothes or dressing up, I didn’t like high heels. I never had friendships. But suddenly, I thought, yes, I can have friends. And I do. Abuse results in so many ripples over a lifetime. People don’t think to ask, ‘what are those ripples really about?’” Visible already has plans to expand its work to include sporting bodies, churches, mosques, major corporations, magistrates and prisons. Leeds city council will also look at its own large workforce to assess the needs of potentially several hundred survivors. “We are also keen to collaborate with anyone in the UK,” Denham says. “We cannot afford to slip back.” I was isolated and petrified “I was abused until I was 11 by someone outside the family. When it was happening, it was horrible but I didn’t want to make a fuss” says Debbie, 43. “By the time it stopped, I was isolated and petrified of everything. I’d hide in the cupboard if the phone rang. People would think I was rude. I just wanted to be invisible. “I worked hard at university because I thought I was thick and horrible. I had a breakdown. I tried to commit suicide. I was in psychiatric hospital for four months. I became anorexic. At no point did anybody ask me why I hated myself. Why I was anorexic.” At one point, Debbie weighed four stone and suffered multiple organ failure. “It took 10 years before I began psychotherapy and somebody finally asked me the right questions; otherwise my earlier medical records all say things like, ‘Deborah’s had a lot of input with little progress’. “I’ve been diagnosed with OCD, personality disorder, complex PTSD.” Unusually, Debbie received 12 years of support on the NHS, but then it stopped. Now she pays privately for psychotherapy. “I know things cognitively but I have no feeling. I’m not in touch with things emotionally. I’ve no attachment to anyone or anything. “Six years ago, my mum asked if anyone had done anything to me. I don’t want my mum to know. I don’t want her to work out who it is. I don’t want him to say it didn’t happen. I want to feel safe and not want to be dead. I want to feel.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}