{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/jun/05/police-lack-resources-tackle-county-lines-drugs-networks", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-06-05T05:00:26Z", "webTitle": "Police say they lack resources to tackle county lines drugs networks", "webUrl": "https://www.theguardian.com/society/2019/jun/05/police-lack-resources-tackle-county-lines-drugs-networks", "apiUrl": "https://content.guardianapis.com/society/2019/jun/05/police-lack-resources-tackle-county-lines-drugs-networks", "fields": {"headline": "Police say they lack resources to tackle county lines drugs networks", "bodyText": "“Tremendously good project this, but the process for getting the funding was chaotic, and it has to be spent this financial year,” says Evan Jones, head of community services at St Giles Trust. “It’s as if the government has ended up with a few spare quid left over from enormous cuts to core services. Still, we see this as a massive opportunity that would never have come about from regular funding streams.” Jones’s charity works across the Midlands to help teenagers at risk of being exploited by gangs. The St Giles Trust was awarded £285,000 from the West Midlands police and crime commissioner, following its successful bid for the Home Office’s early intervention youth fund (EIYF) funding for a one-year pilot to pay for specialist youth workers to identify and support young victims and perpetrators of serious violence in hospitals. St Giles also received funding to bring home Londoners arrested for dealing drugs in other parts of the county through so-called county lines networks – a drug distribution system in which criminals exploit thousands of predominantly 15‑ to 17-year-olds who are often groomed and forced to funnel hard drugs from cities to towns and rural regions across the country. Police have now identified around 2,000 drug supply chains as part of the county lines network, which is fuelling knife crime as rival gangs clash, while a majority of police forces say it is also linked to an increase in gun crime. A £3.6m National County Lines Coordination Centre, jointly run by the National Crime Agency and the National Police Chiefs’ Council, opened last September. It aims to improve intelligence on county lines across forces and improve safeguarding, while better protecting victims. During a single week in late May, police targeting county lines gangs arrested about 600 people suspected of involvement in drug dealing following operations coordinated by the centre. But with almost one in 10 people in the UK taking drugs in the last year, and the number of 14- to 18-year-olds convicted for possession with intent to supply in England and Wales rising by more than two-thirds in five years, there are growing calls for a different approach. Leaving a county lines gang is often dangerous, but by “being there and really sticking by that young person’s side”, St Giles says it gives people a fighting chance to avoid being lured – or forced – back into a life of crime. In Coventry and Wolverhampton, the charity’s caseworkers – often former gang members – will sit at the bedside of young people, predominantly boys, who have been stabbed to offer them support and guidance. Many have been involved in gang feuds, sometimes drug-related, and are extremely vulnerable. They provide intensive support, liaising with families and carers as well as police, courts and youth-offending teams, and accompanying the young person to appointments. Although the charity’s Midlands project is one of just under 30 initiatives that successfully bid for EIYF funding from the Home Office, more than 80 bids endorsed by elected police chiefs across England and Wales were rejected. With average funding cuts of 19% since 2010, police forces say they lack the resources to tackle county lines effectively without extra funding. Ron Hogg, PCC for the north-east region, which had its bid for EIYF money to tackle county lines rejected, says this is a false economy. “We feel we are being punished for being efficient,” says Hogg. “But we do not have enough money – we have had a 32% real-terms funding reduction in government grant since 2010, and we are one of the forces very heavily dependent on it. “I think there is an awful lot more youth drug dealing and county lines activity going in our area than we are aware of, and, fundamentally, we need a longer-term vision to get on top of it and address the causes, such as the lack of youth services.” Hogg, a Labour PCC and former senior police officer, has been outspoken in his calls for drug policy reform. “The evidence from Portugal – where the drug-induced death rate is now almost 30 times lower than in north-east England – speaks for itself, but the government is not listening,” he says. “We can’t arrest our way out of the UK’s drug problem, we need to address the underlying causes of drug taking.” Durham is one of a number of police forces diverting low-level drug offenders away from the criminal justice system and towards education and treatment through its “checkpoint scheme”. And there are calls to ensure that children groomed and forced into a life of crime through county lines are not criminalised, but instead treated as victims and given reprieves. A senior police officer who wanted to remain anonymous said: “Unless the market is tackled, then drug-running will continue. One of the most complex areas for policing county lines is whether to manage a child as a victim or as a suspect. In my view, they are mostly victims but others will see the same case differently.” A Home Office spokeswoman says: “We are determined to crack down on county lines, disrupt the networks devastating communities, and put an end to the violence and exploitation of children and vulnerable adults. “Ending this kind of violence requires long-term thinking, and, over 10 years, our £200m youth endowment fund will support the public health approach to tackling serious violence by supporting at-risk children and young people.” Critics point out that this cannot compensate for swingeing cuts to services that help prevent youth crime. The Local Government Association warned in May that the Ministry of Justice was “seriously undermining” work to prevent young people from getting involved in knife crime and county lines drug dealing, since councils had not been told how much money they will receive from the MoJ to tackle youth offending – more than two months after they had to set their budgets. Anntoinette Bramble, chair of the LGA’s children and young people board, says: “Faced with significant rises in demand for urgent child protection work and a £3.1bn funding gap facing children’s services by 2025, councils are being forced to divert the limited funding they have left away from preventive work, including youth-offending teams and youth work, into services to protect children who are at immediate risk of harm.” The shadow policing and crime minister, Louise Haigh, says: “You simply cannot tackle the root causes of youth violence unless you commit in the long-term to helping overcome the drivers of youth violence with an evidence-based approach.” Nikki Holland, county lines lead and director of investigations at the National Crime Agency, said: “We know that criminal networks use high levels of violence, exploitation and abuse to ensure compliance from the vulnerable people they employ to do the day-to-day drug supply activity. Thanks to the hard work of law enforcement officers there are now fewer drugs on the streets, more vulnerable people safeguarded and the public can be reassured that, collectively, we are committed to tackling serious and organised crime offenders and safeguarding victims.” Caseworkers have just safely returned an extremely vulnerable 21-year-old woman to Wales after she was suspected of having been trafficked away from home and forced to be a drug mule. She was arrested in possession of class A drugs along with three other men, with whom she had had sex, and during a police chase was made to hide their drugs in her hair. After being referred to the charity by the courts, she was helped to find accommodation, reclaim her possessions, and will have ongoing support to prevent further abuse and exploitation. “If she had not had a trusted individual to be her advocate with the authorities and ensure safeguarding measures were put in place, then she may have been further harmed,” says a spokeswoman from St Giles."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}