{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sonos-sound-that-moves-you/2019/jun/07/listen-up-science-says-brilliant-sound-can-supercharge-our-mood-productivity-fitness-and-even-our-relationships", "type": "article", "sectionId": "sonos-sound-that-moves-you", "sectionName": "Sonos: Sound that moves you", "webPublicationDate": "2019-06-07T05:44:52Z", "webTitle": "Listen up: science says brilliant sound can supercharge our mood, productivity, fitness and even our relationships", "webUrl": "https://www.theguardian.com/sonos-sound-that-moves-you/2019/jun/07/listen-up-science-says-brilliant-sound-can-supercharge-our-mood-productivity-fitness-and-even-our-relationships", "apiUrl": "https://content.guardianapis.com/sonos-sound-that-moves-you/2019/jun/07/listen-up-science-says-brilliant-sound-can-supercharge-our-mood-productivity-fitness-and-even-our-relationships", "fields": {"headline": "Listen up: science says brilliant sound can supercharge our mood, productivity, fitness and even our relationships", "bodyText": "It’s with good reason Elton John and Taron Egerton teared up at the world premiere of Rocketman at the Cannes Film Festival in May 2019. The bespectacled statesman of music and the actor who was tasked with playing him were overcome with emotion as the music fantasy explored John’s whimsical rise to richness – and the vices that nearly took away the sparkle. “I’m not one of those people who thinks you can’t enjoy music on a bad sounding system, because I grew up with dodgy cassette players and I loved the albums. But there’s a deeper connection with great sound. The best way to explain it is if you have a conversation on a bad phone line. That conversation doesn’t mean as much than if you can hear the voice really clearly. I think that’s the same with music but its emphasised. It’s like listening to a heartbeat. You just have a greater emotional connection.” And while most of us enjoy music and other audio content daily, rarely do we pause to consider why we’re so drawn to it and the many benefits we can get from simply listening; how it moves us, how it alters our mood and how the quality of the sound is equally as important as what we’re listening to. In April 2019, Sonos conducted the Brilliant Sound Survey which charted the listening experiences of 12,010 people, aged 21-50, in 12 countries around the world – including Australia. Locally, Sonos collaborated with sound expert and Australian music psychologist, Adrian North, to further explore the theory that listening contributes to better living. The results illustrated just how deep and multifaceted the connection between music and mood is perceived with 37% saying music had made them cry unexpectedly. Tune in, stress less and feel better According to the study, in Australia the most common sources of stress are money/finances (54%), work (46%). In general, only 5% of Australians consider themselves stress-free – lucky them. But after listening to a favourite song, that figure increased seven-fold and a staggering 74% said they felt less stress than usual. “Music has a massive effect on our emotions, and there is even evidence that this effect can be seen in terms of changes in our physiological state, through reduced heart rate for instance,” says North. Yes, music lifts your mood. This we know. But did you know the quality of the sound appears to make all the difference? In the local study, music lovers, aged 25-44, were split into seperate groups. One group listened to a playlist on a Sonos speaker system while the others listened to the same playlist on inferior single Bluetooth speakers. All respondents were asked to rate their stress and positivity levels at certain time intervals. Those listening to Sonos speakers were more likely to relax over time with a 52% average total reduction in stress from recorded base levels. Sonos respondents would smile, lean back, uncross their arms and legs, gently sway their heads and tap their feet. Comparatively, the inferior speaker respondents were less engaged.” “Poor quality headphones and speakers definitely affects my ability to enjoy music without being annoyed or restless,” said one respondent to the local survey. “It’s not enjoyable to listen to music if it’s rubbish quality. It’s literally the opposite of relaxing,” said another. Amplify your productivity Internationally, the Brilliant Sound Survey showed those who listened to music at work found its effects more potent than a cup of coffee with 68% of participants saying listening to music at work makes them more productive. “What’s particularly interesting is that the music does not have to be stereotypically ‘relaxing’,” says North. “Instead the crucial factor is whether it is something that we enjoy.” A huge 67% said music helps them spark new ideas while 52% admitted they wouldn’t have been as successful as they’d become without music at work. “Music does not just reduce stress at work, but can also help to make the day more enjoyable or pass more quickly,” says North. The ties that bind Listening to music or watching a movie with family and friends has a major effect on our connections with them. Elton John’s husband and Rocketman producer David Furnish recently recalled that moment in Cannes sitting next to John when the singer became “so profoundly moved emotionally … he was sobbing” and then “wailing.” Seventy-six percent of participants in the Brilliant Sound Survey said listening to music at home helped forge a stronger connection with family members while 57% said it listening meant members of the household spent more time together. But there’s a funny little catch here: Most parents (85%) hope their children share the same taste in music as they do. Statistically, this notion is backed up in this study with 69% of people listening to music their parents introduced them to. In the mood for love Romantically, 70% of the respondents said they find someone with good taste in music more attractive. That figure rises to 78% if you’re a good listener. Seventy-nine percent said they feel an instant connection with someone if they share the same taste in music – and can get a better read on them based on this when compared to their tattoos or political views. “This matches a well-known finding that we tend to be attracted to people who share our values and interests more generally,” says North. *stat image ‘70% say people with good music taste are more attractive’ Pump up the volume Throwing some tin around in the gym is a common expression in Australia but “tinny” sound is something of the past. Sixty-two percent of participants credited music with supercharging a better fitness performance and interestingly 60% said music made them feel more confident around others in the gym. “Music can help physical exercise by distracting us from the screaming in our muscles, and so helps us to work out for longer” says North. People who exercise regularly with music said listening helps them push themselves further (50%), workout longer (46%) and increase intensity (42%). And for those thinking about giving a workout a miss, 68% of Australians said music helped motivate them. (In a separate study conducted in the United States by Sonos and its research partners), participants reported a 26% increase in positive feelings about their workout and a 34% increase in feelings of connection with their workout partners when listening to music with high-quality sound. So how can Australians better utilise the positive benefits of listening? The answer is in your digital devices. Seventy-three per cent of Australians say listening on a high-quality sound system has changed the way they feel about a song and 86% are more likely to listen through to the end of a song if the sound quality is great. Like Martin said, great sound forges a greater emotional connection. And as we’ve now learnt he is the man responsible for moving a usually stoic Sir Elton John to tears – science aside – we think that’s pretty good proof. Supercharge your mood with SONOS"}, "isHosted": false}}}