{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/17/jason-roy-england-cricket-injury-hamstring", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-17T15:06:00Z", "webTitle": "Morgan worried by Hales ‘stigma’ after injured Roy puts England on alert", "webUrl": "https://www.theguardian.com/sport/2019/jun/17/jason-roy-england-cricket-injury-hamstring", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/17/jason-roy-england-cricket-injury-hamstring", "fields": {"headline": "Morgan worried by Hales ‘stigma’ after injured Roy puts England on alert", "bodyText": "Eoin Morgan has said the possible stigma surrounding Alex Hales goes against his chances of a dramatic World Cup recall, with England still hopeful Jason Roy’s hamstring tear should not prevent his return later in the tournament. The England captain, who has improved after a back spasm and expects to face Afghanistan at Old Trafford on Tuesday, is optimistic his first‑choice opener could be fit for the match against Australia at Lord’s on 25 June. The extent of the left hamstring injury Roy suffered against West Indies last Friday has not been disclosed, however, despite talk of a possible grade two tear that would have a recovery period of two to six weeks depending on the damage to muscle fibres. Morgan, who confirmed James Vince will open in Roy’s absence as England look to chalk up their fourth win in five games, said: “I certainly believe Jason will play again in this tournament. “At the moment he’s going to be assessed continuously over the course of the next week. He’s out of the next two games. We’ll see how he pulls up after that.” On his own injury Morgan added: “I’m positive about playing. Unless I pull up worse tomorrow in the morning, I’ll be in. If the game was today, I think I could play.” Roy’s injury highlights the opportunity squandered by Hales, who was ejected from the World Cup squad during the team’s pre-season training camp in Cardiff following news of a second failed test for recreational drug use. Morgan asked for the views of his senior players before making that decision. Seven weeks on it appears the captain remains mindful of how any recall – albeit still hypothetical at this stage – would go down in the dressing room. Citing the seniority of the national selector, Ed Smith, on the subject, Morgan told BBC Sport: “If Smith came to myself and Trevor Bayliss and said he felt that Alex was the best option, we would have to assess how that would sit in the changing room and the stigma it would bring with Alex coming back in.” Though not ruling anything out, Morgan’s hesitance to speak definitively on the subject without discussing it with Smith or his players first is understandable. So, too, is the captain’s disappointment at losing Roy in the short-term given he is averaging 77 in 2019 and struck 153 against Bangladesh two games ago. Hales, whose Nottinghamshire contract is for white-ball cricket only, has batted in two innings for the county since being excluded by England and would clearly be the best-qualified replacement with six ODI centuries. But he has instead presented Vince with a golden chance to prove his talent can transfer to international level. Vince will need to do so on Tuesday on the same pitch that India beat Pakistan on Sunday. There was considerable turn for Kuldeep Yadav in the second innings of Virat Kohli’s sideIndia’s 89-run DLS win and in Afghanistan’s Rashid Khan, England’s batsmen face a wrist-spinner of arguably greater quality. With training once again moved indoors on Monday due to rain, they were training using the Merlyn spin bowling machine. Morgan, who had a decent net session and showed no sign of discomfort in his back, will assess the pitch in the morning and said he may yet go against his usual preference to chase if he wins the toss. Liam Plunkett was absent from training because of illness and could be the bowler to make way if a second spinner, Moeen Ali, is required. Morgan denied suggestions that Adil Rashid, his first-choice slow bowler, is still struggling with the shoulder injury that required injections before the tournament. Morgan said: “Adil has probably been at his best in the last two games. He’s been unlucky. He’s had two dropped catches. That might have affected how his figures look but how it’s coming out of the hand is very impressive.” Afghanistan’s captain, Gulbadin Naib, admitted his side are lucky that Roy is missing and believes the pitch holds the key for Khan as his side look to secure their first win of the campaign and only a second in World Cup history. He said: “Rashid is not like other bowlers; he’s an attacking bowler. Every time he’s attacking. But the surfaces have not suited him. If this wicket is like it was between India and Pakistan, Rashid will be the success for Afghanistan.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}