{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/08/dominic-thiem-novak-djokovic-french-open-semi-final-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-08T14:51:29Z", "webTitle": "Thiem tasked with facing Nadal in final after ending Djokovic’s slam streak", "webUrl": "https://www.theguardian.com/sport/2019/jun/08/dominic-thiem-novak-djokovic-french-open-semi-final-report", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/08/dominic-thiem-novak-djokovic-french-open-semi-final-report", "fields": {"headline": "Thiem tasked with facing Nadal in final after ending Djokovic’s slam streak", "bodyText": "Dominic Thiem could be forgiven for thinking that, having beaten Novak Djokovic to reach the French Open final, he has done the hard work required to win a first grand slam title. After all, Djokovic had won the past three grand slam events and was bidding to hold all four majors for the second time in his career. The reality is that the job is half-done and unfortunately for Thiem, the second half may be the toughest. On Sunday he will play Rafael Nadal, the 11-times champion, who will have been happier than anyone to see Thiem and Djokovic go the distance in the second semi-final, which had already been held over from the previous night. Beating the world’s top two, back to back, would be a massive achievement; doing it with a day’s less rest would seem nigh impossible. And yet, there is always a chance. “To play Rafa here on this court is always the ultimate challenge, one of the toughest challenges [in] sports in general,” Thiem said after his 6-2, 3-6, 7-5, 5-7, 7-5 win over Djokovic. “I played a really good match against him in Barcelona [when he won]. It was six weeks ago. So I try to do similar even though it’s way tougher to play him here. “But I try to keep all the positive emotions I’m having from this amazing match today and go with a really positive mind into the match tomorrow, and then we’ll see. It’s an unbelievable opportunity. “I said last year that I hope to get another chance in a grand slam final and hope to do better then, so tomorrow there is the chance.” Thiem’s resilience meant he came out on top in a topsy-turvy and dramatic encounter on Court Philippe Chatrier. He eventually won in four hours and 13 minutes in a match played over two days, initially in viciously windy conditions and on Saturday in still blustery weather. Leading 3-1 in the third set overnight, Thiem moved ahead, but Djokovic levelled and when the world No 1 saved two match points at 3-5 before getting back to 5-5, he looked the likelier winner. But ultimately it was Thiem who held his nerve to set up a rematch of last year’s final. A year after he was well beaten in his first slam final, there is now a feeling that Thiem is a changed man, more confident and more assured. His coaching switch, from Günter Bresnik to Nicolás Massú, has brought a certain freedom to his game and to his mindset. Nadal, who beat Roger Federer in straight sets on Friday to reach his 12th French Open final, looks in ominous form. After a slow start to the clay court season, his victory in Rome, where he beat Djokovic in the final, gave him a massive boost and though Thiem has beaten him four times on clay, he will surely be relieved to see the Austrian and not the World No 1 across the net. For Thiem, those wins on clay, particularly the most recent one in Barcelona, may just give him the belief that even the near-impossible – beating Nadal in a Roland Garros final – is possible. Few will give him much of a chance, which may just be a nice position for him to be in. “I had some very good matches in the past against him on clay and I also beat him on clay already [this year],” he said. “It’s really important that I go into the match with the belief to win. That’s the most important thing. “It’s a big dream for me to win that match, to win this title. But I also have in my head that [it may] not happen tomorrow, which can happen easy because of the opponent [who] is on the other side of the net, so I don’t make myself [under] too much pressure.” Massú had hoped the final might be delayed until Monday to be fair to both players but said of Thiem: “He will try to play his game, try to play his own tennis. And I will talk to him. We will talk about his tactical plan, his technical plan, but we know it’s difficult. He’ll do his best possible and we’ll see what happens.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}