{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/06/liam-plunkett-england-niggly-bangladesh-world-cup-cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-06T17:25:06Z", "webTitle": "Liam Plunkett expects England to rise above ‘niggly’ Bangladesh", "webUrl": "https://www.theguardian.com/sport/2019/jun/06/liam-plunkett-england-niggly-bangladesh-world-cup-cricket", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/06/liam-plunkett-england-niggly-bangladesh-world-cup-cricket", "fields": {"headline": "Liam Plunkett expects England to rise above ‘niggly’ Bangladesh", "bodyText": "The days of Bangladesh being World Cup pushovers are a distant memory, with England wary of Saturday’s opponents and ready for another test of their temperament. The 14-run defeat by Pakistan on Monday saw England come up short in this department, delivering a shabby – and costly – fielding performance amid a febrile atmosphere at Trent Bridge. Jason Roy and Jofra Archer were both fined for on-field outbursts, while there was griping over the ball’s condition from centurion Jos Buttler during the failed run chase. With Bangladesh expected to bring vocal support to Cardiff – and having got under England’s skin during their one-day series in 2016 – there is every chance of another tense affair. “Pakistan are pretty good like that – they can get niggly,” said Liam Plunkett, who missed Trent Bridge but is now expected to return. “Similarly Bangladesh, India, they’re good at doing that, [like] appealing quite a lot. It’s just the way they like to play their cricket. “But we’ve played in big competitions, guys have played around the world – at the Indian Premier League and Big Bash in front of big crowds – so it shouldn’t be too much.” Plunkett was also keen to stress that defeat to Bangladesh is no longer an upset. “I remember when they beat England way back when and it was a shock defeat but there are no real shock defeats in this competition.” It is a point that barely needs making. In the past two World Cups they have emerged victorious over England, most notably four years ago when Mahmudullah’s first-innings 103 in Adelaide helped set up a 15-run win that resulted in Eoin Morgan’s side crashing out of the tournament. Like England, Bangladesh have one win and one defeat to show for their efforts this time around, similarly beating South Africa at the Oval before a battling performance that ended in defeat by New Zealand on Wednesday. Plunkett, who took two wickets against South Africa but was left out for Mark Wood’s extra pace, has a strong record in Cardiff, with his 11 wickets at 16 apiece including four for 53 against Australia last year. But how he fits back into the team remains to be seen. Chris Woakes could earn a breather, despite three wickets against Pakistan his first two spells were costly, before a strong showing at the death. Another option would be to drop a spin bowler given the short straight boundaries at Sophia Gardens. If so it would likely be Adil Rashid who makes way, with the leg-spinner’s five overs in Nottingham leaking 43 runs, while Moeen Ali claimed three for 50 from his 10. That said, had Rashid’s seventh ball not seen Roy drop the top-scorer Mohammad Hafeez, his day could have turned out very differently. Plunkett said: “Maybe there were a few nerves at Trent Bridge. We were not at our best and we let ourselves down in the field. We have had a couple of days off. Hopefully we can start again fresh.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}