{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/jun/29/roger-federer-novak-djokovic-rafa-nadal-wimbledon", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-29T11:00:47Z", "webTitle": "Wimbledon’s nice psychopaths continue to scare off the next generation | Greg Wood", "webUrl": "https://www.theguardian.com/sport/blog/2019/jun/29/roger-federer-novak-djokovic-rafa-nadal-wimbledon", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/jun/29/roger-federer-novak-djokovic-rafa-nadal-wimbledon", "fields": {"headline": "Wimbledon’s nice psychopaths continue to scare off the next generation", "bodyText": "The three names at the top of the betting for the men’s singles at Wimbledon this year are so familiar that they can almost be taken for granted. Between them, Roger Federer, Novak Djokovic and Rafa Nadal have won 14 of the 16 slam titles in SW19 since Lleyton Hewitt lifted the trophy in 2002 and their odds imply a 75% chance that one of them will make it 15 from 17. Or, to put it another way, the other 125 players in the main draw have a 25% chance of winning between them, versus three men with a combined age of 102. A fully fit and peak-form Andy Murray, who won in 2013 and 2016 and was born a week before Djokovic, would only underline the continuing domination of Wimbledon’s men’s singles by players who were born in the 80s. Many tens of millions of male babies have been delivered since Djokovic arrived in May 1987, and millions of those must have picked up a tennis racket at some point in their youth. But so far at least, not one has seriously threatened to break up the cosy clique that has monopolised Wimbledon for a generation. Tennis is, by any measure, an intense and physically demanding sport, and all the more so in a grand slam when the matches are best of five sets. All players suffer injuries and, inevitably, the weekly wear and tear adds up over the years. In their mid-30s, no one can expect to whack the ball as hard, react quite as rapidly or chase down a drop shot as reliably as they did in their early 20s. So where on earth are all the twentysomethings who should be ushering the elder statesmen into retirement? Stefanos Tsitsipas, who is 21 in August, is the fourth‑favourite for this year’s title: at 20-1. Alexander Zverev, 22, is a 33-1 shot and everyone else is 40-1 and up, which means their realistic chance of success is no better than about 2%. But a better question, perhaps, is how do the old‑timers keep holding them off? Something must be maintaining their edge and if their physical capabilities are, albeit ever so slowly, in decline, then the answer probably lies between their ears. Michael Caulfield, a leading sports psychologist for 20 years, has a fascinating theory. Federer, Djokovic and Nadal are psychopaths. But in a nice way. “The luck of my world is that I’ve seen so many different theories and coaches and managers and athletes,” Caulfield said this week. “The one that nailed it for me was a professor of psychopathy at Oxford. He said that psychopaths and the likes of Federer and [the jump jockey Tony] McCoy all have the same traits. “The good news is that psychopaths want to kill people and athletes just want to win within the rules of the game. But he said that the three traits they all have in common are that they are goal‑driven, they are obsessed, and above all else they are determined and they will do anything to get there. I call them the most beautiful psychopaths you will ever see in your life, because they are completely goal-driven to win.” It is easy to see how this mindset could give someone quite an edge in what is, in many ways, a gladiatorial contest. You can train a body as hard as you like but you also need to train a mind to deal with the mental challenge. For an inexperienced player – indeed, for any player outside the tiny elite – walking on to a tennis court with Federer is a little like sharing a cell with Hannibal Lecter. If your focus slips for even a moment, it’s fava beans and Chianti time. And the hunger never leaves them, no matter how many slams they win or Monte Carlo mansions they acquire. “All the great athletes have a pain threshold but it’s not physical pain, it’s the emotional and mental pain that they feel,” Caulfield says. “They’re willing to go further with pain. They accept it and they almost thrive on it. Tiger Woods should have been washed up after his surgery but no, he wanted to do it one more time. It’s them versus themselves rather than them versus the opposition. They have an ability to endure and to take it to a new level.” The greatest fascination, of course, will come if, or hopefully when, the paths of the three greatest male tennis players of the modern era start to converge at the business end of the fortnight. It does not happen as often as you might expect at Wimbledon given the individual players’ records over the years. Djokovic’s semi-final against Nadal 12 months ago was the first match between two of the big three – or the big four, for that matter, if you include Murray – since 2015. But what a match it proved to be: the second-longest semi in Wimbledon history, five sets in which neither player yielded an inch either physically or mentally until Djokovic scraped through 10-8 in the fifth. It was as memorable as his subsequent defeat of Kevin Anderson in the final was instantly forgettable. “A game of tennis, a World Cup semi-final, a game of rugby or a Test match will come down to that over, that moment, that ball,” Caulfield says. “If Nadal and Federer and Djokovic and/or Murray go head-to-head for four hours then it’s nip-and-tuck for four hours, but then there’s a moment, a point, when the game is decided and that’s it. And they love that. They’re not frightened by it. They can’t wait for it. “It’s a very obsessive level but they’re willing to do it. The rewards are great, but that’s the least of their motivations. They have all the money they could ever want. Their motivation is getting better and getting past the person in front of them. They need to be good at it, they need to prove that they can still do it and it’s fascinating to watch.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}