{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/07/rafael-nadal-ousts-roger-federer-in-straight-sets-to-reach-french-open-final-tennis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-07T17:40:10Z", "webTitle": "Rafael Nadal ousts Roger Federer in straight sets to reach French Open final", "webUrl": "https://www.theguardian.com/sport/2019/jun/07/rafael-nadal-ousts-roger-federer-in-straight-sets-to-reach-french-open-final-tennis", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/07/rafael-nadal-ousts-roger-federer-in-straight-sets-to-reach-french-open-final-tennis", "fields": {"headline": "Rafael Nadal ousts Roger Federer in straight sets to reach French Open final", "bodyText": "With 11 French Open titles in the bag, Rafael Nadal hardly needs help when it comes to winning at Roland Garros. But on Friday, after he produced a rock-solid performance in horrendous wind to see off Roger Federer, Nadal was handed a further boost when the semi-final between Novak Djokovic and Dominic Thiem was only midway through when it was held over until Saturday because of rain. With an extra day to recover compared with his opponent – Djokovic and Thiem were one set all with the Austrian leading 3-1 in the third – Nadal will surely be even more confident. The stars, it seems, are aligning in the Spaniard’s favour. Nadal was at his resilient best as he beat Federer 6-3, 6-4, 6-2 to dash the 37-year-old Federer’s hopes of adding a second French Open title, 10 years after his first. As he has done so often in his career, he ran down everything, forced Federer to miss and coped better with the gusting winds to claim his place in the final. Such was his dominance that at one stage Federer found himself considering just how difficult it is to play Nadal on clay. “He makes you feel uncomfortable the way he defends the court and plays on clay,” Federer said. “There is nobody who even plays remotely close to him. I don’t even know who I need to go search for to go practice with somebody who plays like him. I was thinking that during the match. It’s just amazing how he plays from deep and then is able to bounce back and forth from the baseline. It’s just quite interesting.” “It is a very important achievement for me,” said Nadal, who is one win away from an 18th grand-slam title. “Being in the final of Roland Garros again means a lot and especially coming back from not an easy situation [with] all the injuries that I had. Being able to recover the level that I had the last couple of weeks is something I am very proud of.” This was the 39th meeting between the two men, a rivalry that has produced some of the best matches in tennis history. Going into the semi-final, the 33-year-old led Federer 23-15 and though the Swiss had won their past five matches, they had not met on clay since 2013, not played at Roland Garros since 2011 and the last time Federer beat Nadal on clay was in Madrid in 2009. Having dropped only one set on the way to the semi-final after three years away, there were some who believed Federer could do it again this year but Nadal was too solid, too good. No one likes playing in the wind – and conditions were close to unplayable at times, with gusts of 50 miles an hour plus occasionally making both men look foolish – but Nadal was unflustered. By contrast Federer’s plan went out of the window and the precision he needed to attack was impossible to achieve. “There was so much wind, it was incredible,” Federer said. “It was just crazy. No excuses, but it was crazy. You get to a point where you’re just happy to make shots and not look ridiculous. I don’t know what I could have done a whole lot different. I don’t think I played poorly in the wind today. It’s just it’s tough on clay. You’ve got to try to take on the half-volleys, too, all that stuff. It just adds to the equation. He’s the best clay-court player, so I can accept that. It’s not a problem.” Nadal saved a break point in the first game but adjusted better, marching to a 3-0 lead. Federer, trying to attack with his backhand, using the space on Nadal’s forehand side, got himself back on serve at 2-3 but Nadal broke again after a long sixth game and held the advantage throughout to take it 6-3 with a stunning cross-court backhand. As the clay whipped up off the court and even the heavy court-covers rippled in the wind, Federer tried everything, from drop shots to serve and volley, with angles and slice and he broke for 2-0. Nadal, though, broke back immediately, against the wind. At 4-4, Federer was pressing but from 40-0, he was broken and Nadal served out the set. There was no way back for Federer from there, Nadal breaking in the third and fifth games of the third set as he clinched victory, putting him in the final yet again. “My personal feeling is I have been playing a great match with that conditions,” Nadal said. “I’m confident in myself. If I’m not able to execute my game plan, it’s going to be complicated. But if I play well, and I have played well up to now, I’ve got all my chances.” Trailing 5-2 in the first set to Thiem, last year’s runner-up, Djokovic, called the supervisor on to court to ask at what stage the wind would became too extreme to play. Thiem took the first set but, after a brief rain delay, the world No 1 regrouped and levelled the match. Thiem broke to lead 3-1 before the rain returned and the covers were immediately placed on the court. And though there was bright sunshine at the time, play was cancelled for the day shortly before 6.30pm. With the final scheduled for Sunday, the winner will have played on four straight days. Advantage Nadal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}