{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/20/rays-montreal-tampa-bay-two-city-plan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-20T18:53:19Z", "webTitle": "Rays to explore splitting home games between Tampa Bay and Montreal", "webUrl": "https://www.theguardian.com/sport/2019/jun/20/rays-montreal-tampa-bay-two-city-plan", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/20/rays-montreal-tampa-bay-two-city-plan", "fields": {"headline": "Rays to explore splitting home games between Tampa Bay and Montreal", "bodyText": "The Tampa Bay Rays have received permission from Major League Baseball to explore the possibility of becoming a two-city team, splitting home games between their current stadium in St Petersburg and Montreal. MLB commissioner Rob Manfred made the shock revelation at the owners meeting in New York on Thursday, saying the structure would face several major hurdles before it was implemented, not least approval from the players’ union. There is no timetable for the possible plan. An idea under consideration is for the Rays to play early in the season in Tampa Bay and later in Montreal. Manfred confirmed the Rays are committed to playing at Tropicana Field through the 2027 season, but the team’s ongoing attendance woes and continued failure to build a new stadium in the Tampa Bay area have prompted owners to explore an unorthodox solution. “My priority remains the same, I am committed to keeping baseball in Tampa Bay for generations to come,’’ principal owner Stuart Sternberg said in a statement posted to the team’s verified Twitter feed. “I believe this concept is worthy of serious exploration.’’ The proposal, if approved, would mark the return of baseball to Montreal for the first time since 2004, when the Expos were relocated to Washington and became the Nationals. In their last two seasons before moving, they played 22 games per year in San Juan, Puerto Rico. Currently, the Toronto Blue Jays are the lone major league team to operate outside the United States. Tampa Bay are averaging 14,546 fans per home game, ahead of only the Miami Marlins. The Rays have played at Tropicana Field since their inception in 1998 and drew their lowest home crowd of 5,786 against Toronto last month. They had looked into building a new stadium for years but in December abandoned a plan to build across the bay in Tampa. Manfred said the MLB executive council had given permission for the Rays to explore a split season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}