{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/29/england-india-cricket-world-cup-preview-jason-roy", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-29T14:07:08Z", "webTitle": "England must gamble on Jason Roy to keep World Cup alive and beat India", "webUrl": "https://www.theguardian.com/sport/2019/jun/29/england-india-cricket-world-cup-preview-jason-roy", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/29/england-india-cricket-world-cup-preview-jason-roy", "fields": {"headline": "England must gamble on Jason Roy to keep World Cup alive and beat India", "bodyText": "England’s most important white-ball cricket match for four years has come a little earlier than expected. The anticipation was that it would take place at Old Trafford or Edgbaston next week in one of the semi-finals. But three losses, especially the wanton one to Sri Lanka, during the qualification process have meant the crunch game has arrived a week ahead of schedule. To be certain of a semi-final slot England have to beat India at Edgbaston on Sunday and New Zealand at Chester-le-Street on Wednesday. They can lift the World Cup if they win four games in a row. That is the only way to look at it now. At Edgbaston they encounter the side that have been the best in the tournament by a considerable margin. India are unbeaten and perversely the only game in which they have been seriously threatened was against Afghanistan. Rohit Sharma, Virat Kohli, KL Rahul and the incredibly patient MS Dhoni have scored enough runs to allow a varied and disciplined bowling attack to prevail. In some ways India have played an old-fashioned game. They are prepared to be patient at the start of their innings. Keeping wickets in hand is a high priority. They are not tempted to be greedy because they are so confident that their batsmen can cause sufficient mayhem in the final overs and that their bowlers possess the skill and resolution to defend relatively modest totals. The bowling attack at Kohli’s disposal is an exciting one with two pacemen and two wrist-spinners backed up by a more journeyman seamer, Hardik Pandya. Opponents naturally try to attack him but he has remained undaunted and resourceful when under fire. At the start of an innings Jasprit Bumrah and Mohammed Shami, who has replaced Bhuvneshwar Kumar, are brisk and businesslike, offering no free runs. At the end they have been superb. Shami adheres to old-fashioned principles: he bowls fast and straight. Meanwhile, Bumrah is rivalled only by Mitchell Starc in his ability to propel yorkers. Against Afghanistan, when bowling the penultimate over with the match in the balance, Bumrah decided the outcome quite brilliantly with six perfect yorkers. Why doesn’t every bowler do that? Because it is very difficult. Batsmen have innovated in the T20 era so that the margin of error for those attempting yorkers has been massively reduced. So some bowlers conclude that the risk is too great. Get it wrong and the ball disappears into the stands. But the perfect yorker remains the best delivery at the end of the innings and Bumrah, more than any other bowler in the tournament, is confident that he can hit that spot, not much bigger than a saucepan lid, on the popping crease. He is a huge asset for Kohli. So, too, are the wonderfully beguiling pair of wrist-spinners. My guess is that Kuldeep Yadav and Yuzvendra Chahal do not score very well on the bleep test; they do not score many runs either and they are relatively pedestrian in a very good fielding side. But to have two contrasting wrist-spinners in the same side is bold and effective. Both are enjoying larger boundaries than the postage stamps used in the Indian Premier League. Kuldeep in particular has the bravado to toss the ball high in the air when he thinks it appropriate. A lot of batsmen are none too sure which way the ball is going to bounce on landing. Chahal has taken more wickets, partly because he tends to bowl later in the innings; neither has been collared yet. So England’s challenge at Edgbaston is considerable. They are in “do-or-die” territory and the odds of them failing to do the deal are more significant than one in a million. But they can do it. In these matches an individual can take charge of the game by sheer force of personality. So far we have seen Joe Root, Ben Stokes, Jos Buttler and Jason Roy offer glimpses of that. In all probability Roy, who struck that imperious century against Bangladesh in Cardiff, will have the chance to do something similar against India, albeit in more testing conditions. On the eve of this match he has batted in the nets and sprinted on the outfield without much discomfort. It will not take much for him to convince the hierarchy that he is ready to play since they are desperate to have him back. He may not be 100% fit but England no longer have the luxury of playing safe. The biggest test for him will come, not when batting, but in the field where the need to twist and turn puts the body, in particular Roy’s dodgy hamstring, under stress. Selecting him is a gamble England will probably take especially since James Vince has once again exasperated rather than excelled. The fitness of Jofra Archer will also be assessed in the morning. No doubt Liam Plunkett is eagerly standing by. The Edgbaston pitch is fresh, which will please the England camp given the threat of the two Indian spinners. Generally the surfaces have been more helpful to bowlers than anticipated in this tournament, but the ICC is keen to point out that this is not their policy: “The guidance we give any host of an ICC event is to prepare the best possible pitches – with even bounce and good carry. We do not instruct groundsmen to prepare pitches in a certain way to advantage or disadvantage any team.” On Sunday, with the forecast benign, both captains are likely to choose to bat first on winning the toss. Kohli has long been content to adopt that policy in high-tension contests. Eoin Morgan has often taken the default position of chasing but, after three defeats batting second in this World Cup, he is prepared to rethink."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}