{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/12/olympians-ioc-transgender-guidelines", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-12T08:00:03Z", "webTitle": "British Olympians call for IOC to shelve ‘unfair’ transgender guidelines", "webUrl": "https://www.theguardian.com/sport/2019/jun/12/olympians-ioc-transgender-guidelines", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/12/olympians-ioc-transgender-guidelines", "fields": {"headline": "British Olympians call for IOC to shelve ‘unfair’ transgender guidelines", "bodyText": "The International Olympic Committee’s guidelines for transgender athletes are unfair on female athletes and should be suspended while more research is carried out, according to a group of former and current Team GB athletes surveyed by an academic. In the survey of 15 female British Olympians, most of them answering anonymously, 11 also agreed with the view that “it can never be fair for transgender athletes who have been through male puberty to compete in female sport”, with another declining to answer. Cathy Devine, who conducted the research and will present her findings at a conference at St Mary’s University in southwest London on Wednesday, says it is the first of its kind in this contentious area of sports policy. Devine said those surveyed have won seven Olympic and 56 world championship medals between them. She defended the small number of athletes in the study, saying it was a starting point as athletes often did not want to speak out for fear of recriminations. She said she had used a standard qualitative research technique in the social sciences called “snowball sampling”, which is used to get information from of hard-to-reach groups and investigate difficult topics, and was not intended to be wholly representative. Among those questioned – who came from track and field, swimming, rowing and modern pentathlon – were Tessa Sanderson, the 1984 Olympic javelin gold medallist, and Sharron Davies, who won a swimming silver in 1980, both of whom have already made their views known. Devine also found widespread frustration among athletes with the IOC over a perceived lack of consultation before it published its latest transgender guidelines in 2015. The guidelines allow any transgender athlete to compete as a woman without undergoing surgery provided they have reduced their serum testosterone to 10nmols/L for at least 12 months. After the guidelines were published the IOC said: “It is necessary to ensure insofar as possible that trans athletes are not excluded from the opportunity to participate in sporting competition. The overriding sporting objective is and remains the guarantee of fair competition. To require surgical anatomical changes as a precondition to participation is not necessary to preserve fair competition and may be inconsistent with developing legislation and notions of human rights.” Those guidelines have drawn some criticism because they allow higher levels of testosterone for transgender athletes than the usual range for women, which is between 0.06 and 1.68nmols/L. The typical range for men is 7.7 to 29.4nmols/L. The IOC is close to introducing new guidelines requiring transgender athletes to lower their testosterone even further, to 5nmols/L, if they want to compete in women’s sport. One respondent to Devine’s survey said: “New guidelines do not level the playing field, or protect our human rights to equal opportunities. There was not enough science-based research on elite athletes to make rules. It’s a live experiment where female athletes will lose out until the obvious is proved. Then it will be changed. That’s not fair.” The transgender academic Joanna Harper, who advises the IOC, accepts more research is needed. However, she argued: “Transgender women after hormone therapy are taller, bigger and stronger on average than cisgender women. But that does not necessarily make it unfair. In high levels of sport, transgender women are substantially underrepresented. That indicates that whatever physical advantages transgender women have – and they certainly exist – they are not nearly as large as the sociological disadvantages.” Devine also found that 14 out of 15 athletes surveyed wanted more research into the potential competitive advantages that transgender athletes may have – in particular how much of a “legacy effect” remains from the increased strength and bone density that comes with puberty, even if testosterone is later reduced. However, the athletes surveyed were divided on what the IOC should do in the future, with some in favour of a separate category for transgender athletes and others calling for an “open category” alongside a separate female category to ensure no one is excluded. Devine, who was a senior lecturer in the department of medical and sports sciences at the University of Cumbria for 22 years before becoming an independent researcher, said she hoped her research would be the first step of a wider consultation by the IOC, international sports federations and governing bodies."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}