{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/03/pakistan-england-world-cup-root-buttler-regrets", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-03T21:14:40Z", "webTitle": "Pakistan ride ebb and flow to leave Root and Buttler harbouring regrets | Andy Bull", "webUrl": "https://www.theguardian.com/sport/2019/jun/03/pakistan-england-world-cup-root-buttler-regrets", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/03/pakistan-england-world-cup-root-buttler-regrets", "fields": {"headline": "Pakistan ride ebb and flow to leave Root and Buttler harbouring regrets", "bodyText": "The mood turned with the weather at Trent Bridge. It ebbed and flowed all day just like the sun that kept coming and going in and out of the low clouds rolling over the ground. When it was all over, it wasn’t a sense of familiar disappointment or forlorn dejection that finally settled over the place but some sort of dizzy confusion, a delirious bewilderment, as thousands of baffled England fans tried to figure out exactly what just happened to their team who had managed, somehow, to score two brilliant centuries and lose by 14 runs. The answer, of course, was they ran smack crash into the wrong side, on the wrong day. It was fun stuff all the same, a game England lost, won and lost again in the space of 50 overs or so. At half past four in the afternoon it felt like it was almost over but there were still two big twists to come. England were 118 for four at that point. Jason Roy had gone early on, plumb lbw to Shadab Khan. It was the second game in a row that one of England’s openers been undone by a leg-spinner in the new-ball overs, and you guess it is a problem they are going to be faced with over and over again until they figure out a solution. Jonny Bairstow followed soon after, stuck in two minds and caught behind as he fenced at a delivery from Wahab Riaz. Then Eoin Morgan and Ben Stokes got out fiddling around against Pakistan’s pair of fill-in finger spinners, Shoaib Malik and Mohammad Hafeez. The pressure was getting pretty suffocating. England seemed to have been struggling with it all day long, it felt like they were always pulling at their collars trying to find room to breathe easy. They had been sloppy in the field, dropped catches, gifted runs, given up cheap extras and they were tetchy too, had snapped at each other and at the crowd when they called out at them for making so many mistakes. Now their batting seemed jittery and skittish, all edges past the stumps and wild clumps over the infield. The air was heavy now with that crazy energy Pakistan generate when they are on a roll. Then Jos Buttler came in. He sized up the field, turned his head this way and that, looking about. First thing to do, he decided, was to take on those two off-spinners. Pakistan had picked only four frontline bowlers for this match, so they were relying on Hafeez and Malik to make up the difference. So far England had somehow allowed them to bowl nine overs and take two for 38. Pop. Buttler clipped a four, his first, off Malik through mid-off. Pop. He knocked Hafeez for six above mid-wicket. Pop, and now another, over long on. He was only clearing his throat. Pakistan’s captain, Sarfaraz Ahmed, responded by bringing Wahab Riaz back into the attack. Wahab plays like an angry man, he stalks back to his mark like he is trying to walk away from a bar fight, then spins to run in again like he has just changed his mind. Here he was all fire and fury. He served up a series of snorting short balls, thud, thud, thud up at Buttler’s ribs. The sixth was back-of-a-length, and just a touch under 90mph, and anyone sensible would have tried to ride it down to the ground. But not Buttler. He stepped across to the off, spun around on his heel and flicked the ball up over the ’keeper’s head to fine leg for four. It was an astonishing shot and it seemed to break the spell. Soon enough the English fans were chanting You’re Not Singing Any More at the Pakistanis who had fallen quiet as Root and Buttler pressed on together. They made some pair, a real Astaire and Kelly, Root lissom and elegant, twisting his bat this way and that as he popped up on his tiptoes, Buttler flashy and muscular, bound down low to the ground. Until now no one had scored a hundred in this World Cup; until now England had not scored more than one century in a World Cup match. Root and Buttler changed all that. So how did England end up losing the match? You can’t blame the defeat on the two men who succeeded. But, you guess both Buttler and Root will regret that having made centuries, one, the other or both was not able to go on and finish the job. Root got out for 107, slicing a catch to backward point off Shadab Khan. Buttler followed for 103, caught at short third man off a canny off-cutter from Mohammad Amir. If Buttler’s arrival had changed the game one way, his departure blew it right back the other. They still needed 61 off 33 and all of a sudden the improbable seemed almost impossible. England have overcome odds like those often enough in the last four years. Usually a superhero turns up to save them in the last act. But not this time. They had been too sloppy, the pressure was too intense and Pakistan were too sharp. As good as England were coming into this tournament it is clear they are going to need to be that much better again if they are going to win it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}