{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/15/lizzie-deignan-takes-womens-tour-glory-by-two-seconds-cycling", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-15T13:32:19Z", "webTitle": "Lizzie Deignan takes Women's Tour glory by two seconds", "webUrl": "https://www.theguardian.com/sport/2019/jun/15/lizzie-deignan-takes-womens-tour-glory-by-two-seconds-cycling", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/15/lizzie-deignan-takes-womens-tour-glory-by-two-seconds-cycling", "fields": {"headline": "Lizzie Deignan takes Women's Tour glory by two seconds", "bodyText": "Lizzie Deignan took victory in the Women’s Tour after pipping Katarzyna Niewiadoma by just two seconds, the smallest winning margin in the race’s history. The Trek-Segafredo rider finished eighth after a bunch sprint on the concluding sixth stage to Pembrey Country Park in Carmarthenshire, ahead of Niewiadoma. Amy Pieters won the stage. Deignan took the leader’s green jersey after winning stage five on Friday, her first victory since returning to the sport following maternity leave. It is her first title since giving birth to daughter Orla nine months ago and also becomes the first cyclist to win the event twice, adding to her 2016 triumph. “It means a huge amount,” Deignan said. “I think the last time I came here I was probably one of the favourites to win the race and this time I wasn’t a favourite. It was a different experience but it was totally team performance. “I am away from my daughter for a reason; I am here to do a job and I have a fantastic team around me who I don’t want to let down, so you’ve always got to dig in. “It’s a huge honour. Women’s cycling in the UK is on the up. There were a lot of women around me in the peloton that could rip apart today’s stage, so to be on top of that was an achievement in itself.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}