{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/11/wing-defence-the-most-underrated-and-influential-of-netball-positions", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-11T00:29:18Z", "webTitle": "Wing defence: the most underrated and influential of netball positions | Megan Maurice", "webUrl": "https://www.theguardian.com/sport/2019/jun/11/wing-defence-the-most-underrated-and-influential-of-netball-positions", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/11/wing-defence-the-most-underrated-and-influential-of-netball-positions", "fields": {"headline": "Wing defence: the most underrated and influential of netball positions", "bodyText": "Wander up to the coaching bench of any netball game in Australia and the reaction to being handed the wing defence bib is the same. Met with equal parts horror and disdain, the much maligned position often referred to as “wing ding” is not one that many players fight over. Perhaps Super Netball players react the same way – the lack of wing defence options has been a talking point of the Diamonds selections and of the three players in the squad who will likely play the position at July’s World Cup, only one – Jamie-lee Price – has played wing defence in the Super Netball this season, and only in one game. It is the position most often forgotten, the first to be dropped when a team is down a player, and the last to be thought of when choosing award winners. However, as the latest round of Super Netball proved, it is a vital position on court, and one which has the ability to turn a game. Amy Parmenter’s performance for the Giants in their draw with the West Coast Fever was the perfect illustration of this. While she had plenty of the eye-catching stats, including four intercepts, four gains and two deflections, it was her work shutting down Fever wing attack Ingrid Colyer that was most notable. Colyer was benched after two quarters with only 12 feeds and five goal assists to her name. Considering she was feeding the competition’s leading goal scorer in Jhaniele Fowler, it is testament to Parmenter’s work in keeping her off the circle edge and out of comfortable range. At the other end of the court, Jess Anstiss and Shannon Eagland split the wing defence position and combined to restrict Kim Green to just 15 goal assists for the game. It is Green’s lowest total in that department for the season aside from her side’s colossal 16-goal loss to the Vixens back in round two when she only managed 14. Renae Ingles’ performance in wing defence for the Melbourne Vixens earned her the most valuable player award, despite her team walking away without the win. Ingles’ performance was certainly eye-catching, racking up seven gains, two intercepts and six deflections. However her direct opponent Kelsey Browne had 25 centre pass receives, 33 feeds and 28 goal assists – the most of any individual wing attack in round seven. In contrast, Collingwood’s wing defence Ash Brazill was quieter in the stats department, with just one gain and four deflections. But Brazill’s defensive pressure was immense, forcing two changes in the wing attack position from the Vixens across the game and limiting her opponents to 18 goal assists between them for the match. Brazill’s work also allowed her goal keeper Geva Mentor to shine, as she pulled in four intercepts and eight gains largely due to the pressure on the ball and the feeders coming down court. Sunday’s match in Brisbane was another win for the fans of the ‘wear down’ style of wing defence. While Gabi Simpson led the stats with three gains, two intercepts and four deflections for the Queensland Firebirds, the NSW Swifts’ wing defence Kate Eddy went about her business less conspicuously. Eddy restricted her opponent Caitlin Nevins to 19 feeds and 12 goal assists for the game, while the Swifts wing attacks Maddy Proud and Paige Hadley combined for a whopping 43 feeds and 29 goal assists in their 22-goal win. Unfortunately while the result went the Swifts’ way, what looks to be a season-ending injury to captain Proud dampened the celebrations. Sitting 12 points clear at the top of the ladder they looked destined for greatness, however it remains to be seen if they have the composure to tough it out for the remainder of the season without Proud’s leadership and attacking nous. Their closest rivals, defending premiers Sunshine Coast Lightning suffered a scare up in Darwin when perpetual cellar dwellers the Adelaide Thunderbirds pushed them all the way to the final quarter, leading by one at the last break. While the Lightning were able to regroup and fire in the final quarter to take the game by six goals, it was far from a convincing win. Interestingly neither team’s wing defence really asserted their dominance in this game; both wing attacks were able to play their natural game without a great deal of impediment. With the five-week break for the Netball World Cup just two rounds away, now is a critical time for teams to set themselves up for a top four finish. There are no games where the result can be taken for granted – Collingwood’s win over the Vixens for the first time in Super Netball history demonstrated that. While the flow-on effects from the World Cup are highly unpredictable, two things in this sport will always remain constant. First: tough, wearing down defence from the “wing ding” will continue to be extremely influential. And second: it still won’t achieve the glamour status of the other six positions."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}