{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/21/israel-folau-sets-up-crowdfunding-page-to-raise-3m-to-fight-rugby-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-21T08:18:34Z", "webTitle": "Israel Folau sets up crowdfunding page to raise $3m to fight Rugby Australia", "webUrl": "https://www.theguardian.com/sport/2019/jun/21/israel-folau-sets-up-crowdfunding-page-to-raise-3m-to-fight-rugby-australia", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/21/israel-folau-sets-up-crowdfunding-page-to-raise-3m-to-fight-rugby-australia", "fields": {"headline": "Israel Folau sets up crowdfunding page to raise $3m to fight Rugby Australia", "bodyText": "Sacked former Wallabies star Israel Folau is rattling the tin online to raise $3m for his legal action against his Rugby Australia. Folau is taking his case to the Fair Work Commission, saying his employment was terminated because of his religious beliefs. He has set up a GoFundMe page, asking people to chip in for the legal costs. It has so far generated more than $300,000. “My faith is the most important thing in my life. I try to live my life according to the Bible and I believe it is my duty to share the word of the Bible,” Folau said in a message on the website. “Earlier this year, I uploaded some messages from the Bible on my Instagram page. I believe that sharing the Bible is an act of love and compassion.” Folau acknowledged some people do not like or believe in the Bible. “Indeed, what makes our country so wonderful is that we have such a diverse community made up of so many different cultures and values. But my faith defines me as a person. I do not believe that it is fair or right that I be punished for my religious beliefs,” he said. He flagged there was a chance the case could take years and eventually end up in the high court. “Rugby Australia have already said that they will divert significant resources to fight me in court. Even if I win, Rugby Australia can appeal,” he said. “My wife Maria and I have already spent over $100,000 of our own money, and that was just to try and deal with Rugby Australia’s internal tribunal processes. The money I am asking for is solely to fund the rest of my action in court.” However, Arthur Moses SC, Law Council of Australia president, warned that the use of crowdfunding for litigation opened up a “can of worms” and was an issue the legal profession had to resolve. He said key problems were whether such funding could be used to pay the costs of a litigant’s opponent and if contributors could sue a litigants’s lawyer if they felt they were misled as to the use of the money or the conduct of the case. Folau’s $4m contract was ripped up after he posted on social media that all homosexuals are destined for hell. An independent panel hearing into the social media posts found he had breached Rugby Australia’s code of conduct at a high level. The application submitted to the Fair Work Commission claims the termination of Folau’s contract prevented him from playing at the peak of his career – and in a World Cup year which would have generated even greater exposure and opportunities. Folau’s sacking has stirred up public debate over religious freedom, with some conservative government MPs pushing for legal changes to enshrine the right to express religious opinions even when they breach employment codes of conduct. Folau was at the centre of controversy again on Monday after he used a sermon at his Sydney church to describe homosexuality as a sin and criticise young people being allowed to “change their gender”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}