{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/07/lewis-hamilton-diversity-f1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-07T15:47:18Z", "webTitle": "Lewis Hamilton steps up drive to tackle F1’s ‘minimal diversity’", "webUrl": "https://www.theguardian.com/sport/2019/jun/07/lewis-hamilton-diversity-f1", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/07/lewis-hamilton-diversity-f1", "fields": {"headline": "Lewis Hamilton steps up drive to tackle F1’s ‘minimal diversity’", "bodyText": "Lewis Hamilton is always outspoken about diversity in Formula One and has made his strongest commitment yet to changing the makeup of the sport. In the buildup to the Canadian Grand Prix, the five-times world champion, who remains the first and only black driver at F1 level, said he wants his legacy to be improving access to every facet of the industry regardless of social status or ethnicity. Last year Hamilton criticised Formula One for its lack of diversity. At the start of this season he reiterated his belief that the sport should change and has been in discussions with the chairman of Motorsport UK, David Richards, to support its plan to promote participation from a wider social demographic. Hamilton is in his 13th season in F1 and has seen the sport grow increasingly difficult to enter. The 34-year-old grew up in a council house in Stevenage and said he intended to try to make karting more accessible to a range of social and ethnic groups. “I want to somehow help pave the way for some younger drivers to come through from a similar background to myself,” he said. “That means getting involved in go-karting from the early phases of motor racing. “There really is the most minimal diversity within this sport and I really want to be a part of shifting that, working in cooperation with Formula One and the FIA. I don’t know why there’s not enough university students, engineers, mechanics and even media coming through from more diverse backgrounds.” Hamilton, who is leading the world championship standings, was recently interviewed by David Letterman and revealed he had endured mental problems he described as “instabilities” owing to the stress of competition. In Montreal he reiterated this but insisted that overcoming obstacles only made him stronger. “Not every day is easy, you still come across humps,” he said. “Every year I’m getting new tools to be able to handle and deal with them and learning new things, so I’m definitely in the best place I’ve ever been but you’ve really seen that shift over the past years and I don’t think that’s ever going to stop.” Certainly at the circuit Gilles Villeneuve he and Mercedes will present a formidable challenge. He is in the form of his life and if there are mental weaknesses they have yet to be evident this season. Ferrari, in contrast, find themselves desperately trying to match their rivals but Canada may be their best chance yet. Twelve months ago Ferrari and Sebastian Vettel completed a dominant victory, leaving heady with optimism for their title challenge. Even a hint of that good cheer would now be welcomed with open arms. As things stand their hopes of ending a title drought of more than a decade are crumbling. Mercedes have won all six races this season, five of them one-twos and Hamilton leads his teammate, Valtteri Bottas, by 17 points. Vettel is already 55 behind, while Ferrari trail Mercedes by 118. All season Ferrari have struggled to extract the best from their car through corners. They suffer form a lack of downforce exacerbated by being unable to bring the tyres into their operating window temperature. Vettel and Charles Leclerc have bemoaned the lack of grip. In their favour the SF90, very low on drag, is hugely efficient in a straight line and their engine is also still believed to be the best on the grid. These are strengths that should play into Ferrari’s hands in Canada. The long straights are punctuated by relatively few tight corners and the consequent low downforce configurations should negate the advantage Mercedes enjoy through the corners. Canada is similar to Baku in this respect, from which Ferrari will take heart. They were very quick in Azerbaijan where Leclerc, top in every practice session, appeared to have at least two-tenths on Hamilton and Bottas and was favourite for pole before he crashed in qualifying. What margins there are will be fine however. Mercedes have brought a new engine to Canada, while Ferrari have no major upgrades but have employed their second specification turbo and MGU-H. Crucially any advantage they may have will count of nought if the team and its drivers cannot exploit it. The pressure on Vettel is growing. He has made two significant errors this season, spinning while being overtaken by Hamilton in Bahrain and crashing in practice in Monaco. When Ferrari’s car has had the edge it was Leclerc who has made the best of it. Ferrari badly need one or both to step up in Montreal. Hamilton and Bottas were quickest in first practice on a dusty track with little grip for the first session. Ferrari looked far more promising in the afternoon. Hamilton made an uncharacteristic error, losing the rear and hitting the wall at a chicane. Having taken damage and a puncture Mercedes opted to change the entire rear and he took no further part. Bottas was unable to match Leclerc, who headed the timesheets or Vettel who was second. Vettel finished seven hundredths down on his teammate, with Bottas just over a tenth back."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}