{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/28/jos-buttler-england-india-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-28T17:13:27Z", "webTitle": "Jos Buttler admits England’s players have been frustrated by their form", "webUrl": "https://www.theguardian.com/sport/2019/jun/28/jos-buttler-england-india-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/28/jos-buttler-england-india-world-cup", "fields": {"headline": "Jos Buttler admits England’s players have been frustrated by their form", "bodyText": "England’s one-day rebirth began at Edgbaston four years ago with a Jos Buttler-inspired avalanche of runs against New Zealand. And it is here in leafy south Birmingham where they are now striving to keep their World Cup dream alive, with unbeaten India on Sunday the first of two must-win games. Jason Roy is expected to return after missing the last three matches with a torn hamstring, having batted and sprinted unimpeded in training on Friday. Jofra Archer is the chief doubt after playing through a minor side strain during the defeat by Australia and then refraining from heavy work. Needless to say after three group stage losses the team could have done without any further distractions. And so Jonny Bairstow appearing to rail against the public at large during a sponsor’s appearance this week – “people have been waiting for us to fail” – wasn’t great in its sentiment and timing. The comments, made in response to criticism from Michael Vaughan and Kevin Pietersen, are not atypical of Bairstow, who sometimes amplifies things in his own mind before responding with determined runs. Think back to his last Test century, in Colombo, when the celebration was angrily pointed – despite no one quite knowing who the intended target was. Vaughan predictably bit back on Friday, writing on social media: “How wrong can @jbairstow21 be .. Never has England team had so much support but it’s you and your team that has disappointed Jonny .. WIN 2 games and you are in the semis .. With this negative, pathetic mindset I am concerned though .. it’s not the media’s fault you have lost 3 games .. !!!” Bairstow’s words would not have been made had Stuart Broad, originally advertised as Yorkshire Tea’s talking head, been able to make it. As replacements go, it was always high risk for England to let one of their more emotional players put his hand up for the appearance fee in the aftermath of defeat. Ashley Giles, England’s director of cricket, knows all about such outbursts having done similar after the first Test of the 2005 Ashes. After Bairstow’s comments appeared, Giles had a quiet word with the Yorkshireman to remind it rarely pays off. And certainly the message from England at training was that, contrary to Bairstow’s own thoughts, there is no siege mentality in the camp at present. “It’s just typical Yorkies,” joked Buttler, the vice-captain, when asked about the back and forth between Bairstow and Vaughan. “[But] talking about goodwill and people wanting you to do well, I think it’s been great from the country. Everyone has been really behind the team. Naturally, being a good side, when we don’t perform to that level, it is frustrating, people give their opinion in the media or whatever and are frustrated. As are we as a team and as individuals as well. But there’s been lots of goodwill.” Is Bairstow simply revving himself up for another big score? “I can assure you that’s not what he’s trying to do but, as a player, when Jonny seems to have a point to prove he performs outstandingly well,” replied Buttler. Either way, Bairstow will be grateful to have Roy back alongside him despite the risk of his injury returning. The pair average 62 as an opening pair with eight century stands from 29 innings and in a tournament that has seen No 3 Joe Root come to the crease in the first 10 overs four times (and open once), England badly need another solid start from their main duo. Buttler, who admitted his own returns to date with bat and gloves have been below his expectations, was one of a number of England personnel to stare into the Edgbaston pitch on Friday. After weeks of rain it ragged square during Pakistan’s victory over New Zealand on Wednesday but an abundance of sunshine since should has at least allowed Gary Barwell, the head groundsman, better conditions with which to work. But then despite three failed run chases during the World Cup – the most recent of which have been targets below 300 – it could be argued the painting of Morgan’s side as one-dimensional in some quarters has been slightly unfair. Of course they have a preference for high-scoring games but few sides rise to No 1 in the world – a crown England can reclaim with a win on Sunday – without displaying a few street-smarts along the way. Buttler said: “That’s something which maybe we haven’t been given enough credit for. When you have flat pitches and records are broken, it’s a very obvious thing to say this is the way the team plays. But we wouldn’t have been able to win the number of games we have, home and away, if we weren’t adaptable.” The chief difference at play this summer is tournament pressure and against Virat Kohli’s India it will arguably be most acute. Overcome this, by hook or by crook, and the mood will change once more."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}