{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/11/lady-kaya-commonwealth-cup-sheila-lavery", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-11T15:02:12Z", "webTitle": "Sheila Lavery loses Commonwealth Cup hopeful Lady Kaya to broken leg", "webUrl": "https://www.theguardian.com/sport/2019/jun/11/lady-kaya-commonwealth-cup-sheila-lavery", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/11/lady-kaya-commonwealth-cup-sheila-lavery", "fields": {"headline": "Sheila Lavery loses Commonwealth Cup hopeful Lady Kaya to broken leg", "bodyText": "Her voice shaking with emotion, Sheila Lavery broke the terrible news that her star filly, Lady Kaya, had broken a leg on the gallops on Tuesday morning. It was to have been the final piece of serious work before a tilt at Royal Ascot’s Commonwealth Cup next week. “We couldn’t save her,” Lavery said. “Everybody here is absolutely heartbroken.” It is a tragic end to one of the best stories of this Flat season. Lady Kaya was that rare thing: a cheaply bought horse taking low-profile connections to the very best races. Bought for €15,000 as a foal by Lavery’s niece, Joanne, the filly won £226,867 in her short career and would surely have added significantly to that in time. Most recently, she was second in the 1,000 Guineas last month, having looked the most likely winner at the furlong pole. Lavery described herself as “ecstatic” after that performance and there was every reason to hope for another fine effort in the Ascot race, for which bookmakers had her as second favourite. Lavery, whose stable is at Summerhill in County Meath, began training at the age of 52 with four horses and has gradually increased her prize money total in each of her six seasons with a licence. Losing the horse who was easily the best to pass through her hands is a shocking blow from which the whole sport will be hoping she can recover. The absence of Lady Kaya will drain much of the anticipated colour from the Commonwealth Cup, now at risk of becoming a straightforward task for Aidan O’Brien’s Ten Sovereigns. The colt is 7-4 favourite for the Group One a week on Friday. Fears of a soft-ground Royal Ascot receded on Tuesday when the clerk of the course, Chris Stickels, reported the famous turf had taken this week’s rain remarkably well. He said the going was mainly good to soft with some soft places after 50mm of rainfall on Monday. “I don’t think it’s a record but it’s unusual for June,” Stickels said. “I’m pleased how the course has coped. If it hadn’t rained we’d have been watering anyway, though we obviously wouldn’t water to make it that soft. But the rain has done a nice, natural job for us. We might get some more rain on Thursday but the forecast indicates more settled weather after that and of course this place drains very well.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}