{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/14/toronto-raptors-celebrations-nba-championship", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-14T16:01:11Z", "webTitle": "'This means everything to the city': Toronto parties as Raptors clinch NBA title", "webUrl": "https://www.theguardian.com/sport/2019/jun/14/toronto-raptors-celebrations-nba-championship", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/14/toronto-raptors-celebrations-nba-championship", "fields": {"headline": "'This means everything to the city': Toronto parties as Raptors clinch NBA title", "bodyText": "When Megan MacKeigan made a dinosaur costume two years ago for a performance at a local comedy show, she never imagined it would ever get much use. But as she and Toronto learned on Thursday night: unlikely doesn’t mean never. Following a nailbiting win by the Toronto Raptors over the Golden State Warriors in Oakland, she found herself dressed as a purple dinosaur, running up and down the streets and weaving through traffic at 1am on Friday as cars honked and strangers cheered her. “This is unbelievable. It’s so much fun,” said MacKeigan. “I’ve never seen so many people from all walks of life in the happiest mood they’ve ever been in. It’s amazing.” After nearly 25 years of ambition marred by disappointment and frustration, the Toronto Raptors have brought the city – and country – its first-ever NBA championship. As Game 6 of the NBA finals ended and the team hoisted the coveted Larry O’Brien trophy, tens of thousands of Toronto residents poured into the streets, converting busy thoroughfares and city squares into temples of celebration. Fans in the city’s downtown core scaled anything they could – including buses, buildings and traffic lights – as car horns blared and the night was lit up by fireworks. Police blocked off major roads to allow fans to celebrate until the early hours of Friday. “This is an amazing crowd and such an amazing night,” said Alex Zdravkovic, a bartender. “This means everything to the city. Everything.” The win ended what many consider a 26-year drought of major sports championships for the city – the last of which was a 1993 baseball World Series win for the Blue Jays. Despite more recent titles for the city’s soccer, rugby and Canadian Football League teams, nothing has enraptured Toronto quite like the Raptors’ run to the NBA finals. “You have fans that have been around for 24 years and you have fans that have been around for two weeks. Everyone’s coming together and they’re having a good time. That’s all that really matters,” said Sara MacLennan-Nobrega, a self-identified ‘bandwagon fan’. “It doesn’t matter if you’re new – you’re here to support the team. And that’s about it.” Nearly a full day before the tipoff in Oakland, supporters began gathering in Jurassic Park, the team’s official fan area, to take in the game on a giant screen outside the Raptors home arena. Praised by basketball commentators for their unwavering dedication to the team, fans braved heavy downpours – enough to briefly flood parts of the city – to witness what many hoped would be a franchise first. Much of what fuelled the energy was a belief that Toronto had been unjustly overlooked by analysts and the broader basketball community. Even though the Raptors methodically dispatched elite teams one-by-one, the cognoscenti of the NBA had Golden State, the reigning champions, as the favourites. “We’ve been a serious [team] for a while now,” said MacLennan-Nobrega. “But this just shows the rest of the world: Toronto’s here and we’re going to kill it.” For some, the win is a chance to revel in the narrative of underdog-turned-victor, for both the franchise and the city. “This puts us on the map. I feel like we were never really respected as a sports town before this. And now we’re No 1,” said Rory Cohen. A fan since the franchise first came into existence in 1995, he readily admits he would have bet on Golden State to win in any other year. “This is one of the best feeling in my life.” Supendra Chandrakumar, who travels the world with his ‘We The North’ flag, grew up with his father regaling him with tales of the city’s last major sports championship, the 1993 Blue Jays win. “To be able to witness this, right at the front of our doorstep, is something truly remarkable,” he said. Chandrakumar is also moved by the way in which the Raptors have become Canada’s team, with their red-and-white jerseys reflecting a fanbase that extends far beyond the boundaries of Toronto. “Whether you’re from Halifax or Vancouver Island ... being able to be from so many parts of our nation and to take this in, it’s really truly remarkable,” he said. The Raptors’ run through the playoffs has thawed the rivalry between Toronto and Vancouver, which doesn’t have an NBA team of its own. It has also helped to bridge Canada’s often fractious east-west divide. For Game 6, there were 59 ‘Jurassic Park’ viewing areas set up across the country, including parks, movie theatres and entire football stadiums. “All throughout the playoffs, the energy ... kept getting stronger from when we first made [the finals], to even when we lost [Games 2 and 5]. I feel that everyone’s just been so positive,” said Mark Browne, a lifelong Toronto resident. “I can tell my kids, when they get older, that I was around and witnessed history.” For his brother Eric, the feeling is simple: “We used to be ‘The North’. But now, we’re the best.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}