{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/13/india-v-pakistan-boris-johnsons-street-rugby-and-us-open-memories", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-13T09:16:47Z", "webTitle": "India v Pakistan, Boris Johnson's street rugby and US Open memories", "webUrl": "https://www.theguardian.com/sport/2019/jun/13/india-v-pakistan-boris-johnsons-street-rugby-and-us-open-memories", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/13/india-v-pakistan-boris-johnsons-street-rugby-and-us-open-memories", "fields": {"headline": "India v Pakistan, Boris Johnson's street rugby and US Open memories", "bodyText": "1) There’s no doubt what the most watched Cricket World Cup match will be this weekend (if the rain holds off): India v Pakistan excites passions like few other sporting contests, and it will offer Virat Kohli’s side a chance to atone for their Champions Trophy final defeat in 2017. India have fonder memories of meeting Pakistan in recent World Cups, however, beating them four years ago in the group stage and in the 2011 semi-final. And then there was this Sachin Tendulkar masterclass in 2003. 2) Great own goals dept: over in the MLS, the San José goalkeeper Daniel Vega pays the price for a lack of concentration against Dallas. 3) From the ridiculous to the ridiculously good: here’s all 13 USA goals against Thailand as the defending champions set a Women’s World Cup record. They’d held the previous one too, from way back in 1991 when they beat Chinese Taipei 7-0 in the very first tournament. You can watch that whole match here. 4) The US Open gets under way on Thursday, with Brooks Koepka seeking to become the first man to win it three times in succession since Willie Stewart 114 years ago, though he’d still need another to match the record four titles held by four players, including Jack Nicklaus, whose wins spanned 18 years, from 1962 to his fourth in 1980. Koepka also jointly holds the course record to par (16 under), set in his 2017 triumph. He shares that record with Rory McIlroy, whose 268 in 2011 is the tournament’s best overall score. And if last week’s Canadian Open is anything to go by, Rory’s playing his way back into form. 5) Would you trust this man to run the country? Boris Johnson v a child during his London mayoral days (the “Can’t Spake!” remix) 6) Not safe for work: Japan’s office chair racing competition is becoming an increasingly big deal. Our favourites from below the line last week 1) Sunil Gavaskar: a career in flip books. 2) A rugby league refereeing masterclass as Wigan v Warrington goes to Milwaukee and gets feisty in 1989. 3) A world records montage: Phelps, Bolt, Lewandowski and more. 4) Boxing scalps from the vaults: Danny Williams floors Mike Tyson in 2004. Spotters badges: GrahamClayton, LeeWall, whobroughtoranges, Perwinkle. Guardian YouTube football channel Do subscribe if you fancy. Guardian YouTube sport channel Do subscribe if you fancy."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}