{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/27/tennis-roehampton-despised-by-players-loved-by-fans", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-27T19:00:57Z", "webTitle": "Roehampton qualifying a world away from Wimbledon but oh so close | Tumaini Carayol", "webUrl": "https://www.theguardian.com/sport/2019/jun/27/tennis-roehampton-despised-by-players-loved-by-fans", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/27/tennis-roehampton-despised-by-players-loved-by-fans", "fields": {"headline": "Roehampton qualifying a world away from Wimbledon but oh so close", "bodyText": "As the sun slowly set on the first day of the Wimbledon qualifying event this week, a small crowd enveloped the final match, between the 17-year-old Italian Jannik Sinner and Australia’s Alex Bolt. The match was every bit as spectacular as some of those in the main draw will be, ending 12-10 to Bolt in the third and final set after a stream of winners. There was one curiosity. During every change of ends, an older spectator trespassed on to the vacant neighbouring court and threw a tennis ball up over his head 15 to 20 times, perfecting a ball toss in the middle of a professional sporting event. Some fans pointed and chuckled among themselves, but many barely noticed. Here, it was almost normal. This is, after all, the weird world of Wimbledon qualifying, held a week before the tournament proper every year as 256 men and women, ranked from 103 to 227 in the world, vie for the 16 available spots in each draw. While the other slam qualifying tournaments take place on the same courts as the main event, Wimbledon must preserve its grass and so every year the qualifiers are shunted to the Bank of England Sports Ground in Roehampton, 3.7 miles away at a venue that is a long walk from the nearest train station. Players compete on tennis courts situated in a vast multi-sports field. Away from the courts, the players’ lounge and gym consist of battered white tents. For all the dire conditions that lower-ranked players endure on the challenger circuit around the world, this is not an improvement. The players are almost unanimous in their criticism of the facilities. “It’s terrible. It’s terrible,” says the former world No 10 Ernests Gulbis. “It’s like day and night [between qualifying and Wimbledon]. Here, you’re not treated like they want you here. You don’t have water, towels on the practice courts, you don’t have cold water in the showers. I’m not even talking about the practice courts here. Go check the practice courts – my lawn in the backyard is better than the practice courts.” For the 16-year-old Ukrainian Marta Kostyuk, the playing venue is a mental challenge in itself. “It feels like we are outsiders,” she says. “I understand to some point the court has to be completely new. But it’s kind of upsetting. You feel you are too far from the people in the main draw. There are players that are proud [to be here], but I’m not like that. I’m like: ‘Why am I playing so bad that I’m in qualies?’” Ysaline Bonaventure, the No 12 seed, had her own list of grievances but she noted that the backdrop in Roehampton only motivated her to survive it. “This doesn’t really feel like a grand slam,” the Belgian says. “We are not on a main court. It is definitely not organised like other events in the qualifying. We have locker rooms that are super-small. They can only fit 10 players. We don’t get much practice, transport … The goal is to end up in Wimbledon village because that feels like Wimbledon.” For the fans, however, Roehampton is a tennis oasis away from the privileged Pimms-fuelled surroundings of Queen’s and Wimbledon. Fans bring their own deck chairs and casually occupy the grassy banks and narrow alleys separating each court, eyes only on the ball. The lure of the event is the rare proximity to professional players, who spend much of their time before and after their battles watching other matches or relaxing in the same restaurant as fans. Big names such as Nick Kyrgios and Madison Keys attend to cheer on their friends. Lower-ranked players happily converse with fans or loudly talk trash about other players for the world to hear. At one point on Wednesday, the Australian Arina Rodionova stopped and scanned a few points of a match before speaking loudly to nobody in particular: “A lot of mistakes,” she said before strutting off again. Spectators stand so close to the courts they are party to the soundtracks of levity and despair accompanying the matches. During her first-round win, the young Russian Anna Kalinskaya bantered with her team throughout and onlookers laughed as her friend suggested that running faster to the ball would increase her chances of buying more Balenciaga clothes. “Motivation is different for everyone. In our case it’s Balenciaga, Hermes, Selfridges, 60% off,” the friend said aloud, laughing. By contrast, when on the next day the Australian Akira Santillan failed to convert match point before losing 12-10 in the third set, he marched to the middle of the field as fans watched, took out all four of his rackets and, one by one, he destroyed them all. “I really like this place because you can get close to the players, you can get close to the coaches, you can see a different perspective,” explains one fan, who has spent the day shooting footage around the grounds. “You’ve got a reception area where you can have tea and coffee next to top-100 players.” It takes a certain level of peculiarity to closely follow tennis, a sport that rolls on for every day from January until late November. And so it makes sense that Roehampton is rife with eccentricity. Juan Martin Naborati, a bearded Polish rapper in his mid-30s with shoulder-length hair slicked back by a hairband in the style of Björn Borg, exemplifies it. He sports a blue Adidas tennis shirt accented with large pink flowers, while on his calf a large tattoo of John McEnroe serving sits underneath the face of a large boar. The measure of the fans at these events is that their favourite players are not names such as Roger Federer or Rafael Nadal. For Naborati, the world No 133, Australia’s Priscilla Hon, is his favourite female player. “These kinds of players, they’re giving lots of positivity around. She never stops smiling.” On the court, the qualifying event offers two certainties. It is the place to catch the future stars of the sport before they explode into public consciousness and it is also where prominent players fall when they wane. Last year marked perhaps the most illustrious lineup, the draw overflowing with former Wimbledon finalists: Vera Zvonareva (2010), Sabine Lisicki (2013) and Eugenie Bouchard (2014) all competed at Roehampton, in addition to Gulbis and the former top-20 player Bernard Tomic among others. This year Lisicki, ranked 283rd, returned as a wildcard, still desperately struggling to rediscover her old form. On the flipside, the prodigious 15-year-old Cori Gauff, a former junior No 1 who became the youngest US Open girls’ finalist at 13 and won junior Roland Garros in 2018, learned about her wildcard five days before the tournament began and immediately rushed to London. The American has taken much of the spotlight this week and, with her first-round win over Aliona Bolsova, she became the youngest player to beat a top-100 opponent at a slam since Martina Hingis in 1995, albeit in qualifying. For those such as Gauff who came out of qualifying, the prize is a spot in Friday’s main draw; for the rest, an opportunity to brave it all again next year unless they improve their ranking. But times are changing. In December, the All England Lawn Tennis Club bought the Wimbledon Park golf club directly across the road from the championships’ venue. It means that, by the mid‑2020s, the qualifying event will shift from Roehampton, where it has been since 1925, to Church Road. The players who never reach the main draw in their careers will finally have the opportunity to experience Wimbledon in Wimbledon. It has been a long time coming. The hope is that the intimate qualifying event will continue to attract the same diehard fans to stand shoulder to shoulder with their favourite players and watch the sport they love."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}