{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/jun/20/talking-horses-watch-me-cause-upset-coronation-stakes-royal-ascot-horse-racing-tips", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-20T23:01:34Z", "webTitle": "Talking Horses: Watch Me the value in Coronation Stakes at Royal Ascot", "webUrl": "https://www.theguardian.com/sport/blog/2019/jun/20/talking-horses-watch-me-cause-upset-coronation-stakes-royal-ascot-horse-racing-tips", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/jun/20/talking-horses-watch-me-cause-upset-coronation-stakes-royal-ascot-horse-racing-tips", "fields": {"headline": "Talking Horses: Watch Me the value in Coronation Stakes at Royal Ascot", "bodyText": "Hermosa seeks to complete the Guineas/Irish Guineas/Coronation Stakes hat-trick that was achieved by her stablemate Winter just two years ago, and there is every reason to expect a big run from Aidan O’Brien’s likeable filly. But the opposition here looks a step up on what she has faced and the available odds take little account of that. Castle Lady, the unbeaten French Guineas winner, is a big danger while, at 16-1, there could be plenty of value in Watch Me (4.20) from the Francis Graffard yard that won Sunday’s French Oaks. Watch Me did not look comfortable on the heavy going and met trouble in running on the way to being sixth in the French Guineas, but she has a lot of speed and can be seen to better effect on this ground. 2.30 Albany Stakes The well-related Nayibeth comes from the US with a big reputation but Wesley Ward’s juvenile winners here have been in shorter races and the rain hasn’t helped her. Daahyeh, from the stable that won this five years ago, impressed on her Newmarket debut, beating Raffle Prize, the Queen Mary winner on Wednesday. 3.05 King Edward VII Stakes In just a few more strides, Japan would have won the Derby, so strong was he finishing. After a troubled preparation and a disappointing prep run, that was a terrific effort. O’Brien was under no pressure to bring him here with the Irish Derby on the horizon, so he is presumably confident the horse is ready to go again. 3.40 Commonwealth Cup Ten Sovereigns’s Middle Park win is the best bit of form and he can be forgiven his non-staying effort in the Guineas but odds of 11-8 are very short about a horse that has not won since September. Jash has a big chance but the overpriced one could be Advertise, who failed to run his race in the Guineas when his stable was out of sorts. A close second to Calyx here last year, he has some excellent six-furlong form and the blinkers could make a difference. 5.00 Sandringham Stakes Having landed Thursday’s Britannia with Biometric, Ralph Beckett and Harry Bentley can team up for success in another straight-mile handicap with Desirous. She looked a likely improver when winning her handicap debut at Goodwood. 5.35 Duke Of Edinburgh Stakes Having managed to crack a leg bone in victory here last year, Baghdad has made a full recovery and was really game at Newmarket last month. That counts as a career best and his battling qualities should serve him well in this big field."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}