{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/12/bald-headed-flog-afl-opt-not-to-punish-fan-over-outburst-at-referee", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-12T08:38:07Z", "webTitle": "‘Bald-headed flog’: AFL opt not to punish fan over outburst at referee", "webUrl": "https://www.theguardian.com/sport/2019/jun/12/bald-headed-flog-afl-opt-not-to-punish-fan-over-outburst-at-referee", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/12/bald-headed-flog-afl-opt-not-to-punish-fan-over-outburst-at-referee", "fields": {"headline": "‘Bald-headed flog’: AFL opt not to punish fan over outburst at referee", "bodyText": "A Carlton fan who was ejected from Marvel Stadium over the alleged use of the term “bald-headed flog” will not face sanctions after the AFL opted to issue a warning only while underlining its commitment to allow supporters to be “expressive and passionate” on match days. “For over 100 years, the footy has been a place to come together, barrack, cheer and share in the experience in whichever way you choose,” an AFL statement read. “There has been no directive from the AFL to change this.” The Blues fan was removed after allegedly levelling the sledge at umpire Mathew Nicholls during the round 12 clash with Brisbane. Fan behaviour at games has been in the spotlight recently after what appears to have been heavy-handed responses to incidents that barely would have rated a mention in the past. A Richmond supporter was slapped with a three-game ban by the club after he allegedly called an umpire a ‘green maggot’. A Collingwood fan was spoken to by Victoria Police at the MCG on Monday for barracking too loudly, leading the AFL Fans Association to write to the league seeking clarification about what is and isn’t acceptable behaviour by supporters. AFLFA president Gerry Eeman said that the incidents showed that the goalposts appeared to have shifted when it comes to fan behaviour this season, a claim the AFL denied on Wednesday. “The theatre of match day is one of the great sporting experiences, a place to be expressive and passionate about your team and the game, it always has been, it always will be,” the AFL said. But the league reiterated its zero tolerance policy regarding vilification, with stadium management and police around the country to take action against any person who levels abuse at anyone on the grounds of race, religion, gender, disability or sexuality."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}