{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/jun/30/f1-formula-one-austrian-grand-prix-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-30T18:07:24Z", "webTitle": "F1: Verstappen's win stands after Austrian Grand Prix stewards inquiry – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/jun/30/f1-formula-one-austrian-grand-prix-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/jun/30/f1-formula-one-austrian-grand-prix-live", "fields": {"headline": "F1: Verstappen's win stands after Austrian Grand Prix stewards inquiry – as it happened", "bodyText": "Ferrari accept the decision ... Here’s the race report from Austria ... Thanks for joining me but mainly Niall McVeigh who put in some great work. Good night. The ruling ... Judging by all your comments, most of you will enjoy the evening now Verstappen has kept his victory and the maximum points from the race thanks to his stunning drive. Big celebrations for Red Bull in Austria. Everyone is high-fiving and hugging. Ferrari will be furious, one assumes, though. Verstappen will be relieved. Who knows why on earth it took so long but at least we finally have one! The stewards “did not consider that either driver was wholly or predominantly to blame for the incident. We consider that this is a racing incident.” Slow it down ... Jesse Clark says: “I love this kind of racing, it makes it fun. If the penalize Max it ruins the sport. But fair is fair, Vettel got penalized and didnt even touch Hamilton in Canada....so you need to be consistent.” Coming to a live blog near you ... Down the middle ... Logan Riley offers this: “To me it doesn’t matter whether people think it was fair or not, because first and foremost, Max knew he had the car to pass Charles in the approaching DRS zone with tires that were also ten laps fresher than Charles’s tires, and instead of making the pass where Max knew he was going to blow the doors off Charles anyway seeing that he was literally a beard hair behind him heading into that section of the track, he chose to make an aggressive move that he should have known was going to get investigated if he botched the aggressive overtake. “Second of all, the only group that the FIA needs to blame is the FIA, because they were the ones that opened Pandora’s Box with the penalty that they levied on Vettel for his racing incident with Hamilton back in Canada (Which might I add ended with no contact at all between either driver). There was nothing spectacular about Max’s attempt at a pass, especially when you consider that in the lap before, Max overtook Leclerc cleanly, but then got overtaken back by Leclerc with no contact made. Max made a reckless decision, and it was a deliberate one at that knowing he had the momentum with laps to spare anyway. There is no dispute, Max deserves a penalty without question!” Your views ... One assumes they are waiting for everyone to leave ... Andy Berkemeijer has two points: “1) Comparing this incident to the one in Canada is incorrect. In Canada the issue was about how to rejoin the racing surface after an off-track excursion. The issue here is deciding what point a pass is complete and the other driver has to concede (or run the risk of going off track). “2) If this pass is not allowed to stand then it follows that the only real place to pass in F1 is BEFORE corner entry as any pass in a corner will have at least one of the drivers out of position as far as the normal line is concerned and if neither will give in one, or both, are headed for the weeds. “As I see it, if one driver is completely next to another before the apex then the pass is complete and the driver being passed has the option to either concede the corner or being silly and trying to defend an untenable position which normally results in an off track excursion. “In this case Verstappen was completely alongside Leclerc BEFORE either car reached the apex, hence it’s Max’s turn. end of story.If we keep going down this path of trying to regulate the racing of of racing then the sport as a whole will suffer.” Dominic Stevenson stands out from the crowd: “I feel like I’m the only person who doesn’t mind this - if you set up rules a certain way, you’ve got to follow them, even if they’re dumb rules. If it exists it’s on the participants to actually follow it and drive within the guidelines, everyone else seemed to race fine within them.” Paul Cheevers on Max: “I get he is young and hungry for wins. But I’ve been watching f1 since I’ve been a kid and I’m 51 now , he is a dangerous he don’t care how he wins . I’ve watched many times him pushing people off the track and getting away with it . Justice served if he gets pole taken of him. Christian Horner never takes responsibility for him he is just as bad . He was the same with Vettel.” Peter Harris is to the point: “Max ran him off the road. Not allowed. Simple.” Sara Berry offers her view: “Hi, I think it’s unfair and to be very honest Max is famously known for his historical passes. “The FIA has changed so much since the death of Charlie Whiting, where stewards have handed out a number of penalties for a number of different types of incidents. This is my opinion not sure what other people think.” Tom Thayer says: “This year is the worst yet for formula one. All these rules and regulations are making it a waste of my time to tune in. More to the point when the race is over there should be no more discussion. Penalise during the race if warranted and if you cant make a decision in time then its done. Get over it.” With that, and with two and a half hours having elapsed since the race finished, I’m going to hand over to Will Unwin, who will keep you updated. Thanks for joining me! What’s also becoming clear is that the 5pm (BST) meeting wasn’t to run through the verdict, but to start discussing the incident. As with VAR, the third umpire, etc and so on, the way these things are done can make a big difference between ensuring a fair result and draining all the fun out of things. The FIA have dug themselves a hole here – they might argue it’s such a borderline decision that they can’t reasonably overturn it, but they penalised Vettel for a similar, if not identical, incident in Canada. What I can say with some certainty is that Verstappen’s performance, which was absolutely electrifying, is starting to feel like a side note. My train home leaves at 6.25pm. Over to you, FIA... Rumours on Sky Sports News that Ferrari have been seen celebrating in their paddock. Which would suggest Verstappen has indeed been penalised, handing the win to Leclerc. But who knows at this point. At two hours, the wait to confirm Verstappen’s win is now longer than the entire race. Several reporters tweeted out a form issuing Verstappen with a five-second penalty. It turned out to be fake – despite apparently being delivered through an official channel. This is getting a bit silly. On the other hand, the stewards may want to let Verstappen have the win after such a thrilling race, but need a watertight case to appease Ferrari, given what happened in Canada. Who’d be a steward, eh? Long hours. “The stewards taking this long suggests they find Verstappen at fault, but they’re afraid to make the call because they know it would effectively mean the death of F1 racing,” reckons Emiel de Bont. “And I guess they’re waiting for the tens of thousands of fans, who would feel mightily robbed, to have dispersed.” Here’s something to read while you wait. I doubt Horner is feeling anything close to boredom at this precise moment. Sky now reporting that the decision could take another hour – and our man in Spielberg, Giles Richards, thinks it could be even longer than that. The meeting is taking place right about now – just as Sky switch off their live F1 coverage. Isn’t the whole point of a dedicated channel to allow space to cover live developments? That’s a rhetorical question. Here’s what you guys think – as with the pundits and the paddock, opinions are split. “Charles won the race because Max clearly pushed him off the track,” says Claire Bradley. “Max did this repeatedly last year. Fair is Fair. That is why you have rules.” “After last week, this is what F1 needed,” counters Cary Raesner. “Let it stand.” So, we will keep you updated as soon as we hear anything – but it won’t be for a little while yet. This stewards’ enquiry has basically taken as long as the entire race. PA are reporting that Verstappen and Leclerc will meet with race stewards at 6pm, local time – so in about 40 minutes. Lewis Hamilton (Mercedes) 197pts Valtteri Bottas (Mercedes) 166 Max Verstappen (Red Bull) 126 Sebastian Vettel (Ferrari) 123 Charles Leclerc (Ferrari) 105 Let’s take a look at Verstappen’s standing start: This makes VAR look fast. Here are some words from Lewis Hamilton, sunglasses dangling from his neck. “Fifth place, take the points and move on. The tyres were a massive issue, we had the pace but we just couldn’t race.” A quick word with Leclerc, who seems a little despondent. “It felt like an unfair move to me, but I need to see all the replays.” Verstappen looks far more chipper, but still no official news. We’re still waiting. Martin Brundle is pointing out that the Vettel incident in Canada was a little different, and replays show that Verstappen made no attempt to force Leclerc off the road. Here’s our snap report: Christian Horner thinks it was absolutely fine – but then, of course he would. “This is what Formula One needs. Two young guys, going wheel-to-wheel, fighting each other.” On a side note, I wonder how the thousands of Dutch fans at trackside will feel if their man gets the W taken away... Damon Hill thinks Verstappen has no case to answer: “His nose was in front. Leclerc tried to defend from the outside, and you can’t do that.” This scenario is, of course, reminiscent of Canada when Sebastian Vettel received a penalty that cost him the race: Amid all the drama, it’s a fine day for Honda, whose partnership with Red Bull is beginning to bear fruit. It’s their first Grand Prix win since 2006. Interesting to note that every single driver finished the race, despite all of the excitement. The top three are up on the podium, anthems are being played and Verstappen has his trophy. He still doesn’t know if he’s won the race, though. 1. Max Verstappen (Red Bull)* 2. Charles Leclerc (Ferrari) 3. Valtteri Bottas (Mercedes) 4. Sebastian Vettel (Ferrari) 5. Lewis Hamilton (Mercedes) 6. Lando Norris (McLaren) 7. Pierre Gasly (Red Bull) 8. Carlos Sainz (McLaren) 9. Kimi Räikkönen (Alfa Romeo) 10. Antonio Giovinazzi (Alfa Romeo) *Pending stewards’ enquiry As the thousands of orange-clad fans head down to the track to greet their hero, we wait for confirmation from the stewards over Verstappen’s winning pass on the way out of turn three. Verstappen certainly pushed it to the limit, but it feels like a borderline decision – and after a drive like that, having the win taken away after the chequered flag would feel like such an anti-climax. And here’s Charles Leclerc: “I’ll let the stewards decide. I know how it felt in the car. The lap before, he left a gap for the exit of that corner. This time he didn’t, and I had to go wide. It’s a shame.” Some words from Max Verstappen, whose adrenaline must be through the roof just now. “That was such an awful start, but we had great pace. [The pass] was just racing, there’s nothing wrong with that. If that isn’t allowed, what’s the point of being in F1?” Charles Leclerc comes in second – and within five seconds – as it’s announced that the stewards are looking at the moment he lost the lead. Valtteri Bottas is third, Vettel fourth, Hamilton in fifth. What a comeback. What a win. What a race. Formula One, boring? Do me a favour. Lap 70: Leclerc is furious over the team radio, having been shunted off the track in that exchange – but it looked a fair racing incident. He was defeated by Verstappen’s extraordinary force of will. Further down the field, Vettel has overtaken Hamilton to go fourth! Lap 69: VERSTAPPEN TAKES THE LEAD!!! Another DRS surge from Verstappen as he comes through on the inside of the Ferrari. There’s a bump of wheels, and Leclerc runs wide – and the Red Bull has the lead. Incredible scenes... Lap 68: They’re wheel to wheel! Verstappen tries to lunge down the outside, and sparks are flying as the two come together! They’re neck and neck, but Leclerc holds him off. Verstappen deploys DRS – surely this is it – but Leclerc holds him off again! What drama! Lap 67 of 71: Five laps to go, and the leaders pass Gasly. Verstappen is right on Leclerc’s tail now, with the Ferrari having to close the door twice in that tricky opening run of turns. Verstappen will get another chance... Lap 66 of 71: Leclerc needs to get past Gasly, with the gap close to a second! “Verstappen behind, one second” warns the Ferrari radio. “Leave me alone” is the terse reply. Lap 65 of 71: Elsewhere, Vettel is closing in on Hamilton – just 1.4 seconds behind. This has been an exceedingly rare off-day for Mercedes. Lap 64 of 71: The gap is down to 2.3 seconds with traffic coming up – including Verstappen’s teammate, Pierre Gasly! Unless his tyres give out, Verstappen will have a chance at this... Lap 63 of 71: Leclerc held up as he begins lapping the midfield – and Verstappen has cut the gap down to three seconds! Is Leclerc going to be denied that first win again? Lap 62 of 71: “Blistering pace, Max. Keep it up.” Sometimes, the job of a team principal is pretty easy. Lap 61 of 71: The gap is closing to four seconds, with the two Mercedes distant, and Vettel three seconds behind Hamilton. What a final 10 laps this could be... Lap 59 of 71: Leclerc looks to have enough time to work with – still 4.2 seconds – but his tyres are a few laps older. Speaking of which, Verstappen is 17 days older than Leclerc. Lap 58: Leclerc sets a personal best as Verstappen takes the fastest lap back off Vettel. The original front row, both 21 years of age, will go for the chequered flag... Lap 57: More good news for Red Bull as Pierre Gasly, who has largely dithered in midfield, moves up to seventh. Christian Horner reports there was an issue with the exhaust centre. It feels a long time ago already. Lap 56: The problem suddenly solved, Verstappen sees his chance – and swerves inside Bottas on a tight, uphill turn to go second! Lap 55: Verstappen is losing power! Shocked faces in the Red Bull garage as the message comes in. The garage ask him to run some tests – and that seems to do the trick... Lap 54: The question is how long Verstappen can maintain this outrageous speed on his current set of tyres. Vettel, having warmed up his fresh set, sets a new fastest lap. He will be looking to pounce for a podium place late on. Lap 52: Verstappen is now closing in on Bottas! This has been a thrilling drive after that awful start. He’s barely a second behind now, and six seconds off the lead... Lap 51: With that, Vettel darts into the pits to change tyres, and returns to the track in fifth, behind Hamilton. Lap 50: Will it be third time lucky for Verstappen? He’s much closer this time and although Vettel holds him off into the first corner, the Dutchman has too much in the tank, and powers past him on the way out of turn three. The crowd goes wild! Lap 49: “Let’s do it” is the call from the Red Bull radio as they race into the first turn. Vettel is just about holding him off, using all his experience. At the front, Leclerc leads Bottas by 4.4 seconds. Lap 48: Verstappen has his DRS available now, and Red Bull urge him to try Vettel through turn one, where he has “a significant pace advantage”. He’s firmly in the German’s rear view now... Lap 47: Leclerc and Vettel are both moving faster than Bottas in second. It seems Ferrari and Red Bull may have been smarter than Mercedes in judging the track temperature. Lap 46: Hamilton looks out of contention here, barring a safety car. He’s 13 seconds behind Verstappen. Lap 44: Verstappen has set a new fastest lap, and is closing fast on Vettel with DRS in hand. McLaren ask Norris to try and hold up Ricciardo (and Red Bull’s Gasly) behind him. “Forever?” asks the bemused driver. Forever ever. Lap 42: Norris does finally get around Ricciardo and up to sixth, although the top five are now off in the distance. Sainz finally goes in, and re-emerges in 14th. Lap 40: Mercedes still believe there’s a race to be won here, with the field expected to bunch up again in the latter stages. Verstappen is on the move, closing to within 2.5 seconds of Vettel in third. Lap 39: Ricciardo has still not been called in by Renault, and is under serious pressure from Norris and Gasly. The Australian has to have his wits about it to cut off an attempted overtake from the McLaren driver. Lap 37: Hamilton is still not back up to full throttle, and trails Verstappen by eight seconds now. A long way back to a podium place now. Lap 36: Meanwhile, Leclerc is cruising along in first place – he’s set the fastest lap, and his lead over Bottas is out to five seconds. Lap 35: At the halfway stage, and it’s been a great first half for Ferrari - that pit-stop mix-up aside. Norris, who will be back up to sixth once Sainz and Ricciardo pit, has gone to medium tyres, which will be interesting in the final few laps. Lap 34 of 71: After that flurry of pit-based drama, here’s the top 10, with Leclerc back at the front of the pack: 1. Leclerc 2. Bottas 3. Vettel 4. Verstappen 5. Hamilton 6. Sainz (yet to pit) 7. Ricciardo (yet to pit) 8. Norris 9. Gasly 10. Raikkonen Lap 32 of 71: Verstappen briefly leads before pitting and switching to hard tyres. He heads back onto the track in fourth, sandwiched between Vettel and Hamilton. Lap 31 of 71: It was an 11-second stop – not bad by any means – but Hamilton emerges in fifth, behind Vettel who is flying, setting a new fastest lap! Lap 30 of 71: Hamilton is coming in, and will need his front wing to be changed! The speed at which Mercedes get this done could be crucial, although he’s already lost plenty of time... Lap 28 of 71: Hamilton has a problem with his front wing, and it may need replacing when he pits. He’s still leading, but losing time – and may end up behind teammate Bottas when he gets back on track. Lap 27 of 71: This has been a cracking race so far. Hamilton is heading in imminently – he’s losing downforce, and getting reeled in by Verstappen! Lap 26 of 71: Pierre Gasly and Norris come in as Hamilton endures another wobble through a corner. He’s racing close to the edge here, trying to push his medium tyres as far as he can. Lap 25 of 71: Hamilton and Verstappen, who haven’t pitted yet, lead Leclerc. Vettel is sixth after quickly working his way back through the field. Lap 24 of 71: Raikkonen comes in, while Bottas pitted shortly after Vettel – which means Hamilton is in the lead! What’s more, he says the tyres are OK for now. Things are suddenly looking up for Mercedes... Lap 23 of 71: A smoother pit stop for Leclerc, with drivers switching to hard tyres. Magnussen very much the canary in the mine – he switched to hards five laps ago, and has managed to keep up at the back. Lap 22 of 71: ...and the move massively backfires for Ferrari, who weren’t really ready for a quickfire tyre change. In fact, the pit crew were still scurrying around fetching the tyres when Vettel came in. Yikes! Lap 21 of 71: Hamilton runs wide on the first turn, and Vettel looks to pounce on his lack of pace with a duck into the pits... Lap 20 of 71: Vettel picks up the fastest lap baton, and keeps shaving time off the gap to Hamilton... Lap 18 of 71: Mercedes aren’t having things their own way here – Vettel is getting closer to Hamilton, and Bottas is losing ground on Leclerc. Close to a five-second lead for the 21-year-old now. Lap 17 of 71: Verstappen sets a new fastest lap! He’s been going at a blistering pace – such a shame he messed up the start so spectacularly. Lap 16 of 71: “Go to Plan A” is the instruction from the Ferrari garage to Leclerc. That’s not really how Plan A normally works, but I presume that means the soft tyres are holding up well. Lap 15 of 71: Poor old Kevin Magnussen. From an initial qualifying position of fifth, he’s now dead last after getting a drive-through penalty for creeping out of his box at the start line. Lap 13 of 71: Norris is coming for Raikkonen, and after two laps of bumper-to-bumper stuff, he overtakes silkily at turn three and gets back into the top six! Lap 12 of 71: Leclerc has eked out a 3.5 second lead over Bottas, who leads Hamilton by a similar margin. Mercedes are having issues with their tyres, too – plenty of ‘lifting and coasting’ going on to try and regulate the tyre temperature. Tricky when the surface temperature is 20 degrees higher than usual. Lap 11 of 71: Christian Horner confirms Verstappen suffered an anti-stall, but is now “head down, trying to get back to Vettel ahead.” He says the ‘clipping’ energy issues the Dutchman was suffering are now resolved. Lap 10 of 71: The two Haas drivers, Magnussen and Grosjean, are really struggling – both have dropped into the bottom six as their tyres overheat. Cooked on the outside, cold in the middle, apparently. Gordon Ramsay would not be impressed. Lap 9 of 71: Verstappen is motoring now, and hares past Raikkonen and up to fifth. He’s four seconds behind Vettel, who is 10 seconds adrift of the front three. Lap 8 of 71: Norris has complained over his team radio that Raikkonen “ran me off the track”. The stewards took a look, but decided not to take it any further. Lap 7 of 71: Vettel employs his DRS to scoot past Raikkonen and up to fourth! Verstappen, who was having power issues, emphatically resolves them as he overtakes Norris. Lap 5 of 71: Here’s the top 10 after that full-throttle start: 1. Leclerc 2. Bottas 3. Hamilton 4. Raikkonen 5. Vettel 6. Norris 7. Verstappen 8. Gasly 9. Giovinazzi 10. Perez Lap 4 of 71: Norris and Vettel are locked in a furious battle for fifth, with the Ferrari man squeezing past and holding off the teenager through turn four. All told, things going pretty well for Ferrari so far... Lap 2 of 71: Leclerc sets the fastest lap, and leads Bottas by two seconds. Verstappen’s terrible start appears to have been down to the anti-stall mechanism kicking in. It’s bad news for the hordes of orange-clad Red Bull fans in the stands. Lap 1 of 71: Charles Leclerc holds his lead, with Bottas second and Hamilton immediately up into a podium place. Verstappen has dropped to seventh, behind Kimi Raikkonen, Lando Norris and Sebastian Vettel, who has jumped up from ninth! Away we go – and Max Verstappen makes a terrible start, allowing Bottas to zip past him. Everyone’s through the first few turns without incident, but Verstappen has lost a fair few places... The drivers are off on their formation lap, testing their tyres on this sizzling surface. Leclerc is starting on softs, Verstappen on medium – that gamble could make or break the race for Ferrari. The heat is on! Lewis Hamilton, talking over the team radio, says this feels like “the hottest race I’ve ever had”. It’s a balmy 32 degrees even at altitude in Spielberg, with the track temperature pushing 60 degrees. Phew, what a scorcher, etc. Just to clear up some grid-based confusion – Hamilton is fourth, despite getting an initial three-place penalty from second. That’s because Kevin Magnussen received a five-place penalty, and drops down to 10th. Also, George Russell will start from the pit lane after his Williams required some front-wing repairs. 1 Charles Leclerc (Mon) Ferrari 2 Max Verstappen (Neth) Red Bull 3 Valtteri Bottas (Fin) Mercedes 4 Lewis Hamilton (GB) Mercedes 5 Lando Norris (GB) McLaren 6 Kimi Räikkönen (Fin) Alfa Romeo 7 Antonio Giovinazzi (It) Alfa Romeo 8 Pierre Gasly (Fr) Red Bull 9 Sebastian Vettel (Ger) Ferrari 10 Kevin Magnussen (Den) Haas 11 Romain Grosjean (Fr) Haas 12 Nico Hulkenberg (Ger) Renault 13 Alexander Albon (Thai) Toro Rosso 14 Daniel Ricciardo (Aus) Renault 15 Carlos Sainz (Sp) McLaren 16 Sergio Pérez (Mex) Racing Point 17 Lance Stroll (Can) Racing Point 18 Daniil Kvyat (Rus) Toro Rosso 19 George Russell (GB) Williams 20 Robert Kubica (Pol) Williams Three months ago in Bahrain, Charles Leclerc was cruising to his first-ever Grand Prix win and threatening to shake up the F1 title race. Then, with 11 laps to go, his Ferrari gave out. Lewis Hamilton apologetically rolled past Leclerc to take the chequered flag, and normal service was resumed. Hamilton has won five of the six races since; the other was won by his team-mate, Valtteri Bottas. In the constructors’ championship, Mercedes have more points than Ferrari and Red Bull put together, and Hamilton’s dominant summer has left the paddock worried about F1’s chronic lack of drama. That might change today thanks to Leclerc, who begins on pole after a storming run in qualifying. Hamilton’s three-place grid penalty means last year’s winner here, Max Verstappen, starts alongside him in an impossibly young front row. Hamilton starts in fourth behind Bottas, with another young gun, McLaren’s Lando Norris in fifth and Sebastian Vettel down in ninth. Even if Hamilton does make it five wins on the spin, this should be more exciting than the ennui of the French Grand Prix."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}