{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/28/india-happy-usual-world-cup-script-world-no1-edgbaston-england", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-28T16:04:01Z", "webTitle": "India happy to move through gears and stick to usual World Cup script | Anjali Doshi", "webUrl": "https://www.theguardian.com/sport/2019/jun/28/india-happy-usual-world-cup-script-world-no1-edgbaston-england", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/28/india-happy-usual-world-cup-script-world-no1-edgbaston-england", "fields": {"headline": "India happy to move through gears and stick to usual World Cup script", "bodyText": "During India’s game against West Indies in Manchester on Thursday, the Indian cricket board tweeted a photo of the temporary stand that presides, like a tidal wave, over Old Trafford. The caption read: “Manchester or India?” The orange, white and green streaks of the India flag in an ocean of blue jerseys were the only colours separating sea from sky. This domination of Indian fans has been one of the motifs of the World Cup. And come Sunday at Edgbaston there is every chance India will continue to feel this tournament is being played in their backyard, even as they take on the host side. The next question may well be: “Birmingham or Mumbai?” If the answer is Mumbai, will England have a response in what will be their most important limited-overs match since the 2016 World T20 final? After being eclipsed by Pakistan, Sri Lanka and Australia, they have had to deal with the tag of chokers, accusations that their captain is scared of fast bowling, and that they lack bench strength – in the absence of Jason Roy, James Vince has been more impostor than opening batsman. Jonny Bairstow lashing out, while criticising the pitches, has only added to the sense that this English team are overwhelmed at the thought of mucking up yet another World Cup. India, who will have kept a close eye on the goings-on in rival camps, will need no encouragement to take advantage. India may have started this tournament as joint favourites alongside England, but they have left the home side floundering. Needing only one more win in three matches to join Australia in the semi-finals, they are making strong strides. India have enjoyed an unbeaten run so far against South Africa, Australia, Pakistan, Afghanistan and West Indies, and have not been hamstrung by the absence of their ICC events superman Shikhar Dhawan – who has scored more than 1,200 runs in World Cups and the Champions Trophy at an average of 65 – or the swing of Bhuvneshwar Kumar. They have also found that conditions could not have favoured them more than if they were playing at the Wankhede. Having two formidable wrist-spinners in the genial Kuldeep Yadav and impish Yuzvendra Chahal on what is likely to be a slow Edgbaston wicket is another string to their bow. Having just knocked England off the top spot in the rankings, after their trouncing of West Indies by 125 runs, India will be far from complacent. And their captain, Virat Kohli, sent a not-so-subtle message to England when he said he knew it was only a matter of time before India would reclaim the No 1 spot. England, meanwhile, have been branded champions of bilateral series but tournament duffers. You could argue that Kohli is due a failure after four consecutive fifties – 82, 67, 77, 72. Then again, knowing Kohli and his surreal 50-to-100 conversion rate, he may equally be due a century. Barely an innings goes by in which he does not break some kind of record: during the West Indies game he became the fastest to score 20,000 international runs, taking 417 innings to get there, compared with 453 by Sachin Tendulkar and Brian Lara. What should worry England is that, in an inversion of traditional norms, India’s bowling actually looks stronger than the batting. Not only do they have the most balanced attack in the tournament, it is also less reliant on one or two men in the way that the batting is on the genius of Kohli and Rohit Sharma. And while England have had a run of nine victories across all formats at Edgbaston since 2014, memories of the 2013 Champions Trophy final – a game they had all but won before handing it to India – may linger. Then there is the fact that India have not lost a one-day game at this venue since 2007, winning their last five, including two against England. And they have not lost a World Cup game to England since 1992, when in the only meeting between the two, Ian Botham bowled Tendulkar. So is there anything England can exploit? India have a long tail, with Mohammed Shami at No 8. Dhawan’s replacement as opener, KL Rahul, has been unable to convert his starts into big scores, while a middle order of Vijay Shankar and Kedar Jadhav – with one fifty between them in seven innings – has yet to come to life. MS Dhoni, meanwhile, has struggled to keep the scoreboard ticking over. His only half-century of the tournament, against West Indies, came about because of fortunate reprieves and a strong last over against some inexperienced bowling from Oshane Thomas. But the snail-like pace of his 28 off 52 balls against Afghanistan was inexplicable. In many ways, this tournament has replayed many familiar World Cup scripts – the perpetual choke from South Africa, the unpredictability of Pakistan, Australia’s relentlessness, India’s steady march and England’s inevitable stumble. Will India ensure it remains so? Their fans think they know the answer. Anjali Doshi is a freelance cricket writer and part of the Guardian’s World Cup Experts’ Network"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}