{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/17/nick-kyrgios-disrespect-top-players-daniil-medvedev", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-17T18:28:17Z", "webTitle": "Nick Kyrgios leads rebels in push to puncture top three aura", "webUrl": "https://www.theguardian.com/sport/2019/jun/17/nick-kyrgios-disrespect-top-players-daniil-medvedev", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/17/nick-kyrgios-disrespect-top-players-daniil-medvedev", "fields": {"headline": "Nick Kyrgios leads rebels in push to puncture top three aura", "bodyText": "Nick Kyrgios says he is happy to keep his feud with Novak Djokovic ticking over at Wimbledon next month – while Daniil Medvedev, another of the sport’s young rebels, uttered the ultimate heresy on Monday when he revealed he always wanted Roger Federer to lose. For the first time since 2013, when the Latvian loose cannon Ernests Gulbis accused Federer, Djokovic, Rafael Nadal and Andy Murray of being “boring”, there is insurrection in the air and boredom seems the underlying cause of the latest unrest. Stefanos Tsitsipas, the 20-year-old Greek who is top seed here, is impatient for other young players to challenge harder against the elite. Kyrgios, who has already upset his betters, thinks the stars do have a hold over the next generation – but shouldn’t. “I probably don’t show them respect,” the Australian admitted. “They’re just good at tennis. I just don’t know if the younger guys are good enough to beat them over five sets.” Meanwhile Medvedev, one of the game’s bright hopes, says that growing up in an era when the Big Three have won nearly all the important trophies had never sat well with him. Shortly after dismissing the 35-year-old Spaniard Fernando Verdasco 6-2, 6-4 in 70 minutes on day one of the Fever-Tree championships, the 23-year-old Russian said: “When I was 10, I hated Roger. I just couldn’t see him win again. I was cheering from the first round for other guys, because that’s the way I was. When Barcelona was winning everything in football, I wanted them to lose badly. If I lose first round, I don’t care if it’s Nadal, Roger or Novak who wins the French Open. I’m just upset about myself losing in the first round. That’s how it is.” Kyrgios, who said in a recent podcast that Djokovic’s cup-of-love victory celebrations were cringeworthy, was nevertheless happy to laud Nadal for his 12th Roland Garros triumph, adding that Wimbledon, which starts on 1 July, could be a shootout between Djokovic and Federer. “Over five sets I don’t think anyone will ever beat Rafa at the French Open,” Kyrgios said. “It’s just too hard physically. But at Wimbledon it’s going to be tough to beat Novak or Federer, five sets.” Kyrgios, who faces the Frenchman Adrian Mannarino on Tuesday, is not intimidated by anyone. He won all four sets against Djokovic in their only two matches, back-to-back two years ago in Acapulco and Indian Wells, and has promised to imitate his love-to-the-crowd gesture if he beats him again. He said of his fractious relationship with the spiritual Serb, “If I play Novak, he’d just be determined to get one win against me. “I have played Rafa a bunch of times. We have beaten each other, as well. I think they are motivated to beat me in general. I don’t think before those comments they were, like, ‘Oh, I don’t really care.’ They wanted to beat me, regardless. But my opinions won’t change. I don’t mind. When we go out there and we battle, that’s what it is.” Kyrgios had a mixed message for his friend Murray, however, two days before the Scot returns to the game in doubles with Feliciano López: “Just to see him back healthy and seeing him happy on court is all that matters. He’s the first person I saw here on the court, doing doubles drills, and I couldn’t believe what I was seeing. It’s just good to see him back – but I don’t think I want to carry him for Wimbledon dubs.” Cameron Norrie, one of five British players in the Queen’s draw, found the two-times grand slam finalist, Kevin Anderson, too strong over two hours and 20 minutes and the South African won 4-6, 7-6 (5), 6-4. In two and a half hours of late-evening drama the British qualifier James Ward came agonisingly close to going through to the second round but in the end Gilles Simon saw him off 3-6, 6-3, 7-6 (2). Kyle Edmund, Dan Evans and Jay Clarke play on Tuesday. Evans, coming off 10 straight wins and two grass-court titles, plays the three-times major champion Stan Wawrinka for the third time, having taken a set off him in Indian Wells this year and nearly beaten him in five high-quality sets in the third round of the US Open three years ago. Konta eases through on return from French Open semi-finals Johanna Konta impressed in her first match since reaching the French Open semi-finals to ease into the second round of the Nature Valley Classic in Birmingham. The British No 1 made a seamless transition from clay to grass, beating Anett Kontaveit 6-4, 6-2. The Estonian is only ranked two places lower than Konta but the No 7 seed played at a high level throughout and wrapped up victory in an hour and 12 minutes. The only blip came when she dropped serve at 4-3 in the opening set but she re-established her advantage straight away and the second set was particularly impressive, with Konta displaying her more rounded game to great effect. There was disappointment, though, for British No 2 Heather Watson, who let a lead slip in a 3-6, 6-3, 6-4 defeat to Barbora Strycova. Watson was unhappy with a number of line calls and declined to shake the umpire’s hand at the end of the match. Russia’s Margarita Gasparyan pulled off an upset in the opening contest of the day, defeating the fourth seed Elina Svitolina 6-3, 3-6, 6-4. Svitolina had been struggling with a knee injury and, despite ending a four-match losing streak by reaching the third round of the French Open, she admitted she may be forced to skip the grass-court season. PA"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}