{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/18/eoin-morgan-england-world-cup-win-afghanistan-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-18T21:47:00Z", "webTitle": "Eoin Morgan launches England to easy World Cup win over Afghanistan", "webUrl": "https://www.theguardian.com/sport/2019/jun/18/eoin-morgan-england-world-cup-win-afghanistan-match-report", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/18/eoin-morgan-england-world-cup-win-afghanistan-match-report", "fields": {"headline": "Eoin Morgan launches England to easy World Cup win over Afghanistan", "bodyText": "The onset of back spasms evidently makes running between the wickets a more troublesome occupation. So Eoin Morgan decided not to bother. The England captain hit 148 from 71 balls, an extraordinary innings which contained 17 sixes – a record in ODI cricket – and only four fours. So Morgan scored 102 runs in sixes, another 16 in fours, which means that he “ran” only 30 of his runs. The crowd – it was almost a full house – were in raptures as well as considerable danger as the ball kept flying into the stands from the middle of his bat. His whirlwind innings meant that England piled up 397 for six against a beleaguered Afghanistan side, the highest score of the tournament, and it ensured a simple victory by 150 runs. England are currently top of the table, though there are two sides, India and New Zealand, who remain unbeaten. And the Kiwis could have overtaken them by Wednesday evening. Morgan ruined the match as a contest, as well as most of the opposition’s bowling figures. Rashid Khan, the precocious leg spinner, yielded 110 runs from nine wicketless overs and was hit for 11 sixes – Moeen Ali weighed in with a couple towards the end. But it was Morgan who tormented him the most. Depending on the length of the ball, the captain either hit the wrist-spinners, who have been so deadly in the IPL and elsewhere, straight into the sightscreen or the mammoth temporary stand that can accommodate 8,500 spectators at midwicket. Mohammad Nabi, another highly accomplished spinner in the Afghanistan team, was pummelled for 70 runs in nine overs. This all happened on a pitch that was expected to offer some assistance to the spinners, the same one used by India and Pakistan two days earlier. Afghanistan played three spinners; none of them took a wicket and only Mujeeb Rahman, who opened the bowling, escaped with respectable figures. Adil Rashid broke that duck when England bowled with a knee high-full toss, though he did subsequently find the outside edge of Asghar Afghan in more classic fashion and Nabi holed out in his final over. Morgan began the day by winning the toss and he received a great cheer from the crowd when he decided to bat. That decision was likely to prolong the entertainment and it was the sensible one. He decided to play the conditions rather than sticking to his oft-declared preference for chasing runs. His batsmen did not let him down although James Vince, in his first World Cup match, made a typically exasperating contribution of 26: some delicious strokes followed by a tame dismissal as he gloved a hook shot. No matter. The Yorkshiremen added 120 together without much bother. Jonny Bairstow sensibly took his time to acclimatise on what was obviously a brilliant surface for stroke-making, while Joe Root imperceptibly purred along at a run a ball. We noticed Bairstow more – there were some skimming drives of awesome power that cleared the boundary – yet Root scored quicker without appearing to play a shot in anger. It was a surprise when Bairstow was caught and bowled for 90 by a busy captain, Gulbadin Naib, who would bowl 10 overs, open the batting and try to juggle increasingly shell-shocked bowlers. Then Morgan, with the luxury of an early free hit from which he struck his first six, ran amok. He was dropped on 28 by Dawlat Zadran on the leg-side boundary off Rashid Khan, a straightforward chance which was badly misjudged. Thereafter Morgan was irresistible. Before this match Rashid Khan had never been hit for two sixes in an over. Now this became a regular occurrence. Root provided the perfect foil throughout, while Moeen enjoyed himself at the end. So the game was over by the halfway point, though there were some spirited efforts from an Afghan lineup that had not lasted more than 42 overs in any previous innings in the tournament. Gulbadin struck some defiant blows against Jofra Archer. Hashmatullah Shahidi was hit on the helmet by a skimming bouncer from Mark Wood and fell to the ground. There was a long delay and the expectation was that he would be escorted back to the pavilion but he insisted on continuing his innings and he proceeded to strike an increasingly belligerent 76. In the end Afghanistan recorded their highest score (247) in a World Cup match, a very minor consolation in the middle of a disappointing campaign. England did their best to retain the discipline in the field given that the outcome was decided once they had bowled the 20 overs needed to constitute a game. Adil Rashid needed a few wickets; Archer did not but he ended up with three more anyway. But there were a few aberrations, most obviously two dropped catches by Bairstow. The Afghan batsmen managed to hit eight sixes in their innings, which brought the tally to 33 in the match. This made it the six-iest match in World Cup history. For everyone basking in a bit of Mancunian sunshine it was all good fun. The serious stuff against serious opposition is yet to come."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}