{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/23/vic-marks-original-spin-book-extract-somerset-botham-richards", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-23T07:30:37Z", "webTitle": "Botham, Richards and Garner’s dramatic Somerset exit: the inside story | Vic Marks", "webUrl": "https://www.theguardian.com/sport/2019/jun/23/vic-marks-original-spin-book-extract-somerset-botham-richards", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/23/vic-marks-original-spin-book-extract-somerset-botham-richards", "fields": {"headline": "Botham, Richards and Garner’s dramatic Somerset exit: the inside story", "bodyText": "Shockwaves were felt across Somerset at the end of the 1986 season when the club announced that their overseas players, Viv Richards and Joel Garner, would be replaced by Martin Crowe, with the inevitable consequence of Ian Botham’s departure. Somerset had finished 16th in the championship and there was a critical loss to Lancashire in the second round of the NatWest Trophy in July. Defeat in that competition at that stage of the season condemned a county side, which was struggling in the other competitions, to another trophy-less season. That was always when the mumbling started in the committee rooms. This was the summer when Ian was banned from the game for two months after admitting that he had smoked pot earlier in his career. The response of his relatively new and ill-conceived choice as manager, Tim Hudson, to Ian’s admission, which was revealed on the front pages of the Mail on Sunday after a deal had been brokered between the two parties, raised the odd eyebrow. “Doesn’t everybody?” said a bemused Hudson. Ian’s manager was a charmer but not the ideal man to be running his business affairs in the mid-80s – or in any other decade. The notion of a career in Hollywood, promoted by Hudson, never quite came to pass though Ian did appear in pantomime half a dozen years later. Ian’s enforced absence from first-class cricket meant that he was obliged to play in Somerset’s second team to get some practice for the first time in more than a decade. Julian Wyatt was leading the team at the time and he was asked how tricky it was to captain Botham. “It was very simple, actually,” he replied. “Ian told me when he wanted to bat and he told me when he wanted to bowl.” (For the record Ian scored 41 and took two for 47 from his 15 overs.) Another problem stemmed from the mediocre output of the newer members of the side. There were no new sources of wickets, while Nigel Felton and Jon Hardy struggled to have an impact as batsmen. In the wake of that NatWest Trophy defeat to Lancashire, Viv had been in a foul mood, frustrated by another Somerset failure, and increasingly the argument surfaced that the younger players struggled to perform because of Viv’s mighty, broody, overbearing presence. It was an argument that failed to convince me then, it does not convince me now nor did I find it vindicated soon after Viv had been sacked when the output of the players concerned was exactly the same. Viv was an obvious asset for a captain. He would be there, he would be supportive and he would score his runs. It was clear that when Viv joined Glamorgan in 1990 he was an inspiration to their younger players. No doubt having been rejected by Somerset, a decision that hurt the proudest of men, he was determined to demonstrate that he could fulfil that role as a mentor and a motivator as well as a runscorer. As for the genial Joel, the only issue for a captain was his fitness. Increasingly the body was rebelling but in one-day cricket he was still formidable. The overhaul was not the brainwave of the captain, Peter Roebuck. The idea stemmed from the chairman, Michael Hill, and the process was ignited when Crowe, whose registration was still held by Somerset (dating from 1984 when Viv and Joel had been busy with West Indies), asked permission to speak to Essex, which he assumed would be a routine request. The plans were kept secret and I was astonished when Pete told me about them. My immediate view, which did not change, was: “In your shoes I would not do that.” However, Pete seldom shied from confrontation; I was always the conciliator. There was another factor in all this that went beyond the cricketing ramifications. More than anything as captain, Pete craved a side that would, amid all his eccentricities, listen to and follow him without too much questioning. This was wishful thinking with an ordinary professional cricket side; it was downright impossible in a team containing Ian and Viv. Holding complete sway in those circumstances could never be an option. Towards the end of the season there was the final committee meeting. I saw Pete that evening, eager to know the outcome. “I could have saved them,” he said – after all, he was the club captain – “but I could not bring myself to do it.” Now it became ugly, very ugly. Viv and Joel were stunned, especially Viv, who had always had such an emotional tie with the club since 1974. A placard appeared, presumably via Ian, on Pete’s peg in the dressing room bearing the word “Judas”. Unsurprisingly Ian was fuming at the decision and threatening to leave. Meanwhile Viv had long since stopped functioning as the vice-captain – how could he fulfil that role now? – and he was trying to make sense of it all. At the end of August we arrived at Birmingham for a Sunday League game with a squad of at least 15 players because no one could be sure that Viv and Joel would turn up (they did and between them took four cheap wickets in a six-wicket victory). After that Viv and Joel understandably withdrew for a while; Ian was steaming but obliged to play (after all, he had not been sacked); Pete was feeling the pressure too and, as ever, I was just about the only one talking to both parties, to no good effect. The most poignant occasion was in the last Sunday League game of the summer against Derbyshire at Taunton on 14 September. Standing in for Pete as captain was a privilege I could have done without and I can’t quite recall what, if anything, I said beforehand but this was the last game played by Viv, Joel and Ian for Somerset. We won by three wickets; Joel took one for 27, Viv made 55 and Ian 32. It wasn’t supposed to end like that. There would follow meetings, talk of rebellions and vigorous expressions of no-confidence in the committee. Pete was under severe scrutiny but he was also stimulated by the controversy, revelling in the challenge of a forensic debate and a political battle to win. I’d seldom seen him so alive. The club’s position was ratified at an extraordinary members’ meeting at the Shepton Mallet showground. So Somerset had seen off the rebels but there were no real victors in this outcome. The club had been torn asunder and it took a long time to recover. For Pete I think this was the seminal moment in his life and it stayed with him for years, longer than any of the other protagonists. I remained friends with him but there was always a tension on this issue. He always sought affirmation from me that he had taken the right course in 1986 and I was never able to give it to him. The immediate upshot was that Ian joined Worcestershire, which proved to be a successful move for both parties. Viv later joined Glamorgan, where they thought the world of him; in 1993, inspired by Richards, they won the Sunday League. Joel retired from international cricket in March 1987. Eventually the three titans were rehabilitated with the club. Either side of the Ian Botham Stand in front of the River Tone are the Viv Richards Gates and the Joel Garner Gates. Original Spin: Misadventures in Cricket is published on Thursday by Allen &amp; Unwin and available from the Guardian Bookshop for £17.60"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}