{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/10/tiger-woods-pebble-beach-2000-brooks-koepka-us-open", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-10T07:00:49Z", "webTitle": "Tiger Woods’ Pebble Beach mauling a once-in-a-lifetime feat of greatness | Ewan Murray", "webUrl": "https://www.theguardian.com/sport/2019/jun/10/tiger-woods-pebble-beach-2000-brooks-koepka-us-open", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/10/tiger-woods-pebble-beach-2000-brooks-koepka-us-open", "fields": {"headline": "Tiger Woods’ Pebble Beach mauling a once-in-a-lifetime feat of greatness", "bodyText": "They were the best of times within the best of times. If peak Tiger Woods was the year 2000, nothing emphasised his dominance more than the battering of Pebble Beach into submission. A glance at the final leaderboard from the US Open of 19 years ago makes as staggering reading now as was ever the case: -12 T Woods, +3 M Á Jiménez/E Els, +4 J Huston. Woods’s worst round of the week was 71 in an event where seven over par was sufficient to earn a top-10 finish. “I don’t know if we’ll ever see a performance as dominant as that again,” said Rory McIlroy of Woods’s Pebble procession. Woods, now a 15-times major winner, need not necessarily draw upon 2000 as the US Open makes a return to the Monterey Peninsula from Thursday. The 43-year-old’s success at the Masters in April supplied proof that he can still prevail on the greatest stages. Still, a degree of flashback is inevitable. That particular performance, which delivered Woods’s third major win, was extraordinary even by the standards of a phenomenal sportsman. “He probably led the field in every single statistical category,” said McIlroy. “I’m sure he was up there in distance and driving accuracy. Pebble, 2000, he never drove the ball better than he did that year, long and straight. He had unbelievable distance control with his irons and he was holing putts. He did everything he needed to do. “Golf can feel pretty easy when it’s like that. Maybe not to that same level, I’ve played tournaments and played well where the back nine has been comfortable and you’ve been able to sort of let it sink in. But to win by 15? It’s remarkable.” Woods looked short of health and/or fitness when missing the cut at last month’s US PGA Championship. The specifics of the Masters champion’s scenario, typically, were shrouded in mystery; Woods admitted to illness on the day before the tournament began, as it curtailed his practice. His mood and form were improved by early June’s Memorial Tournament, where he finished tied ninth. The scale of the achievement within view for Brooks Koepka is illustrated by the fact that a US Open treble was last completed in 1905, when Scotsman Willie Anderson won a third in a row. Koepka’s victory at that US PGA Championship, at Bethpage Black, extended his superb run to four major wins inside 23 months. “That name [Anderson] has come up a lot this year,” he said. “I know what I’m chasing or trying to accomplish. It’s just another tournament. You can put some outside pressure on. It’s a major championship. I’ll be up for it, I know that. I enjoy a tough test of golf and that’s what you’re going to get at a US Open. You know that going in. It’s fun to me to get on those big stages and try to win.” Praise, hardly in short supply where Koepka is concerned, has been forthcoming from Woods. “It’s about trying to peak at the right time,” Woods said. “That’s the trick and it’s not easy to do. Brooks has done it better than anyone else over the last couple of years. “He knows what he needs to do and he seems to get his game, mind and body coming together for those big weeks. That’s what we’re all looking to have happen, but he’s figured out what’s best for him.” Koepka’s prediction of a stern challenge looks apt, with photography from recent days at Pebble Beach showing extremely dense rough. With that comes a premium on driving accuracy; as suits Koepka and McIlroy, if not, in theory, Woods. Nick Faldo branded the rough mega-thick with an added warning that this “stifles the creativity” of players. The USGA, beset by bad publicity in recent times in direct relation to the US Open, can barely afford another week of negativity. Pebble Beach was once Dustin Johnson territory. He won the AT&amp;T pro-am there in back-to-back years from 2010, long before he ended his major wait at the US Open of 2016. Not only has Johnson failed to kick on with – as was expected – further victories in the big four from there, he has recently redeveloped a tendency to claim defeat from the jaws of victory. In Johnson’s defence, he at least provided a worthwhile Sunday challenge to Koepka at Bethpage as others waved white flags. “The fields are so deep nowadays that even with your really good golf, the game is very hard,” said McIlroy. “That’s why I was alluding to the fact that Tiger winning by 15, that might be something we only ever see once in our lifetime.” Which means there is all the more reason to reflect upon it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}