{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/26/jamie-murray-andy-murray-tennis-interview-doubles", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-26T20:00:24Z", "webTitle": "Jamie Murray: ‘You won’t get another Andy for God knows how long’", "webUrl": "https://www.theguardian.com/sport/2019/jun/26/jamie-murray-andy-murray-tennis-interview-doubles", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/26/jamie-murray-andy-murray-tennis-interview-doubles", "fields": {"headline": "Jamie Murray: ‘You won’t get another Andy for God knows how long’", "bodyText": "“You never know where your next champion might be,” Jamie Murray says as he munches on an energy bar at the end of a morning introducing disadvantaged children to the wonders and frustrations of tennis. “The more kids that have a chance to pick up a racket the better. If you don’t get the opportunity you have no chance.” We are sitting above a plush indoor court at the Roehampton Club in south-west London, not far from the National Tennis Centre. Looking out at the impressive facilities, the thought occurs that this should be a time of roaring success for British tennis. Yet nobody is quite sure what the future holds and Murray, a man who chooses his words carefully, as though he wants each one to count, is keeping a watchful eye on the Lawn Tennis Association’s next steps. Six months ago, when everyone thought that Andy Murray’s career was all but over, Jamie accused the LTA of failing to build on his younger brother’s legacy. Now, however, Andy is back. Last Sunday the former world No 1 marked his comeback from hip surgery by winning the doubles at Queen’s alongside Feliciano López and is targeting a return to singles competition, postponing the sense of crisis. Yet the older Murray brother, now 33, knows the end will come one day. “Andy won’t play for ever,” he says. “Then what’s behind him? There isn’t much and you’ll lose more interest in the game if you don’t have a star at the top. You need someone competing with Federer, Nadal and Djokovic.” Murray, who has carved out an excellent doubles career, is here on behalf of Rackets Cubed, a charity that aims to help children from deprived areas with programmes focused on sport, education and nutrition. But how much appeal does tennis hold in its current state? Rightly or wrongly, it is yet to shed its elitist image in Britain, while participation levels dropped by 9% in 2018, and that worries Murray. “Unfortunately it is still an expensive sport to get involved in,” he says. “You have to pay for courts, rackets and balls. I know the LTA wants to open up the game to the masses.” Murray thinks about his mother, Judy, and her grassroots initiatives. “In Scotland it’s taken it to rural areas, all over the country and into inner cities. She has initiatives to get young girls involved in tennis. It’s important we capitalise on the interest Andy has generated. It’s a golden opportunity. We won’t get a chance like this again. “Tennis Scotland also needs to do more. Andy transcends tennis in this country. You won’t get another Andy for God knows how long. We want a kid in the east end of Glasgow who’s watching us play on television and wants to try tennis to have the opportunity. But he doesn’t. That’s frustrating for us. You lose people that way.” Murray offers encouraging words about Scott Lloyd, two years into his role as the LTA’s chief executive, and trusts the right man is steering the ship. For Dunblane’s second most famous son that means investing in coaching, facilities and attracting people to the game. “Make sure it doesn’t cost much to play,” Murray says. “That’s the remit of our governing body, right? It’s to grow tennis. They are trying to have more free courts, which will allow people to just pitch up and play in parks and local communities. There are things Scott is putting in place that will not bear fruit in six months or a year. It might take three or five years. Let’s hope it’s right.” For all Murray’s straight talking about British tennis, warmth pours from him when the conversation switches to his brother’s recovery from a chronic hip injury. “Daily life was too painful for two years. It was debilitating. Now he has no pain after the surgery and his mood is lifted overnight. You get your passion taken away from you, you learn to appreciate it more. You could see it last week. He was so happy to be back playing and competing. It was cool to see.” Murray, who shares tennis tips on his new YouTube channel, still has much to achieve. In 2007 he won the mixed doubles alongside Jelena Jankovic at Wimbledon and in 2016, the same year Andy became the best singles player in the world, he rose to the top of the doubles rankings after linking up with Bruno Soares. Murray flourished with Soares, winning the Australian Open and the US Open, only to split with the Brazilian after losing in the first round of the French Open last month. “It just felt like I wanted a change. I wanted a different perspective. It would have been safe for me to keep playing with Bruno. We probably would have kept qualifying for the ATP Tour Finals at the end of the year and we’d still win events. It’s a risky play. But three and a half years is a long time to play with someone. There was a lot of time invested in that relationship and he’s one of my best friends on the tour.” The vacancy seemed like an invite for the Murray brothers to reprise their double act from the Davis Cup. “We really wanted to,” Jamie says. “This year was as good as any but just for different reasons, mainly timing, it didn’t happen. At some point in the future we’d both like to do it.” Instead Jamie has teamed up with another Brit, Neal Skupski, and Andy will play with the excellent Frenchman Pierre-Hugues Herbert at Wimbledon. Improbably, they will be rivals at SW19. The brothers have only been on opposite sides of the net once before, in the doubles in Montreal in 2015, and Jamie does not want to repeat the experience despite winning that one. “It’s weird to be across the net from each other,” he says. “I hope we don’t play each other at Wimbledon. But we could play in the first round. It could be the final. It’s a strange contrast of emotions because ultimately the goal is to win. But at the same time you also want your brother to win and you have to beat him.” Who Judy would support? “Ha!” Murray says. “Good question. You can ask her that. There’s no chance she’d watch. No chance.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}