{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/23/andy-murray-queens-doubles-tennis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-23T18:32:15Z", "webTitle": "Andy Murray wins Queen’s doubles title in first tournament since hip surgery", "webUrl": "https://www.theguardian.com/sport/2019/jun/23/andy-murray-queens-doubles-tennis", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/23/andy-murray-queens-doubles-tennis", "fields": {"headline": "Andy Murray wins Queen’s doubles title in first tournament since hip surgery", "bodyText": "Feliciano López, who brought Tim Henman’s storied Wimbledon odyssey to a losing close in 2007, helped Andy Murray to prepare for his return to the place where he won two of his three grand slam titles when they combined to win the Queen’s Club doubles title here on a grey Sunday evening. In their 7-6 (6), 5-7, 10-5 victory against the Putney-born Joe Salisbury and the American Rajeev Ram – who had won 19 of their 30 matches since teaming up in January – López stood during changeovers to ward off cramp after earlier winning the singles title in three close sets. Murray, meanwhile, proved beyond doubt his hip is in working order again, vindicating his decision to have a second operation in January, when his career looked over. The former world No 1 – who puts this trophy alongside his five in singles at the Queen’s Club – will continue his perfectly paced recovery at Eastbourne this week, teaming up with the Brazilian Marcelo Melo before changing again the following week at Wimbledon, where he will play alongside Pierre-Hugues Herbert, to the annoyance of the Frenchman’s regular foil Nicolas Mahut. In the strange world of doubles, where faithfulness is next to the door marked Exit, López will play at Wimbledon with Pablo Carreño Busta and not his regular teammate Marc López. Nevertheless, these are three quality doubles champions Murray has chosen, underlining his determination to come back to the game as a winner and not just a curiosity from the past. Murray, who turned 32 last month, plays doubles with such verve, touch and good judgment it becomes more obvious in that setting how toweringly skilful he is. For now he will stick to the discipline but soon enough – perhaps at Cincinnati just before the US Open, the scene of his breakthrough major in 2012 – he will be tempted back to singles. Only then will he know how much he has left. Indications are: quite a lot. He lost his serve in the seventh game, though, as Salisbury found space down the tramlines – but with the help of a double fault by the Londoner they repaired the damage to get back to 5-5, then fell 1-5 behind in the tie-break. Salisbury got his team to set point, Murray saved it on serve, and Ram volleyed wide, handing the frame to the Scot and the Spaniard after 51 minutes. The young contenders stayed in the fight, though, and played some excellent tennis, breaking Murray a second time to level at a set apiece and force the champions’ tie-break. López hit five winners in a row and Murray served out the win at the second time of asking. For López, the cloudy afternoon began in sunshine and optimism as he rode his luck to win his second singles title here, outlasting the Frenchman Gilles Simon, 6-2, 6-7 (4), 7-6 (2) – a performance as memorable for his battle against fatigue as his 16 aces in 2hr 49min. “Stay where you are,” he urged the crowd. “There’s more to come.” How right he was. Over five days and six completed matches, López spent 15hr 26min on Centre Court, a small patch of green in west London that has become his home away from home. The crowd love him, and he endeared himself further when paying tribute to the forbearance of his fiancée, the 23-year-old Spanish model Sandra Gago. “She doesn’t know much about tennis, I have to say,” he said courtside, “but after watching me lose a lot in 2018 at least now she knows I’m not a bad player.” López controlled the first set and seemed on course for a straightforward victory. But he trailed 0-2 in the second and, in a series of tough rallies, had to battle back to force the tie-break, where Simon prevailed. It was a similar story in the third. López had match point after 2hr 40min of a close struggle, but hit a tired forehand into the net and the Frenchman escaped again, taking them into another shootout. This time López held his nerve, ecstatic to be champion again as he revelled in the applause of the packed Centre Court. Not a lot falls in his lap, though. When he beat Marin Cilic to win the title two years ago, he had to fight his way through a third-set tie-break – and his career has been marked by extended endeavour. Nobody in the post tie-break era has played in more five-setters when the score has been deadlocked at 6-6. At Wimbledon last year López passed Roger Federer’s record of 65 consecutive grand slam appearances. As he heads for the All England Club next week, that mark has moved on to 69. López is 38 in September, six weeks younger than the Swiss – not as lauded, but certainly as respected. He is only the third player to win both the singles and doubles titles in the same year at Queen’s Club, after Pete Sampras in 1995 and Mark Philippoussis in 1997."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}