{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/12/adam-goodes-film-the-final-quarter-to-be-screened-by-tv-networks-ten-and-win", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-12T01:41:09Z", "webTitle": "Adam Goodes film The Final Quarter to be screened by TV networks Ten and Win", "webUrl": "https://www.theguardian.com/sport/2019/jun/12/adam-goodes-film-the-final-quarter-to-be-screened-by-tv-networks-ten-and-win", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/12/adam-goodes-film-the-final-quarter-to-be-screened-by-tv-networks-ten-and-win", "fields": {"headline": "Adam Goodes film The Final Quarter to be screened by TV networks Ten and Win", "bodyText": "The Final Quarter, a documentary about the last three years of Indigenous leader Adam Goodes’s football career, will be screened by networks Ten and Win. The dual Brownlow medallist and dual AFL premiership winner was subjected to racially motivated abuse from crowds between 2013 and 2015 after he publicly called out racism, which prompted a national debate and forced him away from the game for a time. Directed by the award-winning film-maker Ian Darling, the documentary examines the footballer’s career in the context of Australia’s attitude to race. The film, which premiered at the Sydney film festival on 7 June, is comprised entirely of archival footage. In one clip Goodes is addressing the media the day after famously being called an “ape” by a 13-year-old girl in the stands. He calls for compassion for her because “it’s not her fault”. Along with another documentary about Goodes, The Australian Dream, The Final Quarter puts the spotlight on what happened to Goodes in the final stages of his career. The AFL has called on all Australians to see both films, which they say reveal a story of “the personal and institutional experience of racism”. “We see that Australia’s history of dispossession and disempowerment of First Nations people has left its mark and that racism, on and off the field, continues to have a traumatic and damaging impact on Aboriginal and Torres Strait Islander players and communities,” the AFL said in a statement. The former Australian of the Year was targeted by the crowds and some media commentators, including Andrew Bolt, Alan Jones and Sam Newman, for performing an onfield war-dance celebration. Luke Buckmaster, reviewing The Final Quarter for the Guardian, says it is an ‘exhilarating and confronting documentary’ and that ‘Goodes’s role in attempting to make Australia a more educated and tolerant country will be remembered long after all the marks, kicks and tackles have been forgotten.’ Goodes was not involved in the making of the film but has given it his support. “As confronting as I have found the film, I look forward to the conversation it will help generate,” Goodes said. The Final Quarter is a Shark Island Productions film."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}