{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/04/england-pakistan-chris-woakes-cricket-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-04T19:50:32Z", "webTitle": "England’s Pakistan defeat was no car crash for us, says Chris Woakes", "webUrl": "https://www.theguardian.com/sport/2019/jun/04/england-pakistan-chris-woakes-cricket-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/04/england-pakistan-chris-woakes-cricket-world-cup", "fields": {"headline": "England’s Pakistan defeat was no car crash for us, says Chris Woakes", "bodyText": "Chris Woakes insisted England did not suffer a car crash against Pakistan after the 14-run defeat that proved an early World Cup setback and left two players lighter in the pocket. Both Jason Roy and Jofra Archer were docked 15% of their match fees as Eoin Morgan’s side collectively lost their cool and delivered a ragged fielding display at Trent Bridge. Roy was punished for an “audible obscenity” after a misfield in the 14th over, while Archer’s sanction resulted from the fast bowler showing dissent in the 27th over when a short ball was given as a wide by the square-leg umpire. Both incidents were relatively minor – Roy’s drop off Mohammad Hafeez on 14, before he went on to top-score for Pakistan with 84, was far more costly – but they still summed up England’s frustrations on the day. Morgan bemoaned his side’s attitude while Woakes, relatively faultless himself after holding an English record four catches, believes the only remedy is to train harder before they take on Bangladesh in Cardiff on Saturday. “You get back on the field, put in a hard shift and practise some of the things you didn’t get right,” said Woakes, who also claimed three for 71 with the ball. “By no means was it a car crash but [fielding] was the difference. “You doff your cap because Pakistan had a tough game against the West Indies. But the way they played against us showed why they won the Champions Trophy in 2017.” Despite a slightly withering appraisal after the match, Morgan rejected the suggestion that the vocal Pakistani support in the ground affected his players. Woakes put a finger to his mouth in the direction of one supporter after his first catch but claimed it was merely in jest. He said: “It was just a bit of banter really. I was copping a bit of abuse, as you do from the opposition. It was quite friendly. A little ‘shhh’ is just a bit of banter. I always do it with a smile on my face.” While Morgan went unpunished for England’s over-rate – they finished the first innings 19 minutes after the cut-off but saw this fall within the allowances – Pakistan did receive a sanction, with Sarfaraz Ahmed docked 20% of his match fee and 10% for his players after being deemed one over short."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}