{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/26/william-hill-bets-void-short-notice", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-26T17:33:24Z", "webTitle": "William Hill latest bookmaker to declare bets void at short-notice", "webUrl": "https://www.theguardian.com/sport/2019/jun/26/william-hill-bets-void-short-notice", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/26/william-hill-bets-void-short-notice", "fields": {"headline": "William Hill latest to declare a number of bets void at short notice", "bodyText": "William Hill, one of the most famous names in betting, has become the latest bookmaker to declare a significant number of ante-post bets void at short notice, in a further reminder to punters of the extent to which bookies’ Terms &amp; Conditions (T&amp;Cs) allow them to cancel bets many weeks or even months after acceptance. William Hill’s decision to follow BetBright and 188BET in voiding ante-post bets follows a sudden move to stop taking bets from customers based in Switzerland. The firm emailed their Swiss clients on Tuesday saying that the decision had been taken “for regulatory reasons” and “at very short notice”, and that all unsettled bets on accounts would be declared void from midday on 28 June. The Guardian has seen details of one bet on Wimbledon, which begins on Monday, which Hills intends to declare void. The client concerned staked €1,500 each-way on Ashleigh Barty to win the women’s singles at odds of 33-1, with a potential payout of about €77,000. Barty, who has won the French Open and risen to world No 1 since the bet was placed, is now Hills’s 7-2 favourite to win the tournament. Hills did not initially offer the punter a chance to “cash out” of the bet, which would allow a reinvestment at the current market odds to achieve a broadly similar payout, on the grounds that it does not offer cash outs on each-way bets. Hills’s decision to simply void bets with significant potential liabilities follows similar moves earlier this year by the now defunct BetBright and also 188BET, which decided to withdraw from the British market. BetBright announced that it was to cease trading a week before the Cheltenham Festival in March. Its ante-post racing liabilities were subsequently taken on by 888.com, which had paid £15m to acquire BetBright’s technology and betting platform assets, while its sports book, including football bets with five-figure payouts, was later transferred to BetVictor in a deal brokered by BetBright’s former chairman, Rich Ricci. There is little sign at present that a similar deal will come to the rescue of Hills’s customers in Switzerland, and the firm’s decision to void its entire ante-post book there is a reminder for punters that all bookies’ T&amp;Cs allow them to void bets and return stakes at their discretion and without the involvement of the Gambling Commission, which regulates betting and gaming in the UK. However, when approached for comment on Wednesday, William Hill stepped back from its original decision not to allow cash outs on outstanding bets. “Unfortunately, we have no option due to new regulations in Switzerland to void all bets that would settle after 30 June,” the firm said on Wednesday evening. “For the vast majority of our small customer base, a straight refund is the better option but in cases like this, we will look to offer the prevailing cash out value as the fairest way to resolve the situation.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}