{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/11/afl-world-marvels-at-patrick-cripps-superhero-like-display-for-carlton", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-10T23:13:58Z", "webTitle": "AFL world marvels at Patrick Cripps' superhero-like display for Carlton | Craig Little", "webUrl": "https://www.theguardian.com/sport/2019/jun/11/afl-world-marvels-at-patrick-cripps-superhero-like-display-for-carlton", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/11/afl-world-marvels-at-patrick-cripps-superhero-like-display-for-carlton", "fields": {"headline": "AFL world marvels at Patrick Cripps' superhero-like display for Carlton", "bodyText": "On Saturday, thousands of people in Marvel couture descended on the Melbourne Convention Centre for Oz Comic Con, some paying more than $400 for a meet-and-greet with Tricia Helfer, best known as the fictional humanoid, Cylon No 6 in Battlestar Galactica. Less than a 10 minute drive away, parents took their children to Marvel Stadium to a see a genuine superhero, Carlton No 9. For Blues fans, Patrick Cripps is by far the best reason to go to the football. It is quite a burden for the Carlton captain who during the past month has had so little time to be his best self, suffering the humiliations of the corporeal world. Bum-rushed by taggers at every turn, he has played as if pushed down by the weight of speculation that his coach’s tenure was drawing to an end. Something Cripps himself admitted. “Mentally, the last three weeks have been pretty full on,” he said. “As much as you’d like to say it doesn’t affect you, it does drain you and it’s no disrespect to the players I’ve played on the last three weeks. I needed to respond... I was disappointed with how I played the last three weeks.” Cripps is not a man to embrace the perpetual melancholy of the underdog and respond he did, executing his duty (not to mention Brisbane’s midfield) with resourcefulness and strength. In a week where the commentary around the club was eschatological, and with his side goalless and 37 points down six minutes into the second quarter, the 195cm midfielder metaphorically put 20 men on his shoulders and carried them to a 15-point win. Consider Cripps’ numbers. 38 disposals (23 in the second half) 16 contested possessions A disposal efficiency of 82% Four goals (all in the second half while Brisbane kicked just three) Eight clearances Seven marks Nine score involvements 19 pressure acts Five inside 50s Three rebound 50s Six producers bidding for the rights to film the Patrick Cripps bio-pic Cripps’ game was widely considered as the best individual performance the season, particularly in the perspective of it coming on the back of a category 5 storm that tested the very limits of Blues fans’ faith in the game. Were it to be packaged with the other 22 films of the Marvel Cinematic Universe it would come with the following testimonials: “Probably one of the best individual performances I’ve ever seen on a football field.” Dayne Zorko, Brisbane Lions midfielder “Crippa was unreal. It was as good a game as I’ve seen. We love playing with him and we are lucky to have him.” Charlie Curnow, teammate “He’s obviously had a massive week being a skipper of the footy club when this change happens, and the emotional toll it takes… So to go out there and perform the way he did was incredible. It’s testament to all the hard work he puts in.” Sam Docherty, Carlton co-captain “He’s the MVP of the whole competition.” Jimmy Bartell, Brownlow medallist And at just 24 years of age Cripps is entwined in a legacy that is green and still growing. For a man with such a brutal, physical presence, he has a large, hammer-like engine that appears content to purr. Even as he burst through three Lions defenders to kick his third goal, there was a sense of enormous power held in reserve. In these moments it is easy to see Cripps as a super hero comic strip. This fragments his action. In the first panel, he shrugs off a lunging opponent “POW!”. In the second, he boots the ball towards goal “BANG!”. In the final panel a sly, self-knowing smile floats across his eyes in the revelatory moment that he is responsible for the biggest Carlton miracle since Anthony Koutoufides rolled away the stone in the 1999 preliminary final. But in isolation, Cripps’ game is simply a fleeting lift of his club’s spirits. This is not to diminish his performance, but rather place it in the context of the “we’re glad you’ll be joining us for year 16 of our eternal rebuilding project” coming out of Carlton. For the Blues to be relevant, and for Cripps to fully realise his powers, Carlton must cultivate an ensemble cast of heroes. Perhaps that will come with the freedom caretaker coach David Teague has given his players, one that on a first reading appears to be less prescriptive, subscribing to the theory that the smart dog obeys, the smarter dog knows when to disobey. The challenge for whoever coaches Carlton in 2020 is to bring out the best in Patrick Cripps, but simultaneously lessen the reliance on him. You only need to look at Marvel to understand that one superhero can only carry so many films."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}