{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/29/england-eoin-morgan-ready-to-risk-jason-roy-jofra-archer-to-face-india-cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-29T17:09:00Z", "webTitle": "England’s Eoin Morgan ready for ‘short-term’ risks with Roy and Archer", "webUrl": "https://www.theguardian.com/sport/2019/jun/29/england-eoin-morgan-ready-to-risk-jason-roy-jofra-archer-to-face-india-cricket", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/29/england-eoin-morgan-ready-to-risk-jason-roy-jofra-archer-to-face-india-cricket", "fields": {"headline": "England’s Eoin Morgan ready for ‘short-term’ risks with Roy and Archer", "bodyText": "Eoin Morgan is prepared to risk tournament-ending injuries to Jason Roy and Jofra Archer as England strive to keep their World Cup dream alive against India on Sunday. The must-win scenario for Morgan’s men dictates a mend-and-make-do approach to their fitness doubts. Roy, who tore a hamstring against West Indies two weeks ago, returns in place of James Vince but England will make a late call on Archer as he continues to nurse a side strain. Asked if Roy is worth the gamble, Morgan replied: “Jason is preparing to play. If him playing is going to rule him out long-term, then absolutely not. But if it’s going to rule him out for a couple of weeks, yes. “The exact same thing applies with Archer. If it’s long-term [risk], then no. If it’s short-term, then yes.” Clearly the fear with both players is a mid-game relapse that leaves England short on the day. Liam Plunkett is ready to step up for Archer but, with Vince having struggled to make any impact in three innings – and Roy averaging 77 this year – the temptation to restore Jonny Bairstow’s regular opening partner is obvious. Morgan said: “The way Jason plays – there are two sides to it. There’s that aggressive approach but there’s the smart nature in which he plays as well. So regardless of the pitches, we have lost something with him not being around.” Three days of glorious sunshine in south Birmingham has come to the aid of Gary Barwell’s groundstaff, with Ashley Giles, the director of England cricket, having told Morgan it will be the best batting pitch of the tournament to date. Morgan accepted his side have failed to adapt to low-scoring surfaces and so this appraisal of their latest pitch, not least from a former Warwickshire stalwart, is welcome. His message to the players is to be clear with their plans, show positivity in their cricket and “back it up with the courage to play that way”. Taking on players such as Rohit Sharma and Virat Kohli on a belting pitch makes for a mouthwatering prospect and a high-stakes game. But Morgan fancies England’s experience against Kohli in particular means he will not be built up in their minds before even facing a ball. “He doesn’t turn up every day and somebody gives him a 100 or fifty,” said Morgan. “He still needs to earn those runs and getting your head around that as a bowling unit is important. We want to play on the best possible wicket, preferably a batting wicket, and we always do. We bat deep. We bat strong. We tend to play in high-scoring games. So it’s an area that we’d be more confident playing. I think everybody knows that.” Morgan was asked about his own future as England captain beyond the World Cup – next up is the Twenty20 equivalent in Australia in 2020 – but he was in no mood to discuss this, insisting: “It’s not about me. It’s about the team.” But despite this the 32-year-old was in relaxed mood before a game that could define his reign, that of the head coach, Trevor Bayliss, and indeed the entire four-year project that has seen England plough resources into the one-day side like never before. This was in contrast to his press conference after Tuesday’s defeat by Australia, where Morgan bristled in the main – not least when asked about Kevin Pietersen’s assessment that he had backed away from Mitchell Starc, the left-armer who left him concussed with a bouncer in 2015. “I always try to open up the off side,” said Morgan on Saturday. “If you’ve seen me bat over the last however many years, it’s like a Geoffrey Boycott comment. Don’t read into it.” Criticism of England’s results has dominated the buildup to this game, not least following a public back and forth between Jonny Bairstow, who claimed “people were waiting for us to fail”, and Michael Vaughan, the former England captain. Morgan said he was due to chat to his opener about this topic but said Bairstow was entitled to his opinion. In his own mind the support has been “unbelievable” and made playing in this home World Cup “special”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}