{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/09/jofra-archer-england-west-indies-cricket-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-09T17:07:00Z", "webTitle": "Jofra Archer undaunted by battle against West Indies", "webUrl": "https://www.theguardian.com/sport/2019/jun/09/jofra-archer-england-west-indies-cricket-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/09/jofra-archer-england-west-indies-cricket-world-cup", "fields": {"headline": "Jofra Archer undaunted by battle against West Indies", "bodyText": "Jofra Archer will look to treat England’s next match against West Indies like any other, even if it represents his first encounter with the team he might have turned out for in another life. Barbados-born but now central to England’s World Cup campaign after qualifying for selection via his British passport and residency, Archer’s desire to remove any emotional significance from the game in Southampton on Friday is understandable. But with five Bajans in the opposing squad – Jason Holder, Shai Hope, Carlos Brathwaite, Ashley Nurse and Kemar Roach – and former West Indies Under‑19s teammates in Shimron Hetmyer and Nicholas Pooran, familiarity does at least offer insight. “It’s just another game of cricket, same as today, same as the last game,” Archer told BBC Sport after his three wickets helped to wrap up a one‑sided 106-run victory against Bangladesh in Cardiff on Friday. “I know them pretty good. I played with a few of the guys in under-19s, so it will be good to actually play against them this time. I’ll be able to share some knowledge but I do that whenever we play. “Even against Bangladesh I played with and against guys in the BPL and I guess I’ll share some knowledge when we play India and Australia. It’s not just the West Indies; I’ve got a pretty good knowledge of most of the prominent batters.” Archer, who will have family at the ground on Friday, certainly has his tail up again. Against Bangladesh he averaged 90.6mph in his opening spell, bowled a miserly, awkward line throughout and, in doing so, shrugged off a leaky showing in the defeat by Pakistan at Trent Bridge. The 24-year-old felt he did little different from one game to the next and insisted he was more concerned with “bowling well” than pace alone. One does feed into the other and in Mark Wood, who sent down the fastest ball of the competition so far when clocked at 95.6mph, he has a fellow quick pushing him on. Archer joked that he is faster than Wood and felt the big screen in Cardiff showed a touch of bias by showing only the latter’s speeds. He is fully aware of the physical threat they offer as a pairing, having roughed up the dangerous Tamim Iqbal himself and then seen Wood bounce him out. “I think you’ve seen someone got hit today twice,” Archer said. “If Iget hit once I don’t want to be thereany more really. Imagine getting hit twice.” For all this talk of intimidation Archer is a gentle but confident character off the field. When asked if he ever doubted whether he could make the transition from Sussex and various global Twenty20 leagues to the international stage, the reply was unequivocal. “Nah, I never doubted myself,” he said. “If you’re doubting yourself I don’t think you’re ready and probably shouldn’t be here. I didn’t really notice the step up. I’ve been playing competitive cricket for the last few years against the same guys really so it doesn’t really change anything. The only thing that changes is your uniform.” England’s players, back to winning ways once again, have time off at home before returning to training on Wednesday. Their one fitness doubt surrounds Jos Buttler, who sustained a hip injury when striking a six in England’s 386 for six and did not keep wicket in the second innings. The team management continue to be confident about his chances. The nature of the knock means Buttler will either take the gloves or miss out altogether, with the captain, Eoin Morgan, stating that haring around in the outfield carries greater risk than standing behind the stumps."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}