{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/20/improving-and-more-clinical-rugby-league-heralds-womens-state-of-origin", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-19T18:00:49Z", "webTitle": "Improving and ‘more clinical’ rugby league heralds women’s State of Origin | Larissa O'Connor", "webUrl": "https://www.theguardian.com/sport/2019/jun/20/improving-and-more-clinical-rugby-league-heralds-womens-state-of-origin", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/20/improving-and-more-clinical-rugby-league-heralds-womens-state-of-origin", "fields": {"headline": "Improving and ‘more clinical’ rugby league heralds women’s State of Origin", "bodyText": "NSW halfback Maddie Studdon has handled a number of twists and turns on and off the field with the resolve of a much more seasoned professional. Defying selection pressure, the 24-year-old has retained her pivotal spot in the NSW side for the second Women’s State of Origin on Friday night. Twelve months ago, it was well-publicised that Studdon was forced to decide between her job or her ambitions in rugby league. Despite the quandary she faced, she went on to captain a victorious NSW in the inaugural women’s Origin. However, a disappointing first season in the NRL Women’s competition for the Sydney Roosters last September meant Studdon had to do some soul-searching. The diminutive half, who started playing as a four-year-old, returned to the Cronulla-Sutherland Sharks in the NSW Women’s Premiership under coach Glenn Brailey and Brett Kimmorley. It’s a move that has paid big dividends. “They’ve been really helping me with my game and they’ve opened up a new aspect of how I see it,” she says. “I am enjoying footy as it comes and not having so much stress on my shoulders.” With her form returning at the Sharks, Studdon gained selection in the NSW City team which won the Women’s National Championships earlier this month. Modestly, she attributes her success to having good players around her, who wanted to “get the job done”. Last week, Studdon was named as one of the stars to be signed by George Illawarra for the upcoming NRL Women’s Premiership. Despite the exciting revelation, the level-headed Studdon has no trouble directing her focus on the immediate task at hand: winning Origin for NSW. The home side is well aware that despite a late 16-10 win in 2018, a Queensland team with a point to prove must never be underestimated. “Last year was the first Origin so everyone was so excited,” says Studdon. “The game is improving each year and it is more clinical on the field now. Our game plan is pretty full on. “We know that Queensland will definitely come out and give it their all,” Studdon says. “For us to hold the State of Origin [trophy] again, we have to be on our game and be ready. We’ve just got to have the mongrel out on the field against them”. The Maroons have an upper hand up front through veteran Australian forwards Steph Hancock and Heather Ballinger, who along with captain Ali Brigginshaw, will guide four new players including Cairns’ dual international, Stephanie Mooka. The northern rivals are ably mentored by coach and former Queensland Origin workhorse Jason Hetherington. The NSW squad is led by coach Andrew Patmore who was promoted from assistant coach last year. Like Queensland, they too boast Australian forces with the likes of last year’s match winner Isabelle Kelly and captain Kezie Apps. Over the past month, they’ve been honing a game plan to counteract their rivals while ensuring that their seven debutants aren’t overwhelmed by the occasion. “It’s important to remember what the Blues jersey means,” Studdon emphasises emphatically to the new recruits. “You can’t take it for granted. You need to respect the jersey and those who paved the way before.” Respect for history and opportunity rings loud and clear in women’s league. This overt humbleness and hunger to strive forward is creating a wave of inspiration not only for the younger generation of girls and boys playing the game and its spin-offs like touch footy and oz tag, but for league fans en masse. “It’s going in the right way,” Studdon says. “In the past, girls had to pay to play for NSW and the national side, the Jillaroos, but now we’re really lucky and we stay in nice hotels, we get paid an allowance. “I think if we keep playing these good games on TV, the sponsors will get behind us and there will be more money eventually. In the meantime, we are getting a good atmosphere and we can’t be any more thankful.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}