{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/26/israel-folau-acl-australian-christian-lobbys-fundraising-sparks-complaints-to-watchdog", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-26T04:17:55Z", "webTitle": "Israel Folau: Australian Christian Lobby's fundraising sparks complaints to watchdog", "webUrl": "https://www.theguardian.com/sport/2019/jun/26/israel-folau-acl-australian-christian-lobbys-fundraising-sparks-complaints-to-watchdog", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/26/israel-folau-acl-australian-christian-lobbys-fundraising-sparks-complaints-to-watchdog", "fields": {"headline": "Israel Folau: Australian Christian Lobby's fundraising sparks complaints to watchdog", "bodyText": "The national charities watchdog has fielded complaints over the Australian Christian Lobby’s decision to host Israel Folau’s fundraising efforts for his legal battle against Rugby Australia. The former Wallaby’s GoFundMe page was taken down this week for breaching the platform’s terms of service. The Australian Christian Lobby’s fundraising drive stands at almost $1.8m on Wednesday afternoon but it says it has not breached federal laws governing charity operations. Folau had his $4m rugby employment contract terminated in May, after he made social media posts saying hell awaits “drunks, homosexuals, adulterers, liars, fornicators, thieves, atheists and idolaters”. The posts were deemed a high-level breach of RA’s code of conduct after previous warnings from the governing body not to denigrate people on the basis of their sexuality. The Australian Charities and Not-for-Profits Commission declined to specify how many complaints it has received. It said it would not comment on the circumstances of individual charities. “Generally, the ACNC can investigate where there are concerns that a registered charity has breached the ACNC Act or our governance standards,” the commission said in a statement. “This may include if a charity is not pursuing its charitable purpose, not operating in a not-for-profit manner, or giving private benefits to its members.” The Australian Christian Lobby insists it is not in breach of its charitable purposes by raising money for Folau’s legal case. Its managing director, Martyn Iles, said the organisation’s purposes included the “advancement of the Christian religion and advocating for changes in law and public policy”. Iles said the sacking of Folau and the removal of his GoFundMe page confirmed the concerns of “quiet Australians”. “These are the same quiet Australians who spoke up for religious freedom through their vote at the federal election, and now they are speaking again with their wallets in a way that cannot be ignored.” The Folau dispute could become a test case for religious freedom in Australia. Folau believes he has been the victim of discrimination on religious grounds. Employment lawyers have raised their eyebrows at the $3m fundraising target. Maurice Blackburn principal lawyer Josh Bornstein believes the goal is over the top. “If you set out to spend $3m on that case it would be very difficult, even if you sought to max out your legal spend by getting the most expensive lawyers in Australia on the case, it would be still very hard to achieve,” Bornstein told the Guardian. He said the case could be run comfortably for $300,000-$400,000, bearing in mind that most cases settle before a trial so it could be less. If the case was to progress to the federal court for appeal that might add an extra $100,000 on to the tab, followed by an extra $150,000 if it reaches a high court appeal. “I find the whole notion of a multimillionaire crowd-funding for his legal expenses highly problematic and dubious,” Bornstein said. Folau’s property empire has an estimated worth of about $7m and he recently sold a $500,000 Lamborghini. The Australian Christian Lobby has vowed to review legal cost estimates. Meanwhile, ANZ has denied it pressured Netball New Zealand over Maria Folau’s support for her husband’s campaign. Maria Folau plays for the Silver Ferns, New Zealand’s national team, as well as the Adelaide Thunderbirds. She shared her husband’s plea for funds on her Instagram account but Netball NZ and Netball South Australia have confirmed they would not take any action against her as she had not breached any of their policies. “We value our partnership with Netball NZ and any suggestion we have tried to pressure them is absolutely incorrect,” ANZ said in a statement on Wednesday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}