{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/jun/12/david-warner-redemption-battle-amir-cricket-world-cup-australia-pakistan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-12T19:22:30Z", "webTitle": "David Warner wins redemption battle with Amir but cricket must do better", "webUrl": "https://www.theguardian.com/sport/blog/2019/jun/12/david-warner-redemption-battle-amir-cricket-world-cup-australia-pakistan", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/jun/12/david-warner-redemption-battle-amir-cricket-world-cup-australia-pakistan", "fields": {"headline": "David Warner wins redemption battle with Amir but cricket must do better", "bodyText": "The rain was interrupted by a cricket match on Wednesday, rather a good one actually, and played right through without the umpires even having to look heavenwards. Nonetheless, painterly clouds hung constantly over the Quantock Hills and a chill blew off them, suggesting this bout of traditional English summer weather is not going far away soon. I was grateful for the Quantocks, and the clouds. Otherwise I might have had no idea I was in Taunton. Everything of the ground I once knew has vanished. The only familiar building is what was known not long ago as the new pavilion. It is now the old pavilion. The floodlights loom above the small, cowering town, looking down contemptuously on the churches. There were lights here in the 70s – they were about 8ft high and used for greyhound racing. The changes are a great tribute to Somerset’s ability to survive and thrive in an era when most of the smaller counties are being bullied towards oblivion. Still, one can be nostalgic. There are no longer inkwells in the press box, which instead has electric sockets and other fripperies. Even the simplest old traditions have gone: for decades Australian teams were served whortleberry pie (fresh picked from the hills) at the Castle hotel on their visits. Now they don’t even stay in the town. Next to the new/old pavilion is a building that bears some resemblance to a giant brick shithouse. This is appropriate: it is normally known as the Sir Ian Botham Stand. But his name has been obscured by the ICC’s own signage. The ICC is very hot on stripping World Cup venues of all normal branding that might detract from their own (mostly subcontinental) sponsors. Their objection to Botham is unclear, though it’s true that in its boisterous youth he was contemptuous of all cricket authority. The Botham name would have been a particular useful backdrop for this fixture. Unusually, the meat of this match was in the first innings: Australia’s early batting made it look as though their total might threaten all kinds of records. 500? A thousand, anyone? This was based on David Warner’s innings, his most significant by far since he was exiled for his role in the sandpaper scandal. Centuries in one-day internationals are not supposed to be big deals: you have to emphasise the not-about-me-ness of it all. Not this time. After an innings of great skill and restraint in tricky conditions (against admittedly duff bowling and fielding) he marked his hundred by letting rip with a flying leap and a mad axeman’s charge. Then the innings fell to pieces to the bowling of Mohammad Amir, still best remembered for spending nearly five of the best years of his sporting life banned for his involvement in spot-fixing. Where better for both Warner and Amir to come for redemption? Here it was that Botham would return from his many adventures and misadventures – in Christchurch, Karachi, Barbados or just up the road during an over-boisterous night in his favourite boozer, the Four Alls. And he would then take the game by the scruff and make everyone forget the bad stuff. (The Four Alls is now an Indian restaurant, apparently – another tradition gone.) Later came Pakistan’s heroic if doomed attempt to stay in the game. It was a fine day’s cricket and a notably attractive fixture for the smallest venue in the tournament: 8,000 capacity. Yet still the ground was not quite full. And how does this thing cut through beyond the partisans and the obsessives? I heard people talking about the World Cup on the train down. Apparently, the USA played Thailand for 90 minutes and only scored 13 for nought. Oh, different sport, apparently. English cricket (and Wimbledon, and Ascot, and every garden fete and wedding reception) has long had to live with competition from football in even-numbered Junes. Now, with the rising profile of the Women’s World Cup and sporadic European men’s activity as well, it is spreading to the odd years. If cricket is going to compete with this, it will have to do better. It is not just because of the Sky monopoly, though that’s a huge part of it. It’s also because this event has not been designed to produce thrilling competition, it has been designed to ensure India cannot be knocked out before the last week and thus alienate cricket’s biggest market. There is another month before the knockouts start. How about a controversy to liven it up? Where’s the sandpaper when we need some? Self-referential footnote: Vic Marks wrote the match report of this game for the Guardian. The Marks-Engel joke is not a new one among politically minded readers. What is new is that “Geoff” Lemon (real first names presumably Vladimir Illyich) was there for Guardian Australia. The sports desk is believed to be seeking expert comment from Jonathan Trottsky."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}