{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/jun/13/county-cricket-surrey-v-yorkshire-kent-v-somerset-and-more-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-13T18:00:27Z", "webTitle": "County cricket: Somerset beat Kent, Surrey draw with Yorkshire – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/jun/13/county-cricket-surrey-v-yorkshire-kent-v-somerset-and-more-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/jun/13/county-cricket-surrey-v-yorkshire-kent-v-somerset-and-more-live", "fields": {"headline": "County cricket: Somerset beat Kent, Surrey draw with Yorkshire – as it happened", "bodyText": "With a whizz-bang momentum, Somerset extended their lead at the top of the Championship table to 26 points. After sitting inside for two days and a session, a window of dry arrived at Canterbury, only for Kent to lose their last eight wickets in 46 minutes and 62 balls. Lewis Gregory, who had warmed up with six for 32 in the first innings, added five for 21 in the second, to finish with best match figures of 11 for 63. He had Daniel Bell Drummond, Heino Kuhn and Alex Blake all fencing to the slip and Ollie Robinson caught behind, last man out as Kent were dismissed for 59. Craig Overton took three for seven, including a double wicket maiden. Tom Abell and Azhar Ali then knocked off the 30 needed in less than seven overs. A delighted Somerset pocketed their fifth win of the season and 19 points. Kent captain Joe Denly was less pleased at the capitulation. “The lads in general are slightly embarrassed by that performance. It’s not what Kent are about.” Fat barrels of beer sat undrunk, and lines of white plastic chairs forlornly un upholstered, as rain and bad light again interfered on the final day of the Guildford festival. But enough play was possible for Morne Morkel to menace Yorkshire into a state of some shock, and Surrey to claim maximum bowling points. Gary Ballance fended a Morkel lifter to gully off the very first ball of the day, as Yorkshire contrived to lose nine for 97 and fall short of the follow-on. Morkel finished with four for 43 and Rikki Clarke three for 35. Jordan Clark, on Championship debut for Surrey, took two wickets in two balls in his first over of the day, bringing back memories of his hat-trick to end all hat-tricks for Lancashire against Yorkshire at Old Trafford last year. Following on, Yorkshire’s openers were watchful until rain interfered one final time. It was the third day of four at Arundel and Swansea. Tom Lace, on loan from Middlesex, made his first Championship hundred for Derbyshire, in a record-breaking partnership with Billy Godleman, who was a career-best 211 not out at stumps in Wales. At Hampshire, Sussex declared overnight against Gloucestershire and between the showers Chris Dent and Gareth Roderick both made fifties as the game headed towards a draw. The matches at Grace Road, New Road and Chester-le-Street were abandoned to the lapping waters. It looks like things are coming to a close at Swansea after a long session. Huge congratulations to Billy Godleman for his double hundred, and Tom Lace for his first century in a Derbyshire cap. That’s it for CCLive! for this week, though play continues for one more day at Arundel and Swansea. Somerset’s remarkable win was the story of the day: the south-west marches onward, 26 points clear. Thanks so much for your company, have a lovely evening. Goodnight. And they shake hands here at Guildford. Huge congratulations to the groundstaff who got this game going after torrential rain at various points during the day. They’re back on at Guildford, with 26.3 overs left. I’m going to write up now, but just to let you know that Godleman and Lace have beaten the previous record of 192 for the second wicket for Derbyshire against Glamorgan, and the record for any wicket against Glamorgan -247- set by Adrian Rollins and Mike May at Chesterfield in 1997. Despite Morkel’s best efforts, this is bedding down for a draw. Ah, the umpires are even looking at their light metres. They’re off. Yorkshire 24 for 0 and I suspect that’s that. Fifty for Chris Dent at Arundel. Gloucestershire 99 for two. And possibly a degree or two of warmth. Tea at Swansea, where Godleman and Lace are both heading towards 150. Derby 355 for two, just 39 behind. One day left in this game. While watching Morne Morkel pull on his big long-sleeved jumper walking down to the boundary, I’ve realised why Surrey’s jumpers don’t have names on. Yorkshire’s are made out that acrylic stuff, Surrey are in proper woollies. I take it all back. Very careful start here by the Lyth and Fraine. Watchful waiting. 8/0. We now have three live matches, at Arundel, Guildford and Swansea. Lyth, unbelievably in short sleeves, watches, plays it, leaves it and survives. Yorkshire 0 for 0. From the railway end, Matt Dunn. Here we go again. And opening the bowling from the pavilion end, is Morne Morkel. A fantastic catch, that I missed, while looking up Linden Lea by The Full English as recommended by Paul Edwards. Yorkshire all out 148, following-on and we’re all destined to sit in this damp, damp tent for a while longer. Yorkshire trail by 165, having lost all their wickets for 97 runs. Morkel 4 for 43 and a sensational catch. Rikki Clarke 3 for 35. Jordan Clark on debut 2 for 37. 38 overs left in the day. A sniff for Surrey, a sniff Somerset have won by ten wickets! Top of the table and going higher. Match abandoned at Trent Bridge. Duanne’s hip doesn’t stop him stroking with the greatest nonchalance a cover-drive to the green seats at the tree-lined side of the ground. Jordan Thompson heaves Rikki Clarke over the hospitality tents for six. Yorkshire 128 for nine. And at Canterbury, Somerset are nearly there - ten to win, ten wickets in hand. Eight becomes nine at Guildford. Ben Coad b Morkel for a big fat lonely nought. Yorkshire 114 for nine. And Duanne Olivier belies his hip injury to walk out at No.11. Morkel has the ball. This shan’t take long. Plaudits, peacocks, golden trumpets! Tom Lace, on loan to Derbyshire from Middlesex, has just made his maiden first class century for the club. And that’s a mammoth partnership he’s put on there with Billy Godleman (114 not out): 215 and counting. Derby 289 for two. And it’s catching. At Guildford, Steven Patterson is, after a huge appeal, caught Foakes b Rikki Clarke for six. Yorkies 109 for 8 and not with even a sniff of the follow-on Kent 59 all out. Gregory five for 21; Coverton three for 7. Somerset need 30 to win. Make that 59 for nine....Craig Overton 3 for seven. T’was a good day to be a fast bowler. The old campaigner falls. Stevens lbw Overton 10. Kent 59 for eight, a lead of 29. Pitch looks ok on this bit of film.... is it the bitterly cold wind and toe-numbing temperatures? Or the deadening effect of too much time in the dressing-room. Kent lead now 25. Kent 44 for seven - Gregory four for nine. The lead is 14 at Canterbury, and at Guildford, Surrey come out chomping at the bit for those bonus points and maybe more. At the very last, we have some cricket. Is anyone at Canterbury? Did you do the ritual stare at the pitch? What did it look like - the moon? Gregory now 3-9, two catches for big Craig Overton. I was just about to say Dickson’s still in, but he aint. Kent 39 for six. Coverton with the wicket. er.... 39 for five.... Another one down: 37 for four and the lead is seven. Bell Drummond gone. That Gregory can do no wrong. Here’s the first wicket. Kent 32 for three. Somerset, will they? Can they? The umpires go out to look at the covers, held down by a selection of plastic containers. They walk back. Ho, hum. Here’s the live stream from Canterbury Rain delay at Arundel. now. Hey-ho. Kent are batting! Come on, make it interesting. Play due to start at 2pm at Swansea and 1.45 at Canterbury. It is still drizzing here. Lunch at Arundel. No play yet in the World Cup match and no news from the England women’s game v West Indies. Match abandoned at New Road. On the topic of exclamation marks (BTL), I’ve undergone a bit of a volte-face. I used to hate them but then found when dealing with people you didn’t really know, eg other parents at your children’s school over whatsapp text etc, that they were useful. Otherwise it was sometimes unclear if you were being passive aggressive etc. But then I’ve also developed a liking for emojis, so perhaps there is no hope. Guildford: Surrey 313 v Yorkshire 95-7 (Morkel 3-27) Arundel: Sussex v Gloucestershire: 96-2 Grace Road: Leicestershire 33-3 v Middlesex: Match abandoned. Draw. Chester-le-Street: Durham 253 v Northants 254-6. Match abandoned. Draw. Canterbury: Kent 139 and 24-2 v Somerset 169. No play before lunch New Road: Worcestershire 98 v LAncs 110-3. No play before lunch Sophia Gardens: Glamorgan 394 v Derby 221-2. Inspection 1.30pm World Cup: India v New Zealand. Inspection 1.30pm Gloucestershire pootling along at Arundel, 74 for two in a game that is probably going nowhere. Chris Dent 44 not out. It’s brightening up again at Guildford where we’re destined for an in-out day, until Surrey have nicked those final bowling points. Some spots of rain fall and the Yorkshire batsmen are walking off before you can say 95 for seven. An inspection at 12.30 in the World Cup game. No play before lunch at Canterbury, and an inspection at 1.10 at Swansea. Jordan Clark -hat-trick specialist - takes two wickets in two balls on his debut for Surrey in the Championship. It seems the restart came too soon for Yorkshire. Five balls later, Rikki Clarke adds a wicket to his two catches. Kohler-Cadmore turned around by one that hits his hip on the way through and is caught by Foakes. Yorkshire 93 for seven. Gloucestershire are 41 for one at Arundel. No play anywhere else, but the wagtails are happy at Guildford. Dab, dab, dab. And they’re off... No hat-trick! The rain gets heavier. Jordan Clark replaces Morne Morkel from the pavilion end and we go again. Jonathan Tattersall has a wild slash, and is caught by Rikki Clarke at first slip. Yorkies 93 for five. And next ball!!! Bess out first ball, caught Clarke again. 93 for six Hat-trick ball! OF course he’s done it before - against Yorkshire last year. Root, Williamson, Bairstow .... A bit of Morne Morkel. Fifteen pace run-up, green-soled shoes, terrifying. At Arundel, Sussex declared and Gloucestershire have already lost a wicket.Miles Hammond for 5, bowled Ollie Robinson. Just bonus points you say? Leaning brilliantly caught one-handedly by Ben Foakes. Follow on target 164. Three wickets in 12 balls for Morkel. Yorkies 79 for four. A second for Morkel - Fraine drove, unwisely, and was caught behind. Yorkshire heading towards being in a bit of a pickle, 75 for three. Just to recap, only play at Guildford and Arundel so far. It’s match abandoned at Grace Road. Start delayed at Swansea, and prospects of play “not great” at New Road. Better news, I’ve been to the Woodbridge Road cafe. Some of you might like to consider the mega breakfast challenge. “A ten egg omelette filled with cheddar cheese and beans, four sausages, four slices of bacon, four hash browns, saute potatoes, bubble and squeak, two slices of fried bread and unlimited tea, coffee or squash.” If you eat it in 30 minutes you get your money back. Astonishingly, play starts on time at Guildford, and to the very first ball of the day, Gary Ballance fends a lifter from Morne Morkel to gully. Yorkshire 58 for two. And yet... I see some lightness through the Surrey cloud. Morne Morkel and Jordan Clark are doing big fast bowler things with stretchy black elastics and everyone is throwing heavy balls about. Yorkies are in a huddle over t’other side of the ground and a spectator potters past. Here’s Matthew Engel’s take on Australia v Pakistan yesterday. And a fascinating read here on doping in cricket by Tim Wigmore. “The thought that the rules on anti-doping aren’t the same for every country in world cricket is bizarre - frankly it amazes me,” said the senior medical official. “The fact that only the top eight are subject to that is a huge surprise. Especially when you’ve got 10 playing in the World Cup - they’re not playing by the same rules.” Delayed start at Canterbury, and things don’t look too hot at Grace Road. At Trent Bridge, India are due to play New Zealand. Adam Collins has driven through torrential pourings to find a kind of truce. No rain.... yet. The start will probably be delayed but it might happen. Keep an eye on things here. From Guildford where it is grey, damp, drizzly and sad. Barrels of beer sitting fatly undrunk and a refreshment tent full of lovely people, home-made cake, but no spectators. But it is not as bad as at Chester-le-Street where they’ve called it off already. Which leaves us with four games, at Guildford, Canterbury, New Road and Grace Road theoretically going into their last day, and two games, at Swansea and Arundel going into their third."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}