{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/06/queensland-belief-shines-through-in-classic-state-of-origin-victory", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-06T01:48:13Z", "webTitle": "Queensland belief shines through in classic State of Origin victory | Matt Cleary", "webUrl": "https://www.theguardian.com/sport/2019/jun/06/queensland-belief-shines-through-in-classic-state-of-origin-victory", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/06/queensland-belief-shines-through-in-classic-state-of-origin-victory", "fields": {"headline": "Queensland belief shines through in classic State of Origin victory", "bodyText": "State of Origin rugby league is intense. It is physical, high-pressure and largely risk-free, but actually not that “entertaining”, at least early, in terms of funky skills. It’s certainly no expression session. But it is an expression of desire, and in front of a pulsating crowd of 51,191 fans at Suncorp Stadium, Queensland wanted Game 1 of State of Origin 2019 that bit more. Pre-match, Maroons coach Kevin Walters had been ridiculed – even asked if he’d lost the plot – for his “un-Queensland” belief that his team was going to win. It didn’t suit some Queenslanders’ underdog mentality. But it didn’t have to – Walters’ team kept on playing, believing, throwing passes, tackling and backing their teammates until they ran out deserved 18-14 winners. Early on, the big Blues forwards, with David Klemmer prominent, thundered up the middle and made space for Damien Cook and James Tedesco, who fairly terrorised Queensland’s big men around the ruck. The super-quick pace suited the two Blues and as the Maroons fatigued, Cook and Tedesco sniped like stoats. It was typically frenetic footy. The first stoppage came after 10 minutes. The teams sucked in air. Sets were completed. Early doors in Origin, no-one tries to lose. Darren Lockyer once told Billy Slater the bigger the game, the more you play within yourself. Origin is the biggest game outside a grand final. Some players didn’t get that memo. Cook bolted free from the game’s first offload. Kalyn Ponga roared back. Daly Cherry-Evans set Will Chambers free. Queensland went right often and when they went left, the Blues were saved by the paint stuck to Corey Oates’ left heel. The Blues looked more dangerous near the line. Tedesco was like three people and seemed to be everywhere. Nathan Cleary and Cook kept feeding him sympathetic ball, rolling him grubbers. He bopped about in the middle and the big Queensland forwards sucked air through their teeth. The Blues played the better percentage, dare one call it “Origin” football. But Queensland held on, returned serve and never panicked, never gave up. And they had Ponga. Cameron Munster too, with his huge, electric step, and they found inroads on the Blues’ left edge, which was quiet in attack, porous in defence. Latrell Mitchell’s contribution was 10 minutes in the bin and a big hard charge in the frenetic final seconds. Walker was hooked while Josh Addo-Carr leapt for intercepts and didn’t come down with them. And Queensland went there again and again. They had tries disallowed. They were down 8-0 but went into the sheds at half-time believing and talked themselves into it – we are in this game. Too right they were. In the second half they sealed up the middle and won the match on gang tackles and swarming defence. Cook and Tedesco, free-running hellions in the first half, were wrapped up and fixed up in the second. All the Blues were. Cherry-Evans and Munster just continued to throw the ball Chambers’ way; they’ll go there in game two as well. Walters may suggest Chambers take a tackle, while Brad Fittler may introduce his outside backs to tackle bags. Meanwhile the Maroons continued to swarm. They attacked in defence and Fittler emptied his bench: Payne Haas, Angus Crichton and Cameron Murray all came on, with the latter, the 21-year-old former captain of Newington College first XV, looking very good in elite company. Ben Hunt ripped off a fine 40-20 in the 36th minute and was effective out of dummy-half. His work was not that of the pin-balling Cook but it was tough and tight. Both men made 50 tackles, although the work eventually told on Cook who was less dangerous the longer the match went. On the back of go-forward and quick play-the-ball, Ponga fed Corey Oates out wide who soared in the way wing men do, planting inside the paint, and the big crowd began to bay, agitating the ghosts of the old cauldron Lang Park. Matt Gillett almost scored, only Mitchell’s foul preventing a try. Mitchell had an ordinary game and Chambers seemed to run by him at will. When he was sin binned in the 59th minute the momentum was with Queensland like a flood running down the Burdekin. Jack Wighton was brought on to do something, anything, on debut. He ran hard and did his best but NSW looked rudderless and when Dane Gagai intercepted Wighton’s pass and ran 95 metres to score, the Blues’ number was up. It was another game of his life for Gagai, who thrives under pressure. Some of the new Blues, not so much. Origin can be like that."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}