{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/18/virtue-moir-canada-ice-dance-winter-olympics", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-18T09:00:49Z", "webTitle": "Olympic ice dance champions Virtue and Moir: 'We’re so proud of our relationship'", "webUrl": "https://www.theguardian.com/sport/2019/jun/18/virtue-moir-canada-ice-dance-winter-olympics", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/18/virtue-moir-canada-ice-dance-winter-olympics", "fields": {"headline": "Olympic ice-dance champions Virtue and Moir: 'We’re so proud of our relationship'", "bodyText": "There’s a guy at a bar nursing a drink. He looks up and catches the eye of a girl nearby. They share a knowing glance. And that’s the moment. It’s a scene from a litany of TV shows and films. But, it’s also the story of Tessa Virtue and Scott Moir’s rebirth. And given the hopelessly romantic and cinematic dimension to their partnership, the story fits perfectly. “We were on a charity trip to Scotland [in 2015] and they were showing an Olympic video,” Moir remembers. “I looked over at Tessa. We kind of have our own language. And I was like, ‘We’re going to do one more Olympics, aren’t we?’ And she was like, ‘Oh, yeah’. I turned around to the bartender, ordered three more beers and just thought, ‘Okay, here we go’”. At the time, the celebrated Canadian ice-dance duo were on a break. Embittered and irritated with skating, they’d stepped away from competing and were mulling their next move. After a period of unprecedented success between 2010 and 2012, things shifted substantially prior to the Winter Olympics in Sochi. The entire experience, which culminated in a bitterly disappointing silver medal, was clouded by a simmering rift with coach Marina Zoueva and newspaper claims that the ice-dance result had been fixed by American and Russian judges. It was supposed to be Virtue and Moir’s perfect swansong but instead they headed into presumed retirement full of anger, frustration and resentment. Moir, in particular, was disillusioned by all of it. “I was just kind of sour with the sport,” he says. “I didn’t want anything to do with it. I went into a period of excessive partying and doing anything that wasn’t figure skating, really. I went and built a house with my brother. I shut the whole world out and shut everything down.” But the break – regardless of the emotions that came with it – was badly needed. “Gaining the perspective to reflect and reassess was paramount,” Virtue says. After discussing a comeback in more detail, they earmarked former Canadian ice-dancers Marie-France Dubreuil and Patrice Lauzon as coaches and were eager to move to Montreal and get things started. But during their first conversation, Lauzon wanted them to explain their motivation for returning. It was a pre-requisite, he told them. “That floored us,” Moir says. “We couldn’t get out of it by just saying, ‘We want to win.’ He just said, ‘Well, that might not be enough. You need more than that if you want to come to our school.’ It came down to the fact that we just felt we had more to give.” In a new place and with a new coaching team, they were determined to push boundaries and rediscover the sport. “We weren’t conforming to any one thing,” Virtue says. “We lost this sense of trying to appease everyone else. We were more secure in who we were as people and athletes. We were more secure in what we stood for, what we valued and the art we wanted to create. I always loved skating but you can get hardened by it and it’s discouraging and disheartening. You can lose that spark. Montreal ignited it again.” In September 2016, they stepped into a rink in the Montreal borough of Pierrefonds and competed for the first time in two-and-a-half years at the Skate Canada Autumn Classic. The short dance was an electric, sensual tribute to Prince. Paired with the tenderness and contemporary slant of their free dance, it was a magnetic and thrilling package. Even so, it seemed a long shot that they would get the better of Gabriella Papadakis and Guillaume Cizeron, the French duo who were back-to-back world champions and unbeaten in two years. So, it was astonishing when Virtue and Moir ended the year on top of the Grand Prix podium for the first time in their careers and followed that up with a World Championship gold in 2017. “I don’t think people truly understand how difficult that is,” Moir says. “Three years is a long time. The game had evolved. And we’re back in the arena, with the bright lights and everyone’s faces looking back at us again. We did everything we could to prepare but there were a lot of tough steps. The goal was to not be our old selves. We knew we made a mistake in 2014. We didn’t pick music that was dear to our hearts and weren’t personally invested in a program. We vowed to never do that again.” The new era was exciting but still left Virtue slightly underwhelmed. She was expecting something bigger, more explosive. “I thought we’d have this Ziggy Stardust moment,” she says. “‘Representing Canada, Tessa Virtue and Scott Moir’ and the whole crowd would turn and gasp and say, ‘Who? Who’s that blonde girl? That’s not Tessa.’ I thought we would totally reinvent ourselves. But it was finding the balance. ‘Are we doing things differently just to be different or to be better?’ And that was a constant dialogue between us.” For Moir, the entire process became a safe harbour as he navigated a particularly difficult period. “2017 was probably one of the hardest years of my life,” he admits. “There were a lot of personal struggles. I lost some very important people. I had a best friend and then a grandfather pass away. Through it all, skating became an anchor. I used to think of it as a job. Now it was getting me through and giving me hope. Through all the heartache, it seemed worth it. Heading into the Olympic season, we were ready for almost anything.” In the build-up to Pyeongchang, they were consistently behind Papadakis and Cizeron, particularly in the free dance. So, they dramatically altered their sombre Moulin Rouge routine to make it more Olympic-friendly. “We changed about two minutes of our program entirely,” Virtue says. “We listened to people for eight years telling us we needed a big ending, people on their feet and the music to reach this massive crescendo. That’s the Olympic moment people want. Once we were able to find that, it soared and began to take shape.” It worked. The subsequent free dance performance sits alongside Torvill and Dean’s 1984 Bolero as the greatest ice-dance moment in history. Those four spellbinding minutes were not only enough to ensure astounding and unlikely Olympic golds for the pair but to also define Virtue and Moir’s legacy. “I had never felt momentum during a performance before,” Virtue says. “We felt flow in Vancouver [when they won gold in 2010] and we chased that feeling for eight years. I went into the penultimate lift in Pyeongchang and I got chills because I felt the energy and electricity in the building shift.” A different kind of momentum had been growing for a while too. Unlike their French rivals, Virtue and Moir took part in the team figure skating event a week earlier and quickly became viral sensations. In front of a global audience, the intensity of their chemistry, their innate closeness and the suggestiveness of certain choreography whipped new-found fans into a frenzy, especially across social media. When they found out Virtue and Moir were not involved in a romantic relationship, they didn’t really accept it. Instead, they started to fantasize. There are dark corners of the digital sphere devoted to them, including some intense fan fiction. The disciples – and there are a lot of them – obsess over every look and every caress. “It’s probably healthier to avoid it,” Virtue says. But that’s easier said than done. Last year, Moir spoke eloquently about the impact his unique athletic setup had on his personal life and how some partners found it difficult to properly understand his dynamic with Virtue. Before the Olympics, he was already daydreaming about what was on the other side. It’s why he’s so ready to move on to a new post-skating chapter and focus on things he spent so long sacrificing. “I was ready for that transition,” he says. “It was always skating first and I was finally at a point in my life where I could be a contributing member of my family and actually search for a life partner.” Their relationship is a curious thing. When I ask Virtue to define it, she takes a deep breath. “We’re the worst at answering this question”, she begins. “I wish we could help ourselves and everyone else.” She speaks uninterrupted for a few minutes. It’s essentially a meandering run-on sentence. Then she apologizes profusely for not supplying the right answer. But, of course, she had done. It’s why the moment of their eyes meeting in Scotland explains so much of their story. Words are limiting and what Virtue and Moir have goes far beyond that, almost existing in the abstract. “We were made for each other, in a work relationship,” Moir says. “There’s real love there. We’re so proud of the business relationship we have. And that’s the story we want to tell more than anything. Judging by my girlfriend’s Twitter, I think fans are disappointed a little bit that we’re not a couple but we have a very amazing, unique relationship that hopefully young people can look at and think, ‘Wow, that should be inspirational in its own right’”. When they stood on the podium immediately after their Olympic victory, Virtue – normally so poised – uncharacteristically welled up. “It was seeing 20 years flash in front of me,” she says. Her voice cracks so she nervously laughs to cover the lump in her throat. “The little seven and nine-year-old kids who got together, who didn’t speak and who just skated around a rink holding hands. On the world’s biggest stage, with all of that pressure, in that very moment ... I was just very proud of Scott. It’s funny. We both have this thing where it’s hard for us to acknowledge our own success but we’re able to see it in each other.” Currently, there’s an adjustment period. It’s not about the Olympics anymore. There are touring shows to produce and various other projects to plan for. They both admit that fully appreciating what they have and what they’ve gone through together is something that will only come much later. For Moir, he’s still struggling to wrap his head around the last year and a half. “I don’t know how to explain it and I don’t think I even have a proper perspective on it yet,” he says. “It seems like it was a fairytale when I look back now.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}