{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/jun/14/england-v-west-indies-cricket-world-cup-2019-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-14T16:53:21Z", "webTitle": "England beat West Indies by eight wickets: Cricket World Cup 2019 – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/jun/14/england-v-west-indies-cricket-world-cup-2019-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/jun/14/england-v-west-indies-cricket-world-cup-2019-live", "fields": {"headline": "England beat West Indies by eight wickets: Cricket World Cup 2019 – as it happened", "bodyText": "And here’s Vic Marks’s match report: Well that was a breeze for England, and the expected semi-final place is very much theirs to chuck away now, though India, New Zealand and Australia still lie in wait. And again, contrary to some expectations, the platform was provided by their bowlers. Woakes, Archer and Wood were all excellent in their different ways, and excelling in different ways is a vital characteristic given the rather more leaden and predictable manner in which the West Indies quicks deployed their talents. And then Joe Root was wonderful, first breaking the back of West Indies’ most promising partnership, that between Hetmyer and Pooran, then producing a technical masterclass with the bat. You don’t necessarily need to smite sixes all over the shop when you’ve got the style and technique that he has. Questions hover over the fitness of Roy and Morgan – your James Vinces will be standing by – but things look rosy for the hosts. As for West Indies, this defeat smacks them up sharp after their thrashing of Pakistan and absorbing close-thing against Australia. Their batsmen need to turn their range of skills into longer partnerships and their bowlers need to rediscover their radar and ability to apply pressure, which they undoubtedly possess in abundance. It’s Bangladesh next for them on Monday, which will be a fascinating and hard-to-call clash of styles. Looking forward to that one. Anyway, that’s us done for the day. Thanks for your company and your many emails, only a fraction of which we had time to publish. It’s much appreciated. Have a fun weekend. Bye. And stand by for the Spin: Mark Wood’s been chatting to the Sky team. “I thought Jofra ruffled them up a little bit early on even though he didn’t get wickets, enabling Woakesy to do his thing at the other end”. Joe Root’s with them, being suitably self-deprecating about his bowling cameo. “When you’ve not got a very good stock ball, you’ve got to work on other things,” he quips. The captains speak: Holder first. “We lost wickets at crucial stages,” he laments, “played a few careless shots, and we could have formed a few more partnerships. The toss was a bit crucial [when the conditions were harder], I still think we did a reasonable job to get through the powerplay but lost it in the middle overs. Batters got out at times when we needed to really dig deep. We need to look at that as it’s happened in a couple of games.” Asked about fitness, the West Indies captain says; “It’s something to look at, we’ve got a few days to get ready for the game against Bangladesh. There’s no point looking back, and we’ve got to tighten up in all departments.” Eoin Morgan then walks in gingerly, explaining that his back is stilll sore, which might be a spasm, and Jason Roy will go for a scan on his hamstring. “I’ve had a lot of back spasms in the past, it’s a matter of seeing how they settle down. It’ll be 24-48 hours before we know.” As for the performance, it was “a really good day at the office today. We didn’t make inroads straight away but the way the bowlers stuck to plans was outstanding. As a whole today, we were brilliant, and Joe has had an absolute day out, he’s the glue that holds our team together. On Jofra Archer, “like everybody within our bowling unit, he’s a pleasure to captain.” “The personnel have changed a little but but the plans have stayed the same. You have to leave guys out sometimes but if the plans are executed, then that’s what matters.” Which is a slightly bloodless way of describing an excellent performance. Joe Root is, unsurprisingly, named man of the match. Talking to Nasser Hussain, he says: “It’s obviously nice for this hundred to mean something and for us to get a win out of it. We followed through with the opportunity we’ve given ourselves.” On opening the batting, he adds: “It’s nice to get some time in the powerplay, with the field up, but there’s not that much difference to when you’re down the order. It was a really good team performance. We spent two days in the indoor centre, and had plenty of short stuff to practise on – you make sure you’ve done your work, you feel confident, and back yourself to do it.” As for that decisive bowling camoe and the split-finger delivery: “I’ve been trying a few things,” he says, “when you haven’t got the skill that the other guys have, you have to. I’ve sent down wides too so there’s stuff to work on.” Here’s the full standings: Well that was far too easy for England, who move up to second in the standings behind New Zealand, and ahead of Australia on NRR, which will have been boosted by the ease of this chase. And it was all accomplished without a single six, which is practically witchcraft in the modern game and the first such innings of this World Cup, it would appear. As this has all finished earlier than expected, it gives you more time to catch up with the Spin podcast. All episodes can be found here 33.1 overs: England 213-2 (Root 100, Stokes 10); target 213. Jason Holder gives himself another bowl, and Stokes is right back at him, fly-swatting in front of square on the off all the way to the boundary. It’s a no-ball too, and from the free hit, Stokes wins the match, on-driving for another four. This has been a rout. 33rd over: England 204-2 (Root 100, Stokes 2); target 213. Cottrell is off the field too now, apparently sick. It’s been a horrible day for West Indies. It’s been rather better for Root, who moves to 99 with another expert pull for one. Stokes gets off the mark with a single, putting Root on strike next ball, which he turns round the corner once more for one to bring up an absolutely flawless hundred. What an asset he is to this side – few fireworks, but plenty of stylish, judicious strokeplay. 32nd over: England 200-2 (Root 98, Stokes 0); target 213. The hundred partnership is brought up with another fine stroke for two from Root. The Yorkshireman senses his moment is near and swats and misses at a short one from Gabriel, which is then called wide. Another square drive for two and a single take him to 98 before Woakes perishes, top-edging to Allen at deep square leg who takes it low in front of him. Then, more concern for West Indies as Gabriel pulls out at his delivery stride, looking like he’s twinged something, but he’s able to send down the next ball, which is a wide down leg to the new man Stokes to bring up the 200. On the subject of easy chases, Alastair Connor adds: “Well, NZ did knock off their 137 against Sri Lanka in 16 and a bit, at about 8.5. I wish they had done something similar against Bangladesh and Afghanistan instead of dawdling and making it look close – their net run rate would be ridiculous.” Well I was at that game against Bangladesh at The Oval and, to be fair, Bangladesh fought back into that contest admirably – it was a proper game of cricket, that. A decent innings from Woakes comes to an end as he holes out to deep square leg where crowd favourite Allen is waiting to pouch it. 31st over: England 193-1 (Root 93, Woakes 40); target 213. “This is like the last session of day 5 in a 700 vs 700 bore draw not a WC game between the favourite and a top 4 contender,” sniffs Andrew Jolly on the Twitters. And it certainly has been devoid of competitive tension since Joe Root the destroyer was brought into England’s bowling attack midway through West Indies’ innings. Oshane Thomas is back at the Pavilion End. His third ball is a wide. As is his fifth. Some of the others are quite good, but, you know, whatever. All too late now. 30th over: England 190-1 (Root 92, Woakes 40); target 213. Proper pace is back in the attack in the form of Gabriel but Root’s seeing it like a football and pushes a straight drive down the ground for three to go into the 90s. And then a rare moment of English discomfort, as Gabriel cuts Woakes in half with a ball that zips back into him, and then forces him to duck under a short ball worthy of the name for once. Chris Fowler writes in on the subject of unchallenging run chases. “Reading how England are proceeding with calm and moderation toward the unchallenging total of 213, I was thinking: What is the fastest runs-per-over rate that an unchallenging total has been achieved in an ODI? Perhaps that should be at the World Cup, to avoid any total mis-matches that might occur at a lower level, and totals of at least 180. England are cruising along at six-and-a-bit, and have been there almost all through their innings. But has any team really ripped into such a total and blasted their way there at, say, 10 or 12 an over?” 29th over: England 186-1 (Root 89, Woakes 39); target 213. Root moves ever nearer a conversion-rate discussion with a perfectly placed cut in front of square for four that takes him into the late 80s. He now has the most runs in this World Cup, overhauling the agelessly wonderful Shakib al Hasan. 28th over: England 178-1 (Root 83, Woakes 37); target 213. The punchless Brathwaite continues, and his short dobbers continue to get swatted away, mostly for ones in this over until Woakes cracks its final delivery for four. You can’t bowl short at that pace. The sub fielder Fabian Allen has obviously built some kind of rapport with the beer-quaffers behind him, who are cheering uproariously at his every touch of the ball out at deep midwicket. 27th over: England 171-1 (Root 81, Woakes 32); target 213. “This has been an excellent day for England thus far,” says Ian Ward in the commentary box, making the words “thus far” do rather a lot of work. They’re not going to blow it from here. Woakes scoops Gayle to the deep on the legside for two, and will appreciate this batting practice. The strike continues to rotate, and cricket-guitar man goes all turgid-90s on us with a blast of Reef. 26th over: England 166-1 (Root 79, Woakes 29); target 213. Woakes controls a pivoted pull on the legside of Brathwaite for one. Root pushes down the ground for another. Woakes pulls to leg again for two. And does the same again off the last ball of the over. You get the picture. It’s all too easy. 25th over: England 160-1 (Root 78, Woakes 24); target 213. Review! Gayle turns one into Woakes’s pads and Holder thinks, ‘Oh sod it, why not?’ and sends it upstairs, but no dice. The impact’s outside off stump. The next one Gayle drifts into the right-hander is more wayward, and is a wide down the legside, so he goes round the wicket at Woakes for the last ball of the over, which is flicked to mid-on for an ambled single. We’re only at the halfway point and England need only 53 more. 24th over: England 155-1 (Root 76, Woakes 22); target 213. England happy to work the gaps and run the ones from this Brathwaite over. And why not? They don’t have to do anything else. 23rd over: England 150-1 (Root 74, Woakes 20); target 213. Gayle continues to be pretty tight, but not particularly threatening, notwithstanding the ball from which first slip indulged in an optimistic leg-before appeal off the last ball of his over. Not going anywhere near. Four from the over. Going back to earlier discussions, here’s Anthony Richardson. “So, this ‘runs saved’ fielding graphic. Don’t get me wrong, I’m all for it. But how does it work out how many runs you’ve cost if you drop someone? Do they just add on all the runs the batsman scored from that point? Is that how it works, Tom? But then what happens if someone else drops the batsman afterwards? Do those runs still count against you, as technically it’s your fault he’s still in in the first place? Or are you granted amnesty from that point onwards? Can both errant fielders have runs cost against them? What if the keeper misses a stumping? What then, Tom? Tom? Don’t get me wrong though. I’m all for it.” 22nd over: England 146-1 (Root 73, Woakes 19); target 213. It’s not happening for Brathwaite, who dollies up another short but harmless delivery for the express purpose of being clobbered square for four by Root, which it is. And that’s the 50 partnership already. What would West Indies give to have been able to swap Monday’s weather in Southampton with today’s. They’d surely have rolled over South Africa. 21st over: England 139-1 (Root 68, Woakes 17); target 213. Huge bi-partisan cheers greet the introduction of Chris Gayle, and some vestige of spin, to the attack. It’s decent too, initially, and a quarter-chance is offered when a mistiming Woakes chips uppishly but short of mid-on. Not a bad bowling change all told. Andrew Benton writes in with what we might call banter aimed at my esteemed colleague Tim de Lisle. “’And what house, Sir?’ Did Messers Cox and de Lisle go to a famous public school (if giving Johnson’s name was an option it would be Eton presumably)? Makes me wonder if Tim ‘totally brilliant’ de Lisle’s not a bit too establishment for the Guardian....or does that matter not these days. :-)” Don’t know about that. If you believe some people, we are the establishment. 20th over: England 138-1 (Root 68, Woakes 16); target 213. It’s a long time since I’ve seen West Indies’ attack look this innocuous and off-colour. Thomas returns in place of Holder and his first ball is filth, and treated as such by Woakes, cut emphatically for four. A single and a couple of twos for Root follow before the over’s crowning glory of a majestic controlled pull to the deep midwicket boundary. No sixes in this innings yet, but a surplus of fours of the hightest quality. Meanwhile, here’s Barney Ronay on rain and the World Cup, and things getting better: 19th over: England 125-1 (Root 60, Woakes 11); target 213. New bowler, same problems for West Indies. Brathwaite comes on, and is greeted straight away with yet another almost insouciant straight drive for four, the first of two in the over (the second despite a valiant attempt by Darren Bravo who crashes into the ropes), alongside an easy two. If he can play this well opening in ODIs he can surely play at No 3 in Tests, Nasser H in the commentary box chirps. 18th over: England 115-1 (Root 50, Woakes 11); target 213. The niggles and injuries continue to pile up today – Gabriel the latest to leave the field, not sure what the complaint is as yet. Holder labours on though, and had his luck been in he might have snared Woakes, whose pull is mistimed a touch and falls just a fraction short of the man at long-on. And then Root reaches 50, for the third time in this World Cup, with a flick to leg for a single. It’s been an effortless half-century at that. 17th over: England 112-1 (Root 48, Woakes 10); target 213. Root’s driving like a dream, as so often, and another one straight from the manual from Gabriel gives him four more. And Woakes looks in decent touch too, punishing another one that’s dug in too short and with too little menace by pulling it in front of square on the legside for four. Meanwhile, not so much a can as a massive vat of worms has been prised open by all this name-spelling and pronunciation chat. Thomas Hible shares his pain with the group: “I can say it, pronounce it, write it down, show it to the world and his wife, point out the Christian holy book is called the Bible, not bibble, but every single time any either tries to say or spell my name it ends up as Hibble. Sigh.” While John Cox adds: “On misspelling names, when Tim de Lisle and I were serving time at some educational establishment long ago I had the misfortune to have my name taken by the swimming pool attendant for some japery or other. When giving one’s name one was supposed to give surname and house, so ‘Cox KS’, I said. The chap licked his pencil, wrote down COKS, turned back to me and asked, ‘And what house, sir?’. I should have told him I was Boris Johnson, come to think.” Thanks to the 1,057 other readers who’ve chipped in on this subject. 16th over: England 103-1 (Root 43, Woakes 6); target 213. Chris Gayle plays to the gallery shamelessly, and wonderfully, with a celebra-stop, going down in installments to prevent a Root single at extra cover, and then acting as if he’d just taken a spectacular catch. Woakes adds two more as Holder’s fourth over goes for three. They can amble along at that rate until the finish now, frankly. Play for your averages, boys. 15th over: England 100-1 (Root 42, Woakes 4); target 213. Bairstow ups the ante again, hoiking across the line on the legside with some conviction to add four more. Holder puts another man out in the legside deep in response, and Bairstow is felled in trying to counter it, as his uppercut high behind square on the offside is gathered in the deep by Brathwaite. And Chris Woakes is the new man in, as England opt to get funky with their order, even though Morgan is eligible to bat now. No point in risking himself yet, I guess. And Woakes is off the mark with a lovely straight drive for four to put England in three figures. “Oh do give over complaining about your names being misspelled,” writes Jim Twix Kitcat, “what do you think happens to mine every sodding day? And don’t get me started on trying to order a taxi...” While Ian Davis tells me: “If you want to know what happens to all those ‘e’s that get left out of your surname - they end up in mine; probably put there by the same people who removed them from yours.” I’ve only gone and jinxed YJB. His square uppercut isn’t quite timed enough to clear the boundary and he’s caught at deep backward point by Brathwaite. 14th over: England 88-0 (Bairstow 39, Root 42); target 213. There’s something pleasing and orderly about a partnership in which both batsmen are scoring at the same lick. You could see Bairstow and Root bringing up their respective 50s (and maybe even 100s) within the same over. Neither need to hit out given the match situation, and Holder doesn’t offer them much in his third over (though a legside wide disfigures it), though neither does he, nor anyone else, look like taking a wicket. The short stuff is now sitting up and looking easy to deal with. 13th over: England 83-0 (Bairstow 38, Root 39); target 213. Better from Gabriel, giving less room to the batsmen and yielding only three singles, the last of which could have been more after an overthrow but it’s well saved by the fielder at midwicket. James Higgott has found some common cause with Andre Russell. “Andre Russell’s last name is spelled with a single L on the back of his shirt: Russel. Cricinfo, Sky and his own Twitter account all spell it ‘Russell’. I have two double consonants in my last name and this happens to me all the time. I’d be fuming if I were him.” That would annoy me in much the same way as people leaving the ‘e’ out of my surname does. 12th over: England 80-0 (Bairstow 37, Root 37); target 213. Bairstow may be Ok, but his helmet is not, and needs to be replaced – necessitating a lengthy delay to the start of the 12th over, delivered by Holder. England are punishing all the bad deliveries here, and Holder, whose first over was excellent, is punished for legside straying with an easy flick for four by Bairstow, who swishes at a short one next up and it flies over the keeper to the boundary once more. “We saw Dennis Wise outside Lord’s before a Test last summer,” writes Miranda Jollie, “walking along St John’s Wood Road eating a bacon sandwich, clearly on his way in.” A thrifty decision by the combative former Chelsea wideman to buy his sarnies outside given how overpriced it is inside the ground. 11th over: England 69-0 (Bairstow 27, Root 37); target 213. A change of ends for Russell, but not of fortunes, a lovely controlled Bairstow uppercut over the slip region bringing four more. An attempt to repeat the trick off a shorter, better delivery fails. A controlled legside pull adds another one before Root does likewise. Bairstow takes a blow to the helmet off the last ball of the over, but is less hurt than Russell who takes a tumble after his delivery stride and rubs himself gingerly. The physios are on for both, and Russell, who’s not moved easily all day, has to limp off. It’s becoming a bit of a nightmare for West Indies, this. “West country can go hang,” roars Charlie Tinsley, laying bare the divisions within our blighted nation. “Cricket in the East of England is a complete nonevent. Try being a cricket fan in East Anglia. “ 10th over: England 62-0 (Bairstow 22, Root 36); target 213. Holder switches it round again, bringing himself on for Russell, who did look to be struggling in his solitary over. And the captain is altogether more miserly, four accurate dot balls followed by a legside single to Bairstow and an awkward one that jags into Bairstow’s upper thigh – a good ball but too high for an appeal. Martin Monroe reckons he’s spotted Southampton legend Matt Le Tissier in the crowd. Anyone else got any sightings of footballers at the cricket? Or is the football season now so all-encompassing that yer modern top player has no chance of stealing a leisurely day watching another sport when there’s the pointless cash-spinning tour treadmill to eat up the summer. 10th over: England 61-0 (Bairstow 21, Root 36); target 213. Root rocks onto the back foot and whacks Gabriel high to deep square leg for four. Two wides and a single complete the scoring for the over, but England have no need to force this. They’re cruising, though I expected more from West Indies’ attack after their performances against Pakistan, Australia (at times) and in their brief cameo against South Africa, not to mention the way they got among England in the winter. Seems the ground-allocation decisions have managed to unite the country in grievance. Here’s Gary Marks with a West Country perspective: “After Monday in Taunton there are no more games in the West Country and we are not even halfway through the group stage. Does seem a strange pattern of ground allocations.” 8th over: England 53-0 (Bairstow 20, Root 31); target 213. A double bowling change, as Russell replaces Thomas, but England’s easy progress continues with Root unfurling another fine drive for four before square cutting for three. For all the ongoing angst about Root’s conversion rate in Tests, he’s a massive asset to this one-day side, and has looked England’s most consistent ODI batsman of late. Russell manages to hem in Bairstow rather more successfully though, four dots rounding off the over. 7th over: England 46-0 (Bairstow 20, Root 24); target 213. No surprise to see Holder making a change, bringing on Gabriel for Cottrell but the paceman almost concedes a boundary first up only for a fine stop by the man at short fine leg to save the day. A well-run two for Root following a fumble at the boundary by Thomas ensues. Root cops one in the grille after misjudging an attempted hook – no harm done – and the next short one is called a wide, a signal missed by Sky’s TV bods who cut to an ad with one ball remaining, and from that ball England add another single. 6th over: England 40-0 (Bairstow 20, Root 19); target 213. The England openers, makeshift and otherwise, are turning it on here. Bairstow gives it some aesthetics with a delicious textbook straight drive to the boundary off Thomas. No need to run for that. Root’s “hold my beer” response later in the over is an equally gorgeous cover drive for four. 5th over: England 30-0 (Bairstow 15, Root 14); target 213. A glorious Root drive off Cottrell brings four more. The Test captain then rocks onto his back foot to square cut for two. The left-armer Cottrell switches back to over the wicket, and gets some dot balls off the back of it, including a short sharp proper bouncer that Root swishes at and gets nowhere near. More on music and cricket from our old mucker John Starbuck: “Ireland are showbands, Kenya and Zimbabwe share Afrobeat with a bit of desert blues and no-one owns up to rai. You might say Netherlands are krautrock but that would be offensive.” 4th over: England 24-0 (Bairstow 15, Root 8); target 213. Root pulls a straight one from Thomas square on the legside for four with breezy efficiency. Another two ensue, and it has to be said that West Indies’ attack isn’t exerting the kind of pressure that Wood, Woakes and Archer were this morning. “Going back on the point of allocation of grounds,” writes Ross Hall. “The south bias seems unfair! My office overlooks the Old Trafford pitch and that isn’t being touched until this Sunday! There are plenty of nationalities all over the NW England that would love to see some cricket!” Though as an apparent member of the apparent London metropolitan elite that they have in that London, I should point out that Lord’s hasn’t hosted a game yet either. But I agree that there’s not enough Old Trafford and Headingley (or Durham) in this World Cup. Mind, I’d have stuck a couple of fixtures out at Hove and Chelmsford too. 3rd over: England 17-0 (Bairstow 15, Root 1); target 213. Root gets off the mark with a push through the offside and Bairstow clips to leg for another couple before creaming an overpitched Cottrell delivery through the covers for four. Batting’s looking easier than it did this morning already – that was a big toss to win. 2nd over: England 9-0 (Bairstow 9, Root 0); target 213. Thomas drops short and wide and Bairstow square cuts it with withering contempt for four, though he takes a slightly riskier decision to upper cut a more accurate delivery that dobs down between the encroaching fielders. A sense already that West Indies might be overdoing the short stuff. It’s not menaced England yet. “Death Metal is the genre owned by Scotland,” continues Abhijato Sensarma. “They are not the centre of everyone’s attention, but one simply can’t deny that they play very well and are rising through the charts in recent times with their good, consistent quality. If there’s one complaint I have against them, it’s that they always seems to be banging their heads. They’re at the World Cup, after all, surely they can be a bit less grim now? Wait..... what? Oh.... Now the reason for my preference to listen to death metal in the rain has become clear.” 1st over: England 3-0 (Bairstow 3, Root 0); target 213. The high-salutin’ Cottrell opens the bowling for West Indies and begins with a wayward short one down leg that might have been called wide but isn’t. Bairstow gets England underway with a confident square off-drive for three. A fairly sparky over though. In injury news, Morgan can’t come out for 28 minutes and Roy not until No 7 due to the time they’ve spent off the field. “Can you explain how the allocation of venues was done?” asks John Hambley in vain. “I am mystified that Windies don’t have a single fixture in London, where the highest number of Caribbean-origin people live, while Australia have four. Not many Bajans or Jamaicans in Taunton or Chester-le-Street.” A more than fair point, though West Indies’ support even in London in recent times hasn’t been what it was. So Root comes out to open with Bairstow, in place of the injured Roy. Some emails: first the prolific Abhijato Sensarma with some cricket/music analogies. “We have ten bands on display in this tournament: India plays alternative rock - it is grounded in traditional structures which secures their positions at the top of the charts; they have been innovative often enough to stay in front of others. England specialises in electronic music - they are awesome in favourable conditions, especially when you want to indulge in escapism (but they can be too much for their own good sometimes!). Australia and West Indies play folk music - grounded in traditionalist routes and re-emerging in recent times. Afghanistan has carved out its own identity via country music - native flavour is brought out exceptionally well and they now have quite a few artists going mainstream now. New Zealand are the players of pop music - perhaps too safe, but they’re charismatic and as watchable as ever. Sri Lanka and Bangladesh are both in the pub music industry, getting many gigs but seldom rising to the top. South Africa play Bosa Nova - adapting and improvising on content/strategies from other bands (to their credit or discredit), but are relaxing to experience nonetheless. Pakistan are Hip Hop stars - unpredictable and outrageous, never shying away from turning up at the big moments (but getting in trouble a bit too often).” So who’s grime? Or death metal? Or acid skiffle? And some more stat-mulling from Paul Headon: “West Indies have been accused of this before, but looking on Cricinfo, they’ve faced/allowed 150 dot balls so far this innings. Staggering proportions! Perhaps they’re all seduced by the Gayle effect…” Talking of figures, Archer is now second in the wicket-takers’ list for this World Cup, with Wood seventh. Thanks Tim. Afternoon everyone. And let’s begin with a stat: only six first-innings in this tournament have gone the full 50 overs. This is not what we were expecting, say, this time last year when scoring records were being smashed on sun-baked pitches in insufferably hot weather. But let’s credit the bowling teams. England’s bowling performances – the Pakistan aberration aside – have probably surpassed expectations in this tournament, and it is they to whom the batsmen should be grateful as they pursue an eminently gettable target. Though an attack spearheaded by Cottrell, Thomas and Gabriel is not to be taken lightly, and the injury concerns surrounding Roy and Morgan make this a chase to be handled with care. Lunchtime (must-)reading: So England have done exactly what they would have hoped for when they put West Indies in. But they got there by a curious route, allowing Pooran and Hetmyer to add 89 before Joe Root, of all people, made the breakthrough with his licorice all-sorts. England’s two spearheads, Archer and Wood, were both excellent on a lively pitch, and Woakes was immaculate too – albeit, like Wood, not in the field. West Indies will be wondering why they didn’t use their last five overs and also why their master blasters, Gayle and Russell, both fell into the same trap, trying to clear the Hampshire Bowl’s long boundaries. But they may well be thinking that they can win this, because they have firepower too and England may well be without two of their top four, Roy and Morgan, who both limped off. “Just another game of cricket,” says Jofra Archer, who turns out to be a comedian as well as a fast bowler. Thanks for your company, your popish humour and your many unused emails – there was just too much happening. Sport at its most riveting. Now over to Tom Davies to see how this episode turns out. That’s it! Wood’s yorker is far too good for Shannon Gabriel. “West Indies blown away by England,” says Nasser Hussain – music to the ears of every England fan who can remember any Test series between 1976 and 1990. 44th over: West Indies 211-9 (Thomas 0, Gabriel 0) That’s a wicket maiden for Archer, who is bowling fast and short. “It’s all in the rhythm and the action,” says Michael Holding. Takes one to know one. “Purely hypothetical of course,” says Anthony Hulse, “but if it turns out that Jason Roy is done for the tournament, do you think that Alex Hales may all of a sudden be considered rather less of a ‘distraction’?” Haha. Another one – which may be an injustice, as the ball flicked Brathwaite’s sleeve, but possibly the bat too. Both teams are out of reviews, so he has to go, probably taking his team’s hopes of a late flurry with him. 43rd over: West Indies 211-8 (Brathwaite 14, Thomas 0) Wood comes close to joining the caught-and-bowled party as Brathwaite has a flail and mistimes it. If Wood had caught that, it would have made one of the all-time great cricket pictures, as he was practically horizontal in his follow-through, sticking up a hand, like a salmon with a periscope. Brathwaite responds with a six, over midwicket, nice and easy. 42nd over: West Indies 204-8 (Brathwaite 7, Thomas 0) Buttler’s confidence gets the better of him as he reviews again, for caught behind off Archer, and the replay shows the ball hitting nothing at all. England are out of reviews but still on top – only 15 off the past five overs. “Hi Tim,” says GSG on Twitter. ”Things seem to be ticking along, but is the fielding starting to be a cause for concern? Drops today plus the shambles against Pakistan, whereas it had recently been such a suffocating strength for Eng.” Maybe, but today’s fumbles didn’t cost much, unlike Roy’s gift to Mohammad Hafeez. 41st over: West Indies 203-8 (Brathwaite 6, Thomas 0) Buttler keeps Rashid on and gets some reward – five dots and a single. England are doing rather well, for a nine-man team. 40th over: West Indies 202-8 (Brathwaite 5, Thomas 0) So England lose Morgan, who walked off, very gingerly, after dashing to the stumps to take a throw. But they don’t miss him yet, as Buttler goes for a shrewd review and Archer takes two wickets. The only nerves he’s shown against his old team came with a wide off his first ball; since then he’s been fast, testing, exemplary. “About that hamstring,” says Sarah O’Regan. “I suppose a torn ham is not too dissimilar to pulled pork.” Love it. Two in two balls for Archer, who is the kind of Archer you’d have wanted on your side at Agincourt. This looks so plumb that even umpire Dharmasena gives it, but the Windies may as well review. Gone! A flick of the gloves, and a superb review by Buttler, who had just taken over as captain after Morgan left the field injured. So they’ve removed Pooran, who was holding the show together. England well on top, but two batsmen down. Buttler thinks he’s got Pooran... 39th over: West Indies 200-6 (Pooran 63, Brathwaite 4) Back to spin! Wood is no sooner back than off again, to discuss figures of 5-0-11-2 with his mate the imaginary horse. Rashid comes back and gets milked. Strange move, that. 38th over: West Indies 192-6 (Pooran 57, Brathwaite 2) After making all the difference with spin from both ends, Morgan has done an about-turn and brought back Archer to join Wood for some fireworks. “Archer’s just plonking it on a length,” says Michael Slater. “Just plonking it at 145 Ks,” chuckles Mike Atherton. 37th over: West Indies 189-6 (Pooran 55, Brathwaite 1) So Wood strikes immediately, West Indies’ wobble continues, and England have a great chance to go for the jugular. “Errmmm....” says Peter Gluckstein.”No mention of Jason Roy’s hamstring. Looked pretty terminal...any word?” Fair question, but when two spinners are on, there’s not much time to play with (if you’ve emailed, apologies). Roy can only bat at No.7 or lower, so I suspect Root, he of the golden arm, will open with Bairstow. Woakes atones! Russell makes the same rookie error as Gayle, taking on one of the longest boundaries in this World Cup, and this time Woakes doesn’t put a finger wrong. 36th over: West Indies 184-5 (Pooran 55, Russell 17) Russell gets patched up and soldiers on. Meanwhile Nasser Hussain has spotted that Root’s second wicket (Holder) came off a knuckle ball, which is an unusual ploy from a spinner. Trying it again, Root bowls a very wide wide, which costs five, but the rest of the over is immaculate. 35th over: West Indies 175-5 (Pooran 52, Russell 16) Russell rubs it in by hitting Rashid for six over midwicket and six more over long-on. He has 16 off only 12. On the basis of how well Wood bowled after dropping Gayle, Morgan should now bring Woakes back. Hang on – Russell seems to have hurt his wrist playing the second of those big hits. Like Jos Buttler, he’s such a dangerous hitter, he’s a danger to himself. Woakes, who had Gayle dropped earlier, now blots his own copybook as Russell goes for a slog and gets a top edge. That wasn’t so hard. 34th over: West Indies 161-5 (Pooran 51, Russell 3) Another good over from Root, who is even keeping the explosive Russell quiet. He has the surreal figures of 4-0-18-2. 33rd over: West Indies 158-5 (Pooran 50, Russell 0) Pooran, who has been watching this cartoon from the other end, reaches a well-made fifty. Andre Russell is almost out first ball, inside-edging Rashid, who is a different bowler since he was joined by Root. Maybe it’s not that he is such great mates with Mo, just that he prefers hunting in pairs. 32nd over: West Indies 156-5 (Pooran 49, Russell 0) Holder had just hit Root for six with an effortless swish down the ground. Next ball, Root goddim, and he’s now the only bowler with two wickets today. Another one! And another caught and bowled! Root deceives Holder with his lack of spin, the ball hits the back of the bat and it’s an even simpler catch than the previous one. This match has suddenly turned into an episode of Tom and Jerry. 31st over: West Indies 147-4 (Pooran 47, Holder 2) Rashid, back in the groove, concedes only two. Just before the wicket, Rebecca Graham had a very polite question. “Can I ask why Hetmyer is not wearing a helmet?” Because he was facing spin at both ends – which turned out to be his undoing. Not the cap, but the frustration he felt at not being able to dominate. 30th over: West Indies 145-4 (Pooran 46, Holder 1) So England strike, thanks to an inspired hunch from Morgan, but that spell of ten overs largely belonged to West Indies, who added 63-1. Breakthrough! Hetmyer gets a simple push too high on the bat and gives Root a simple return catch. Well bowled Root, and Rashid, who built the pressure. 29th over: West Indies 141-3 (Pooran 44, Hetmyer 38) Rashid continues, when many a captain would have sent for Wood or Archer, but the hunch pays off as he’s suddenly all over Hetmyer like a Rash. The pendulum is swinging back again. 28th over: West Indies 139-3 (Pooran 43, Hetmyer 37) Seeing the need to do something, Morgan brings on another spinner – Joe Root, as there are two left-handers in and Adil’s mate Moeen wasn’t picked today. Root, bowling only his third ODI over this year, rises to the challenge by conceding only a couple of singles. Genius! 27th over: West Indies 137-3 (Pooran 42, Hetmyer 36) Morgan has great faith in Rashid, which has done much to make him a star in this format. But the faith is being tested today: with 0 for 32 from four overs, Rashid is the only bowler who’s been expensive. “I don’t know what is going off out there at the moment,” splutters Jo Davis. “Is that really Shane Warne criticising someone for being over-aggressive that I can hear? And if so, is this literally the first time this has ever happened, or can anyone think of a precedent?” 26th over: West Indies 130-3 (Pooran 37, Hetmyer 34) Now Hetmyer finds his range, pulling a short ball from Stokes for an imperious four, then whacking a full one with the same result. The tannoy mysteriously fails to play Stand And Deliver by Adam and the Ants. Another good over for these two batsmen, who’ve been trying to dominate for ages and are now succeeding. 25th over: West Indies 118-3 (Pooran 36, Hetmyer 23) Pooran rocks back and pulls Rashid for six! That was definitely Gayle-like. Then he tries it again and succeeds only in hitting Ben Stokes, at midwicket, on the hand. It looks seriously painful, so naturally Stokes stays on the field. At the halfway stage, West Indies are getting on top: Morgan needs to do something to stop this becoming a normal one-day game. 24th over: West Indies 106-3 (Pooran 24, Hetmyer 23) A cut by Hetmyer off Stokes brings up the fifty partnership, which is very good going in the circumstances, even if the shot selection has been erratic. Another popish point from Clovis the Apostate. (Which is not a sentence a cricket writer has ever uttered before. Eat your heart out, EW Swanton.) “Would he make the Emperor Gayle wait in the snow, though? 23rd over: West Indies 103-3 (Pooran 23, Hetmyer 22) Hetmyer finds his feet, using them to get to the pitch and loft Rashid for four. 22nd over: West Indies 94-3 (Pooran 21, Hetmyer 16) Stokes is banging it in and Hetmyer is trying to be Gayle, waiting with the pull. He just clears midwicket, picking up two, before Pooran shows how it’s done, using the pace in the pitch to play more of a flick-pull for four behind square. Nakul Pande answers Gary Naylor’s question (21st over). “Victor ‘The Fourth’ Trumper was pretty handy.” 21st over: West Indies 85-3 (Pooran 15, Hetmyer 13) The first glimpse of spin, from Adil Rashid, the only frontline spinner in the match, who’ll be sorry to have missed out on bowling to his bunny, Chris Gayle. Rashid beats Pooran’s outside edge with a googly. 20th over: West Indies 82-3 (Pooran 14, Hetmyer 11) On comes Ben Stokes, who concedes only three as Pooran and Hetmyer continue to play big shots without deigning to check where the fielders are. It’s fun to play at the YMCA. “Morning Tim!” Morning, Sarah O’Regan. “I’ve just arrived on the OBO page to find this excellent start by England. Plunkett? Plunk THAT, bitches. (Is that OBO-friendly?) Looking forward to the coverage.” Friendly enough for me – it’s how one member of my family addresses the rest of us, most of the time. On another tack, there’s a tweet from Gary Naylor. “Is Nicholas Pooran the first 12th century Pope to play international cricket?” 19th over: West Indies 79-3 (Pooran 13, Hetmyer 9) After the indignities of his previous over, Plunkett restricts these young men to three singles and a leg bye, which is surely a rom-com waiting to happen. A question from John Cox. “Has DRS altered the way umpires are supposed to umpire? Previously (my understanding anyway) most umpires erred on the side of not out unless they were pretty sure. Does the availability of a review mean they should be more inclined to the middle (especially giving caught-behinds out and ignoring inside edges on lbws, since if the batsman didn’t hit it he can always review)?” 18th over: West Indies 75-3 (Pooran 12, Hetmyer 7) More thrift from Wood. Hetmyer is itching to get after him, but succeeds only in breaking his own bat as he tries to biff a full one back past the bowler. Wood responds with a bouncer that turns the pitch into a trampoline and tests Jos Buttler’s injured hip. Oshane Thomas may be quite encouraged by that. 17th over: West Indies 73-3 (Pooran 11, Hetmyer 7) Pooran plays the shot of the day by a man not named Gayle, a back-foot square drive off Plunkett. Hetmyer, taking the hint, muscles a pull for four, not far from the fielder at midwicket. “Loving the OBO,” says Nick Hinde, nicely. “Sending this from a rainy Phnom Penh.” Even nicer. “When I was a regular at Grace Road and Trent Bridge, the mark of a ‘serious’ spectator to be held in great respect was completing a scorecard.” Ha. 16th over: West Indies 61-3 (Pooran 4, Hetmyer 3) Wood has shrugged off the dropped catch, and that sore ankle, to show his best form. He beats Pooran twice and then finds the edge, which gives Joe Root a quarter-chance, diving to his left at first and only slip. Is that Morgan, again, erring on the side of caution? Wood has fine figures of 3-0-4-1, but 3-0-12-2 would surely be even better. 15th over: West Indies 60-3 (Pooran 3, Hetmyer 3) A more consistent over from Plunkett, who puts Hetmyer on the floor as he evades a bouncer. Old man decks young buck. That’s drinks, with England on top now after Gayle bossed the first hour. Kevin Wilson has a question about umpire Dharmasena, who failed to spot that lbw. “Is there a more said phrase in cricket than ‘Kumar, you can overturn your decision’?” Harsh, but funny. 14th over: West Indies 56-3 (Pooran 1, Hetmyer 1) So we have two new batsmen at the crease, both inexperienced. Gayle has all the experience in the world but he didn’t use it in taking on that long boundary. The score predictor has adjusted, but only to 266. It cannot be serious. “Back in the day,” says John Starbuck, “scorecards were sold at the grounds, ostensibly for people who wanted to have their own record of the match and were really keen on such stuff; the clubs made a slight profit on them and scoreboards were still manual and fairly primitive, limited by the amount of work two people could manage. “Do they still exist? Naturally, this was when no player had a number or name on their clothing, so you had to be a regular attendee to recognise opposition players in particular. In these times, people are habituated to be reliant on screens. If the ground has a webcam service you can keep up via a phone or tablet, but there are obvious battery issues here. Best option? A webcam service on a large screen, until we get regular broadcasts of every game.” Hope is gone, quite rightly – the ball was fast and full and straight, and the only mystery is why the finger didn’t go up. Suddenly England are on top, and Wood is redeemed. It looks out. 13th over: West Indies 53-2 (Hope 11, Pooran 0) Plunkett hasn’t found his groove yet – two wides in this over – but he does find Hope’s edge, only to see it go into thin air at first slip. Unlike Morgan not to have anyone there. And then Plunkett out-thinks Gayle, offering him a slow bouncer (ducked) followed by a quicker one (out). The oldest bowler in the match sees off the oldest batsman. That is the big one. Plunkett digs it in and Gayle takes the bait, hooking to the long boundary, and picking out one of England’s safest pairs of hands. 12th over: West Indies 46-1 (Gayle 35, Hope 6) Morgan turns to Mark Wood, who owes the team one after dropping Gayle. He has to bowl to him straightaway, opts for a full length and strings together five dots, before Gayle plays a canny glide past gully for a single. That ball was 86mph, whereas Archer was mostly 92. And I’m catching up with some correspondence. “Mark Steward here in Kyoto, Japan.” Evening, Mark. “Just wondering how the score predictor is 291 when the score is 8-1 after 5 overs? I make it 80 all out...” 11th over: West Indies 46-1 (Gayle 35, Hope 6) So the powerplay has ended, and it was all about power in one sense: Gayle’s desire to dominate, in the face of Archer’s pace and Woakes’s precision. Morgan now turns to Liam Plunkett, the world’s leading middle-overs man, who goes for a regulation five. 10th over: West Indies 41-1 (Gayle 33, Hope 4) Archer restores order and makes Hope jump. Shades of Robin Smith, whose autobiography was launched with a dinner at this ground last night. The Judge has made a judicious choice of ghostwriter: our own Rob Smyth. An email from James Walsh. “I second Peter Salmon’s emotion about the lack of a proper scoreboards in the grounds. I was at England v Bangladesh and felt really sorry for those without radios, who were deprived of the information you need to follow the glorious subtitles of the game.” I suspect you mean subtleties, though subtitles can be glorious too. “But at least they were made extremely aware of which specific car brand the ICC reckons we should hasten climate change with.” Great line. 9th over: West Indies 38-1 (Gayle 32, Hope 2) Gayle is even tucking into Woakes now – a pull for four, immediately followed by a drive for six! Woakes draws a nick from Hope, but it’s a leading edge that pops safely into the gully area. Hope has 2 off 18 balls; Gayle has 32 off 28, which means he’s hit 31 off the last 13. Just a little scary for England. 8th over: West Indies 26-1 (Gayle 21, Hope 1) Gayle is waiting for the short ones now – he pulls Archer for another ungainly four, then upper-cuts him for a single, when anybody else in the world would have run two. In other words, Gayle is himself again, which is ominous. Worse still, Jason Roy has tweaked his hamstring fielding that upper cut. James Vince makes an appearance as sub on his home ground. 7th over: West Indies 21-1 (Gayle 16, Hope 1) So Gayle survives, and the pundits reckon it was because Wood set off too late. I wouldn’t blame him – it was swirling, and he may not have seen it coming his way for that vital first split-second. Gayle slogs Woakes, doesn’t middle it all, skims the sky. Mark Wood runs in from third man, reaches it, but can’t cling on. Agonising moment. 6th over: West Indies 19-1 (Gayle 15, Hope 1) Gayle middles one! No foot movement, just a straight biff as Archer bowls a fuller length for once. Next ball, knowing Archer will bang it in, he bludgeons a pull. When Gayle adds a single, Archer bounces back with a glorious ball to Hope, lifting and leaving him: a batsman with his eye in might have edged it. Then Hope does edge it, through the now-vacant third slip. And finally Gayle has to hurry to fend off a bouncer. He has 15 off 20 balls. Game on. 5th over: West Indies 8-1 (Gayle 5, Hope 0) Shai Hope maintains West Indies’ policy of just trying to survive, and Woakes continues joining the dots – 16 out of a possible 18 so far. His figures are 3-2-2-1: the stuff of fantasy, or Jimmy Anderson. 4th over: West Indies 8-1 (Gayle 5, Hope 0) Archer makes Gayle jump with another lifter, brushing his shoulder. Gayle gets the first four of the day but it’s streaky, off the inside edge as he plays a wonky cut with a 45-degree bat. He has already faced 16 balls, but if he stays in, he will make that up later. 3rd over: West Indies 4-1 (Gayle 1, Hope 0) Things are so tough that Gayle has resorted to taking a quick single. He pushes Woakes to mid-off and, for once in his life, runs. And he may be glad he did as Woakes pulls out a yorker to castle Lewis off his pad. First blood to Woakes! With a yorker, of all things. 2nd over: West Indies 2-0 (Gayle 0, Lewis 1) Jofra Archer, playing against the team he could easily have played for, starts with a wide. He recovers instantly, beating Evin Lewis with a lifter. The first run off the bat comes as Lewis fends another lifter into a gap on the leg side. A third lifter goes rip-snorting past Gayle’s dreadlocks, and that’s another fine over. This first half-hour may be like the start of a Test match, all about survival. 1st over: West Indies 0-0 (Gayle 0, Lewis 0) Chris Woakes gets things moving by not just bowling a maiden but beating Gayle outside off, twice. That is “an absolutely stunning first over”, Nasser Hussain reckons. Morgan, sniffing a wicket, starts with three slips. A quick tip for England from Vic Lanser. “Morgan should start with Archer and, yes, Adil Rashid. It will force Gayle to provide his own power for those boundaries, and Rashid has a googly which will still work on a damp pitch.” A cricket lover makes a plea to the ICC. “Quick point about scoreboards before things get too exciting,” says Peter Salmon. “I’ve been to Australia’s matches against India (at the Oval) and Pakistan (Taunton). The scoreboards had the batsmen’s scores, sure, but rarely anything about balls faced, no fall-of-wicket scores, extras, etc. But most annoying was that a fair whack of each board was taken up with how many overs each bowler had bowled – not their figures anywhere. At Taunton they didn’t even say their shirt numbers, so all we knew (all innings) was Bowler 3 had bowled 6 overs for instance – you’d need a chart to cross-reference who this was. It was a genuine surprise to us to find out Mohammad Amir had taken 5/30. And the replay screens, between endless Air Guitar and Going Large, at no stage showed a scorecard. “I know the current admin believes bowlers are simply there for batsmen to hit over the boundary, but I reckon at most twice an innings I wonder who has bowled how many overs. I can’t help feeling that even for these millions of people who have no interest in cricket who the ICC is designing the tournament for, there may be some interest in seeing who’s done what occasionally.” Is Morgan right to bowl first? He usually prefers to chase, he’s surely right that the pitch could be juicy this morning, and there are “spots of rain” according to Sky. But, in this World Cup, fortune favours the side batting first – if you make 250 in the morning, you win; if you make 250 after lunch, you lose. So the question is, can West Indies see off Archer and Woakes and make their way to 250? So much hinges on Gayle. A good question from Ian Forth. “In answer to Krish’s point [9:57], are there any supporters other than Australia’s (1995-2005) and Man Utd’s (1995-2015) who don’t assume they will lose any match in which they are favourites, because ‘that’s what we do’.” Ha. Maybe India’s, today? And all American teams, always? England are unchanged, so Moeen Ali misses out and Mark Wood plays through the pain of a sore ankle. West Indies make three changes, bringing back Evin Lewis and Andre Russell, and giving Shannon Gabriel his first outing. Interesting. Morgan thinks there’ll be “a little bit of moisture” in the pitch, because it’s been covered. “On the other hand,” says Krish on Twitter, picking up on my reasons why England should win (9:46), “Why will England lose? Because they are England.” It’s a fair cop. They haven’t had a decent World Cup since 1992. They’ve beaten England twice in their past four meetings in this format. They’ve got as much firepower as England with slightly more of a cutting edge. Unlike England, they have a left-armer – Sheldon Cottrell, the part-time soldier who comes armed with a salute. They’ve got the Universe Boss, the Master Blaster, the Six Machine – Chris Gayle. They’re seen as the underdogs. They’ve got a formidable captain of their own – Jason Holder, a frontline bowler who can also score a double hundred, though probably not in 50 overs. 1 They’re at home. 2 They’ve beaten West Indies in 11 of their last 13 meetings in this format. 3 They’ve got the world’s leading opening pair – Jason Roy and Jonny Bairstow. 4 They’ve got the world’s fastest finisher – Jos Buttler. 5 They’ve got the world’s shrewdest, calmest, iciest captain – Eoin Morgan. Morning everyone and welcome to a rarity in contemporary sport: a contest that has been under-hyped. England v West Indies in Southampton is the most significant match of the World Cup so far. Why? Because, on present form, England are lying fourth and West Indies fifth. They’re behind India, New Zealand and Australia, the first two of whom are unbeaten, the last beaten only by the first. So today is as close as we’ve come to a shoot-out for the semi-finals. It’s The Gunfight at the Hampshire Corral. Of course, things can still change afterwards. If England lose today, they could dig themselves out of the hole by winning two of their last three matches, which happen to be against Australia, India and New Zealand. That’ll be like playing three quarter-finals in a row, which will leave them either whimpering in the corner or nicely sharpened for the semis. If West Indies lose today, on top of blowing a good chance to beat Australia, they’ll need to beat New Zealand and India as well as the smaller fry. This match is a rarity for another reason too: it has every chance of not being washed out. According to the Met Office, there’s only a 10pc chance of rain in each hour till 3pm, when – at the risk of straying into the realms of fantasy – the sun is due to come out."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}