{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/06/rafael-nadal-roger-federer", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-06T21:14:00Z", "webTitle": "Roger Federer looks to defy daunting odds against old rival Rafael Nadal", "webUrl": "https://www.theguardian.com/sport/2019/jun/06/rafael-nadal-roger-federer", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/06/rafael-nadal-roger-federer", "fields": {"headline": "Roger Federer looks to defy daunting odds against old rival Rafael Nadal", "bodyText": "Nobody in the history of athletic endeavour has dominated a single geographical space the way Rafael Nadal has ruled the 2,106 sq ft of clay marking the boundaries of his work on Court Philippe Chatrier since 2005. His reign, surely, cannot last much longer but on Friday he resumes his duel with Roger Federer in a semi-final that is as significant as their first 14 years ago. The Spaniard, sleeveless and teenaged, beat Federer in the semi-finals that 2005 summer, 6-3, 4-6, 6-4, 6-3, and went on to win the first of his 11 French Opens. The Swiss could not get the better of him in three subsequent efforts, taking a set off him in the final the following year and another in the 2007 final. He then endured the most embarrassing of his 23 defeats in their 38 encounters when a rampant Nadal dispatched him for the loss of only four games in an hour and 48 minutes in 2008. They meet on Chatrier for maybe the last time. Nadal turned 33 this week; Federer is 38 in August. It is a match loaded with possibilities. Every time these grand antagonists meet, and it is not so often latterly, the occasion has the air of a farewell. Nadal has not beaten Federer in five years but then Federer has not come to Roland Garros since 2015. Back in the Chatrier fortress, he will wonder if his legs – stretched in a tough quarter-final against Stan Wawrinka – can carry him through a long fight with Nadal. Nadal, by his standards, had an ordinary clay lead-in: knocked out in semi-finals in Monte Carlo, Barcelona and Madrid, outposts of his empire, before beating Novak Djokovic in the Rome final. The last time he lost to Federer on clay was in Madrid nine years ago. As ever, they are giving little away, except mutual respect. And, as Federer pointed out, “There is always a chance – otherwise nobody would be in the stadium to watch, because everybody would already know the result.” He might never make a good bookmaker but, if anyone can defy the odds, it is Roger Federer."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}