{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/jun/23/england-teams-rewards-risk-gareth-southgate-football-cricket", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-23T07:30:37Z", "webTitle": "England teams across sports finally value rewards that come with risk | Andrew Anthony", "webUrl": "https://www.theguardian.com/sport/blog/2019/jun/23/england-teams-rewards-risk-gareth-southgate-football-cricket", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/jun/23/england-teams-rewards-risk-gareth-southgate-football-cricket", "fields": {"headline": "England teams across sports finally value rewards that come with risk", "bodyText": "Among the myriad skills that are employed in different sports one that is shared by all is risk assessment. Though it sounds like some dark art practised by insurance agents, it is the basic cost-benefit analysis that most competitors make intuitively and upon which all coaches are fixated. Namely, does a given action increase the likelihood of gaining an advantage more than it increases the likelihood of suffering a setback? That is the question a full-back has to ask each time he sprints down the wing. Or a tennis player when she rushes the net. And overall it is this matter that governs how a sport is played: the style, attitude, tactics and strategy. You can see this most clearly with football and cricket, two sports that, aside from team size, have little in common. Yet both have been transformed in recent years, particularly in England, by a new approach to risk. If you look, for example, at how the England football team now plays, or attempts to play, and how it played for large parts of the 1980s, 90s and most of this century, they bear little resemblance. For decades the England coaching system was heavily influenced by Charles Hughes, who was the FA’s director of coaching. He advocated a tactical approach known as positions of maximum opportunity, or Pomo, which stipulated that as goals were most often scored from certain parts of the field, it made sense to play the ball as often as possible into those areas. By his risk assessment, doing so increased the danger for the opposition while limiting the threat to his own team. In practice this meant bypassing midfield and kicking the ball long or, to use technical language, sticking it in the mixer. It was a kind of power play that prioritised physical strength and athleticism over ball skills and intricate passing. At its most rudimentary it enabled players of limited technical ability, such as Wimbledon’s John Fashanu, to flourish, while discouraging smaller players, even if they were especially gifted. With various exceptions it was an ugly era but also an unsuccessful one. What the risk assessment had failed to account for was that it is very difficult for the opposition to score if they don’t have the ball. Stick it in the mixer and there is a 50-50 chance the other side will emerge with the ball and then not give it back. Thus major tournaments were spent chasing the ball and then losing it almost immediately on retrieval. No wonder the England team always looked exhausted. A series of foreign coaches changed the way football was thought about and played at the elite level in the Premier League, and that approach has since been adopted by lower teams and leagues as well as the England manager, Gareth Southgate. His determination to instil respect for possession led England to lose this month to the Netherlands in the semi-final of the Nations League, when defenders tried to control the ball rather than “play it safe”. Risk can never be eliminated in sport, only dealt with in different ways. In the long term it is Southgate’s assessment that a team used to controlling the ball under pressure will have more chance of winning a World Cup than one that routinely kicks the ball away as if it were a grenade about to explode. England’s performances so far in the Women’s World Cup have shown that Phil Neville has picked up more from Southgate than his penchant for wearing waistcoats. His team also prefer to play out from the back rather than lump it upfield at the earliest opportunity. “The style is non-negotiable,” Neville said after England’s victory over Japan. Style in one sense is just a means of achieving an end but it is also an aesthetic and it should never be forgotten that we call them spectator sports for a reason: people like to watch creativity in action. The ultimate example of creative possession football was Pep Guardiola’s 2008-12 Barcelona team but a pretty close second is his current Manchester City side. Both have been a joy to watch. Also a joy to behold are the England one‑day cricket team, playing in the World Cup at the moment. They, too, have done away with old ideas about risk. It used to be thought that hitting the ball over the boundary was a benefit (six runs) that came with too high a potential cost (losing your wicket). The former England captain Mike Atherton, who was a talented cricketer by any measure, recently recalled that in 54 one-day innings he hit a grand total of one six. Last week the current England captain, Eoin Morgan, hit 17 sixes in one innings. Something fundamental has changed. Yes, the bats are slightly bigger and some boundaries are slightly smaller but the key difference is that teams are coached to hit sixes. It is no longer viewed as high‑risk but instead as high-reward. And not just in one-day cricket. The rise in popularity of the one-day game has also reshaped Test cricket. When I was a child, watching Test cricket was, well, testing: an endurance test. Players such as Geoff Boycott and John Edrich occupied the crease the way China occupies Tibet – absolutely resolved not to depart in any circumstances. Scoring runs seemed only an incidental aspect of their longevity, like getting a sunburnt face. Not losing was the name of the game and in cricket draws were then commonplace. That gradually changed, partly due to swashbuckling individuals such as Ian Botham but more so because of the effects of one-day internationals and the success of the 1990s Australia team in playing always for the win. From Michael Vaughan’s captaincy onwards, England’s strategy has been to play aggressive cricket. It has not always worked but it has usually been worth watching. I remember being at Lord’s on the last day of the England v New Zealand Test in 2015. England scored 389 in the first innings and New Zealand 523. In the second innings England scored 478. Such scores would have been inconceivable for most of my cricket-watching years and, if they had been achieved, it would almost certainly have meant a draw. As it was, England won by bowling New Zealand out for 220 on that final day. It is hard to imagine anyone in that ground was nostalgic for the interminable days of Boycott and co, any more than England football supporters would like to return to the Graham Taylor era of hoofing the ball to the corner flag from kick-off. If sport is always about risk assessment, it should also be about daring to go for it. So it is good at last to see England coaches and players whose fear of losing seems to be dwarfed by their free‑flowing desire to win."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}