{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/08/ashleigh-barty-rides-momentum-heading-into-maiden-grand-slam-final", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-07T21:35:23Z", "webTitle": "Ashleigh Barty rides momentum heading into maiden grand slam final | Simon Cambers", "webUrl": "https://www.theguardian.com/sport/2019/jun/08/ashleigh-barty-rides-momentum-heading-into-maiden-grand-slam-final", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/08/ashleigh-barty-rides-momentum-heading-into-maiden-grand-slam-final", "fields": {"headline": "Ashleigh Barty rides momentum heading into maiden grand slam final", "bodyText": "There have been a couple of near-misses in the 46 years since the last Australian champion at Roland Garros, with Wendy Turnbull, in 1979, and Sam Stosur, in 2010, going closest of all. But on Saturday, Ashleigh Barty goes into the final of the French Open as the favourite to win the title. Just over three years after she returned to tennis after a break because of burnout – during which she famously played professional cricket in the Women’s Big Bash League – the 23-year-old will play the unheralded Czech, Markéta Vondroušová, for a first grand slam crown. When she quit tennis in 2014, struggling to cope with life on Tour and suffering with depression, she was not sure if she would ever return. Her cricket proved to be a success but just over a year later, feeling mentally refreshed, she returned. Taking the break, and then choosing to return, were the best decisions she ever made. And the journey, from start to finish, has been worth it. “It’s amazing,” she said. “It’s been an incredible journey the last three years. It’s been an incredible journey the last two weeks. I feel like I have played some really good tennis, some consistent tennis.” Margaret Court was the last Australian to win here, when she picked up the title in 1973 and Barty knows the impact her win would have, both for herself and Australian tennis. “It would be incredible,” she said. “Obviously we have seen Sam [Stosur] do so well here numerous times and on many occasions have been at the business end of the tournament. “But it’s an amazing opportunity for myself and my team. Like I said, we have worked so hard to put ourselves in these positions. Now we get to go out there and really enjoy it. That’s the only way to approach it is to go out and enjoy it, have fun, try and play with freedom. That’s ultimately when I play my best tennis and that’s what we are after.” Having skipped the warm-up event in Strasbourg with an arm injury, Barty came into Paris without too much expectation, even if she felt she was playing well. In five previous visits, she had won just two matches and yet, things clicked straightaway, her clever, all-court game working just as well on clay as on other surfaces and taking her through to a maiden slam final. The third-round exit of Serena Williams, who beat her here 12 months ago, opened the door and she has taken her chance. She beat the 17-year-old American, Amanda Anisimova, in a crazy semi-final played in hideous winds on Friday, recovering from the loss of a first set in which she led 5-0, and then from 3-0 down in the second. Perhaps the best thing for Barty, and the same goes for the 19-year-old Vondroušová, is that because of rain in week two, the schedule meant no day off for either player between semi-final and final. The day before a final can be difficult to deal with, especially for those who have not been there before, and so going back-to-back may just allow both to play their best tennis. “It’s crazy, it really is,” Barty said. “And I think maybe a bit of a blessing in disguise that we’re playing day after day after day just to keep the momentum going and to keep kind of the same routines ticking over and all that business. I think it’s incredible. It really is.” Barty could barely keep the smile off her face on Friday but she knows that beating Vondroušová is likely to be far from easy. The Czech left-hander has reached the quarter-finals or better in every event she has played this season and as she showed in her semi-final win over Johanna Konta, when the Briton served for the first and second sets, she has the resilience to match her game, which is similar in its variety to Barty, with her drop shots particularly impressive. The Australian has won both her previous meetings with Vondroušová but on Court Philippe Chatrier, with the French Open title at stake, anything is possible. “It’s probably the biggest challenge of all,” Barty said. “She’s in a grand slam final. It’s incredible for both of us. She’s had an amazing record throughout the whole year, very, very consistent. I think she probably is most comfortable on the clay courts as opposed to any other surface. Obviously she has so much variety in her game. She’s got the ability to move the ball around the court, moves exceptionally well. “I think for me it’s an opportunity to go out there and try and bring it back to my style of tennis as much as possible and know at times it’s not going to be in my control what she’s able to do with the ball. It will be an exciting final for both of us, something that will be well-fought, (I) look forward to it.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}