{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/07/rain-delays-force-ashleigh-bartys-first-grand-slam-semi-final-on-to-outside-court", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-07T04:33:07Z", "webTitle": "French Open: rain delays force Ashleigh Barty's semi-final away from main court", "webUrl": "https://www.theguardian.com/sport/2019/jun/07/rain-delays-force-ashleigh-bartys-first-grand-slam-semi-final-on-to-outside-court", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/07/rain-delays-force-ashleigh-bartys-first-grand-slam-semi-final-on-to-outside-court", "fields": {"headline": "French Open: rain delays force Ashleigh Barty's semi-final away from main court", "bodyText": "Ashleigh Barty’s first appearance in a grand slam semi-final will not be on the grand stage normally reserved for a last-four match at Roland Garros, after rain delays pushed the schedule back 24 hours and tournament organisers decided not to do a reshuffle which would allow the women’s matches to take place on centre court. The decision, taken after rain wiped out Wednesday’s play at the French Open, was branded “unfair and inappropriate” by WTA’s chief executive, Steve Simon, and a former women’s No 1, Amelie Mauresmo, said it was “a disgrace”. Australian No 1 Barty plays unseeded teenager Amanda Anisimova for a place in Saturday’s final in Paris but will do so on outer court, Suzanne Lenglen. The men’s semis – which were always scheduled for Court Philippe Chatrier – will be the only matches played there on Friday. Johanna Konta and Marketa Vondroušová will contest the other women’s semi-final on Court Simonne Mathieu. Both women’s matches are scheduled to start at 11am local time. The first of the men’s matches – the potential classic between heavyweights Roger Federer and Rafael Nadal – is slated to begin at 12.50pm local time, although rain and high winds are forecast again and delays are possible. Novak Djokovic and Dominic Thiem follow. “There’s no doubt that scheduling has been challenged by weather conditions, and the WTA understands the scheduling issues presented at Roland Garros,” Simon said. “We are, however, extremely disappointed by the scheduling of both women’s semi-finals on outside courts. This decision is unfair and inappropriate. The four women who have played so well and made it this far have earned their right to play on the biggest stage. “We believe other solutions were possible which would have been to the benefit of fans as well as all players.” Chatrier, which was renovated this year, is the showpiece stadium at Roland Garros and has a capacity of 15,000. Lenglen holds 10,000. Mathieu is a new, partially sunken arena that opened only this year and accommodates just 5,000. “The scheduling of the women’s semis tomorrow at Roland Garros is a disgrace,” Mauresmo said. “Everyone agrees that the match of the day is Federer-Nadal. But what kind of message do we send when taking the decision to put the women’s semis at 11am on the second and third courts of the tournament? Not even one of them on centre court.” With Paris braced for more bad weather, more delays are possible and the women’s final could be moved back to Sunday. Potentially the men’s may not take place until Monday. The tournament director, Guy Forget, said a Sunday finish was always preferable, but the worst-case scenario had to be considered. “It’s not what we hope, but if we have no other choice, then that’s what we will do,” he said. “When we have uncertain weather, of course, it’s very hard to predict scheduling.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}