{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/jun/27/county-cricket-sussex-v-durham-and-more-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-27T16:17:03Z", "webTitle": "Marcus Trescothick to retire at end of season: county cricket – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/jun/27/county-cricket-sussex-v-durham-and-more-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/jun/27/county-cricket-sussex-v-durham-and-more-live", "fields": {"headline": "Marcus Trescothick to retire at end of season: county cricket – as it happened", "bodyText": "Here’s a summary of the day’s action: One of the great county careers is to come to an end after Marcus Trescothick announced his decision to retire from cricket at the end of the 2019 season. The 43-year-old Somerset batsman, who played the last of his 76 Tests for England in 2006, made his debut for the county in 1993 and has amassed more than 26,000 first-class runs over the course of 27 seasons. “It’s been an incredible 27 years and I’ve loved every minute of it,” Trescothick said. “However, everything has to come to an end eventually. I’ve been discussing my future with the club and my family for a while and we felt that now was the appropriate time to make this announcement in order for both the club and I to put plans in place. “There’s still a lot of the season left, and I’ll be doing everything I can to put in performances for the second XI in order to force my way back into contention for the first team.” In the County Championship, Durham pulled themselves off the foot of the Division Two table with an emphatic 196-run victory over Sussex at Hove, though the visitors had to be patient in the face of stubborn resistance from Stiaan van Zyl and Ollie Robinson in the morning session. Resuming on 59 for three, Van Zyl and the nightwatchman Robinson had taken Sussex to 141 for three before Ben Raine finally made the breakthrough with the final ball before lunch, Van Zyl caught behind for a 188-ball 48. That wicket prompted a collapse, with Sussex subsiding to 143 for seven early in the afternoon, and though Chris Jordan offered some resistance with a measured 44, the home side never looked like saving themselves. Raine, tourniquet-tight throughout the day, took the final wicket of Aaron Thomason to finish with career-best figures of 22.3-13-27-6. In the day’s only other game, Northamptonshire and Leicestershire shook hands on a draw early in the evening session, rain over the first two days having scuppered any chance of a result. And that’s that at Wantage Road. The players shake hands and Leicestershire and Northamptonshire settle for a draw. Proctor and Hutton have taken Northamptonshire’s lead over 200 and it’s just a matter of when they call it at Wantage Road. And, aptly enough, it’s Ben Raine who takes the final wicket. Aaron Thomason goes for six and Raine finishes with figures of 22.3-13-27-6 – a career best haul for the Durham bowler. Here’s Ben Raine’s fifth wicket: Ben Raine’s figures read 20.5-13-21-4 … and now 21-13-21-5! He has Chris Jordan caught behind for 44 and Durham are one wicket away from a win that will lift them off the foot of the table. And in Northampton Bavuma has gone for 68. The Northants captain Adam Rossington is stumped for 19 off the bowling of Ackermann. Northamptonshire 165 for five, a lead of 171. Just over 33 overs remain. So can Durham bag the two wickets they need at Hove? And, in the absence of any other narrative thread, can Bavuma bag a century at Wantage Road? Jordan and Rawlins survive so Sussex are 215-8 at tea. Durham need two more wickets for victory. Northamptonshire are 150-4, with Bavuma unbeaten on 63. They lead Leicestershire by 156 runs. Draw imminent. Temba Bavuma has his half-century for Northants, a watchful knock of 108 balls thus far. Finally – finally – Durham have Ollie Robinson on his way back to the pavilion. Chris Rushworth has him caught by a diving first slip for a dogged 59 from 144 balls. Durham are just two wickets away now. Rushworth has four wickets, Raine has the other four. Northants are four down but only a truly spectacular collapse can possibly spark a result there. At Hove, Raine has returned as the visitors look to break this Jordan/Robinson partnership. And here’s a bit from the Press Association on Trescothick: Former England batsman Marcus Trescothick is to retire at the end of the summer, bringing his 27-season Somerset career to a close. Trescothick, 43, played 76 Tests for England between 2000 and 2006 and scored 5,825 runs at an average of 43.79. “It’s been an incredible 27 years and I’ve loved every minute of it,” Trescothick told the official Somerset website. “However, everything has to come to an end eventually. I’ve been discussing my future with the club and my family for a while and we felt that now was the appropriate time to make this announcement in order for both the club and I to put plans in place. “There’s still a lot of the season left, and I’ll be doing everything I can to put in performances for the second XI in order to force my way back into contention for the first team.” Trescothick has scored 19,654 first-class runs for his home county since making his Somerset debut in 1993. During that time he has scored more first-class centuries (52) and more List A runs (7,374) than any player in Somerset’s history. Trescothick made 14 Test centuries and 29 fifties and was a member of the England side that reclaimed the Ashes in 2005 after an 18-year wait. He was awarded an MBE in the 2006 New Year honours list with the rest of the England team. Fine sentiments from Dom Bess: And at Hove, nightwatchman Ollie Robinson continues to frustrate Durham and has reached his half-century, the sixth time he’s gone past 50 in his first-class career. Durham still need another three wickets for victory. Chris Jordan has steadied the ship at the other end. Meanwhile, over at Wantage Road, Alex Wakely has become Mohammad Abbas’s third wicket of the innings, trapped lbw for 46. Northants are 88-3, a lead of 94. A bit of Tresco content for you to go misty-eyed over: The 219 against South Africa: An ODI century against Australia in 2005: There’s this Donald McRae interview from 2011: And here’s an Andy Bull Spin on the big man from 2013: It’s remarkable to think that it’s nearly 13 years since Banger last played for England, his last Test coming in August 2006, his last ODI a month later. It’s an even-more-remarkable 26 years since he made his first-class debut against Lancashire in May 1993 in a Somerset side captained by Chris Tavare. He opened alongside Mark Lathwell and made one and three (Phil DeFreitas doing for him on both occasions). There’s a nice piece on that game from the Somerset County Gazette here. Some news here which, if not sad as such, certainly twangs on the heartstrings of anyone who loves to the county game and English cricket in general – Marcus Trescothick is to retire at the end of the season. I make that four wickets in 28 balls for Durham, who had sent down 188 wicketless deliveries before that this morning. Blimey this is a proper collapse now from Sussex. Raine has another, trapping David Wiese lbw. The home side are 143-7, having been 141-3 an hour ago. And we’ve had a 40-minute lunch break since then. Raine’s figures are a preposterous 14-10-5-4! And another for Durham! Things are unravelling pretty quickly for Sussex. It’s Raine again (“When it Raines it pours, eh?” notes Krikkit Krikkit BTL), this time trapping Brown lbw. Sussex have fallen from 141-3 after 61.2 overs to 143-6 after 65.1. Durham had a nervous wait for that one … One becomes two! First ball after lunch, and Durham have another wicket, Laurie Evans falling to Raine. And in the space of two balls the mood at Hove is transformed. Ben Brown sees out the hat-trick ball but Sussex are on the ropes now. Indeed, they take lunch at Hove on the fall of that wicket. What a time to strike. Sussex are 141-4, still 296 off Durham’s distant target. Northamptonshire, meanwhile, have steadied the ship and are 44-2 at the break, Temba Bavuma three not out and Alex Wakely unbeaten on 28. With lunch just seconds away, Durham at last have their breakthrough. Ben Raine, who has been tourniquet-tight this morning (11-7-5-0), finally gets Van Zyl, who edges behind for 48 from 188 balls. That will certainly put a spring in Durham steps as the sandwiches approach. A second wicket for Leicestershire, Mohammad Abbas again the man to take it. Ricardo Vasconcelos goes for 12 and Northants are 19-2. And at Hove both Robinson and Van Zyl are closing on half centuries. Still no breakthrough for Durham – the pessimism (realism?) below the line seems to have been well founded. Patience, patience. Plenty of time yet. It’s a dot fest out there at the moment. Northants have scored two from their first 24 balls, Sussex have just seen out a spell of 17 straight dot balls. But, then, that’s what this is all about. If you want thrills and spills, there’s always today’s offering from the World Cup: India v West Indies, where Virat Kohli is ominously coiled … Now then. Mohammad Abbas takes a wicket with his first ball of the day, Rob Newton the man dismissed for a golden duck. Three or four more before lunch and we might have a game on our hands. What? An excitement-junkie can dream can’t he? Leicestershire, meanwhile, are all out for 293 against Northamptonshire. Northants lead by six runs. Unless something very unlikely happens in the next couple of hours, presumably the captains will be shaking hands some time around tea. Van Zyl, having scored 23 from 120 balls, has just hit Liam Trevaskis’s latest over for 14. Sussex move to three figures but more importantly they’re almost through the first hour without losing a wicket. Another wicket for Northants. Coles again, this time trapping Chris Wright lbw. Looks like Leicestershire will fall agonisingly short of 300, just as the home side did. Meanwhile, Sussex’s Stijn van Zyl (whose 19 runs so far have come of 100 balls) and Ollie Robinson are digging in at Hove as Durham strive for a breakthrough. Feels a key partnership that. There’s an early wicket at Northampton, where Matt Coles has Lewis Hill caught behind for 17. The Foxes still trail by 25. Pre-play scenes Weather watch It’s good news all round. There’s zero chance of rain at Hove and even less chance of any interruption at Wantage Road. So we’re set fair for the day. Morning all. So it’s the final day of this round of championship fixtures. There’s the potential for drama down at Hove, where bottom-of-the-pile Durham need seven wickets to claim a surprise victory over promotion-chasing Sussex. And there’s a nailed-on draw on the cards in the east Midlands derby at the County Ground in Northampton, where Leicestershire have three first-innings wickets remaining and no time to build a match-changing lead. Here’s the roundup of Wednesday’s action: On the day it was revealed that the Hundred Franchise name coming out of south London would be the Oval Greats, Surrey at last won their first County Championship game of the season. They picked apart Warwickshire’s tail, taking the last seven wickets for 67, to win by 74 runs before lunch. Needing another 142 to win, Dominic Sibley and Adam Hose added 41 until Sam Curran had one of his holy overs, sending back Hose and three balls later, Matthew Lamb. When Ambrose was run out without scoring and Dominic Sibley caught and bowled by Morne Morkel for 73, it was all over. Gareth Batty finished with four for 34. The win takes the defending champions up to fifth, while Warwickshire sink to seventh. Glamorgan cantered to their third Championship win of the summer to go top of Division Two, albeit only by a point and having played a game more than Lancashire. They needed 188 to win in just under two sessions, after bowling Gloucestershire out for 161. Mick Hogan snatched four for 22, and seven wickets in the match, as Gloucestershire lost their last five wickets for a miserable 16 after sandwiches. The sun then sprang a surprise and an inspired Marnus Labuschagne, dapper of foot and the division’s leading run-scorer, made 82 as Glamorgan won by four wickets. It was Gloucestershire’s first Championship loss since last August. At Hove, Sussex lost their final wicket to the second ball of the day and nothing got much better as Durham declined to enforce the follow-on but built on an already hefty lead thanks to a second century in consecutive games for Alex Lees in a partnership of 220 with Gareth Harte. Durham declared with a lead of 436, only for Sussex to lose two wickets in the first five overs to a rampaging Chris Rushworth – Luke Wells and Harry Finch for ducks – and another before the close. At the County Ground, a slow-going match between Leicestershire and Northamptonshire danced to its own beat. Hassan Azad made a patient and careful 92 against inquisitive Northants bowling, falling just short of his third hundred in three innings."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}