{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/30/boston-red-sox-new-york-yankees-match-report-london-stadium", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-30T19:59:21Z", "webTitle": "New York Yankees double up on Boston Red Sox to clinch London series", "webUrl": "https://www.theguardian.com/sport/2019/jun/30/boston-red-sox-new-york-yankees-match-report-london-stadium", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/30/boston-red-sox-new-york-yankees-match-report-london-stadium", "fields": {"headline": "New York Yankees double up on Boston Red Sox to clinch London series", "bodyText": "It turned out to be a productive city break for the New York Yankees after they bade farewell to London by wrapping up their mini-series against the Boston Red Sox with a convincing 12-8 win at the London Stadium. After 30 runs were scored on Saturday night in a game played out over four hours and 42 minutes this fixture could manage only a paltry 20 by comparison and was all done in a breezy four hours and 25 minutes. A blistering nine-run seventh inning proved decisive for the Yankees and maintained their healthy lead at the top of the American League East. The Red Sox, meanwhile, return to North America (their next fixture is in Toronto on Wednesday) seeking a stark upturn in form if they hope to play on into the post-season. Saturday’s slugfest had begun with a harum-scarum first inning of no fewer than 12 runs. Both starting pitchers were withdrawn after their ordeal and the Red Sox manager, Alex Cora, hoped Sunday’s starter Eduardo Rodríguez would fare better. The Venezuelan calmed the nerves for the nominal home team and a scoreless opening inning for the Yankees was followed by a stormer for the Red Sox. New York’s starting pitcher, Stephen Tarpley, had returned from the minor leagues only a week previously but, thanks to Saturday’s marathon, he got his chance here. It did not last long. First Xander Bogaerts hit a two-run home run driving a fly ball to right field and bringing Rafael Devers home with him. JD Martinez, the next man up, followed suit smashing Tarpley’s curveball into the crowd. The catcher Christian Vazquez then snuck a fly ball over the fence at right field. He strutted slowly off the field, pointing his right index finger at the crowd as he went. Tarpley was immediately withdrawn and the Yankees drove home two runs at the top of the second. But after the frenetic start things calmed down, almost to a halt. Rodriguez gave up four hits and no runs in 5.1 innings, before being withdrawn. For the Yankees, Luis Cessa added stability and extra power to the pitching before Aaron Boone replaced him with Adam Ottavino at the bottom of the sixth. Ottavino quickly dispatched Martinez, Vazquez and Jackie Bradley Jr consecutively with two strikeouts and while it simply continued the status quo there was a sudden crackle of expectation in the air as the game reached the business end. What followed was another gigantic inning from the Yankees that turned the game in their favour. The top of the seventh brought nine runs for New York with three Red Sox pitchers given a crack at stopping them. Aaron Hicks, hit on a knee by Marcus Walden, responded in kind by smacking a line drive to right field, allowing DJ LeMahieu to score. Gary Sánchez also connected beautifully, this time to left field, with Aaron Judge and Hicks coming home. Walden was hooked for Matt Barnes, who then gave up a run to Edwin Encarnación, batted in by Gio Urshela. Josh Taylor replaced Barnes only for LeMahieu to promptly hit a double from which Gleyber Torres scored. Hicks hit a sacrifice fly for Brett Gardner to score the eighth run before an awful error by the first baseman, Michael Chavis, gave another run to LeMahieu. The Yankees are renowned for their big-hitting and this year have established a Major League record, having scored a home run in each of their previous 30 games. Here, that streak had looked in serious danger of drying up. With the pressure apparently off that little formality was put to bed at the top of the eighth as Didi Gregorius stepped up and smashed one to right centre field. The ball game was not yet done, however. These ambassadors for America’s national pastime have appeared determined to put on a show for the British crowds and just as the jig appeared up, the Red Sox hit back. With the bases loaded Vazquez drove in two runners with a single to left field. Eduardo Núñez then hit another sweet live drive to get Vazquez back to home plate. Sam Travis also found space in left field, from which Bradley Jr took advantage to score a fourth run of the inning. It was too little too late, but it at least meant this great American jamboree finished in a manner approved by PT Barnum, and left the crowd wanting more."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}