{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/16/andy-murray-back-in-love-with-tennis-queens", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-16T15:45:57Z", "webTitle": "Andy Murray says he is back in love with tennis as he prepares for Queen’s", "webUrl": "https://www.theguardian.com/sport/2019/jun/16/andy-murray-back-in-love-with-tennis-queens", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/16/andy-murray-back-in-love-with-tennis-queens", "fields": {"headline": "Andy Murray says he is back in love with tennis as he prepares for Queen’s", "bodyText": "Andy Murray made it eloquently clear on the eve of his third comeback that his expectations have shifted from an all-out quest for victory – the hunger that broke his body – to enjoying tennis for the simple pleasure of hitting a ball. Four months after a second operation on his troublesome hip, the former world No 1 (now 215) returns in the Fever-Tree Championships here in doubles on Wednesday with Feliciano López against the best combination in the game, Juan Sebastián Cabal and Robert Farah. Murray, who turned 32 last month, said on Sunday there was a moment recently that rekindled his love of the game he has played since he was young and how he was reminded he might never again reach the level that delivered him three slam titles and two Olympic gold medals. “I hit some balls with some kids a few weeks ago,” he said. “I was practising on the court next to them. Seeing young kids running around and hitting tennis balls, just loving practising and playing, it makes you remember that is how you started – and the reason why you do it is because it is fun and you love it and it becomes a passion. “Yes, everyone wants to do well in their job but, ultimately, all you can do is do your best – and my best now might not be what it was when I was 25, in terms of what that looks like on a court. Who knows? Maybe it will be in a few months. Right now it certainly isn’t, so I can’t be expecting to put in that kind of performance.” Murray admitted: “There were a number of times over the last 18 months that I did want to stop. I didn’t want to play any more. I was getting no enjoyment out of tennis at all, whether that be training, practice, winning matches. I wasn’t really bothered because it wasn’t fun. Now it is nice. I just like playing.” López, who won the 2016 French Open doubles title with Marc López and was the singles champion here two years ago, said: “As soon as you hit a few balls with him, you realise that he still has the feeling, the touch. You don’t lose these abilities from one day to another. He is one of the greatest players ever and he is still playing great.” Murray said this comeback felt like the first, six years ago after minor back surgery, but different from his aborted attempt when he rushed his return after his first major hip operation in 2018. “When I had my back operation, the pain was significantly better. I had this one [four months ago] and the pain was also significantly better. They feel kind of similar. The operation I had in January last year and the groin surgery just before then, there was no change or difference in my pain. So those comebacks felt quite different to this one because I now have no pain or discomfort. “When you get on the court, there is a risk of something happening. I have a metal hip now, so people may worry about that; there are things that could go wrong. But I’m in pretty good shape, I’m healthy and I’ve trained loads. I have done a bunch of rehab. We’ll see how it goes.” Kyle Edmund, meanwhile, returns to the court after a much shorter break, against the top seed, Stefanos Tsitsipas, and the British No 1, still handling a chronic knee injury, says he has nothing to lose. “Obviously it’s tough,” he said of the prospect of playing for the first time against the world No 6 who a fortnight ago took an in-form Stan Wawrinka to five sets in the fourth round of the French Open. “He’s played very well, won a lot this year. But at the same time it’s almost an ideal situation, where there’s no pressure on me to do well. It’s almost everything is on him.” Edmund has not played since the recurrence of a knee injury forced him to quit in the third set against Pablo Cuevas in the second round at Roland Garros nearly three weeks ago. Tsitsipas is taking nothing for granted. “It can take quite a while to adjust to new conditions, which I haven’t played on for a year now,” he said. “So I think we’re pretty equal.” The Greek with a flair for words and an eye on bigger prizes welcomes the dawning of a new tennis age, although he points out that Alexander Zverev, with whom he has a frosty relationship, is not his only rival. “Let’s focus also on other guys,” he said, “like Félix [Auger-Aliassime]; I believe he has big potential; and Alex [de Minaur], Taylor [Fritz], all of these guys. Frances [Tiafoe]. We’re going to have a big, big rivalry in the future. “My relationship with Sascha [Zverev] is all right. I don’t see him often. When I see him it’s pretty, well ... OK, decent. We both know that we’re going to face each other many times in the future. We both know that one of us is going to win more, one of us is going to win less. That’s the sport that we chose to play. This is a competitive attitude, this daily competition to prove to each other that we’re better.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}