{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/24/talking-horses-royal-ascot-a-hit-on-tv-but-live-crowd-figures-fall", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-24T10:16:48Z", "webTitle": "Talking Horses: Royal Ascot a hit on TV but live crowd figures fall", "webUrl": "https://www.theguardian.com/sport/2019/jun/24/talking-horses-royal-ascot-a-hit-on-tv-but-live-crowd-figures-fall", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/24/talking-horses-royal-ascot-a-hit-on-tv-but-live-crowd-figures-fall", "fields": {"headline": "Talking Horses: Royal Ascot a hit on TV but live crowd figures fall", "bodyText": "The stories came thick and fast at Royal Ascot and the good news audience-wise was that ITV’s viewing figures were impressive throughout the meeting. Thursday’s numbers were particularly strong, presumably as word spread that Frankie Dettori was seizing control of the proceedings as only he can. The Thursday peak of 1.4m viewers was the highest for any afternoon at Royal Ascot for seven years (since the days when it was on the BBC, in other words). The peak figure also passed 1m on all five days of the meeting for the first time in ITV’s three years with the rights. The bad news audience-wise – well, slightly disappointing news at any rate – was that the live attendance at the track dropped by 3% year-on-year, dipping back below 300,000 to a total of 292,719 for the week, around 9,000 down on the 2018 figure of 301,818. The crowd for Saturday’s card, which is now well-established as the biggest of the week, was slightly up at 75,316 – a sell-out, basically. But on the other four days of the meeting, attendance was down, and while the poor weather on Tuesday and Wednesday may have contributed to dips of 3.5% and 5% respectively, it cannot be blamed for the 5.2% drop, the biggest of the week in percentage terms, for Thursday’s Gold Cup, which is still, in theory at least, the showpiece event of the week. There were 70,000 racegoers in attendance on Gold Cup day last year. This time around, it was 66,375, and while most other racecourses can only dream about having a problem like that, it is unlikely to pass without comment when the track’s executives conduct their annual post-meeting review. Around 9,000 fewer racegoers over five days may not seem like much in the grand scheme, but Royal Ascot is already a little lop-sided over the course of the week, with around 45,000 and 40,000 arriving on Tuesday and Wednesday before the bumper crowds kick in for the final three days. The Thursday card, which is smack in the middle, needs to keep pace with Friday and Saturday, and not slowly start to drift towards the crowd figures for the earlier part of the week. There was, of course, a train strike on South West Trains during last week’s meeting, which may have deterred some racegoers, though this daily commuter to the meeting found that the actual service was, if anything, better than usual. And it was a lot better and cheaper than the service Londoners endure to get to Cheltenham in March, when the bus from the station to the racecourse alone can easily add another hour to the journey. But Cheltenham’s attendance is still growing and also much more even over the course of its four days. This year, they got 67,973 on day one, with subsequent crowds of 59,209, 67,821 and 71,849. Cheltenham’s daily average is already ahead of Royal Ascot’s (66,700 this year against 58,543 for the Royal meeting). If it ever adds a fifth day to the Festival, it will be well ahead of Royal Ascot in terms of total attendance too. It is not a competition and racing is, of course, fortunate to have two hugely popular events as highlights of the Flat and jumping seasons. In terms of their appeal to spectators, though, it is Ascot which appears to have more work to do. Windsor, which is just down the road from its far grander near-neighbour, always pulls in a big crowd for its Monday evening meetings and several thousand racegoers will be heading down to the riverside venue for a seven-race card later today. Daschas (7.10) could well be the answer to the most valuable race on the card. Stuart Williams’s five-year-old finished last in the Dash at Epsom on Derby day but did not look at ease on the track and has been dropped a useful 3lb since. His earlier win at Newmarket in mid-May gives him every chance here if he is back to anything like his best form. Fox Vardy (7.40) ran well on his belated return to action at Salisbury a couple of weeks ago and will take plenty of beating on the same card, while Princely (4.30) and Graceland (3.45) are the pick of the prices at Chepstow and Southwell respectively."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}