{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/jun/12/stanley-cup-final-game-7-st-louis-blues-boston-bruins-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-13T02:58:08Z", "webTitle": "Stanley Cup final Game 7: St Louis Blues 4-1 Boston Bruins – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/jun/12/stanley-cup-final-game-7-st-louis-blues-boston-bruins-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/jun/12/stanley-cup-final-game-7-st-louis-blues-boston-bruins-live", "fields": {"headline": "Stanley Cup final Game 7: St Louis Blues 4-1 Boston Bruins – as it happened", "bodyText": "You can read the full report for tonight’s game here. Cup, meet Arch You can just imagine photographers figuring out the best way to get an iconic photo of the Cup under the Gateway Arch. For the players, nothing will top lifting it a few minutes after a stunning win in which an inexperienced goaltender held a potent attack at bay to give his team a chance to score four opportunistic goals. Thanks for following along with us. Hockey resumes in September. See you then. Held up by an audio problem in which we couldn’t hear NHL commissioner Gary Bettman over the boos. The third goal ... The Bruins never recovered. For mathematicians ... First time for a team that started play in 1967. For the second straight year, we have a first-time winner of the Cup. And like the Capitals last year, they did it on the road. Bruins 1-4 Blues, 1:14, 3rd period The Blues flirt with the empty net, but it goes just wide for an icing call. But it’s academic at this point. We won’t get the thrill of a one-goal final in the final minute. Fans are on their way out. Late consolation as a shot takes an odd spinning motion that fools Binnington. Bruins 0-4 Blues, 2:20, 3rd period Rask is disconsolate on the bench. He can’t blame himself. The Blues made four fantastic plays at his end of the ice. And as well as Binnington has played, many of those shots were straight at him. The Blues have managed to outshoot the Bruins in this period. Bruins 0-4 Blues, 4:00, 3rd period The Bruins have pulled the goalie. Empty net. Ironically, Zach Sanford hails from Manchester, N.H., and played at Boston College. Now he has surely put the Bruins’ faint hopes to bed. That should do it. A few nifty moves by David Perron, who then dinks the puck across the crease to Zach Sanford, who happily taps it in. Bruins 0-3 Blues, 5:09, 3rd period In the regular season, a team will shrug off a game like this. Not our night. Hot goalie. Got another game on Friday. This is Game 7 of the Stanley Cup final. (Which I’m sure you knew. And the Bruins certainly know.) The back-breaker for the Bruins ... It’s not over, but the Bruins need a breakthrough in a hurry. The Ozzy tweet reminded me of Mike Levine, the bassist for power trio Triumph, who was known for rocking a Blues jersey. Again, I have no fashion sense, but that’s a cool shirt. Oh, and we did see a replay of what happened a few minutes ago -- Binnington was out in front of the crease but managed to stretch his right leg back to get a pad on a shot. Unreal. The TD Garden has fallen silent. Terasenko hustles to win the puck deep in the zone, looks back and sees Brayden Schenn streaking down the middle. Pass, shot, inside of post, goal, and the Bruins are in a deep hole. Bruins 0-2 Blues, 9:37, 3rd period Would you guys please ice the puck so we can see a replay of what happened 90 seconds ago? Bruins 0-2 Blues, 11:07, 3rd period What just happened??!!! It involved Binnington and a rip in the time-space continuum. It’s still 0-2. Bruins 0-2 Blues, 12:37, 3rd period St. Louis ices the puck for the 3,000th time and wins free barbecue. I don’t know what to say about this ... Bruins 0-2 Blues, 14:17, 3rd period A couple of bodies hit the ice, but it’s all incidental contact. Remember to breath ... remember to breath ... Bruins 0-2 Blues, 15:18, 3rd period Rask comes up big to stop an odd-man rush. Then another save as Vladimir Terasenko swipes the puck on the left wing and bears down on the goal. Bruins 0-2 Blues, 18:54, 3rd period Boston has come out swinging, moving the puck around to set up a ferocious shot from Torey Krug. Third period underway ... Can the Blues really pull this off? Up 2-0 despite lopsided stats against them. Barkley’s wardrobe is the subject of some discussion ... I have no fashion sense whatsoever, so I can’t judge. But if you’re curious, I’m wearing a spiffy Trinity College Dublin T-shirt from my recent Ireland trip. Game 7 of Jim vs. Pam ... The first-intermission appearance of NBA analyst (and entertaining player in his day) Charles Barkley has drawn some perplexing reactions. An even and uneventful period. Mostly. The Blues had the best chance, with Zdeno Chara’s miraculous intercession keeping the puck out after it hit the crossbar and dropped behind goalie Tuukka Rask. The Bruins had more shots, 11-6, but nothing that really troubled Binnington. The surprise: The Boston crowd has been virtually silenced. If you tuned in 10 minutes ago, you’d never guess this was Game 7 of the Stanley Cup finals. Bruins 0-2 Blues, 2:29, 2nd period For the first time in this game, we have some close-range “discussion” during a stoppage. A Bruins forward got a little too close to Binnington after another save. Bruins 0-2 Blues, 3:45, 2nd period A long possession for Boston in the St. Louis zone. It ends with a slapshot and ... a glove save. We’re probably jinxing him, but ... Bruins 0-2 Blues, 5:44, 2nd period An overhead view of the shot off the bar shows Zdeno Chara managed to get a stick behind his goalie to keep the puck from crossing the line. The Blues were a couple of inches away from 3-0. Bruins 0-2 Blues, 6:11, 2nd period Good work by the Bruins to free Marchand in the faceoff circle to Binnington’s left. He shoots. Glove save. Bruins 0-2 Blues, 6:30, 2nd period St. Louis was in the ascendancy as Boston tried to regroup after nearly falling behind 0-3, but the Bruins have managed to get to the other end and fire a mildly dangerous shot at Binnington. Bruins 0-2 Blues, 9:30, 2nd period OFF THE BAR! WE need a replay to digest that. Rask made the save, and it bounced up, landed on the bar and dropped back down behind the Bruins goalie while the crowd gasped. Bruins 0-2 Blues, 11:15, 2nd period For all the talk of physicality in this series, this has been a low-key game in terms of collisions, intentional and unintentional. The only penalty was for delay of game when the puck popped into the stands. Bruins 0-2 Blues, 13:20, 2nd period NBC has a “scoring chances” stat. Currently 9-3 Boston. Bruins 0-2 Blues, 13:50, 2nd period The Blues still aren’t generating a lot of chances, but they’re showing more composure in their own zone and limiting the Bruins. It’s not just Binnington at this point. Bruins 0-2 Blues, 14:52, 2nd period An even and uneventful start to the period. The Blues just got their first shot, a tame one, of the period. Bruins 0-2 Blues, 16:03, 2nd period An even and uneventful start to the period. This stoppage occurs when Binnington catches a low-percentage shot at an acute angle. Bruins 0-2 Blues, 17:38, 2nd period An even and uneventful start to the period. START OF SECOND PERIOD: Bruins 0-2 Blues The Blues start with a bit of offense but nothing too troubling. In St. Louis at the moment ... And for those who couldn’t get in the Blues’ arena, how about the Cardinals’ ballpark? I often wonder how these gatherings affect the ratings. The Bruins has 12 shots on goal and forced St. Louis to block another 12. The Blues had four shots on goal and only two more blocked. The Blues lead 2-0. GOAL: Bruins 0-2 Blues, 0:07.9, 1st period (Pietrangelo 19:52) A steal by Jaden Schwartz, a nifty pass back to Pietrangelo, a backhand flip, and it’s 2-0. Bruins 0-1 Blues, 1:12, 1st period Binnington is just a step ahead now. The Bruins try to wrap around the net, and he’s waiting for them at the post. Bruins 0-1 Blues, 2:00, 1st period A break in the action while the Bruins try to shake off a stunner that has put them in a 1-0 hole. GOAL: Bruins 0-1 Blues, 3:13, 1st period (O’Reilly, 16:47) That’s what soccer people would call “against the run of play.” It started with a great hit deep in the Bruins zone by Sammy Blais. He then shot from a tough angle, the Blues’ first shot in 16 minutes. The puck was cycled around to ageless defenseman Jay Bouwmeester. His slap shot gets a slight deflection off O’Reilly and zips past Rask. Bruins 0-0 Blues, 5:17, 1st period The Blues finally manage to fling the puck in the general direction of the net, but it doesn’t get through a thicket of Bruins legs. Bruins 0-0 Blues, 6:30, 1st period NBC gives us a good reminder -- the Blues had a shot on goal 27 seconds into the game. Not since then. For those who don’t know hockey -- that’s an eternity. The hits are getting a little tougher. Bruins 0-0 Blues, 8:24, 1st period HUGE SAVE: Johansson slaloms between the faceoff circle, dekes, and then is robbed by Binnington. The song was Raise Your Hands, by the way. One of the most cliched songs ever recorded. Boston has outshot St. Louis 7-1. Bruins 0-0 Blues, 9:23, 1st period Now we have a couple of stoppages. Hockey is funny like that -- five breathless minutes, then several breaks. Why would Boston play a bad Bon Jovi song during the break? That’s a New Jersey band. I have a new Surface Pro. I hope it survives the night. Bruins 0-0 Blues, 10:03, 1st period PENALTY KILLED. But the Bruins certainly made Binnington work. Boston has all the momentum now. Bruins 0-0 Blues, 11:08, 1st period BIG SAVE: The Bruins move the puck from Binnington’s left to the center, and the rookie goalie sprawls to stop the shot from the ever-dangerous Brad Marchand. POWER PLAY: Bruins 0-0 Blues, 12:03, 1st period It’s delay of game on St. Louis’ Colton Parayko, who flipped the puck into the stands under pressure. Can’t do that. See you in two minutes Bruins 0-0 Blues, 12:08, 1st period A rare break in the action for an icing call, and we resume in the St. Louis zone, where we’ve spent a lot of time in the past few minutes. Then a few more seconds with little happening, and finally a TV timeout. Phew! Can I do cricket next? Bruins 0-0 Blues, 12:35, 1st period Another good chance for the Bruins as Marcus Johansson (former Capital, then injured by Marchand while he was with the Devils) has a shot blocked and then has an open angle to the net, but he’s unable to get his stick on it. Then a big save by Binnington just when the net seemed open. Bruins 0-0 Blues, 16:16, 1st period St. Louis still has the better of play, but the Bruins just had a good chance as Blues goalie Jordan Binnington gave up a rebound and Noel Acciari was able to take a swing at it. Bruins 0-0 Blues, 17:35, 1st period A sustained possession for St. Louis early, and Boston’s Tuukka Rast makes the first save of the game. The fourth lines (not the scorers) start, and we get an icing call 10 seconds in. But Jenna Fischer is a Blues fan and was on the Game 6 broadcast, so there. This, though, is pretty cool. Another quick email before the puck drops, this one identified only as tony “Boston boys watching in Southampton UK! Work going to be tough tomorrow. Actually maybe no work tomorrow!” If the Bruins win, I doubt many people will go to work in Boston tomorrow as well. On the ice ... The Bruins take the ice to Audioslave’s classic song, Cochise. Then everything will grind to a halt as they do a long introduction of the starting lineups, which are completely irrelevant in a sport in which the players change every 30-90 seconds, and then the national anthem. The case of the missing Cup Hockey lore is built around trophies, especially but not limited to the Stanley Cup, that are passed from winner to winner rather than kept in a trophy case. But that didn’t happen in the third-tier ECHL. Depending on who you ask, the Colorado Eagles either didn’t return it or had no opportunity to return it. The Eagles are now in the second-tier AHL. No, these leagues don’t have promotion and relegation. They just shuffle around. And maybe they forget to return trophies. That’s why the Newfoundland Growlers got a brand-new trophy upon winning the Cup, er, ECHL final. Emails, emails ... I’m hearing from people in the UK who are probably trying to stay awake by chatting with me. Lee Madden: “I’m waiting up to watch what I hope will be an epic game 7 in the Stanley cup. I must be one of the few hockey fans in the uk they genuinely just wants a cracking game with loads of saves, goals and hits ... and given that I’m Irish, a Boston victory ... what do you reckon?” Probably a lot of hits. Andrew Benton: “What, no mouth guards in ice hockey? How come?” Some wear them, some don’t, though I wish I had never read these words: “I’ve pulled teeth out of mouth guards.” Boston’s championship run(s) Current champions in U.S. sports ... MLB: Boston Red Sox NFL: New England Patriots (technically a good ways south of Boston) So the city of outstanding educational institutions and a bunch of cavemen on sports talk radio could have three U.S. sports champions at the same time. But ... NBA: Golden State Warriors (for at least another day or so) WNBA: Seattle Storm MLS: Atlanta United NWSL: North Carolina Courage NWHL: Minnesota Whitecaps AFL: Washington Valor National Lacrosse League: Calgary Roughnecks Major League Lacrosse: Denver Outlaws Major League Rugby: Seattle Seawolves American Ultimate Disc League: Madison Radicals So don’t let any Boston people push you around tomorrow. On the pregame show (on NBCSN), we’re hearing that Bruins coach Bruce Cassidy figures they can be as physical as they wanna be because no one can get suspended for any more games. Maybe they’ll get 20 games to start the next season? Hero/villain: Brad Marchand In the first game of the season, with the Bruins suffering a 7-0 defeat in Washington, Brad Marchand had enough of the Capitals’ celebrations. Depending on who you ask, he either did the accepted NHL thing and challenged Lars Eller to a fair fight, or he “jumped” the unsuspecting Washington forward in a clear violation of the mythical “code” that governs hockey fights. A couple of months later, Eller followed the “code” and offered Marchand the chance to settle the matter with a mutually agreed-upon spell of fisticuffs. Marchand declined. The “code”-keepers can’t be happy about that. None of this behavior is surprising to those who know Marchand. He’s no stranger to suspensions and fines, getting a five-game break for a nasty elbow to the head of Marcus Johansson -- who, ironically, joined the Bruins this spring. He narrowly avoided a suspension earlier in the playoffs. Oh, by the way, he’s the top scorer (goals plus assists) in the playoffs this year. And THAT can hurt any opponent. The Blues’ path In October, the Blues were well of the pace. And November. And December. In the midst of those miserable three months, St. Louis fired coach Mike Yeo. Associate head coach Craig Berube was bumped up to interim head coach. Then everything changed. The Blues stormed their way up to third place in the Central Division. They took down division rival Winnipeg in the first round of the playoffs. Up next was Dallas, which had upset division champion Nashville. That series should give the Blues some Game 7 confidence -- St. Louis won on the road in overtime. San Jose fell next, and the Blues had completed their surprising run to the final. Some of the credit for the turnaround surely goes to Berube, but the big story of the season is goaltender Jordan Binnington, who started the season as the backup -- on the minor-league San Antonio Rampage. The Blues called him up to the NHL in December. He had appeared in the NHL only one time in his career, a 13- minute stint in the 2015-16 season. Binnington wound up starting 30 games for the Blues this season. He finished with 24 wins, a goals-against average of 1.89 and a save percentage of 92.7%. It’s safe to say few people expected the Blues to be here. And no one could have expected Binnington. The Bruins’ path The first game of Boston’s season was inauspicious. They sat around while the Washington Capitals raised the Stanley Cup banner in a long ceremony, then got blown off the ice in a 7-0 rout. (Your correspondent for the evening was there.) But they rebounded to win consistently, not losing a single game in regulation in February. The Bruins were always looking up at Tampa Bay in the Atlantic Division as the Lightning lapped the field in the regular season. But that Presidents’ Trophy was again a curse, and Tampa Bay was swept by Columbus in the first round. The Capitals also faltered, losing to the Carolina Hurricanes. Boston had a difficult time with Toronto in the first round, winning Game 6 on the road and finishing off the Maple Leafs in Game 7 -- the same path they’re hoping to follow in this final. But with Tampa Bay and Washington out, the Bruins just needed to beat wild-card teams Columbus and Carolina. They swept the latter and had time to rest up for the final. Game 7 A pressure-cooker of this intensity is difficult to find. We don’t see it in other sports. The NBA and WNBA offer plenty of chances for instant redemption -- a player can shoot 30% from the field and still be the hero. The Super Bowl proceeds through dozens of discrete plays. The World Series plays out at a more languid pace. Maybe an international soccer final -- a World Cup or a Champions League -- provides the same frayed nerves as a final battle for the Stanley Cup. A single defensive mistake or a single squandered opportunity can ruin a team’s chances. But Game 7 of a hockey playoff series, particularly the final, takes all of that pressure and condenses it onto a small sheet of ice. Scoring chances can take place at each end, separated only by a couple of seconds. And fans know as well as the players that these opportunities don’t come around often. Having the league’s top record, for which a team claims the less-storied Presidents’ Trophy, is often a curse. The Washington Capitals took that prize three times in eight seasons but only won their first Stanley Cup in team history last year, when they were nowhere near the top of the league. The Boston Bruins have been here many times and have the opportunity to win for the seventh time. The St. Louis Blues have waited even longer than the Capitals for that breakthrough championship and haven’t been in the final in nearly 50 years. If you’re a fan of one of these teams, this will be a stressful 150 minutes, if not more. If you’re a neutral, this will be a thrill. (And I’m going to guess you have at least a slight preference for the Blues. We all love seeing teams get that rare shot at glory, right?) Buckle up. This is going to be fun. Beau will be here shortly. In the meantime, here’s how Game 6 went down: Tuukka Rask made 28 saves, Brad Marchand had a goal and an assist, and the Boston Bruins beat the St Louis Blues 5-1 on Sunday night to even the bruising, physical Stanley Cup final at three games apiece. David Pastrnak had one of Boston’s four goals in the third period and an assist, helping the Bruins force the 17th Game 7 in Stanley Cup history. Brandon Carlo, Karson Kuhlman and Zdeno Chara also scored. “We’re fighting for our lives obviously,” Marchand said. “When you play desperate, I think you see everyone’s best game.” Boston also were involved in the final’s last Game 7, winning the championship at Vancouver in 2011. Rask was a reserve goaltender on that team eight years ago, while Marchand was a key performer. They will go for another championship on Wednesday night in Boston after losing to Chicago in the 2013 final. “The whole hockey world loves a Game 7, so it should be a great night in Boston and may the best team win,” Bruins coach Bruce Cassidy said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}