{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/jun/15/sportwatch-storm-v-knights-suns-v-saints-lightning-v-magpies-and-more-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-15T09:23:59Z", "webTitle": "Sportwatch: Souths stunned by Panthers, Dockers too strong for Power  – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/jun/15/sportwatch-storm-v-knights-suns-v-saints-lightning-v-magpies-and-more-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/jun/15/sportwatch-storm-v-knights-suns-v-saints-lightning-v-magpies-and-more-live", "fields": {"headline": "Sportwatch: Souths stunned by Panthers, Dockers too strong for Power  – as it happened", "bodyText": "Cricket World Cup: We’re about five minutes away from the start of play at the Oval, where Sri Lanka won the toss and elected to bowl first. Jonathan Howcroft is at the controls of the liveblog, so why not join him for the rest of the evening? This blog will be closing off now, thanks for joining me. Until next time. State of Origin: The teams for Game 2 are announced tomorrow; Panthers James Maloney and Nathan Cleary will be hopeful of having their names on the Brad Fittler’s Blues teamsheet after their performances against Souths. The Panthers come from behind to stun Souths! Four on the bounce for them now! And after winning 10 of their opening 11 games this season, the Rabbitohs have now lost their last three – the first time they have done so since rounds 22-24 last year. A thriller at Homebush. Penrith are resurgent! And James Maloney will be able celebrate tonight. Maloney celebrated his 33rd birthday by sinking a clutch 75th-minute field goal in the Panthers’ win. Importantly, he has scored a head-to-head victory over South Sydney counterpart Cody Walker, who is struggling to hold onto his Blues No 6 jumper for next Sunday’s Origin II in Perth. Walker missed a field-goal attempt in the 74th minute as his side continued their Origin period slump with a third loss on the trot. It has been reported that Panthers No 7 Nathan Cleary is set to partner Mitchell Pearce in the Blues halves next Sunday at Optus Stadium, however Maloney has given Blues coach Brad Fittler and his selectors food for thought. (AAP) There goes the siren at Optus Stadium and the final margin is 21, after a dominant final quarter, in which the Dockers kept the Power goalless. Three straight wins for Freo now. They looked very good in that final period. Michael Walters produced another match-winning display having booted the winning score in each of the Dockers’ past two games. And the 28-year-old produced the goods yet again, booting six goals from 25 disposals in the 15.10 (100) to 12.7 (79) win in front of 37,451 fans. Fremantle trailed by a point heading into the final term. Walters nailed a tough 40m set shot midway through the last quarter to get the ball rolling, and he iced the game with a goal in the dying minutes. (AAP) NRL: 5 minutes remaining: Rabbitohs 18-19 Panthers – Maloney goes for a field goal and nails it to give Penrith the lead with five minutes to go, after Brian To’o levelled the scores with a 71st-minute try. What have Souths got now? Cricket: A nice story just off the wires: the local net bowler who was struck in the head by a David Warner straight drive has returned to meet with the Australian World Cup team. Jay Plaha spent four nights in a London hospital after being hit last Saturday at The Oval. The 22-year-old required urgent medical attention from Australia’s medical staff before scans later cleared him of any serious injury. (AAP) AFL: 9 minutes remaining: Fremantle 13.9 (87) v Port Adelaide 12.7 (79) – Both sides find it difficult to kick a goal in this final term as the pressure mounts. Michael Walters breaks the deadlock though with a precision left footer from a narrow angle for his fifth of the day. NRL: 21 minutes remaining: Rabbitohs 18-14 Panthers – It takes just two minutes for the Rabbitohs to score two tries – first Liam Knight barging over and then James Roberts streaking away to hand off to Dane Gagai – and Souths take the lead at a sodden ANZ after an almighty downpour. Rabbits on top. AFL: 3QT: Fremantle 12.6 (78) v Port Adelaide 12.7 (79) – One point in it with one quarter to play in Perth. Port will head into the fourth with their noses in front, just, after a sterling third period. Kane Farrell has a career-high four goals – his fourth gave the lead back to the Power, his third one of the more straight-forward he’ll ever kick. Women’s World Cup: Did I mention earlier that the US celebrations against Thailand had sparked no small amount of debate? Here’s more on the Great Goal Celebration Controversy of 2019 from Caitlin Murray in Paris. NRL: HT: Rabbitohs 6-8 Panthers – It’s a low scoring affair at ANZ, just a try apiece so far. Red-hot Viliame Kikau levellled for the Panthers after Cameron Murray opened the scoring for Souths. Evenly poised at Homebush, but the Rabbits will have to come from behind to end their losing run – and the Panthers’ winning streak of three, including last week’s win over the Roosters. Supercars: Scott McLaughlin’s rich vein of form has continued with the DJR Team Penske driver winning race one of the Darwin Triple Crown from pole position. More from AAP: McLaughlin is looking to become the first driver to complete Darwin’s elusive Triple Crown since its inception in 2006, and is a third of the way there. To etch his name into the history books the DJR Team Penske speedster needs to win on Sunday’s top-10 shootout and race two in the Top End. The safety car was required after just three laps on Saturday when Tim Slade’s race ended after a bump from Rick Kelly at the hairpin. A slow pit stop on lap 15 cost Anton de Pasquale any chance of a podium and he finished 12th after starting fourth on the grid. Chaz Mostert was the biggest winner during the stops as he managed to jump four spots and finish second behind McLaughlin. Will Davison and Dave Reynolds clashed in the pit lanes but the latter still rounded out the podium, while the former finish ninth after starting third on the grid. Jamie Whincup and Shane van Gisbergen pitted late and made up ground to finish fifth and eighth respectively, while Cameron Waters was fourth. Football: The Socceroos are heading to Argentina and Colombia to face some of the best sides in the world at next year’s Copa América. Strange? Yes. A great opportunity? Yes. A real chance to lift another continental trophy? Um, not really. Anyway, do you know who visited? Who hasn’t won it? Who used a fake penis? Test yourself below: AFL: I missed this earlier, but it’s worth revisiting as it’s beautiful. Much like the Sydney Stack-Eddie Betts “incident” the other night, aren’t moments like these what sport is all about? AFL: HT: Fremantle 8.4 (52) v Port Adelaide 7.5 (47) – The Fyfe-Boak matchup isn’t disappointing so far. Fyfe’s had 18 disposals to Boak’s 17 in what has been an evenly-contested opening half at Optus Stadium. Women’s World Cup: And while we’re on the topic, just do yourself a favour and read this absolute gold from Marina Hyde. The best thing written all week: Women’s World Cup: Aside from Sam Kerr’s comments, the biggest talking point from the last few days in France has been the US celebrations during their 13-0 win over Thailand. Over the top or fully justified? Disrespectful or “THIS IS THE WORLD CUP!” It’s sparked a thousand opinion pieces, including two from our very own Hope Solo and Eni Aluko. Cricket World Cup: Some absolutely bonkers figures in this report ahead of India and Pakistan’s game at Old Trafford in Manchester tomorrow: 800,000 fans applied for the 26,000-capacity match. 800,000. Few sporting contests carry as much baggage – or interest. Organisers are hoping that close to a billion people will be watching, with a Cricket World Cup source telling the Guardian that it will have “the biggest reach of any cricket match in history when you take into account people viewing it on digital”. NRL: Rabbitohs v Panthers – And we’re off at ANZ Stadium. Souths are missing several players, not least Sam and Tom Burgess, and have lost their last two, but Alex Johnston returns. Dylan Walker gets a chance to lock in his Origin jumper, given Mitchell Pearce’s earlier performance. “We’ll have our hands full,” says coach Wayne Bennett before kick-off, but the Bunnies will still be expected to emerge victorious from this one. Since 2012, they’ve won eight of 11 against the Panthers, with all three Penrith wins coming at Panthers Stadium. Cricket World Cup: Australia are up against Sri Lanka in about two hours at the Oval in London and the good news is that it’s not forecast to rain – at least not all day long, so we should see some cricket at some stage. The always excellent Barney Ronay has written on the English weather, and its relationship with cricket: And naturally rain is there in English cricket, which is essentially an exercise in defiance of rain, a rebuke to the shadow of rain. To play cricket is to think and know and care about rain, to have opinions and theories on rain, to stand around saying: ‘It’s coming from over there. This is high cloud. The sky is definitely lighter that side. This, I can feel in the hairs of my forearms, in the tendons of my knee, is going to pass.’ Read the whole thing here: And then have a read of Adam Collins, who will be liveblogging the Australia match later, and his take on the UK summer of rain: NRL: Some news out of the Super League, with the captain of Leeds Rhinos, Kallum Watkins, set to move to the Gold Coast, a decent signing for the Titans. And all over on the Sunshine Coast too, as the Lightning coast to a dominant win over the Pies. Karla Pretorius was immense in defence for the Lightning with five intercepts, four gains. “Wonderful game,” the South African tells Channel Nine. “Especially from the previous two games we needed to step up as a team. Put our consistent performance out there. We did well. Even the ones that came up from the bench they came on and it went smoothly. Happy with the whole team as performance.” Wow, an absolute tonking delivered by the Storm. What a second half. The Knights were simply blown away as Melbourne register their fifth win on the trot. They’ll end the weekend on top of the shop, regardless of how the Rabbitohs do against the Panthers, coming right up. And so ends Newcastle’s six-game winning streak. All that defending in the first half came back to haunt them in the second, and the Storm rolled over them without having to push themselves too hard. Got to wonder what this will do for Mitchell Pearce’s Origin claims. The Knights half was nowhere near the worst on the park, but when they were under the pump in the first half he wasn’t able to direct them out of trouble either. And here’s some more details on that earlier Pocock story. AFL: Fremantle v Port Adelaide – Here we go at Optus Stadium in Perth, where a new statue of Nicky Winmar will be erected. Des Headland, the chair of the Indigenous Player Alliance that advocates on behalf of the Indigenous men and women who have played in the AFL and AFLW, wrote beautifully on the statue and what it means earlier in the week: They’ve done it! The Saints’ comeback – from as much as 31 points down – is complete, despite a frantic final few seconds in Townsville in which the Saints held on to win by the narrow margin of four points. For the Suns, they just can’t seem to get out of their rut; that’s nine losses on the bounce for them now. Rugby union: Finally, some good news for Australian rugby! It’s not been the best of years so far, a World Cup year no less, either on or off the field, but it seems like David Pocock, who last month announced his retirement from Super Rugby, may be making a return to the field a little earlier than expected. That may mean he’ll be available to Michael Cheika for the Rugby Championship, which this year acts as a precursor to the main event in Japan. Cheika is due to meet Pocock today and said: “I think David is going to be in good shape when it comes to even the earlier series, not just the World Cup but the Rugby Championship that is coming beforehand.” Huzzah. Super Netball: HT: Lightning 31-25 Magpies – Lightning goal shooter Peace Proscovia may have the best name in the comp, but the Ugandan has also got the tools – she’s 25 from 28 attempts this afternoon (at 89%) and the most influential player on the court so far. Magpie Shimona Nelson has 20/24 at 83% but it’s the home side who have claimed a second bonus point and lead by six at the big break. Women’s World Cup: That thrilling win over Brazil – which was quickly afforded the moniker “The Miracle of Montpellier” – revived the Matildas’ campaign and, coupled with Italy’s overnight smashing of whipping girls Jamaica, has set up a compelling final round of the group stage in which pretty much any scenario can play out; Ante Milicic’s side can still top the group, but they could also, technically, finish bottom. What’s more likely is that they’ll finish second or third, and still progress to the knockout stage of the tournament. The permutations are mind-bendingly complex, as you can imagine. Anyway, I’ve had a crack at working it all out, and here’s what I’ve come up with: To note: top two automatically qualify for the knockout stage; best four third-placed teams also qualify. Worst-case scenario: defeat to Jamaica. But even that wouldn’t spell the end for the Matildas and they could still finish third, unless they get absolutely hammered and there was an eight-goal swing in goal difference. Unlikely, very unlikely, but worth pointing out. And a third-placed finish with just three points might not place them among the best of the rest though. A draw with Jamaica: this would ensure at least third place with four points, and might even be enough to secure second, if Italy beat Brazil in the other game. Then they’d sweat on results in other groups to see if they were among the best of the third-placed teams. A win over Jamaica (the most likely scenario): now things get interesting. A big win could see the Matildas top the group, depending on the other result. To do so they would have to improve their goal difference (currently 0) to better than Italy’s (+6) or Brazil’s (+2) and hope Brazil beat Italy, a result that would leave all three teams on six points. If the Matildas and Italy both win, or if it’s a draw in the other game, Australia would finish second. My head hurts. NRL: HT: Melbourne 12-0 Newcastle – Halftime at AAMI Park and Melbourne are handling Newcastle without much fuss. The Knights have been in fine form recently but they’re getting worked over by the Storm in the ruck and it’s showing. Too many errors – 55% completion rate – and the attack is all over the place. Melbourne haven’t totally clicked either, but if they do and Newcastle are forced to make that many tackles again in the second half they could find themselves on the wrong end of a big score. Anyone else get Richard Swain flashbacks watching Jahrome Hughes in the headgear? AFL: 3QT: Gold Coast 8.9 (57) v St Kilda (50) – The Saints are on the march as the siren sounds in Townsville and have managed to cut the Suns’ half-time lead of 19 down to seven. They’ve got the wind in their sails heading into the final quarter and are poised to stage a tremendous comeback. Golf: At the US Open, Adam Scott is flying the Australian flag after two rounds, with Gary Woodland out in the lead. Scott is six shots behind the pace-setting American at three-under after shooting two under-par opening rounds for the first time at this event. Compatriots Marc Leishman (74), Jason Day (73) and Cameron Smith (72) all finished at one-over. Ewan Murray is at Pebble Beach: Women’s World Cup: There’s been plenty of talk about the Matildas post-Brazil game but sadly, not all of it has been focused on the football with much hot internet air expelled over Sam Kerr’s full-time interview, in which she told critics to “suck on that one”. It’s also shone a light on the amount of abuse these players receive, day in, day out, on social media. As Richard Parkin writes in his latest dispatch from Montpellier: Commentators from back home concluded that Kerr must be mistaken – because all of Australia was behind the Matildas. An entirely acceptable claim if you’re oblivious to the homophobic or sexist abuse hurled daily at female players – something that’s exacerbated by an environment in which a months-old controversy is given greater prominence throughout the first week of the tournament than the voices or the actions of the Matildas themselves. Read the whole yarn here: NRL: Bad news for Maroons fans with just a week to go before Origin Game 3 in Perth – Jai Arrow is not playing for Newcastle today and will miss Queensland’s trip out West for next Sunday’s big game with an ankle injury. Super Netball: Lightning v Magpies – and we’re nearly underway at USC Stadium on the Sunshine Coast, where the Lightning are looking to open up some daylight between them and the West Coast Fever, who don’t play until tomorrow. The pair are level on 35 points heading into this round, the penultimate one before the much-talked about mid-season break for the World Cup in Liverpool. The Magpies, meanwhile, are just outside the top four, two points off the Giants and well within swooping distance. NRL: Melbourne v Newcastle – All eyes are on Kalyn Ponga at a chilly AAMI Park today, after some midweek speculation he’s been the subject of an approach from Wallabies coach Michael Cheika to make a switch to union. More on that later. Smoke from pre-match fireworks has cleared and they’re off in Melbourne. AFL: HT: Gold Coast 5.6 (36) v 2.5 (17) St Kilda – To that game that’s already underway at Riverway Stadium, and the sun is shining in Townsville where the Suns are, um, shining as they bid to put a stop to an eight-game losing streak. They end the half with a 19-point lead before heading into the sheds for a slice of orange, or whatever their poison is. Hello and welcome. Another busy day of sport is already underway across the country; I’ll do my best to keep you updated throughout, starting with the AFL clash between Gold Coast and St Kilda (more on that in a tick), and the big one in the NRL between table-toppers Storm and fifth-placed Newcastle. The Lightning play the Magpies in Super Netball, also getting underway at 3pm AEST, before the stuttering Rabbitohs face the Panthers and Fremantle play Port Adelaide to round off the afternoon’s action. Plenty going on in the evening too, not least at the Oval in south London, where Australia’s cricketers attempt to take top spot with victory over Sri Lanka. We’ll have a separate liveblog to cover that one off late on. Lots to get through, so let’s not dilly-dally any further. Do get in touch if you feel you need to get something off your chest. The email’s mike.hytner@theguardian.com and the twitter is @mike_hytner. Let’s do this!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}