{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/jun/18/cricket-best-fairytale-wilts-afghanistan-world-cup-2019-england", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-18T19:08:47Z", "webTitle": "Afghanistan’s fairytale wilts in the reality of England’s ODI supremacy | Tanya Aldred", "webUrl": "https://www.theguardian.com/sport/blog/2019/jun/18/cricket-best-fairytale-wilts-afghanistan-world-cup-2019-england", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/jun/18/cricket-best-fairytale-wilts-afghanistan-world-cup-2019-england", "fields": {"headline": "Afghanistan’s fairytale wilts in the reality of England’s ODI supremacy", "bodyText": "There are many ways to feel alone on a cricket field. In the hell of a falling-apart dressing room, on the long walk out, or the long walk back. And then there is the personal torment of being Rashid Khan at Old Trafford on Tuesday. Rashid, whose smiling face is currently stopping and starting as it travels around Manchester on the side of various buses, is one of the best one-day bowlers in the world, and last year he became the youngest ever No 1 in the ICC rankings. His on-the-spot googlies and selection of fast leg-spinning sugar-pop have made him popular, and rich. But here he met an irrepressible force. After the slowest power‑play England have endured all tournament, with 26 dot balls, Eoin Morgan marched out with an itch that needed a scratch. Rashid had conceded only six off his first over and three off his second, but the runs column was to accelerate sharply. When Morgan was spilled in his sixth over on 28 by a fumble at deep midwicket, he dropped slightly short, and wide, and Morgan came at him again, with two huge sixes in the same over. It was just the start. Gulbadin Naib replaced Rashid after he had conceded 54 in his first six, then brought him back only for Morgan to flick him again, for his ninth six, over long-on, which required a ball change, a 10th into the temporary stand, then an 11th, bigger still, to bring up an astonishing hundred. Here was hell. Rashid stood with ball in hand and slowly scratched his beard. Every other man in the circle kept his head down and his hands on his hips, the universal human body position for embarrassed silence. The helmet, resting at backstop, begged open‑mouthed to be removed. Even Moeen Ali, that cavalier of gentleness, showed no mercy: hitting, with an easy ferocity, two huge sixes from Rashid’s final over, the high point of his nine-ball 31. The third best ODI bowler in the world took his cap and walked away. He had conceded 110 off his nine overs – the worst bowling figures in a World Cup, the second worst ever in an ODI – including 11 sixes, another unwanted ODI record, seven of them by Morgan. Until their effort here, Afghanistan’s batsmen had not managed to last 50 overs in the World Cup, their ace hand of spinners has flinched from the big‑hitters and the fielding has started to look ragged. The full-on proper fairytale, the best story cricket has ever had, has wilted in the reality of one-day cricket in 2019 – professional, beefed up, honed to the last face of the very last hexagon. Before this tournament, they had played ODIs mostly against Zimbabwe, Ireland and Scotland. Before this World Cup, they had never played one in England. And then they have hit the wettest June on record, one where even hardened county pros are collapsing in a heap, from Chelmsford to Canterbury. Throw in an altercation with a member of the public in a Manchester restaurant on Monday night which resulted in the police being called, the dropping of the popular captain, Asghar Afghan, before the tournament, public disagreement about the change of captain from Rashid and Mohammad Nabi, and a reshuffled selection committee in the middle of the competition, and play it all out on a track road‑tested by India v Pakistan on Sunday and you have England’s 397 for six. The Afghan reply was as spirited as it was hopeless. Hashmatullah Shahidi, who sprang back up quickly after he ducked into a Mark Wood bouncer so as not to worry his mother, and Asghar compiled the highest Afghan partnership of a World Cup, and the team knocked up their highest World Cup total including eight walloping sixes. Gulbadin, who had shuffled his beleaguered pack intelligently in the onslaught, took revenge on Jofra Archer: four, six, four with your fancy ways. Then he top‑edged Wood and was caught by a charging, diving Jos Buttler. The neat downward curve of Gulbadin’s moustache visible through the grille of his helmet as he marched off, told a thousand stories."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}