{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/16/virat-kohli-india-pakistan-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-16T19:40:32Z", "webTitle": "Virat Kohli misses but walks and spirit of comradeship shines through | Tanya Aldred", "webUrl": "https://www.theguardian.com/sport/2019/jun/16/virat-kohli-india-pakistan-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/16/virat-kohli-india-pakistan-world-cup", "fields": {"headline": "Virat Kohli misses but walks and spirit of comradeship shines through", "bodyText": "It might have been peak Virat Kohli. With a fatly idolatrous crowd, the India batting basking in its jewel-dripped status, rain threatening, two and a bit overs left and strains of Duckworth Lewis Stern in the air, he tried to hook a short ball from Mohammad Amir. As he spun, it flew past his bat and straight into Sarfaraz Ahmed’s open gloves. Sarfaraz round-mouthed an appeal. Kohli sidestepped a fraction, then walked. The umpire nodded; the crowd seesawed a response – a majority Indian sigh, a minority Pakistan cheer. Kohli made his bow‑legged way over the rope. But it turned out he had not hit it. The India captain had walked, after a glorious 77, when he was not out, in the most oversubscribed British sports event since the 2012 Olympics. Television cameras picked him out in the dressing room as the replay was shown. Momentarily he hid his face. Mental strength? Hidden flaw? Alas, we never found out. The brutal blue-thighed glory boys’ pitiless treatment of Pakistan’s bowlers had laid the foundations too deep. Rohit Sharma, steadying that leg and rocking Hasan Ali for six, then leaning back and cutting Wahab Riaz for four through backward point. KL Rahul a steady partner with potential to rock. And Kohli himself, sometimes in a cap, bisecting extra-cover and mid-off in a blink and who in the course of the innings became the fastest man to 11,000 ODI runs, 54 innings quicker than Sachin Tendulkar. In the field Kohli was often at second slip chewing the fat with Sharma or MS Dhoni. Or on tiptoes at mid-off, slenderly controlling the troops with a nod, or a gimlet-eyed point. Laughing, after Vijay Shankar replaced the injured Bhuvneshwar Kumar mid-over, only to have Imam-ul-Haq lbw with his first ball. It all looks very easy, when you’re a winner. Over on the green side of the fence, things were not so simple. Sarfaraz, a man who wears the mishaps of life heavily, was weighed down in his exasperation behind the stumps. He waved those big gloves one way, then he waved those big gloves the other, and it was unclear whether his fielders knew exactly who or what or why, only that they were getting one hell of a bollocking. A puppet master, with sabotaged strings. As an inside edge raced to the boundary, he sank to his knees, head in his hands. When Pakistan missed the chance to run out Sharma by throwing to the wrong end, he was beside himself. When Amir and Wahab were warned twice for running on the pitch, he looked close to combustible. Things got no better with the bat. After a fabulous second-wicket stand, a series of hiccups. Sarfaraz strolled out in his cap, green sleeves hoisted to his elbows, after Fakhar Zaman had tried to sweep once too many times against Kuldeep Yadav. And there he stood as first Hafeez fell to Hardik Pandya and then, the following ball, Shoaib Malik prodded and deflected an inside edge into his stumps. Sarfaraz grimly played out Pandya’s hat‑trick ball. Pakistan had lost four for 12 in 18 balls. Thirty balls and 12 singles later, he was out. Pakistan pottered about a while longer before the rain came, they restarted, and finally it was all over. Pakistan had failed to overturn their terrible record against India in World Cups. The underdogs had fallen to their richer, better-honed neighbours. The fiery pot-bellied man of a million sighs shook hands with the neatly trimmed best batsman in the world. But despite the damp ending, despite the confiscated soft drinks at the gates, the ice-cream men nervously checking every brand name on their vans had been covered up before they were unceremoniously chucked out, this game was a triumph of a kind. The match the BCCI had tried to ban was watched in a spirit of comradeship: away from the forced jollity of the film crews, two old school friends who had been queuing from 7am spontaneously hugged each other as they came through the gate and a Pakistan fan fell to his knees. “Finally!” he shouted to no one and everyone. “Finally!”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}