{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/22/bayliss-england-australia-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-22T17:00:18Z", "webTitle": "Trevor Bayliss avows to heed wake-up call as Australia lie in wait", "webUrl": "https://www.theguardian.com/sport/2019/jun/22/bayliss-england-australia-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/22/bayliss-england-australia-world-cup", "fields": {"headline": "Trevor Bayliss avows to heed wake-up call as Australia lie in wait", "bodyText": "As in the 2011 World Cup in India when England single-handedly ensured that the qualifying stages retained our interest by losing to Ireland and Bangladesh and then tieing with India, Eoin Morgan’s side seem to be doing their best to sustain our attention during the qualifying process in 2019. Historically the defeat to Sri Lanka on Friday should not have surprised us. After all, England had lost their previous three World Cup encounters against them. Yet the form book suggested it would be a gentle canter for Morgan and his fearless marauders. Until the match at Headingley this Sri Lankan side had appeared rudderless and miserable, finding plenty of excuses for playing badly: the weather, the schedule, the practice facilities, the pitches. By contrast, England were progressing serenely enough, despite the blip against Pakistan. Now Sri Lanka’s win gives scope for hope among the chasing pack , though this would depend on England losing to at least two of the stronger teams that await them: Australia, India and New Zealand. The Sri Lankans are no longer moping around. Their captain, Dimuth Karunaratne, could glow at the performance of Lasith Malinga especially after his veteran pace bowler had flown home twice during the tournament after the death of his mother-in-law. Angelo Mathews, whose unbeaten 85 was critical to the victory, is no longer a glowering Achilles stuck in his tent but a wily old soldier committed to the cause. “Angelo told us it was getting slower and slower,” said Karunaratne. “We couldn’t get to 280-300 but we could get 240 and that would be a good total.” It was not that good a score, but good enough on the day. Ridiculously one can surmise that England might have found 300 an easier target. Then they would have had to bat with more purpose; there would have been fewer decisions to make out in the middle about the best way to proceed. Sometimes it seems they do not want to think too much out there. They just want to “express themselves”. Friday’s defeat should not be decisive. But it does add a bit of spice to this week’s games. The match against Australia at Lord’s on Tuesday is not just about bragging rights or laying down a marker ahead of a possible crunch meeting later in the tournament – England need the points. The coach, Trevor Bayliss, is a shoulder shrugger. Outwardly he stays on an even keel whatever the outcome. He did not surprise with the explanation of England’s second defeat at this World Cup. “Obviously it was our batting, I thought our bowling was pretty good, superb in fact,” he said. “The batting? We weren’t as busy as we normally are. Normally on a wicket like this one – not the easiest to play big shots on – we’re still busy and knocking singles around into the gaps. We didn’t do that well enough.” He was asked whether nerves played a part. The matches of the last two weeks remind us that there is a world of difference between tournament cricket and a bilateral ODI series, where the odd defeat does not matter much. “ I honestly don’t know,” said Bayliss, a refreshing response in an age when we all seem to require certainty at every interrogation. “There’s always a lot of noise around the England team when playing well. We just took it a little bit easy with the bat, thinking if we just bat a bit of time we’ll put a partnership together. We forgot about the process we actually go through to put those partnerships together. That gave Sri Lanka confidence. They certainly bowled well, hit their lengths and changed their pace.” The most memorably inappropriate dismissal was that of Moeen Ali, caught on the long off boundary. But Bayliss does not hang his men out to dry. “I haven’t said anything to him yet,” he said. “I think he’s disappointed. Other times he goes out, hits it over the fence and we’d be yelling: ‘Great shot.’ But it was not a great time to play that after hitting the six the ball before. I’m no more disappointed than Mo with that shot.” Bayliss repeated that stance when discussing the contribution of James Vince, who is deputising for Jason Roy at the top of the order. As ever Vince tantalised at Headingley, unfurling two great shots before getting out. “It is not as infuriating for me as it is for him” said Bayliss. “He looks a million dollars then he finds a way to get out. Hopefully he’s one of those guys who can put one together and it tips him over the edge and he gets a string of big scores.” However Vince’s frailties are bound to increase the pining for Roy’s return. “If someone of Jason’s ilk is not playing you’re going to miss him. I’m not sure when he’ll be back but we’re looking forward to that,” Bayliss said, stressing that they would not take any risks with him. Judging by how gingerly Roy trotted on to the field to pass on some fresh gloves to an England batsman at Headingley (an unnecessary task for the lower order) he will not be fit for the game against Australia. It may well be that England would be prepared to wait until the semi-finals before reintroducing the opener – if they get there. The likelihood remains that they will but at Headingley they were served with a delicious reminder not to take that for granted."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}