{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/15/australia-sri-lanka-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-15T18:37:52Z", "webTitle": "Unpredictable Glenn Maxwell gives turbo-charged Australia extra boost", "webUrl": "https://www.theguardian.com/sport/2019/jun/15/australia-sri-lanka-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/15/australia-sri-lanka-world-cup", "fields": {"headline": "Unpredictable Glenn Maxwell gives turbo-charged Australia extra boost", "bodyText": "In Australian cricket one of the most intriguing games is Maxwellball. It leaves some spectators thrilled, some frustrated, many both in varying measures. Glenn Maxwell himself has shown he has the technique and temperament to play orthodox innings in Test and one-day cricket when required but in this World Cup he has been liberated to play his unique version of the game. The only rule: when Maxwell arrives at the batting crease, you have no idea what is going to happen next. That is Maxwellball. Until tackling Sri Lanka Maxwell had had to settle for a steadily building series of vignettes. Against Afghanistan he arrived with two runs needed to win and smoked the spinning prodigy Mujeeb Ur Rahman over cover for four. Strike rate of 400. Next he entered during a West Indies barrage and immediately counterattacked by hooking a bouncer. Caught for a duck second ball. In a run chase against India with his team needing 12 per over, he struck 28 from 14 balls before falling to a blinder of a catch from the substitute Ravindra Jadeja. Then against Pakistan he came in for a nitro-boost after a huge opening stand, making 20 from 10 before losing his stumps. Against Sri Lanka he was on five when a new game of Maxwellball commenced. Dimuth Karunaratne has been doing a hell of a job. In the topsy-turvy world of Sri Lankan cricket, he was unexpectedly made Test captain in March before his team’s greatest away series win over South Africa, then made one-day captain before the World Cup in a format he had not played in four years. The careful Test opener took that in his stride, carrying his bat for an unbeaten fifty in his opening game while his teammates were skittled by New Zealand. He watched Australia’s openers make a big start and an innings swell to alarming proportions. He switched bowlers, directed fields, tried to give a sense of control. For Maxwell in the 45th over he was tossing up where to place his boundary riders. He kept mid-on in, leaving deep midwicket and deep square-leg. Nuwan Pradeep bowled leg-stump and Maxwell got his front foot far enough out of the way to pop it over mid-on. Then he opened his stance wider to flat-bat six in the same direction, then slammed a ball into the non-striker’s stumps. Karunaratne sent long-on back, bringing midwicket in. So Maxwell whipped aerially over midwicket and hit that gap instead. Out went midwicket and deep square-leg came in. Maxwell duly flipped the next ball over him for four more. Karunaratne looked as if he had been duped by a three-card hustler. Pradeep shook his head as well. A reasonable day of 62 off nine overs had become highly unreasonable. Pradeep used the fast bowler’s method and tried a bouncer. Maxwell hooked it over the keeper for four. The over cost 22. Maxwellball. As Sri Lanka’s death bowlers tightened up and wickets fell at the other end, Maxwell still squeezed each yorker for a single, hustling down the wicket, even finding a three off an outside edge to no-man’s land. Against Sri Lanka at the previous World Cup he shook off the burden of having never scored a century for his country, blasting Australia’s fastest one-day hundred from 51 balls at the Sydney Cricket Ground. Four years later time was against him and he had to settle for 46 from 25. The entertainment of it, and the fact it does not always work, drives some people spare. But the very nature of Maxwell is that he cannot do what he does every game. No one can. His is not an easy repeatable approach. You have to accept that if you want to appreciate his best. From the last ball of the innings, everyone in the ground expected him to try for a six. One last ungainly heave. Instead he stepped across to Thisara Perera, got down low and elegantly swept the fast bowler behind square, exactly where the gap was, between the boundary riders. No one was left in any doubt whose game they had just been watching. It has his name in the title."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}