{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/06/lewis-hamilton-canadian-grand-prix", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-06T19:21:26Z", "webTitle": "Lewis Hamilton confident he can remain a power in Canadian Grand Prix", "webUrl": "https://www.theguardian.com/sport/2019/jun/06/lewis-hamilton-canadian-grand-prix", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/06/lewis-hamilton-canadian-grand-prix", "fields": {"headline": "Lewis Hamilton confident he can remain a power in Canadian Grand Prix", "bodyText": "Lewis Hamilton has expressed his confidence going into the Canadian Grand Prix, as Mercedes bring their first upgraded engine to the race. The British driver, who leads the world championship, also reaffirmed a positive attitude in making the absolute most of every chance in life after the recent deaths of Niki Lauda and Harry Shaw, the five-year-old who had been suffering from bone cancer and to whom Hamilton had dedicated his win at the Spanish Grand Prix. Hamilton goes into the meeting at the Circuit Gilles Villeneuve with a 17-point lead over his Mercedes teammate, Valtteri Bottas, and a 55-point advantage over Ferrari’s Sebastian Vettel. But the track is expected to suit the Ferrari, which has up until now enjoyed a straightline speed advantage. Hamilton was strongly optimistic that the second iteration of his power unit would represent a step forward. “While the engine is an evolution from previous years, each time you are always trying to push the envelope,” he said. “But we had great reliability with the first engine. It is always great when you have a new engine in that it is fresh. “This is a power circuit, so it has come at the perfect time. And it is phase two, so it will have all new mods and slight improvements, small steps. The biggest thing is it is new and fresh. The old engine which has done six races will have degradation etc, the guys have worked so hard it is now all small percentages but it is all appreciated.” Despite winning, Hamilton and Mercedes had endured a difficult weekend at the last race in Monaco, after the death of Lauda, their non-executive chairman and friend. Earlier this week the five-year-old’s parents announced their son had died. Hamilton had referred to him as his “spirit angel” and praised him in his fight with bone cancer, while Mercedes sent the Spanish Grand Prix trophy and one of its F1 cars to his home. Hamilton believes the difficult events could prove to offer positive inspiration. “When you go through life and you experience certain things, you naturally grow through it. We will continue to race with Niki in our hearts.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}