{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/07/cricket-world-cup-england-bangladesh-cardiff", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-07T13:21:03Z", "webTitle": "England wary as Bangladesh hope for a World Cup repeat in Cardiff | Vic Marks", "webUrl": "https://www.theguardian.com/sport/2019/jun/07/cricket-world-cup-england-bangladesh-cardiff", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/07/cricket-world-cup-england-bangladesh-cardiff", "fields": {"headline": "England wary as Bangladesh hope for a World Cup repeat in Cardiff", "bodyText": "Match 12 of the World Cup is upon us and it is now possible to predict that there are no certainties left. At the start of the tournament the matches tended to go with the form book – except perhaps when West Indies thrashed Pakistan. Since then Bangladesh have beaten South Africa, Pakistan have defeated England and Australia managed to prevail despite being 79 for five after 17 overs against West Indies. For all except the fervently committed there is a delicious uncertainty about what is going off out there. In Cardiff on Saturday England meet Bangladesh and it would be daft to presume a cast-iron victory for Eoin Morgan’s side. The days of dismissing Bangladesh as a minnow have long since passed. That may have been the case in June 2005 when Bangladesh, with a youthful Mashrafe Mortaza opening the bowling – he is now captaining the side but not opening the bowling – took on Ricky Ponting’s Australians at Sophia Gardens. That game was expected to be a routine formality but at the end Bangladesh had startled everyone, winning by five wickets with Mohammad Ashraful hitting an unbeaten century. Just about everything went wrong for the mighty Australians including Andrew Symonds turning up less than sober and, unsurprisingly, being dropped from the lineup. So Mashrafe can convey happy memories of Cardiff to his teammates. England will turn up sober and aware that they face dangerous opponents, though they may not wish to remind themselves that they have played Bangladesh three times in the World Cup and lost twice – in their last two meetings in Chittagong in 2011 and Adelaide in 2015. The Bangladesh side contains some of the most experienced international cricketers on the circuit. Their all-rounder Mahmudullah, who has often tormented England, has played 177 ODIs; Tamim Iqbal (195), Shakib Al Hasan (200), Mushfiqur Rahim (207) and Mashrafe (211 matches) have played more than that. So far in the tournament Bangladesh have been involved in two thrilling games and it has been clear that they relish these tight finishes. No one intimidates them now. At the Oval they outplayed South Africa and in their next match they made the Kiwis fight to the bitter end. It may be that the conditions will be less appealing to them in Cardiff. The pitches at the Oval have been dry, offering a smidgen of encouragement to spin bowlers; in Cardiff there was a surprising amount of grass left on the pitch – especially for Sri Lanka v New Zealand. And there has been rain around. It might suit England if there was a generous covering of grass visible on Saturday morning, especially if they win the toss and have the justification to do what they always prefer doing, bowling first. So far the Bangladesh spinners have been very effective, especially the all-rounder, Shakib. Now 32, he has been one of the most successful slow bowlers in the tournament so far, even though he seldom persuades the ball to deviate significantly off the pitch. His threat stems from his accuracy, his shrewd variations of pace and flight and an ability to intuit what the batsman at the other end is thinking. He has conventional support from the 21-year-old off-spinner Mehidy Hasan, who often takes the new ball. This means that England’s opening batsmen may well be confronted with a spinner at the start of the innings for the third match in succession. So far this ploy has produced an early wicket. England could embark on this match with a solitary spinner, especially if the grass is still greener on the other side of the Bristol Channel. The dimensions of Cardiff are similar to those at the County Ground, with short, straight boundaries and longer ones square of the wicket. In these circumstances Morgan has often opted to omit Moeen Ali, though bearing in mind current form and fitness it might be Adil Rashid who misses out. A bigger challenge for England is to recover their poise after such a tetchy, ill-disciplined performance against Pakistan. At Trent Bridge Joe Root and Jos Buttler suggested they were stimulated by the World Cup challenge – even though they could not finish the job once they had completed their centuries. There is currently some evidence that some of the others are not quite so in control amid the peculiar demands of a World Cup contest. It has been evident from within and without the dressing rooms that a World Cup match is a vastly different proposition from a standard ODI in the middle of a bilateral series. The tension multiplies. The consequence of a defeat looms larger, all of which makes the spectacle so much more captivating. Against South Africa England coped with that additional challenge extremely well; indeed they seemed to be enhanced by the occasion, especially in the field. But against Pakistan the opposite was the case. The match against Bangladesh in Cardiff provides Morgan and his team with an opportunity to demonstrate that their performance against Pakistan was a blip rather than a fatal flaw in the side’s make-up. Whatever the limitations of the Bangladesh side, now shrewdly coached by Steve Rhodes after his three decades at Worcester, there is every indication that they welcome the chance to enhance their exceptional record against England in World Cup cricket."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}