{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/15/india-pakistan-mickey-arthur-players-can-be-heros", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-15T16:08:23Z", "webTitle": "India v Pakistan: Mickey Arthur tells his players they can be heroes", "webUrl": "https://www.theguardian.com/sport/2019/jun/15/india-pakistan-mickey-arthur-players-can-be-heros", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/15/india-pakistan-mickey-arthur-players-can-be-heros", "fields": {"headline": "India v Pakistan: Mickey Arthur tells his players they can be heroes", "bodyText": "The Pakistan coach, Mickey Arthur, has promised his young side they will go down in history if they can “produce the perfect game” and beat India for the first time at a World Cup. Organisers are forecasting that Sunday’s match at Old Trafford will have the biggest TV and digital cricket audience of all time but Arthur swatted away concerns Pakistan might buckle under the pressure of the occasion. Arthur said: “I’m telling our players: ‘You could be a hero. Your careers are going to be defined by a moment in the game. You do something incredible and you’ll be remembered for ever.’ If we put the perfect game together, we can beat everybody, and the dressing room is very, very confident of that fact.” Pakistan have lost all six of their previous World Cup encounters with India but Arthur believes his mercurial squad – the youngest in the tournament despite the wizened presence of Mohammad Hafeez and Shoaib Malik, who are 38 and 37 respectively – are capable of showing a lot more than they have in their four matches, including a brilliant win over England and frustrating defeats to West Indies and Australia. “That unpredictability tag always sort of hangs around the Pakistan team, but that makes us very exciting as well,” Arthur said. “We just haven’t grabbed the moments when they’ve presented themselves, and that’s something we’ve spoken about as a group. “We’ve got 15 incredible cricketers in that dressing room, and we keep stressing to them: ‘How do you want to be remembered? You’re the class of 2019. What are they going to say about you in history? It presents an unbelievable opportunity for these guys to really make a mark. It only takes one moment of magic.” Arthur was far more expansive in his press conference than the India captain, Virat Kohli, who repeatedly dead-batted questions about the importance and the magnitude of the match. “We’re not focusing too much on what the opposition has to do or what they will bring to the table,” he said. “We need to believe in our strengths.” Another tried, probing about the pressure of the occasion, but again Kohli refused to bite. “We understand that any game that you play for your country can be emotional, adrenaline-filled, so no one game is more important or more special for us than the other,” he said. “If we play well, we can beat any side in the world.” The only time Kohli opened up was when talking about playing against Pakistan in the Champions Trophy in 2009. “Yuvraj Singh fractured a finger, and I was literally flown in and in two days’ time I was playing against Pakistan at Centurion,” he said, smiling. “I hadn’t experienced anything like that before and I played a very bad shot, and I couldn’t sleep until six in the morning. I was looking at the ceiling and thinking: ‘That’s it, I’ve flown in, and now I’m finished.’” Assuming there is play – which is not altogether certain given it barely stopped raining at Old Trafford on Saturday afternoon and more showers are forecast – then Arthur expects the wicket to be better than many might expect. “We had a little look at the pitch on Friday and it actually looked pretty brown and flat,” he said. “I’m not 100% sure there’s a massive amount of moisture in there, and the wicket is certainly a lot browner than Taunton [where they played Australia] was. So those things will come into the equation in terms of our thinking.” But, like every one of the 28,000 lucky ticket holders, Arthur will watch the morning skies with interest. “The boys have planned meticulously,” he said. “We’ve done everything that we can control. We can’t control the weather. Unfortunately, we’ve just got to go by what happens.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}