{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/jun/24/county-cricket-essex-v-somerset-gloucs-v-glamorgan-and-more-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-24T19:56:57Z", "webTitle": "County cricket: Beard gives leaders Somerset a close shave – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/jun/24/county-cricket-essex-v-somerset-gloucs-v-glamorgan-and-more-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/jun/24/county-cricket-essex-v-somerset-gloucs-v-glamorgan-and-more-live", "fields": {"headline": "County cricket: Beard gives leaders Somerset a close shave – as it happened", "bodyText": "At Chelmsford, the Championship leaders Somerset suffered a batting malfunction after being bowled out for 131. Aaron Beard throttled through to his best first-class haul of four for 23, including four wickets in 13 balls, and Jamie Porter took five for 51, on the day that both signed two-year contract extensions with Essex. Beard, 21, only got his chance in the side because of injury to Sam Cook. Essex were 164 for six at the close, Alastair Cook top scorer with 47, the lead a more-than-healthy 249. The match between Surrey and Warwickshire moved along quickly on a gloomy day at The Oval as Warwickshire were dismissed for 230, with three wickets for Sam Curran on his comeback after injury. There were three wickets for Jordan Clark and Morne Morkel too, the trio fiendishly unplayable under floodlights. Mark Stoneman led the Surrey reply with 71; Jeetan Patel chipped in with two wickets. Glamorgan lost three quick late afternoon wickets after Marnus Labuschagne and Nick Selman had put on 95 for the second wicket. It was Labuschagne’s sixth 50, or more, of the Championship season. Earlier Chris Dent continued his midas run with a hundred, before Gloucestershire stumbled after lunch, losing five for 47. Two Division Two games started today. At Wantage Road, Northamptonshire’s batsmen threw bits and bobs at a total of 299 on a green pitch. Alex Wakely was top scorer with 65, his first 50 since resigning the captaincy, and Matt Coles swashbuckled to an unbeaten 41 at No 9. Chris Wright took four for 78, hindered by the buttery fingers of the Leicestershire fielders who spilled at least seven catches. At a rain-truncated game at Hove, a hundred from Cameron Bancroft kept Durham going as they lost four for 26, including a spell of three for 0 in eight balls from Chris Jordan, who perplexed the batsmen with bounce and late swing. Bancroft, who finished 120 not out, eventually found a partner in Ned Eckersley (70 not out), and the pair put on an unbeaten 169 for the sixth wicket. Thanks all for your company today. Lots of games seem to be going at six-quarters time and things could be, possibly, decided tomorrow at Chelmsford and The Oval. Durham are staging a remarkable recovery at the hands of Cameron Bancroft and Ned Eckersley and competitive scores by Northants, Gloucestershire and Glamorgan. More runs for talented young Labuschagne - I wonder if Australian selectors are sniffing about? Have a great evening! And with a cover drive, Selman brings up his fifty at Bristol. A partnership of 60 between him and Labuschagne. Glamorgan 117 for 1, and please excuse me while I write up. Jason Roy won’t be fit to play in England’s World Cup game against Australia at Lord’s tomorrow. James Vince is likely to get another chance to turn flightiness to solidity. Oooh, I wonder. Are we about to have some mystical Gregory magic at midsummer Chelmsford? Lawrence gone for 21. Essex 109 for 3. Just reading up on happenings at Hove. Chris Jordan seems to have bowled a screamingly good spell - three wickets in eight balls without conceding a run. Bounce ‘n late away swing. Also congratulations to Aaron Thomason for his maiden first-class wicket. Cameron Bancroft bats painstakingly on, 68 not out. Durham 165 for 5. Jeetan Patel back in the wickets, lovely wickets. Rory Burns lbw for 34. Surrey 77 for one, a lead of 41. Charlie Hemphrey falls at Bristol for 28, snaffled by Josh Shaw, swallowed by Gareth Roderick. Glamorgan 68 for one. Big Jamie Overton turns in his boots... Tom Westley caught for 12. He fires up the Somerset turbo-chargers and runs in. Essex 72 for 2. Super catch here by Ackermann at second slip at The County Ground. Does anyone else have a big colourful banner ad for The Hundred at the top of their screen? Sorry about the slight wait between entries - a quick update: Somerset were all out 131 and Essex now 60 for 1 - a lead of 145. Not looking good for the Championship leaders. Alastair Cook still there. Surrey 40 for o in their second innings, a lead over Warwickshire of three. Glamorgan’s batsman charge onwards - 57 for 0. Northants 194 for 5 and Durham wobbling at 128 for 5. It’s tea at Chelmsford, where Essex have a lead over Somerset of 142 runs. Meanwhile, Durham are 117-5 at tea against Sussex, with Cameron Bancroft on 43 not out. Gloucestershire all out 313 - rather a disappointment from 176 for one. Three wickets each for Michael Hogan and Graham Wagg. And Somerset have hit self-destruct - 129 for 9. Maybe this is where Jamie Overton bowls Essex out for 34 in their second innings. World Cup update. Half listening to the commentary from Southampton. England and Australia will reportedly be batting on a very green strip at Lord’s tomorrow. England haven’t beaten Australia in a World Cup match since 1992. And Afghanistan need 263 to beat Bangladesh. Bad light has stopped play at The Oval. Durham have lost a second wicket: 71 for 2. Oh. Peter Siddle is spoiling the comeback. Bartlett gone for 25, Somerset 120 for 8. Jamie Porter grabs a third - Somerset slump to 118 for seven. Can George Bartlett guide them to parity? 98 behind Essex at the moment. And Surendranath Halder is watching the scores tick over at Hove and wondering? “Bancroft for the upcoming Ashes: yay or nay?” He’s averaging 24.89 this season to date in CC cricket. The latest extract from Vic’s book: A nice little tale from Clifton Park where last week’s match was was such a success that Yorkshire are hoping to have a festival of limited overs cricket there next year. Scores are level at The Oval, and the partnership of 17 between Gregory and Bartlett is the third biggest of the Somerset innings (91-6) A third wicket for Michael Hogan at Bristol as Gloucestershire slide to 280 for 8. And Durham’s Cameron Bancroft and Gareth Harte have motored along to 50 for 1 at Hove. Talking of Sam Curran ...words and pictures below to prove the same point. Awww, Rob Yates falls two short of his fifty - gone after lunch without adding another run, a second for Sam Curran - back in the Surrey team after the IPL and then injury. Lots of ideas by everyone re Surrey BTL. For what it’s worth when I was at Guildford in early June, there was practically a team’s worth of injuries, which is how players like Jordan Clark and Jamie Smith were getting into the first team. Amar Virdi’s injury problems have been related to the stress reaction in his back that kept him out of the Lions red ball tour to India last winter. And of course Tom Curran doing the drinks carrying for England. And some thoughtful lunchtime reading from Gary Naylor. He waves Dom Sibley and Zak Crawley in front of Ed Smith’s eyes. Division One Chelmsford: Essex 216 (Cook 80; Leach 3-30, JOverton 3-43 ) v Somerset 90-6 (Aaron Beard 4-23) The Oval: Surrey 194 (Lester 4-41) v Warwickshire 176-5 (Rhodes 51, Yates 48 not out) Division Two Bristol: Gloucestershire 266-5 (Dent 105) v Glamorgan Starting today Division Two The County Ground: Northants 72-2 v Leicestershire. Hove: Sussex v Durham 12-1. Rain. Lunch scores to follow. Northants lose a second wicket just before lunch at the County Ground - Vasconcelos for 25. Northants 70 for 2. And for Rob Yates at The Oval, a nearly-there 48 not out as they potter off for soup. And Bangladesh struggling to press the accelerator on a slow sticky wicket at Southampton. It’s raining at Chelmsford, Somerset 90 for 6, and still raining at Hove where Durham only had time to score 12 and lose a wicket. Gary Naylor is at The Oval, where Warwickshire are 173 for four. I’m glad you said that Gary. You’re not alone... Geoff Wignall writes: Regarding Abhijato’s email, in the long ago days if my youth we were always taught that if the ball travels in front of square, it’s the batsman’s call and behind square it’s the non-striker’s. It was simple and straightforward, at least in theory. Is this no longer the case? If so can it really be ascribed to a decline in public or private morality? Should Extinction Rebellion be on the case, instead of blockading commuter trains? Interestingly, I learnt last week that one of Extinction Rebellion’s key principles is no blaming and shaming. Perhaps batsmen and women could adopt this in run-out situations? OMG! as the kids used to say. Aaron Beard! Four for 11! Somerset 78 for 6! Random facts about Aaron Beard: he’s had two back operations, he’s been at Essex since he was nine, he’s only 21, he’s an ex-England U-19 and aged 15 he was a substitute fielder for England during a 2013 Ashes warm-up against Essex. At The Oval Warwickshire only trail by 59, but they’ve lost another wicket - Sam Hain lbw to Jordan Clark for 15. Warwicks 139 for 3. And Chris Dent out for 105 at Bristol, closely followed by Benny Howell for 15. Gloucs 221 for four have lost three for 53 since restarting this morning. Somerset not having the best of mornings - as I write Aaron Beard’s bowling figures read 1.3 -0-5-2 , actually, make that 1.4-0-5-3. Somerset 68 for five -Groenewald, Hildreth and Banton Beard’s trio of wickets. Some wisdom from Abhijato Sensarma on edges and looking and morals and life. “When one edges behind, there is a diversion from the original path of the delivery, which wouldn’t have taken place if the bat had not touched the ball in the first place. An instinctive single may be stolen; sometimes, even a boundary is likely. Without keeping one’s eye on the ball (which one doesn’t on not nicking it because the keeper is expected to collect it cleanly in this case), it wouldn’t be possible to steal these essential runs in the modern era of close games and fine margins. The solution to this is to never look back and train with the non-striker beforehand to coordinate such moments where they can run if the edge isn’t collected cleanly. Most training camps don’t imbibe such subtle play from the player’s childhood though, and these skills need to be adapted taking more time if the concerned cricketer reaches adulthood. In conclusion, along with shadow batting a forward defence and consciously bowling on the same good length throughout the net sessions, match awareness techniques such as the aforementioned one should be taught as a basic requirement to learn the craft of the game too. The inheritance of these clever skills should ideally take place in one’s childhood to make it their second nature - but then, the perennial question of morality comes in. What lessons are being taught to the children who’ve gone over for casual sport and making acquaintances? Alas, both sport and morality are contradictory human constructs... and how necessary both are in our lives!” A wicket at The County Ground - Rob Newton for 5, Northants 22 for 1. And Jamie Porter takes his second wicket at Chelmsford - both Somerset openers gone now with 59 on the board. I’ve found this Marcus Trescothick column from the Bristol Live website on June 14. It explains why Tres has been struggling, and his hopes for getting back in the first team. Worth a read. “My problem this season has been trying to get my brain into gear to bat for a long time. Normally during bad trots I can feel when things are coming back together, but that hasn’t been the case in recent weeks. Whether that is an age thing, I’m not sure. If I knew the answer I could solve it, but at the moment it is just a question of trying to get a score in the second XI and taking things from there.” Puzzled by Joe Root’s choice of chair carrying position. It would be rather hard on the upper arms. Chris Jordan on the money at Hove - Alex Lees gone for a duck. Durham 4 for one. Is it possible for a batsman not to look behind if he’s edged it - as Sibley does below? It is such an obvious giveaway, but the movement seems too instinctive to prevent... Morne Morkle is now going to take 8 for 22 and make me look a right banana. Wicket one - Sibley out for 31, caught by Clarke. Warwicks 99 for 2. An early wicket at Bristol, where James Bracey falls for 28. Gloucs 176 for 2. And play has now started at Hove, where Durham are batting, and are 0-0. There is some rain at Hove which is delaying things a little. But, Surrey! Almost the story of the season so far, though pipped to the post by Somerset. I was so utterly convinced by them last season, I thought they might be Champions for three, four years in a row. Their only possible weakness seemed to be the repeated knock of the England selector, but their achilles heel has turned out be bog-standard injury and old-fashioned loss of form. Any wise thoughts BTL? In other news, Essex seamer Sam Cook will be out of action for up to six weeks after straining his side during last week’s win over Hampshire. And don’t forget to tune into the latest World Cup game: Bangladesh v Afghanistan. Afghanistan have only had a day to recover after their magnificent near miss against India. Can they pull off their first win of the competition today at The Ageas Bowl? Can Bangladesh follow an unlikely path to the semi-finals? Follow all the action here: Division One Chelmsford: Essex 216 (Cook 80; Leach 3-30, JOverton 3-43 ) v Somerset 32-1 The Oval: Surrey 194 (Lester 4-41) v Warwickshire 89-1 (Rhodes 51) Division Two Bristol: Gloucestershire 168-1 (Dent 82 not out) v Glamorgan Starting today Division Two The County Ground: Northants v Leicestershire Hove: Sussex v Durham And a happy Monday to everyone. The Championship programme is slightly confusing this week because of all the World Cup shenanigans. Three matches started yesterday –Essex v Somerset, Surrey v Warwicks and Gloucestershire v Glamorgan - and two start today -Northants v Leicester and Sussex v Durham. Surrey had another shocker at The Oval, bowled out for 194, albeit in seamer-friendly conditions. Toby Lester, on loan from Lancashire because of a Warwickshire injury list that includes Liam Norwell, Ryan Sidebottom, Henry Brookes, Olly Stone and George Panayi, took 4-41. Surrey head coach Michael Di Venuto was not impressed: “It was a poor day. Apart from the last 11 overs in the field, after the first brief break for bad light and when we took a wicket and started to get some bowling partnerships going, it was one of the worst days in my time here. “The ball is allowed to swing and seam, and we might well have batted first anyway if there had been a toss. At the moment we have batters getting in but then giving their wickets away, and that is so frustrating to see.” Will Rhodes popped the plump cherry on the cake for Warwickshire by hitting 4, 6, 4, 4 off successive balls of Morne Morkel’s fourth over. Alastair Cook’s 80 dominated Essex’s first innings 216, in which they lost nine wickets for 90. Somerset’s Jack Leach and Jamie Overton took three wickets each. Gloucestershire captain Chris Dent continued his happy run with the bat on a drizzly day at Taunton, 82 not out at the close. Glamorgan used six bowlers in the first hour and a half, there were a few morning accuracy problems."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}