{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/jun/04/talking-horses-british-racing-defended-after-derby-wipe-out", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-04T09:48:14Z", "webTitle": "Talking Horses: British racing defended after Derby wipe-out", "webUrl": "https://www.theguardian.com/sport/blog/2019/jun/04/talking-horses-british-racing-defended-after-derby-wipe-out", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/jun/04/talking-horses-british-racing-defended-after-derby-wipe-out", "fields": {"headline": "Talking Horses: British racing defended after Derby wipe-out", "bodyText": "Racing’s ruling body has spoken up on behalf of the sport in Britain, following a dismal showing by the home defence in Saturday’s Derby. The first six finishers in the country’s most prestigious Flat race were all trained in Ireland and the race has been won by British-trained horses only twice in the past nine years, but the British Horseracing Authority said that could be attributed to the freakish potency of the Irish-based stallion, Galileo. “We are seeing a period at present where the Derby is being dominated by one specific sire in the form of Galileo,” said a BHA spokesman. “However, more generally British racing remains amongst the best in the world and our trainers and the quality of their horses are not in any doubt. British trained and bred horses continue to enjoy significant success at home and abroad.” Twelve of the 13 runners in Saturday’s Derby were descended from Galileo, while the other was closely related to him, and his dominance naturally favours the County Tipperary stable of Aidan O’Brien, whose employers own Galileo and send so many of his progeny to O’Brien. But it is not as though British breeders cannot make use of Galileo or his bloodlines; the third horse on Saturday, Japan, was bred in Britain and sold at auction in Newmarket, where O’Brien’s employers paid over £1m for him in 2017. Charlie Liverton, chief executive of the Racehorse Owners Association, said necessary work had been in progress for five years to make the British race programme more attractive to owners who might be tempted to invest in horses bred for middle-distance and staying races, the kind who might end up in a Derby. “We’re lucky to have operations like Juddmonte, Darley and Newsells Park Stud in this country,” Liverton said. “But ultimately it is the Irish that are focused on that market and it shows. But yes, it will turn around and yes the stayers initiative is hugely important and hopefully that will see British-bred horses, British trainers and owners making more of an impact on Derby day.” Reflecting with pleasure on another Irish success, Denis Egan at the Turf Club said: “I think Irish trainers target the Epsom Derby more than the English trainers do. The big focus in Ireland is on the Epsom Derby. It seems to be more of a focus here than with yourselves. I think if you look at the middle-distance races at Ascot, you’d probably find that British trainers target those more than they do the Epsom Derby. Irish horses don’t dominate other Group Ones over there.” Rachael Gowland of the European Breeders Fund explained how, with the BHA, her organisation had worked to improve the British race programme for horses with middle-distance pedigrees. Having started in 2015 with four new races, aimed at juveniles whose sire or dam won at a mile and a quarter or further, there are now 16 such races each year and they are starting to attract more runners, she said. Matchbook have offered a £100,000 bonus for any winner of these races who goes on to win a Group One at 10 furlongs or further in Britain or Ireland. “It was giving them sensible juvenile opportunities where they weren’t up against speedy two-year-olds from speedy stallions at the more value end of the scale that have got good juvenile careers and might not train on,” Gowland said. “These races have produced really good graduates, like Cracksman, Stradivarius and Royal Marine, and hopefully the knock-on effect will be that because you can get your horse started as a two-year-old, people won’t be as reluctant to buy them at the sales, that trainers will be a bit more encouraging of owners who want to buy horses with staying pedigrees and ultimately more stallion farms will stand horses with staying pedigrees and more people will breed them. “It’s still early days but the ultimate hope is that horses that come through these races will go on to be Derby horses, Leger horses and so on. It is a long term goal to encourage people to realise that stayers aren’t a hiding to nothing when they’re considering breeding.” Tuesday’s best bets We’ve a couple of low-key jumps cards and I’m hoping Global Domination (2.45) can defy a penalty at Southwell, where he has usually run well. He has wins at Market Rasen and Warwick to his name since April and is 5-4. At Bangor, It’s For Alan (4.00) can continue the fine recent form of Jo Davis at 3-1 or thereabouts. Earlier, I tipped Steel Wave in the 3.30pm but the support for Master Sunrise is pretty interesting; he’s 8-1 from 28-1. At Newcastle, Tough Remedy (7.20) appeals at 11-1 for this return to a surface he likes. It might be a similar story at Lingfield, where Sussudio (6.40) returns to all-weather racing after a tough time on turf and can be fancied at 7-2."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}