{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/07/eoin-morgan-england-openers-bangladesh-cricket-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-07T16:59:33Z", "webTitle": "Eoin Morgan backs England openers to combat Bangladesh spin threat", "webUrl": "https://www.theguardian.com/sport/2019/jun/07/eoin-morgan-england-openers-bangladesh-cricket-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/07/eoin-morgan-england-openers-bangladesh-cricket-world-cup", "fields": {"headline": "Eoin Morgan backs England openers to combat Bangladesh spin threat", "bodyText": "They came into the World Cup as the arguably the most feared opening batting partnership around, having spent the past two years tearing up new ball attacks to give England enviable starts. But two games into the tournament, Jason Roy and Jonny Bairstow find themselves needing to consider the early deployment of spin – a challenge which their captain, Eoin Morgan, expects to continue against Bangladesh on Saturday. Wet weather in Cardiff and a green-tinged pitch that has spent the past two days mainly under cover would normally point to seam from both ends first-up. But with the Bangladesh captain, Mashrafe Mortaza, having tossed the new ball to off-spinner Mehidy Hasan in both their opening fixtures so far – the victory over South Africa and the near-miss against New Zealand - it would not be a massive surprise if the tactic was repeated once more against the hosts. And why not? South Africa’s Imran Tahir removed Bairstow caught behind in the first over of last week’s opening game – a ploy Faf du Plessis claimed to have devised 12 months out from the match - while Shadab Khan trapped Roy lbw on the sweep to kickstart Pakistan’s march to victory. Both men are leg-spinners, of course, but if Mashrafe wants to truly replicate this movement away from the right-handers, rather than Mehidy’s off-breaks turning into them, then he does also have the left-arm of Shakib Al Hasan at his disposal. Morgan is not the type to sound alarm bells but there was nevertheless an acknowledgment from the England captain that his openers may well need to respond to this expected threat. “I think it’s just another challenge that the two guys have been presented with,” said Morgan. “I’m sure that they will kick on. It’s like anything, when the ball swings, it’s a new challenge. Guys bowl short, it’s a new challenge. Mystery spin, it’s a new challenge. [But] Bangladesh will open with spin, definitely.” Two days of rain have hampered England’s training in the lead-up to Saturday’s match. As well as moving nets indoors, where the true bounce can be misleading, it has meant that the one area in need of improvement since Monday’s Trent Bridge defeat – fielding – has been denied additional outdoor work. Morgan was confident that his side remain well-drilled, however, and fancies the days off between matches sees them refreshed. His own approach here was to “watch a lot of horse racing” and, bar checking the scores at the end of each day, get away from too many thoughts about cricket. Clear minds will certainly be required. The captain insisted that defeat by Bangladesh would not prompt “panic stations” but, given Australia and India lie in wait towards the back end of the group stage, they could do without making them must-win matches by suffering a second defeat here. As well as a collective response in the field, Jofra Archer must also come back from his first setback in England colours. While the fast bowler did not bowl terribly in Nottingham, figures of none for 79 and a fine for an “audible obscenity” serve as a reminder that, for all his talents, he remains a newcomer at this level. “He is very relaxed about what happened,” said Morgan. “He is at the point in his career where he is picking up everything very quickly. It is like [Afghanistan’s] Rashid Khan. He had never been hit before, just didn’t go for any runs and eventually did. If he doesn’t get hit, he won’t learn. And Jofra is in the same boat.” Learning from defeat was very much a theme of Morgan’s pre-match press conference and typical of a captain who prefers to break cricket down into its processes and skills, rather than issue rallying war cries before a big match. That said, the marketing tagline for England’s World Cup campaign has been “Express Yourself”, something Morgan devised himself. The question now is whether this sentiment can truly transfer to the pressure of tournament cricket, or a more gnarled approach might be required at times. “It is going to be a difficult game,” Morgan added. “Bangladesh are a good side. I think people underestimate them. But we certainly don’t.” The World Cup suffered its first washout on Friday, Pakistan and Sri Lanka picking up a point each after their match at Bristol was abandoned without a ball being bowled."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}