{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/jun/23/womens-pga-championship-2019-final-round-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-23T22:10:10Z", "webTitle": "Hannah Green wins 2019 Women's PGA Championship – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/jun/23/womens-pga-championship-2019-final-round-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/jun/23/womens-pga-championship-2019-final-round-live", "fields": {"headline": "Hannah Green wins 2019 Women's PGA Championship – as it happened", "bodyText": "So congratulations to Hannah Green, who joins Yani Tseng (2011), Judy Kimball (1962) and the legendary Mickey Wright (1958 and 1961) as a wire-to-wire winner of the PGA. She held off a strong charge from the field, never relinquishing her lead, and is the deserved winner of the 2019 Women’s PGA Championship. Thanks for reading, and we hope to see you back here in three weeks for the Open at Portrush. Nighty night! -9: Green -8: S Park -6: Reid, Korda -5: Kang, Salas -4: Lee, H Kim, I Park -3: Ryu, L Ko, Khang, Jutanugarn Honourable mention goes to the defending champion Park Sung-hyun, who did everything in her power to keep possession of her title. Nearly. Not quite. But her final-day 68 means there should be no what-ifs; she gave it everything. And hats off to Mel Reid, who tore up Hazeltine with a glorious 66. That’s earned her a share of third, her best finish at a major. Hopefully that’ll spur the 31-year-old from Derby on to greater things. Hannah Green, 2019 PGA champion, gives an emotional interview, her voice cracking with a mixture of ecstasy, relief and a little stunned disbelief. “I’m pretty much speechless. I was really nervous playing the last five holes, and was really happy that I made that last clutch putt, because that was what I was struggling with in the middle of the round. To make the one at the last really is surreal! It’s awesome, I’m just so over the moon. I knew I had to make par, I really didn’t want to play that hole again!” What an up and down from sand to win her maiden major! The pressure had been cranked right up to 11, after defending champion Park Sung-hyun’s birdie on the last, a birdie that had forced Green to wait and do battle with her nerves back down the hole. But she held firm! It would have been so easy to buckle in those circumstances ... just as it would have been easy to give in to fate after that mid-round wobble. On both occasions, she fought back and becomes only the fourth player to win the PGA wire-to-wire. And on a long, difficult track like Hazeltine too! ... makes no mistake! Hannah Green is the 2019 Women’s PGA champion! Her first victory on tour, and it’s a major! She dissolves into the happiest of tears as her friends and compatriots race onto the green and cover her in sticky booze! -9: Green -8: S Park A little right-to-left break from five feet. Green again wastes little time. She steps up and ... Ariya Jutanugarn ends a miserable day with bogey. She never got going, and that’s a 77 for the two-time major winner. She’s -3. Then Lizette Salas nearly drains a long par putt, but she’ll settle for a 72. At -5, she’s tied for fifth, by far her best finish of the season. And so the stage is cleared for Hannah Green. Green wastes no time in jumping into the trap, and splashing out magnificently to five feet! That’s a wonderful result from there, especially in these circumstances. She allows a small smile to play across her face, though it’s clearly a nervous one. She knows nothing’s in the bag yet. Green has found greenside sand three times previously this week. She’s got up and down twice. None of those scrambles were for the title, though. She stands with her arms folded, a study in turmoil, as Salas, having laid up, wedges into the green. She’ll be happy to see her lie in the bunker is pretty good, on flat, freshly raked sand. And there’s a little more green to play with than we thought: maybe 15 feet or so. Not ideal, but if she gets up and down from there, she’ll win the 2019 Women’s PGA Championship. She wouldn’t have wanted to be here back on the tee ... but she’d have sure taken it at the start of the week. Green gets tense and pulls a 6-iron into the bunker at the front left of the green. She needs to get up and down from sand to win the PGA. No biggie. She’s shortsided, too, with very little green to play with. Park Sung-hyun has really turned up the heat on the 23-year-old Aussie, who is battling for her first win on tour ... and her first major. The tension at Hazeltine, as Green takes the long walk up the 72nd, is palpable. Park turns up the pressure on Green! She rolls a perfect right-to-left slider into the cup, and raises a clenched fist in celebration. The roar that greets the defending champion’s birdie will reverberate back up the hole, where Green stands and waits. That’s a 68, and she’s the new clubhouse leader, just a shot behind Green. Par for Korda; she finishes at -6. And Kim Sei-young ends the day with a 75, slipping back to -1. -9: Green (17) -8: S Park (F) Korda sends her approach to 12 feet. Park knocks hers to ten. A chance for the defending champion to move to within a shot and put some real pressure on Green. Back on the tee, the leader smacks a fine drive down the middle. A par, and the PGA is hers. A bogey will do, should Park miss her putt. Inbee Park signs for a 71. She ends the week at -4, and the long wait for major number eight goes on. A par for Danielle Kang, who cards 70 and finishes at -5, alone in sixth place right now. Back down the hole, Nelly Korda and Park Sung-huyn are forced to wait for the best part of ten minutes. And on the tee, Hannah Green is left to wrestle with her nerves. Hey, majors shouldn’t come easy. A huge stroke of good fortune for Park Sung-hyun on 18. She hooks her drive towards trouble down the left. Her ball is surely sailing into deep rough or one of the bunkers. But somehow, despite landing in the thick stuff, the ball takes a massive bounce out to the right, and scampers back onto the fairway! The defending champion isn’t quite done yet - though she must have thought the jig was up as her ball curved off to the left, seemingly taking all of her hopes and dreams with it. Back at the business end of the leader board, Green sends her tee shot safely into 17. No heroics, no drama. Two careful putts and she’ll be going down 18 with a two-shot lead. Meanwhile Salas can consider herself extremely unfortunate not to make the birdie she so desperately needs. Her tee shot was straight at the flag: had it landed one foot further, it would have rolled very close to the cup. But it snagged in the fringe, and the long grass messes with her birdie putt too. She remains at -6. -9: Green (17) -7: S Park (17) -6: Reid (F), Salas (17), Korda (17) Neither Park nor Korda can make their birdie putts. Coming at the hole from different angles, Korda lets her ball slip by on the left, Park misreads and sends her putt off to the right. This is suddenly Hannah Green’s to lose once again. Meanwhile Jimin Kang ends the week at +15, tied for 78th out of 80. As the only club professional to make it to the weekend, she was guaranteed the vase for the low club pro. She lifts it over her head with a smile that mocks the weather. Congratulations to Jimin! Park Sung-hyun and Nelly Korda pepper the flag at 17. They’ll both try to make birdie from less than ten feet. There’s to be no fairytale finish for Megan Khang: a double bogey at 18, the result of driving into a bunker, and she cards 70, finishing at -3. And back on 16, Salas doesn’t hit her birdie putt, but a par keeps her at -6. However that’s three off the lead now, because Green strokes a perfectly paced left-to-right breaker into the cup for birdie, and she’s suddenly got a two-shot lead again! How marvellously she’s responded to that mid-round wobble! -9: Green (16) -7: S Park (16) -6: Reid (F), Salas (16), N Korda (16) Salas fires an arrow into 16 and over the flag. She’ll have a look at birdie from 30 feet coming back. That’s decent, but a little wind will have been taken from her sail as Green sends an even better approach in to 15 feet. Meanwhile on 17, Kang’s tee shot snags in the fringe at the front. Close, though. She’s left with a 12-foot birdie putt, but the fringe compromises her backswing and her effort stops short. She remains at -5 and needs a birdie up the last now. Korda makes her par putt, and she remains two off the lead. Kim Sei-young’s chase for her first major is over, however. Having sat quietly at -5 for much of the day, a triple-bogey seven at 16 has ruined her chances. She tumbles down the standings to -2. Salas splits the middle of 16. Green follows her. Up on the green, Korda nearly chips in from the fringe, but her ball rolls six feet past. A little tester coming back to avoid back-to-back bogeys. First up, though, it’s Park Sung-hyun, who had found the centre of the green with her second and is left with a 30-foot downhill putt for birdie and share of the lead. She judges it to perfection ... almost. One more joule of energy and it was dropping; as it is, the ball dies off to the left. She remains at -7. Green nearly takes advantage of her lucky break on 15. She gently caresses a chip from 80 yards to eight feet, a lovely touch. But her birdie putt shaves the right edge of the hole. So unlucky that didn’t drop, but I guess the gods of golf have balanced things out there. This really is too close to call. A wonderful end to this tournament. Let’s just hope the weather stays away long enough for the players to finish this evening. -8: Green (15) -7: S Park (15) -6: Reid (F), Salas (15), Korda (15) Rain is beginning to fall at Hazeltine. Will the players get round before the bad weather arrives? A fair chance of a play-off, of course, and Lizette Salas throws her hat in the ring by raking in a 40-foot birdie putt at 15. She moves to -6. Meanwhile Danielle Kang birdies the difficult 16th to rise to -5. Mirim Lee can’t make her par putt. A bogey at the last, and she’s signing for a 69. She ends her week at -4. Mel Reid still has sole ownership of the clubhouse lead at -6. A slice of luck for the leader Green as she slices her second at 15. Her ball sails off towards bunkers down the right, but somehow makes it over them and nestles into the semi-rough. On 17, Khang can’t curl in her downhill left-to-right curler for birdie. And up on 18, Mirim Lee’s hopes are extinguished as she finds greenside sand ... from which she fails to hole out for the required birdie. She’ll need to sink a 20-footer to save her par. Birdie for Park Sung-hyun at the par-five 15th! And she swaps places with Nelly Korda, who makes a terrible mess of the hole, sending her third over the back, then failing to commit to a short chip, and finally yipping a three footer. That’s an awful bogey to make after two fine shots down the hole. Back on the tee, Green finds the centre of the fairway, which is just as well, because the defending champion is right on her tail! -8: Green (14) -7: S Park (15) -6: Reid (F), Korda (15) Khang makes her par putt on 16. That’s huge for her, and she remains at -5. Like Lee, she needs another birdie, and she’s given herself a chance on 17, landing her ball 12 feet past the flag. Green can’t make her birdie on 14, but par will suffice in the circumstances. But it’s a three-putt bogey for Jutanugarn. She slips to -4, and her race is run. She’s not got going all day. -8: Green (14) -7: Korda (14) -6: Reid (F), S Park (14) Birdie for Mirim Lee, freshly energised after that eagle at 15. She whips her tee shot at 17 to three feet, and in goes the putt. That’s got her up to -5, and now she’ll be looking for a birdie down the last that’d give her a share of the clubhouse lead with Mel Reid. Green sends a big drive down the middle of 14. Just a wedge left. And the Green of the first three days returns, as she spins a glorious approach to ten feet. She’ll have a great look at a birdie that would go a long way to settling her nerves as she tries to land her maiden major. Khang’s second into 16 isn’t all that, tugged into rough to the left of the green. She’s left in the thick stuff, but does very well to whip a high lob onto the downhill green and get to within eight feet. About the best she could do from such a lie on a slippery green. Big putt coming up, though. Jutanugarn is hanging on in there. Just. Having failed to get up and down at 12, she nearly sheds another shot at 13. But in goes a very awkward six footer for par. Meanwhile Megan Khang is launching a late charge: birdies at 10, 11 and 15 have zipped her up the rankings to -5. A second top-ten finish at a major, to follow last year’s tie for 10th at the US Open, looks a live prospect for the 21-year-old American. Green has been very jittery recently, but she regains her composure marvellously on the par-three 13th. She sends her tee shot into the middle of the green and is a little unfortunate when her ball topples into the rough at the back. She’s left with a delicate little downhll chip, and judges it brilliantly, flopping it onto the green and letting the slope do the work. Her ball gently comes to a halt next to the hole. A fine scramble to save par, and maintain her one-shot lead over Korda. Mel Reid’s best-of-week mark lasted all of two minutes. Last year’s runner-up Nasa Hataoka guides in a right-to-left 30-footer for birdie, her seventh of the day on an unblemished card. That’s a 65 for the 20-year-old from Japan, to go alongside last year’s PGA Sunday 64! She ends the week at -2. Shame about that opening round of 76. Mel Reid finishes with birdie at 18! She rakes in a 30-footer, celebrating with her putter in the air before it drops. She gave that a good rattle; she wasn’t in the mood for any what-ifs. No leaving that short. A sensational round! The 31-year-old from Derby is signing her name to a best-of-week 66. And she’s posted a clubhouse lead that could quite easily earn a play-off, because Green doesn’t hit her chip from the front of 12, or the long par putt she leaves herself, and that’s another shot gone. -8: Green (12) -7: Korda (12) -6: Reid (F), S Kim (12), S Park (12) -5: H Kim (14), I Park (13), Salas (12) Jutanugarn (12) Mirim Lee isn’t quite out of this yet. She’s missed the cut in her last four majors, but it looks as though she’ll end that miserable run with a high finish here. She’s just chipped in from 100 yards at the par-five 15th for eagle, and it whisks her up the standings to -4. A strong finish over the closing three holes, plus a stumble from the leaders, and you never know. And on 12, neither Green nor Jutanugarn can reach the green from the thick rough. Good luck predicting how this is going to pan out. It was looking like a shoo-in for Green not so long ago. It doesn’t look that way now. Trouble for both Jutanugarn and Green on the 12th, as they spray their tee shots into the long stuff down the left of the hole. Up on the green, the defending champ Park Sung-hyun leaves a long putt ten feet short. A dreadful misjudgement that costs the South Korean a shot. Korda meanwhile leaves a 20-foot birdie effort short, too, and a chance to move within one of the lead is gone. The putts just aren’t dropping for Salas. This time her ball stays stubbornly high on the left, and she remains at -5. Jutanugarn meanwhile hits a dreadful chip eight feet past the flag, and she can’t make the one coming back. A bogey on a hole tailor-made for her power. She’s not birdied it all week! The 11th is potentially costing her this tournament. Mind you, Green misses her par putt too, and I wonder if the nerves are really kicking in. That’s three short-ish putts missed in a row. Throw in her wild driving, and the mishit with the hybrid, and it’s looking a bit shaky for Green all of a sudden, despite her remaining in a two-shot lead. Closing out a major championship isn’t easy. -9: Green (11) -7: S Park (11), Korda (11) -6: S Kim (11), Jutanugarn (11) Jutanugarn, concerned, with the green sloping away from her, doesn’t commit to a splash out of the bunker. Her ball snags in the second cut around the green. She’s now got a task to get up and down for par. Green meanwhile doesn’t get her chip close, a poor effort bundled up to six feet, very missable in these pressurised circumstances. Green gets the hybrid out, and mishits it. The ball squirts out of the rough and scampers down the fairway, not the worst result considering. Her third lands right by the flag, but she’s imparted no spin and it scampers over the back of the green. She’ll have a 30-foot putt from the fringe for birdie. Most likely she’ll be escaping with par. Jutanugarn meanwhile crashes two 3-woods down the hole, and she’s in a greenside bunker for two. Salas, not out of this yet at -5, is on in regulation, with a 15-foot putt for her birdie. A spot of bother for Green at the par-five 11th, as she hooks her tee shot into the thick rough on the left. She’s 74th out of 80 players for driving accuracy right now. Given she’s three clear of the field, that’s testament to the power of her short game. Up on the green, last year’s champion Park Sung-hyun gets up and down from sand to move into a share of second. This is a staunch defence of her title. Meanwhile her playing partner Nelly Korda misreads an eight footer for birdie, failing to factor in a gentle left-to-right curl. -10: Green (10) -7: S Park (11), Korda (11), Jutanugarn (10) Reid cuts the corner of the dogleg at 16 with a fine drive, then spins an iron to 15 feet. She’s left with a straight uphill putt, but fails to hit it. A great chance to move to -6 spurned. She swishes the air with her putter in frustration, knowing full well that every opportunity is so precious now, if she’s to apply any scoreboard pressure on Green from the clubhouse. She remains -5. Salas is so close to making her birdie putt from 25 feet. Her star-spangled Titleist slides by on the right, one dimple away from dropping. She gnaws on a nail in theatrical frustration. She remains five behind Green, who can’t convert her birdie chance. The iron in deserved better. But she remains three clear of Jutanugarn, who quietly pars. Green’s approach play has been wonderful all week, and at 10 she arrows another one at the flag. A 7-iron from 150 yards to ten feet. She’ll have a good look at birdie. Salas and Jutanugarn both find the green in regulation, but their birdie putts will be rather more speculative. Another birdie for Mel Reid! This one comes at 15, and she’s -5 for both the tournament and her round. She’ll be cursing that second-day 76. Without that, a maiden major could have been on the cards. As things stand, she’s most likely a little too far back. But if she posts a score, and the weather closes in, you never know. -10: Green (9) -7: Korda (10), Jutanugarn (9) -6: S Park (10), S Kim (10) -5: Reid (15), H Kim (11), Kang (10), I Park (10), Salas (9) Green is going round in the last group with Jutanugarn and Lizette Salas. The 29-year-old Salas isn’t the longest of hitters, so she does well to keep up with her partners as they all crash drives down the middle of 10. She’s level par for her round today, after bogey at 5 and birdie at 8, and is -5 overall. Salas is looking for another high finish at the PGA; she tied for eighth last year. A first misstep today by the leader. Green’s putter has been hot all week, but it suddenly cools on 9 and a ten-footer for par slips by. That’s only her fourth bogey all week. Not an ideal time to record it, as she reaches the back nine on major-championship Sunday ... when anything can happen. -10: Green (9) -7: Korda (9), Jutanugarn (9) Yet another birdie for Nasa Hataoka! This one at 5 brings her up to -1 overall. Pars all the way in, and she’s shooting a 66 that’d go along very nicely with last year’s final-day 64. Bogey for Ariya Jutanugarn at the par-three 8th, and this is beginning to look like Hannah Green’s tournament to lose. Green pars, and her lead is now four. Still, major championships don’t really begin until the back nine on Sunday, and the leaders are approaching the turn now. Inbee Park also dropped a stroke on 8 and slipped to -4; her chances of an eighth major this week look pretty slim now. -11: Green (8) -7: Korda (8), Jutanugarn (8) Pajaree Anannarukarn is making a very impressive major-championship debut. The 19-year-old Thai - younger sister of 2018 LA Open winner Moriya Anannarukarn - has stated her ambition to crack the world top ten, and she’s going about things the right way in her rookie year. Birdies at 1, 2 and now 11 have whisked her up the leader board to -4. She’s just inside the top ten. No let-up from Hannah Green at the top of the leader board! She extends her lead over Ariya Jutanugarn to three, with a birdie at the par-five 7th. Jutanugarn (who has parred the first seven holes) and Lizette Salas (who dropped a shot at 5) are the only players inside the top ten not to be under par for their rounds today. It’s surprising that Jutanugarn isn’t taking advantage of her length off the tee, but she’s making no in-roads yet. -11: Green (7) -8: Jutanugarn (7) -7: Korda (7) Nasa Hataoka doesn’t half like the final round of the PGA. Last year she shot a sensational Sunday 64 at Kemper Lakes, a round that hauled her into a three-way play-off with Park Sung-hyun and Ryu So-yeon. She lost out to Park by a shot, but it was a decent day’s work nonetheless. This year something similarly stunning could be afoot: she’s five under for her round through 13, having birdied 11, 15, 17, 1 and now 3. There’ll be no surge to the play-off this year, though, as she’s only level par overall, stuck behind the eight-ball all week after an opening round of 76. But she’s turning a bang-average week into a much better one. Kim Hyo-joo started her major-championship career with a bang, shooting 61 (!) in the first round of the 2014 Evian Championship as a 19-year-old (!!). She held on to win that tournament, and has continued to perform well in the big ones, having since recorded top-ten finishes in all the other majors, the best of those being last year’s play-off loss to Ariya Jutanugarn at the US Open. She’s going along very nicely today, too, hitting the turn in 33 strokes after birdies at 4, 5 and 9. She’s currently tied for sixth at -5. -10: Green (6) -8: Jutanugarn (6) -7: Korda (7) -6: S Kim (7), S Park (7) -5: H Kim (9), Kang (7), I Park (7) -4: Reid (12), Salas (6) Nelly Korda’s length should see her right around Hazeltine, one of the longest courses on the LPGA Tour. The weather’s not been great, and with soft fairways and thick rough, it’s playing even longer than usual. Korda is accordingly making hay while the sun doesn’t shine: birdies at 5 and now 7 have moved her to within three of the leader Green at -7. The biggest mover so far today: England’s Mel Reid. The 31-year-old from Derby doesn’t have a great record in the majors, with a tie for ninth at the 2015 British Open her only notable finish. Last year’s PGA saw her finish in a tie for 60th. But this week is suddenly promising a lot more. It’s been eventful from the get-go: she started out bogey-birdie-bogey-birdie-birdie. Since that loopy run she’s added more birdies at 7, 9 and now 11, and she’s -4 both for her round and the championship. The players have gone out a little earlier than expected today, the PGA desperate to avoid some incoming inclement weather. They’ve teed off in threesomes, the leading bunch going off at 1, those further down the leader board starting at 10. All of which means there’s already been plenty of action at the top of the leader board. Most importantly, Hannah Green has extended her lead over Ariya Jutanugarn at the top thanks to an early birdie at 2. But some of the pack behind are making a move: Kim Sei-young, Park Sung-hyun, Danielle Kang and Inbee Park are all two under for their rounds so far, nibbling into the advantage Green held over them after 54 holes. -10: Green (5) -8: Jutanugarn (5) -6: Kim (6), S Park (6), Korda (6) -5: Kang (6), I Park (6) Welcome to our coverage of the final day of the second-oldest major in women’s golf: the Women’s PGA Championship. Hannah Green is chasing her first major, and indeed her first victory on Tour. The 22-year-old Aussie is in good shape for it, leading at Hazeltine on Saturday evening after rounds of 68, 68 and 70. That put her atop this 54-hole leaderboard: -9: Hannah Green -8: Ariya Jutanugarn -5: Lizette Salas, Nelly Korda -4: Kim Sei-young, Park Sung-hyun -3: Danielle Kang, Inbee Park All good. But there are plenty of threats lurking just over her shoulder - and with major-winning know-how. Ariya Jutanugarn has two majors to her name already: the 2016 British Open and the 2018 US Open. She shot 68 yesterday to close the gap on Green to a single stroke. The defending champion Park Sung-hyun is five behind the leader. Danielle Kang, the 2017 PGA champ, is six back. And also six back is Inbee Park, three times a PGA winner, seven times a major champ, a Hall of Famer and Olympic gold medallist. Throw in Solheim Cup regular Lizette Salas, 2015 PGA runner-up Kim Sei-young, and 20-year-old sensation Nelly Korda, whose length off the tee (see also: Jutanugarn) could be decisive on a long track like Hazeltine, and that’s quite a chasing pack. But enough preamble. Let’s tee it up. It’s on!"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}