{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/jun/26/talking-horses-graham-bradley-back-in-the-game-as-an-owner-in-ireland", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-26T11:43:02Z", "webTitle": "Talking Horses: Graham Bradley back in the game as an owner in Ireland", "webUrl": "https://www.theguardian.com/sport/blog/2019/jun/26/talking-horses-graham-bradley-back-in-the-game-as-an-owner-in-ireland", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/jun/26/talking-horses-graham-bradley-back-in-the-game-as-an-owner-in-ireland", "fields": {"headline": "Talking Horses: Graham Bradley back in the game as an owner in Ireland", "bodyText": "Graham Bradley is back in the game, the authorities in Ireland having decided to allow him to register as a racehorse owner. Indeed, he has already made a quiet re-entry, Marchons Ensemble having run in his name when second in a Limerick maiden recently. The colt is entered in a race at The Curragh’s Derby meeting on Friday. This is news because few figures in the history of racing, in Britain or Ireland, have attracted so much sustained controversy as Bradley. Without wishing to go over it all again, let us simply remember that he was warned off for five years after it was found he had passed information for reward. There is some precedent for subsequent lenience to Bradley, since the British Horseracing Authority allowed him a one-day licence in 2010 to ride in the Legends race at Doncaster. However, the BHA told him five years later that it did not see him as “a suitable person” to hold a trainers licence and it also turned down an application for his wife to register as an owner. But Bradley’s name can once more appear in a racecard, even in Britain if Marchons Ensemble is ever sent over here. Interestingly, his silks are the white, yellow and blue ones carried to victory in the Ebor 20 years ago by Vicious Circle, three weeks after Bradley had bought the horse in his capacity as a bloodstock agent to a couple of friends. Horse Racing Ireland has discretion over whether to allow a person to register as an owner. I asked them to explain their decision in regard to Bradley but as yet I have not had a reply. If I get one, I’ll post it on here. Wednesday’s best bets Not everyone realises it but this is one of the best midweek days’ racing, outside of the major festivals, with major handicaps at either end of the country. It’s Carlisle Bell day in the north, Bibury Cup day down in Wiltshire and anyone who’s taken the afternoon off to follow the action has made an excellent decision. I thought I was napping an interesting outsider in the Bell but he doesn’t seem to have interested anyone else, as The Navigator (3.30) is generally 25-1 and even 33s in a place or two. He represents a shrewd yard, that of Dianne Sayer, but that will only take him so far in this race, for which the list of trainers represents a critical mass of shrewdness. The grey ran a really interesting race over this course and distance last month, his first outing since a novice hurdle in February. Slowly away and detached early, he ran on dourly to be beaten less than a length. In this much bigger field, he should hopefully get another strong pace to run at, though there is an increased risk of traffic problems on the way through. It’s pretty interesting that connections, having used a claimer for both his runs last month, now switch to Paul Mulrennan, who is four from six for Sayer this year, six from 15 overall and actually scored for her on a 6-1 shot over the same course and distance last week (Redarna, who goes again in the 3pm ‘consolation’ race). Rake’s Progress (4.00) at 9-1 is my shot at the Cumberland Plate, although I’m a bit nervous that the going description is now back to mostly good to firm. His best form is with some cut, but there ought to be at least some cushion in the ground after all the recent rain. From the in-form Heather Main yard, he slipped to an attractive mark before beating an Ian Williams horse that I fancied at Goodwood, battling on well. He’s only a couple of pounds higher and has a good draw if he’s capable of holding a decent early position. At Salisbury, King’s Slipper (3.50) is the one that catches my eye. He looked one to follow when achieving a career best at Kempton in April, his first run after being gelded, but he flopped in the Thirsk Hunt Cup early the next month. For whatever reason, Clive Cox’s yard had a pretty thin time of it in May but things are looking cheerier now (7/34 in the past fortnight) and I’ll take a chance on this one bouncing back, though he’s drifted out to 10-1."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}