{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/10/talking-horses-seb-sanders-and-the-case-for-a-shorter-title-race", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-10T08:57:17Z", "webTitle": "Talking Horses: Seb Sanders and the case for a shorter title race", "webUrl": "https://www.theguardian.com/sport/2019/jun/10/talking-horses-seb-sanders-and-the-case-for-a-shorter-title-race", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/10/talking-horses-seb-sanders-and-the-case-for-a-shorter-title-race", "fields": {"headline": "Talking Horses: Seb Sanders and the case for a shorter title race", "bodyText": "It was great to see Seb Sanders pop up on Racing TV on Sunday morning, when he was a feature guest on Luck On Sunday. He has evidently had his troubles over the last decade but he looked happy and spoke cheerfully about his new-ish role as a work rider with Charlie Appleby. I hadn’t previously heard him talk about the gradual end of his riding career in the second half of 2015, when he was 43 and struggling to keep his weight down. Referring to the weight he has put on since quitting, Sanders told RTV: “As you can see, I’ve got a bit of bloat this morning. It’s horrible, I hate it and I will get rid of it but I had to let my body just go. Nearly three years down the line and it’s still not listening to me. I work hard every day and I’m not eating fish and chips and whatnot. I still like me gin and tonics. The body took a real good bashing for 25 years and it’s took its toll a little bit.” By any reasonable standard, Sanders had an excellent career, including Classic victories in England, Ireland and France. But if he was a horse, I think we’d be saying he was bottomed out by his extraordinary efforts in 2007, which he ended as joint-champion jockey with Jamie Spencer. Somehow he squeezed 1,242 rides into the 365 days of that year and the toll taken was not purely physical, although the amount of road travel he endured would by itself leave you exhausted in your bones. On the day after the season’s end, he told me the climactic afternoon at Doncaster had been “just torture. Pure, pure, utter torture. Absolutely, incredibly painful. Just the fact that you’re gonna go down to the last day and lose it all. It was a brilliant day’s racing, anyone who was there or was watching it, I think they’ll all have thoroughly enjoyed it but I thoroughly hated it at the same time.” Sanders rode half as many winners the following year and his strike-rate tapered away to a low of 7% in 2012. There are many possible explanations for that, including a serious illness suffered by his wife, Leona. But I think it’s fair to conclude that the title battle took an edge off him and I’m not sure it did Spencer any favours either. Racing’s rulers were widely mocked in 2015 when they shortened the jockeys’ title race for the sake of narrative drive. But in doing so they lopped five weeks off at the start of the season and another three at the end. As a result, title-seeking Flat jockeys will not be put through the wringer in the way Sanders and Spencer were. Reflecting now on Sanders’ career, I see that as a positive outcome. Monday’s best bets, by Chris Corrigan Flying Verse (3.15) is on a revenge mission at Stratford. Sam Twiston-Davies’s mount was caught on the run-in at this course three weeks ago by His Dream, who won by just over a length. The pair re-oppose with Flying Verse 2lb better off this time. Bryony Frost takes over on His Dream from Jonjo O’Neill Jr, so the race has fascinating aspects. Flying Verse’s trainer, David Dennis, said on Sunday he believes his charge was “nabbed” last time, so is very hopeful of victory on this occasion – though he warned: “There’s other runners in the race, too!” Far Above (6.45) won on his mid-April debut at Newmarket and then finished fourth of five in a hot Listed contest back at the same track a month later. He should not be opposed at Windsor. Earlier on the same card, all the posh punters will be on Eton College in the second race, but they could be foiled by Swinley (6.15). Richard Hughes’s colt showed promise at Goodwood last month on his first run. It is a long, long time since Toofi (8.35) won a race, but the eight-year-old has often finished close up in better quality sprints than the one he contests at Pontefract. He has certainly dropped down the weights of late and Silvestre de Sousa rides him for the first time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}