{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2019/jun/26/county-cricket-surrey-v-warwickshire-gloucs-v-glamorgan-and-more-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-26T17:17:27Z", "webTitle": "County cricket: Surrey beat Warks for first win of season – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2019/jun/26/county-cricket-surrey-v-warwickshire-gloucs-v-glamorgan-and-more-live", "apiUrl": "https://content.guardianapis.com/sport/live/2019/jun/26/county-cricket-surrey-v-warwickshire-gloucs-v-glamorgan-and-more-live", "fields": {"headline": "County cricket: Surrey beat Warks for first win of season – as it happened", "bodyText": "On the day it was revealed that the Hundred Franchise name coming out of south London would be the Oval Greats, Surrey at last won their first County Championship game of the season. They picked apart Warwickshire’s tail, taking the last seven wickets for 67, to win by 74 runs before lunch. Needing another 142 to win, Dominic Sibley and Adam Hose added 41 until Sam Curran had one of his holy overs, sending back Hose and three balls later, Matthew Lamb. When Ambrose was run out without scoring and Dominic Sibley caught and bowled by Morne Morkel for 73, it was all over. Gareth Batty finished with four for 34. The win takes the defending champions up to fifth, while Warwickshire sink to seventh. Glamorgan cantered to their third Championship win of the summer to go top of Division Two, albeit only by a point and having played a game more than Lancashire. They needed 188 to win in just under two sessions, after bowling Gloucestershire out for 161. Mick Hogan snatched four for 22, and seven wickets in the match, as Gloucestershire lost their last five wickets for a miserable 16 after sandwiches. The sun then sprang a surprise and an inspired Marnus Labuschagne, dapper of foot and the division’s leading run-scorer, made 82 as Glamorgan won by four wickets. It was Gloucestershire’s first Championship loss since last August. At Hove, Sussex lost their final wicket to the second ball of the day and nothing got much better as Durham declined to enforce the follow-on but built on an already hefty lead thanks to a second century in consecutive games for Alex Lees in a partnership of 220 with Gareth Harte. Durham declared with a lead of 436, only for Sussex to lose two wickets in the first five overs to a rampaging Chris Rushworth – Luke Wells and Harry Finch for ducks – and another before the close. At the County Ground, a slow-going match between Leicestershire and Northamptonshire danced to its own beat. Hassan Azad made a patient and careful 92 against inquisitive Northants bowling, falling just short of his third hundred in three innings. And Glamorgan are top of the Division Two table! By a point, and with a match in hand, but still there they stand, a golden daffodil waving at the big boys - LOOK AT US! Surrey win their first game, Durham look like pocketing their second unless the weather intervenes at Hove, and Leicestershire and Northamptonshire move along to the beat of their own slow dance at The County Ground. Thanks for your emails and commments below the line, and for popping your head in with all the hullaballoo and excitement at Edgbaston. See you on Sunday, for the next round! Labuschagne went for 82 but Glamorgan have eased over the line to reach 188-6 and see off Gloucestershire. Elsewhere, Leicestershire (273-7) trail Northants (299 all out) by 26 runs, with play suspended for bad light. Sussex needed 400+ against Durham and they haven’t made a great start – they’re 32-2, Wells and Finch both gone for ducks, and still 405 behind. And with Glamorgan needing only 41 runs to win, I’m going to write up. Keep an eye on things, if you’re not too distracted by Edgbaston. I’m just remembering how the NZers managed to keep their cool against West Indies at the last. And hoping. Glamorgan are going to do this! Just 47 needed - Labuschagne 78 and Root 29. Touch of back garden battles with Joe in this shot. Anything Morne Morkel can do, Chris Rushworth can better - if slightly less flexibly. Finch caught and bowled for a perfectly round duck. Sussex four for two. World Cup update: nervous days for England and Pakistan. Adam Collins is watching every ball here: And with the fifth ball of the first over, Chris Rushworth does what Chris Rushworth does and has Luke Wells caught for a five ball duck. Sussex 0 for 1, in a dirty, smelly ditch at the bottom of a ruddy great hill. The latest equation from Bristol reads: 75 needed off 23 overs. Glamorgan are over half way there. Labuschagne still there, 65 not out. On the radio they’re wondering what has happened to Matt Henry’s pace since he was playing for Kent? , Something special for those with a soft spot for Darren Stevens - he’s taken his first ever hat-trick, for Kent 2nd XI v Somerset second XI. Though I struggle to believe that’s true, surely the man with the golden dibbly-dobblers has done it before? Glamorgan have lost a second, but Labuschagne going for it by himself- 45 not out off just 54 balls. Does he know something we don’t? Glamorgan need 116 to win. I’m pretty sure Warwicks were in a similar situation until it all went pear shaped this morning. Surrey beat Warwickshire by 74 runs. Surrey 194 (Lester 4-41) and 325 (Stoneman 71; Miles 5-91); v Warwicks 230 (Rhodes 51) and 215 (Sibley 73, Batty 4-34) Day 4: Gloucestershire 313 (Dent 105) and 161 (Hogan 4-22) v Glamorgan 287 (Selman 73) and 56-1. Glamorgan need 132 to win off 36 overs. Day 3: Northants 299 (Wakely 65; Wright 4-78) v Leicestershire 178-2 (Azad 67 not out) Day 3: Sussex 232 (Rawlins 56; Carse 5-43) v Durham 384 (Bancroft 158, Eckersley 118; Jordann 4-58) and 258-2 (Lees 138 not out). Durham lead by 410. Spicy shots from Labuschagne. Glamorgan need 142 off 38 which is...3.74 an over. I think it is half way to being in the bag. Teetering on the shelf. Another hundred for Alex Lees! Well played! Eleven fours, 185 balls. Durham a heady 200 for one. This is the fabulous Marina Hyde column that was mentioned earlier below the line. Chris Gayle has backtracked on retirement plans post World Cup, hanging out the possibility of an improbable Test recall. “I’m definitely up there with the greats without a doubt.” he pondered. “I enjoy each and every moment playing for West Indies. It’s been a lot of ups and downs. But I could not have had a better career as a player representing the West Indies.” Alex Lees enters the nervous nineties at Hove, and Gareth Harte goes to fifty with a six! Durham lead now 331!!! Feel in need of some London Spirit? Will knows a man who can help: Glamorgan stumble into a standing start. Selman out in the fifth over, caught off David Payne for six. Glam 10/1. And that’s a third fifty in a row for Hassan Azad at Wantage Road! Leicestershire 126 for 2. And, with a whimper, Gloucestershire are all out after losing 6 for 32. Two quick wickets for Graham Wagg and Michael Hogan grabs 4-22. Just under two sessions to go. Alex Lees has scored a 6o, a hundred, and a 72 not out for Durham this month since a brief spell in the seconds. Durham 136 for one - a lead of 288 over Sussex. When I said benign pitch I actually meant uncivil little beast of a strip ... Gloucestershire slip to 149/7 - a lead of 175. They’ve lost 3-20 in a nasty little spell round lunch. Just been reading something from Bristol which reports that the pitch is increasingly benign. You’ll have to summon something special Glamorgan. Who’s in the cupboard? De Lange’s got the most f-c wickets this season with 21... Jeetan Patel is a worthy man-crush. He’s just so grown up and dignified and has everything in proportion. “I’m not despondent at all. We’ve come to the home ground of the reigning champions and toughed it out on a pitch we knew was always going to suit them. It was a tough week for both batting sides, but they bowled very well for long periods and, in some ways, probably deserved this quick spell of wickets today. “That’s what happens in games of cricket, you battle day in and day out and suddenly you get your rewards in a rush, and I felt Surrey probably deserved that. “We missed some moments in the game, but that happens especially with a young side like ours and a team that’s still learning, but I’ve spoken with the lads and I’m happy with what was said. “The words that came out from the guys were; enjoyment, fighting, desire, passion and a real longing to go out and perform for ‘The Bear’. If that’s what we’ve got from the last seven games and from this week in particular then, in my eyes, we’ve won overall.” Surrey beat Warwickshire by 74 runs. Surrey 194 (Lester 4-41) and 325 (Stoneman 71; Miles 5-91); v Warwicks 230 (Rhodes 51) and 215 (Sibley 73, Batty 4-34) Day 4: Gloucestershire 313 (Dent 105) and 131-5 v Glamorgan 287 (Selman 73). Day 3: Northants 299 (Wakely 65; Wright 4-78) v Leicestershire 87-1 Day 3: Sussex 232 (Rawlins 56; Carse 5-43) v Durham 384 (Bancroft 158, Eckersley 118; Jordann 4-58) and 100-1 (Lees 55 not out) And after that all that, we have lunch. Scores to follow. Here’s that run out from The Oval earlier, a bit of back-forward hesitation did it for Tim Ambrose at the non-strikers end. Good throw though. A very good morning’s work by Surrey! Their first Championship win of the season. Not so brilliant a couple of hours from Warwickshire who lost six for 25 since elevenses. And things are starting to just look a little bit more interesting in Division One - Surrey jump up to fifth after revealing at last what they can do when everyone starts functioning at once, and how much they’ve missed Sam Curran. Warwickshire fall to seventh, though they’re still 26 points above bottom-placed Notts. Hush, hush, whisper who dares, Durham haven’t lost a wicket for over an hour. Nor have Leicestershire actually, all morning! And, with a desperate sigh, Dom Sibley strikes out at Morne Morkel who scoops up the ball at the bottom of his very long legs, from the toe of his boots. Sibley out for 73, after 299 minutes of crease occupation, and Warwickshire are 196 for 8, needing a fantastical 94 to win. James Bracey is lbw to Douthwaite for 33 - Gloucs 97-4, wickets falling fairly regularly at Bristol, but probably not regularly enough with only two and a bit sessions left... Here’s the Sam Curran magic: Warwickshire falling in a heap - a run-out! Ambrose for a duck. It sounds absurd, I’ll try and find it... Warwickshire need a magic hundred to win, but what’s this madness? Six wickets down?! Sam Curran has two in an over - Adam Hose for 21 and Matthew Lamb for a duck three balls later. I wanted to find a picture of Brydon Carse to celebrate his first first-class five-fer, but this is the best I can do - his side view from 2017. For those that don’t know, he is a Kolpak player, was born in Port Elizabeth, is 23 and was a joint winner of Durham’s young player of the year award in 2016, alongside Jack Burnham. Enjoyed this knee-trembler from Gareth Batty. Dom Sibley, Dom Sibley. I won’t say a score for to frighten a little jinx out of a bottle somewhere at The Oval. But on he goes, as he has all season. And in the time it took me to write that, Gareth Roderick had nudged a thick edge behind at Bristol (Gloucs 70-3) and Mohammad Amir got Martin Guptill for five in front of a green, partisan crowd at Edgbaston. Steve emails in to articulate some white-rose concern about the signing of Maharaj. I think it’s fair to say there’s some consternation amongst Yorkies regarding the Maharaj signing. Undoubtedly an excellent player, but it’s disappointing that the promising James Logan, who did so well on debut at York last week, will now be relegated to the seconds. It also seems bizarre that our main problem - the batting department - has still not been addressed!” I did a bit of digging after reading the Yorkshire academy report on Logan’s batting: “ he needs to work on his batting. He’s not a frontline batsman.” I googled Maharaj’s batting stats for Lancs last year to see if he was a secret tail-end basher that I’d forgotten about - but he only made 66 runs in five innings, with a top score of 38. And as you say Bess has gone back to Taunton, so I can only think that Headingley feel their position isn’t strong enough to risk promise, and would rather buy certainty. Which is daft really, as with only one team going down this year, the risk of relegation is low - especially with Nottinghamshire in a permanent state of crisis. Alas, no double daddy, Cameron Bancroft trudges off for five, caught at slip off Ollie Robinson. And that early wicket at Hove leaves Durham 10 for one. I’m just pondering Durham, at Hove. I’m thinking, they could bat calmly all day and build up a lead say, of 350? That seems ample. And Lizzie Ammon has tweeted that the south London Hundred side will be known as The Oval Greats. Hmm. C’mon you greats? C’mon you OGs? Brydon Carse grabbed the last Sussex wicket with the second ball of the morning, giving him final figures of five for 43, a maiden first-class five-fer. Bravo! And Sussex are all out but Durham have NOT enforced the follow on. They bat again, 152 ahead. Oh dear. Warwickshire don’t start the day well. Miles lbw Clarke 9. Warwicks now 150 for four, needing 140 still to win. Nice round numbers if that helps Warwicks fans? In other news: the New Zealand v Pakistan match will start at 11.30 and is still 50 overs per side; and Yorkshire have a new recruit - left-arm spinner Keshav Maharaj. Maharaj, who I last saw wheeling away for Lancashire at Southport, will fly in for three matches, starting with Yorkshire’s game against Surrey at Scarborough which starts on Sunday. Set your sights on The Oval: There is a greasy outfield at Edgbaston, after it rained most of yesterday, which has delayed the start; follow over by over updates on what is now rather an important game for England – Pakistan v New Zealand. They are also playing the waiting game at Loughborough where England Academy Women are due to take on Australia Women. Hello everybody, it is Wednesday, it is June, it is chilly, and we have two games going into their last day, two into their penultimate day, and one over a day early at Chelmsford - where Somerset were unable to resist the magic of Essex’s bowlers on an overcast day and fell to their first Championship defeat of the season - by 151 runs. The result leaves Somerset still top of Division One with 118 points, but Essex second, and with their spurs at the ready, with 105. Both teams have played seven games. There’s an umbrella-nibbler in store at The Oval where Warwickshire need 142 to win, with seven wickets in hand. Dominic Sibley, ever-present at the crease for Warwickshire this season, could do his Ashes chances no harm at all if he could he convert that 52 not out, into 150 not out. But he’s up against Morne Morkel, Sam Curran, Clarke one and Clark two, plus Gareth Batty, who has already taken two wickets in this innings. Glamorgan need to bowl out Gloucestershire in a hurry on the final day at Bristol, if they want to get another win under their belt. Gloucestershire lead by 67 with eight wickets remaining. Only one day’s cricket has been possible at Northampton, where play will be extended by half an hour, weather permitting. Leicestershire start the day six without loss. And at Hove Durham have thrown a basket of eggs into the air and produced a light fluffy omelette, still leading by 153 with only one Sussex wicket remaining."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}