{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/28/boston-red-sox-new-york-yankees-london", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-28T17:35:32Z", "webTitle": "Red Sox and Yankees vow to ‘get your motor running’ as MLB hits London", "webUrl": "https://www.theguardian.com/sport/2019/jun/28/boston-red-sox-new-york-yankees-london", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/28/boston-red-sox-new-york-yankees-london", "fields": {"headline": "Red Sox and Yankees vow to ‘get your motor running’ as MLB hits London", "bodyText": "The Boston Red Sox and New York Yankees have promised baseball that will “get your motor running hot”, as the sport finally arrives in Europe with this weekend’s groundbreaking London Series. The current World Series champions host the Yankees in two “home” games at the London Stadium on Saturday and Sunday, the first competitive Major League Baseball fixtures to be played in Europe. In front of an anticipated crowd of 120,000 over the two days, with the majority of tickets having been sold in the UK, the sport is determined to make up for lost time in promoting the USA’s ‘national pastime’ to new audiences. “The eyeballs that are on this over here, with the best rivalry in our sport, hopefully that’s something that can contribute [to the growth of baseball],” said the Yankees manager, Aaron Boone, embracing, like all his colleagues, the role of settler in new sporting lands. “A lot of the families are here, and yesterday a lot of our guys got to go out and experience things. But it is a business trip. We’re playing the Sox and that does tend to get your motor running hot.” Baseball is making its bow in London 12 years after the first competitive NFL fixture was played in the city but Boone’s counterpart at the Red Sox, Alex Cora, shrugged off any concerns that the sport might be late in trying to broaden its international appeal. “It’s never too late, that’s the way I see it,” he said. “The opportunity came up and we jumped on it. This can be the beginning of something big if MLB and London can get together and keep doing it. There’s a series scheduled next year already and regardless of the travelling and [it being] the middle of the season, the guys are going to come here and embrace it.” On Friday afternoon the London Stadium had already reached a pitch of excitement. Both teams performed open training sessions with as many as 2,000 fans – including Spike Lee and Raheem Sterling – watching on, as well as a massive US media contingent. The stadium’s usual tenants, West Ham United, have handed over the running of the venue to the MLB for the duration and new, intensified security is just one of the noticeable differences. Dressing rooms were deemed insufficiently accommodating for American athletes and have been done up, while bevvies of east London volunteers have been given laminated copies of the lyrics to Take Me Out to the Ball Game, which they will be expected to sing should the moment require it. The Red Sox are in third place in the American League East, nine games behind the leaders, the Yankees. Only the divisional winner is guaranteed a place in the play-offs but, with the 162-game regular season at only its mid-point, the pressure to win is not overwhelming for the current champions. This could be fortunate given the unusual nature of the baseball field they will be playing on. The demands of converting a football stadium (itself a description that has come under question by some West Ham fans) to a baseball field has required a number of changes. Firstly the diamond is perpendicular to the layout of the oval-shaped stadium, leaving a centre field position (straight in front of the hitter) which is much shorter than usual. Grass has been replaced with AstroTurf, imported from France, while the dust around the diamond has been imported too, from Slippery Rock, Pennsylvania. There is also an unusually large foul area to the sides of the diamond and the possibility of foul balls smashing back off the lighting system that hangs off the stadium’s roof. Not that any idiosyncrasies were putting anyone off. The Yankees’ right-fielder Aaron Judge, one of the sport’s biggest new stars, smiled when he was asked about the curtailed centre field. “We’ve got two potent offenses and, with the dimensions of this park, we’re going to have a bit of fun with it,” he said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}