{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/24/israel-folau-super-netball-world-cup-maria", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-23T18:00:53Z", "webTitle": "Folau saga finally seeps into Super Netball just before World Cup break | Erin Delahunty", "webUrl": "https://www.theguardian.com/sport/2019/jun/24/israel-folau-super-netball-world-cup-maria", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/24/israel-folau-super-netball-world-cup-maria", "fields": {"headline": "Folau saga finally seeps into Super Netball just before World Cup break", "bodyText": "On and off the court, the last round of Super Netball before the World Cup break delivered unparalleled drama and one last chance to evaluate shape and form before the big dance in Liverpool. Sixteen of the best netballing nations will contest the world championship in two weeks and, with the very best players plying their trade in Super Netball, the four games before the five-week hiatus for the cup offered an instructive insight. Away from the playing arena, the league was finally, inevitably, dragged into the Israel Folau saga after his wife, New Zealander Maria Folau, who plays for the Adelaide Thunderbirds, publicly backed him on Instagram. It prompted calls for her to be reprimanded in some way. The sharp shooter on Friday shared a fundraising campaign her husband has set up to finance legal action against Rugby Australia, who in April ripped up his $4m contract for posting on social media that all homosexuals are destined for hell. After days of refusing to comment, Netball Australia, Super Netball and the Thunderbirds released almost-identical statements just moments before Adelaide took on top side the NSW Swifts on Sunday afternoon. The three bodies said the netballer wouldn’t be sanctioned, sparking outrage on social media. Former Diamonds captain-turned commentator Liz Ellis was strong in her condemnation of the non-action, posting on Twitter that the statements were “not good enough.” “How about this: There is no room for homophobia in our game. Anyone who is seen to support or endorse homophobia is not welcome. As much as I love watching Maria Folau play netball, I do not want my sport endorsing the views of her husband.” Folau took the court in Adelaide and, in what shaped as the biggest upset of the year, her Thunderbirds were on track to beat the ladder leaders, until a fightback from the Swifts. With scores level, Folau had the chance at the death to deliver her side just its third win of the season … but missed a sitter, leaving it a 51-51 draw. The 32-year-old will next be seen in a black dress when she represents New Zealand at the World Cup, before returning for the Thunderbirds in late July. In other matches, the most capped player in the Diamonds side going to Liverpool, captain and goal-scoring lynchpin Caitlin Bassett, got dragged during the Giants’ nine-goal loss to the Melbourne Vixens in Sydney on Saturday night, shooting her lowest tally for the season, 20 from 22. Bassett, who fractured her left forearm in a practice match in January and missed nearly all of Giants pre-season, threw one intercept pass, had three general play turnovers, two “bad hand” stats and two contact penalties. Giants coach Julie Fitzgerald benched Bassett for the second quarter; putting English Rose shooter Jo Harten back to GS, with young Aussie Kiera Austin out at GA. She only re-introduced the Diamond leader halfway through the third. The 193cm shooter looked frustrated at times, as the Giants attack line tried in vain to find its groove. To say it wasn’t an ideal performance leading into a World Cup is an understatement of the highest order – especially given how pivotal Bassett is to the side’s success. Somewhat ironically, it was Vixens goal keeper Emily Mannix – perhaps still stinging after missing out on national selection – who monstered Bassett. In one of her best games for the year, the 25-year-old had a Super Netball record nine intercepts, one deflection and didn’t give away a single obstruction penalty; unheard of for a keeper. Mannix’s defensive partner Jo Weston, who is on the plane, had a mighty game too, consistently staying in play to pressure the balls coming into the circle, helping Mannix’s cause. And at the other end of the court, Bassett’s long-time Diamonds understudy, Vixens goal shooter Caitlin Thwaites put in an MVP performance, shooting 40 goals from 42 attempts, for a 95 per cent accuracy. Discarded by Collingwood at the end of last season despite winning the club’s best and fairest, 32-year-old Thwaites showed national coach Lisa Alexander she could be much more than an occasional stand-in in Liverpool. Thwaites was at her hard-working, creative best, pairing seamlessly with Tegan Philip. She had one rebound, six feeds, three goal assists and kept a clean sheet, penalty-wise. Also promising for Alexander was the form of her starting keeper, West Coast Fever captain Courtney Bruce, who probably had her best game – since returning from an injury sustained in round one – in her side’s eight-goal loss to the Sunshine Coast Lightning on Saturday. Bruce had four intercepts, six deflections and one rebound in a performance – combined with the “to-be-expected” exploits of Fever redeemer Jhaniele Fowler at the other end – that kept her team in the contest. If Bruce got an A, the Lightning pairing of Phumza Maweni and Karla Pretorius, South Africans who will play together for Norma Plummer’s Proteas at the World Cup, got an A+ in the same game. Fast developing into the most formidable defensive partnership in Super Netball, Maweni and Pretorius had a combined five intercepts, seven deflections and three rebounds. Shooting circles are on notice. Laura Langman also looks to be in devastating form at precisely the right time for her beloved Silver Ferns. The veteran snagged four intercepts and had 28 feeds in a truly complete performance at centre for Lightning. In the Lightning circle, Diamond Steph Wood calmly did what she had to do and helped Ugandan Peace Proscovia to 44 goals, at 98 per cent accuracy. Together, they’re starting to look scary. One shooting circle that looks less-than-primed for the World Cup is Jamaica’s. Usually blessed with an embarrassment of riches when it comes to tall, accurate shooters, the Caribbean nation really only has Fowler this time; and she’s had several niggling injuries this Super Netball season. Collingwood’s Shimona Nelson, who was great in her side’s 13-goal victory over the winless Queensland Firebirds on Sunday, isn’t going to Liverpool, as she’s managing a knee condition that can’t stand up to tournament load. Firebird Romelda Aiken, who has missed several matches with bone stress to her tibia, returned against the Pies, initially at goal keeper, than at her usual position at goal shooter – but she’s clearly far from her best, scoring just two goals in a quarter. As is often the case, Jamaica’s chances may well sit on Fowler’s broad shoulders – with little world-class back-up. Her bookend in the national side, Thunderbird Shamera Sterling, will no doubt translate her red-hot Super Netball form to the world stage too. The English Roses of Harten, Geva Mentor, Chelsea Pitman, Helen Housby and Layla Guscoth all had full games in the last round for their respective sides and will soon join their national team-mates in the UK – and no doubt continue, as Pitman did today, to say they’re underdogs for the world title. Given the Roses are reigning Commonwealth Games gold medallists, it’s hard to see how they can pitch themselves that way. Regardless of labels, in about 28 sleeps, there will be only one side left on the dance floor."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}