{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/12/chris-froome-team-ineos-tour-de-france-cycling", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-12T17:24:57Z", "webTitle": "Chris Froome’s accident gives Team Ineos clarity in most unfortunate way", "webUrl": "https://www.theguardian.com/sport/2019/jun/12/chris-froome-team-ineos-tour-de-france-cycling", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/12/chris-froome-team-ineos-tour-de-france-cycling", "fields": {"headline": "Chris Froome’s accident gives Team Ineos clarity in most unfortunate way", "bodyText": "To seal the destiny of the 2019 Tour de France, the organisers have devised a final week with some of the toughest climbing ever seen in the race’s history. It is highly likely, however, that the defining moment may turn out to be Chris Froome’s horrendous accident on Wednesday while warming up for a time trial, which has stymied his attempt to win a fifth Tour before he even glimpsed the starting blocks. That is not to belittle Froome’s erstwhile fellow competitors, least of all the defending champion, Geraint Thomas. A multiple Tour winner is a key reference point in every Tour he rides, who weighs heavily on the racing each day, even when, as last year, a teammate ends up heading seamlessly for the win. A Tour without Froome will resemble the 1983 race, when Bernard Hinault was ruled out by tendinitis, or the 1976 race, when Eddy Merckx was sidelined by a saddle boil, or 1997, when Miguel Indurain was absent for the first time in a dozen years. A Tour without Froome for the first time since 2012 will be different. Not better, not worse, just different. Team Sky’s catenaccio style of clamping down the racing has not pleased everyone and the squad’s PR has been disastrous at times but Froome’s consummate determination and no holds barred style have forged some memorable moments: most notably in 2016, when in the space of a few days he could be seen first flying down the Col de Peyresourde in a dramatic crouch, then fighting crosswinds in the Midi with Thomas and Peter Sagan, and finally running up Mont Ventoux after breaking his bike. The leader of what are now Team Ineos has been here before; he is not nicknamed “Crash” Froome for nothing. Last year his Tour was doomed from the start by a minor get-down in the first stage. His 2014 attempt at retaining the title was wrecked by a fall in northern France in the rain, the only time in seven attempts he has not finished the race. A 2015 bid for the Vuelta a España was shelved when he crashed in Andorra. Even by the standards of a sport where everyone falls off at some time, and the only question is about the severity of the prang, Dave Brailsford’s proteges seem to fall off their bikes more than most. Thomas, who will take over from Froome as the team’s Tour leader, has been even more unfortunate over the years, although he denies being accident prone. There have been other heavy non-racing crashes for Ineos riders already this year: Ben Swift’s fall while training in Tenerife, which ruined his early season, and the crash in Colombia that put Egan Bernal out of the Giro d’Italia. But Froome is now 34; this year he was bidding to become the fourth oldest Tour winner in history. Given his age, this crash may mean he ends his career stuck on a spectacular but nonetheless frustrating four Tours. As to where this leaves his team, one of Brailsford’s catchy phrases is “mission clarity”, which the former GB cycling performance director views as a prerequisite when trying to land a major target. No one would have wished for the decision to be made this way but racing without Froome will remove the question that has been lurking since the Welshman triumphed last year: which of the two Tour winners would be leader this time? Starting with two leaders in form, one going for the record fifth win and the other desperate to prove he is not a one-Tour wonder, had the potential to become tricky, no matter how ardent the protestations of mutual regard, affection and support. As Thomas described in his autobiography, at times Team Sky’s management struggled to come to terms with his new-found status even as he rode to victory last year. As it stands, Brailsford and co can reflect that while they are appallingly unlucky to lose Froome in this way, what seemed like another piece of dire misfortune – Bernal’s crash on 4 May – may have had a silver lining in the medium term. At least that has ensured that, even with Froome sidelined, Thomas will go to the Tour with one of the finest prospects in cycling to support him. For Froome this will be a bitter blow and all cycling will wish him fair wind for as a speedy recovery as possible."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}