{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/jun/09/anya-shrubsole-england-second-odi-west-indies", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-09T19:05:32Z", "webTitle": "Anya Shrubsole sets standard and England cruise to win over West Indies", "webUrl": "https://www.theguardian.com/sport/2019/jun/09/anya-shrubsole-england-second-odi-west-indies", "apiUrl": "https://content.guardianapis.com/sport/2019/jun/09/anya-shrubsole-england-second-odi-west-indies", "fields": {"headline": "Anya Shrubsole sets standard and England cruise to win over West Indies", "bodyText": "England Women easily secured an unassailable series lead in the second ODI at Worcester on Sunday, winning by 121 runs (D/L) after West Indies limped to 87 for six from the available 28 overs. The home side had earlier posted 233 for seven off their own rain-reduced 41 overs, Tammy Beaumont top-scoring with 61 while Anya Shrubsole finished unbeaten on 32 off 16 balls – her highest score in an England shirt. “My batting’s something I’ve worked really hard on,” Shrubsole, who also took two wickets to be named player of the match, said. “I’ve probably frustrated many coaches over the years not taking it seriously, but it’s something I really want to be able to contribute to the team. Coming in down the order and having a swing is always fun.” To their credit, West Indies came out fighting: England’s openers were lucky to survive the powerplay overs intact, despite once again choosing to bat first. Amy Jones looked a vastly different player to the confident character of Thursday, nervously playing and missing to Shamilia Connell up top. Oddly Chinelle Henry – who looked the pick of the West Indies’ bowlers on Thursday – was initially left out of the starting XI; fortunately for them, a last-minute injury to Shakira Selman saw her hustled straight back in. The right-arm seamer struck in only her second over – Jones wafting at one outside off stump, straight into the hands of Hayley Matthews at point for a 32-ball 18. It was the first of three smart catches by Matthews in that position, the athletic 21-year-old leading a resurgent effort in the field. Tammy Beaumont in particular kept her busy, with a wagon-wheel dominated by runs scored through the backward-point region. Three years ago her resurgence as an international cricketer began at this very ground, when she hit her maiden hundred for England: this time she reached fifty for the 10th time in 20 home innings since, and was unlucky to be adjudged leg-before to a ball that Hawk-Eye showed was missing leg stump. In doing so she became the second of the leggie Afy Fletcher’s three victims – England’s effort wobbling after an initial 150-minute rain delay which saw play reduced to 41 overs a side. Sarah Taylor had been the first a ball earlier, driving into the hands of Stacy-Ann King at mid-off, and while Fletcher failed to snaffle a hat-trick, she did totally bamboozle Heather Knight three overs later, the England captain clean bowled. At 153 for five, England’s mini-collapse had cost them four wickets for 43 runs, but a strong last 10 overs turned the momentum in their favour – initially with a gutsy run-a-ball 35 from Nat Sciver, and culminating in the bowlers-turned-sloggers Shrubsole and Sophie Ecclestone (undefeated on 11 off six balls) showing off their new-found ability to hit sixes. “After the rain delay we lost a cluster of wickets, which wasn’t an ideal situation, but we were saved by the charge from the lower order,” Knight said. “I was really pleased to see Anya biffing it at the end. She’s shown glimpses of what she can do and she’s really developing as a batter. It got us up to a good total that was defendable in the end.” Unfortunately, the West Indies batters proved incapable of doing justice to the improved performance of the bowlers. By the time the rain intervened 13 overs into their innings, they had already subsided to 32 for four – Shrubsole exploiting the overcast conditions with two wicket-maidens in her opening spell. Kate Cross, meanwhile, picked up where she left off on Thursday to finish with two wickets of her own, including that of her new “bunny” Stafanie Taylor for the second time in the series. The only thing that might have stopped the England juggernaut rolling on was the weather, but the clouds ultimately parted just long enough to enable them to bowl enough overs to constitute a match. Asked before play commenced what went wrong for West Indies in the first ODI on Thursday, Taylor did not mince her words: “None of what we needed to do went well.” After this performance the captain might be entitled to at least replace “none” with “some”. Nonetheless, the visitors still face a tall order if they are to take home a consolation win in the third and final ODI on Thursday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}