{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/jun/29/england-india-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-29T10:59:46Z", "webTitle": "Five things England must do to avoid crashing out of the World Cup | Tim de Lisle", "webUrl": "https://www.theguardian.com/sport/blog/2019/jun/29/england-india-world-cup", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/jun/29/england-india-world-cup", "fields": {"headline": "Five things England must do to avoid crashing out of the World Cup", "bodyText": "Make more use of the squad Eoin Morgan is a fearless captain but quite a cautious selector. His response to a limp display against Sri Lanka was to pick an unchanged team. Liam Plunkett, the master of the middle overs, has been sidelined. Tom Curran, England’s most incisive bowler of the past year, has become the invisible man. Either of them would take more wickets than Moeen Ali and probably make more runs than James Vince. Cast themselves in a new role England went into this World Cup as the world No 1s (rightly) and the bookies’ favourites (wrongly, because they had been World Cup wallies ever since 1996). Now they have been toppled from both pedestals, which should suit them. They can come at India as underdogs, guerrillas, jokers tormenting the grandees. It may not work: Morgan’s England could be like Belgium’s footballers, all talent and no trophies. But they will have more fun playing David than Goliath. Build a stronger platform The best partnership-builder in this World Cup is an Englishman – Joe Root, who has added a hundred with five different partners, including Chris Woakes. That happened after Root opened in place of the injured Jason Roy, a simple fix which England then abandoned. Both openers must be able to score a century, so Root makes more sense than Vince, with his casual cameos. The same may be true of Roy, even if he is on one leg. Stamp out the sloppiness Fielding is the measure of a team’s morale and togetherness. England, usually top-class in this department, have been patchy in the World Cup. To drop the odd catch may be regarded as a misfortune; to drop a dozen looks like fecklessness. On Sunday, whatever else happens, Morgan has to coax his men into being predatory in the ring and prehensile in the cordon. Fortune favours the brainy Morgan’s mantra is “courage, unity, respect”. His England have been brave enough to keep on blasting. They still need that courage but they also have to be canny, as they were against India last summer when Root gradually decoded Kuldeep Yadav’s wristy allsorts. Those abstract nouns can give way to clear instructions. Bat first, make 250; pitch it up, keep a slip in. And do the sportsman’s favourite thing: prove the doubters wrong."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}