{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/14/ian-mckellen-announces-80-west-end-dates-for-80th-birthday-show", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-14T09:18:53Z", "webTitle": "Ian McKellen announces 80 West End dates for 80th birthday show", "webUrl": "https://www.theguardian.com/stage/2019/jun/14/ian-mckellen-announces-80-west-end-dates-for-80th-birthday-show", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/14/ian-mckellen-announces-80-west-end-dates-for-80th-birthday-show", "fields": {"headline": "Ian McKellen announces 80 West End dates for 80th birthday show", "bodyText": "A West End run has been announced for Ian McKellen’s 80th-birthday one-man show. The actor is currently in the middle of a sold-out UK tour of the production, which started at his local theatre on the Isle of Dogs in east London and has taken in venues grand and small, many of which have a personal connection for McKellen. Profits from the tour go towards different causes at each theatre, from repairs to outreach programmes and talent development. So far more than £1m has been raised. McKellen described the show as “a joyful birthday present to myself”. He said he had “played mainly in theatres I knew well as a young theatregoer and actor. On my birthday, I was in Bolton Town Hall where my dad used to work.” In his review, Michael Billington wrote that McKellen “treats the audience not as passive spectators but as one half of a double-act in an evening that becomes a form of acted autobiography”. McKellen gives a reading from Lord of the Rings, shares observations and anecdotes about his Shakespeare productions, talks about his coming out and revives his panto dame Widow Twankey to hurl sweets at the audience. He will perform an 80-date run at the Harold Pinter theatre in London, raising funds for theatre charities. For each performance, there will be 80 tickets available for £10. The venue – formerly known as the Comedy theatre – was renamed in 2011 for the late playwright. McKellen appeared in Pinter’s The Birthday Party as an undergraduate at Cambridge in 1961 and more recently in No Man’s Land, opposite his friend Patrick Stewart, on Broadway and in the West End. Tickets for the West End dates of Ian McKellen On Stage, directed by Sean Mathias, will go on sale on 14 June. The show runs from 20 September to 5 January 2020."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}