{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/17/blanchett-on-toast-how-heather-mitchell-is-making-a-meal-of-her-co-stars", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-17T01:26:12Z", "webTitle": "Blanchett on toast: how Heather Mitchell is making a meal of her co-stars", "webUrl": "https://www.theguardian.com/stage/2019/jun/17/blanchett-on-toast-how-heather-mitchell-is-making-a-meal-of-her-co-stars", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/17/blanchett-on-toast-how-heather-mitchell-is-making-a-meal-of-her-co-stars", "fields": {"headline": "Blanchett on toast: how Heather Mitchell is making a meal of her co-stars", "bodyText": "A theatre company is like a family: a family who come together intensely for three or four months, act out the ensuing drama in front of strangers, and then move on to the next one. And if they are a family, opening night is like Christmas Day. It’s full of excitement, nerves, the possibility of everything going wrong, and of course the giving of gifts. Opening night nerves are often forgotten momentarily as actors, directors and writers run around the city finding the right present for their co-star, and scribble message after message on an endless procession of opening night cards. Brendan Cowell and Heather Mitchell in Sydney Theatre Company’s True West Some people’s gifts are better than others, but in the Australian stage world there is one woman who is widely acknowledged to be the queen: Heather Mitchell, legendary actor of stage (The Harp in the South, Still Point Turning) and screen (Muriel’s Wedding, The Great Gatsby). (Heather wasn’t even in my recent play The Appleton Ladies’ Potato Race, but on opening night she was there with a potato masher and a personalised card for every creative in our company.) For years now, Heather has been doing something particularly thoughtful and skilled for the plays she performs in. It started in 2010, when she was being directed by the late Philip Seymour Hoffman in the Sydney Theatre Company’s production of Sam Shepherd’s True West. Heather Mitchell drawing on a piece of toast using Vegemite “The play is about shattered American dreams; and in the final act of the play, Austin, Brendan Cowell’s character, steals 30 toasters from neighbouring households and litters the kitchen with toast. It was like a demolition site,” Mitchell tells Guardian Australia. “After every show the stage manager would dutifully sweep up the remnants and then pile broken and burnt toast into bins. Some pieces trampled and some still intact.” One night Mitchell was asked to look after the twin daughters of her co-star, actor Alan Dukes. “After playing with makeup, I spied a bag of the discarded toast. We spent the next hour painting the toast with brushes made from disposable chopsticks and watered-down Vegemite. On closing night I framed four toasts. One for each of the cast and one for Philip. That’s where it started.” (L-R) Anita Hegh and Rose Riley with their toast artworks Since then Mitchell has made the toast for many of the productions she has appeared in – and the toasts themselves have become quite the industry treasure. Actor Sam Neill is the proud recipient of a toast, after working with Mitchell recently on the film Palm Beach. “It’s not often you can say, hand on heart, that your friend’s art is good enough to eat,” he says. “Mind you it depends whose portrait you’re talking about. Eating Bryan Brown or Hugo Weaving – the stomach turns at the very idea. I love Heather’s quirky, eerily accurate portraits.” Eerily accurate they are: there’s Cate Blanchett and Hugo Weaving forever remembered in toast as Hedda Gabler and Judge Brack. Sarah Snook stares proudly from sourdough as Saint Joan. The casts of Summer Rain, The Harp in the South and The Secret River are remembered in painstaking detail. Hugo Weaving and Cate Blanchett, who appeared together in a 2006 Sydney Theatre Company production of Hedda Gabler For the first time, Mitchell is offering up these little treasures of Australian theatrical history to the highest bidder, raising money for the Sydney Theatre Company. Still, they’re toast. Aren’t they ephemeral in the extreme? Mitchell has been long experimenting with the lifespan of her mini artworks. “Each toast varies in success and the time it takes to make. Sourdough is hardy, gluten-free tends to burn, brioche can be temperamental, focaccia too holey, ciabatta cracks, naan too brittle, challah too soft. Baguettes are downright temperamental and rye is simply out of the question,” she says. “The longevity of a toast’s life has been trial and error. The greater the sugar content the longer the life. The absence of moisture and air also helps. Toasts from eight years ago are still going strong, however some have cracked – and one gave birth to a family of moths. “The toasts I make now have been preserved in a solution and fixative so although there is no guarantee of lasting a lifetime in their current state, they should survive intact many, many years if not dropped.” Scenes from the 2018 Sydney Theatre Company production of The Harp in the South Heather’s toast art has fans all over Australia – and the world. Academy Award nominee Richard E Grant, who appears with Mitchell in Palm Beach, told Guardian Australia via email he’s “honoured to have a ‘toast’ portrait by my fabulous ‘onscreen wife’. It’s hanging on the wall of my study and a reminder of what a great time we had working together. Heather is a true artist.” Actor Helen Thomson, who starred alongside Mitchell in the Sydney Theatre Company’s production of The Harp in the South, says: “I’ve always wanted my own toast (because they are legendary these days), and now I have one of me as Delie Stock the brothel owner and crime boss of Surry Hills, leaning on a post, smoking a cigarette and eyeing her domain. I will love it forever.” (L-R) Ursula Yovich (who was in 2016’s The Golden Age) and Sarah Snook (Saint Joan, 2018) For the exhibition, Mitchell has created 30 new toasts, paying tribute to Philip Seymour Hoffmann and the Sydney Theatre Company. There’s one major difference between the toasts made on that first night nine years ago – one that might not be all that popular with actors who like a mid-show snack. “I have opted for paint now which means they can no longer be eaten in an emergency.” • Heather Mitchell has created 30 new toasts which will be exhibited and auctioned at a Sydney Theatre Company fundraiser at the Cell Block Theatre, National Art School in Sydney on 22 June"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}