{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/16/birmingham-royal-ballet-unleashed-review-lyric-pieces-sense-of-time-peter-and-wolf", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-16T07:00:47Z", "webTitle": "Birmingham Royal Ballet: Unleashed review – ravishing risk-taking", "webUrl": "https://www.theguardian.com/stage/2019/jun/16/birmingham-royal-ballet-unleashed-review-lyric-pieces-sense-of-time-peter-and-wolf", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/16/birmingham-royal-ballet-unleashed-review-lyric-pieces-sense-of-time-peter-and-wolf", "fields": {"headline": "Birmingham Royal Ballet: Unleashed review – ravishing risk-taking", "bodyText": "We are used to seeing Birmingham Royal Ballet in traditional classical productions, in which they always excel. But this mixed bill sees the company in a more contemporary mode, experimenting with distinctive styles in pieces by three female choreographers. Jessica Lang’s Lyric Pieces, created for the company in 2012, illustrates Edvard Grieg’s piano suites with pure classical ballet. It is not the most innovative work, but harmonious ensembles and flawless dancing, particularly from elegant Yvette Knight and sharp and precise Maureya Lebowitz, raise the overall effect. In sharp contrast, Didy Veldman’s fascinating Sense of Time – a world premiere – is restless and disturbing. A monumental wall made of stacked suitcases moves around the stage, shaping the space in which the dancers, like an anonymous crowd, move with short, hectic gestures. The piece interrogates our relationship with time in our frantically busy lives; the score by Gabriel Prokofiev (grandson of Sergei), mixing orchestral music, live electronics and samples, adds to the urgency. Céline Gittens and Brandon Lawrence bring a sense of quiet in a touching duet, conveying intimacy and tenderness in this restless, frenetic world. A new adaptation of Peter and the Wolf by company dancer and choreographer Ruth Brill, shown for the first time on the main stage since it premiered in May, comes as a refreshing surprise. Sergei Prokofiev composed his symphonic fairytale to introduce children to the orchestra: each character is represented by an instrument, while a narrator tells the story. Brill cleverly sets her piece in a modern urban park and uses both the music and the cadence of the narrator’s words to provide rhythm for her dancers. Witty, theatrical and humorous, the story-telling never falls into simplistic mime, instead using choreography rooted in classical ballet to express each character: Tzu-Chao Chou, the bird, flies across the stage with small quick jumps and big jetes. Samara Downs’s cat, meanwhile, tiptoes, her black pointe shoes like velvety paws. An enjoyable evening. (Un)Leashed will tour to Sadler’s Wells, London, 25 &amp; 26 June."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}