{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/12/the-last-word-festival-roundhouse-london", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-12T12:33:30Z", "webTitle": "The Last Word review – young artists speak truth to poetry", "webUrl": "https://www.theguardian.com/stage/2019/jun/12/the-last-word-festival-roundhouse-london", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/12/the-last-word-festival-roundhouse-london", "fields": {"headline": "The Last Word review – young artists speak truth to poetry", "bodyText": "The Last Word festival is a celebration of poetry and spoken word in different languages and forms, designed to give a boost to young and underrepresented artists. Much of it is work-in-progress – these voices are just getting warmed up. In a loose tangle of poetry and prose, last year’s Roundhouse poetry slam winner, Rakaya Esime Fetuga presents Unbraided, a monologue about belonging. Graceful in word and action, Fetuga takes us to the Ghanaian capital Accra and to London’s Oxford Street, talking with one foot in each place – scooping coconut flesh in searing heat and praying in high-street changing rooms. She also details the feeling of being at home in neither. A young, black British Muslim, she tells us how her parents taught her bedtime tales of prejudice alongside The Very Hungry Caterpillar. She says society taught her how to braid her tongue but what she wants to know is how to braid her hair. A Barbie sits in front of her but she can’t learn from its slippery blond locks. She turns to the internet, where she sees herself reflected in a way she never did in women’s magazines. This a gentle piece, timid at times, but Fetuga’s words are all about expansion – of heart, mind and physical space. While it sometimes lacks a through line, it feels as if she’s cracking a door open a little wider. Cheerleaders is Chifa K’s thank you letter to her Algerian mum, presented as a double bill with Tatenda Naomi Matsvai’s Coming to Water, a free-flowing exploration of dual identity as British and Zimbabwean. Both question the idea of being enough – whether black, British, African or muslim. They are best when they are being specific, but risk falling into platitudes with their motivational speeches. Both pieces lack a solidity in form, relying on recorded voices to cover clumsy cuts. But this space is for beginnings: Matsvai hums a song she heard at her grandma’s memorial and we repeat it after her. She sings with us, the trains rumble above, and you get the impression that this is the start of something exciting. On another night, balloons fill the stage for the variety cabaret What Words Are Ours? The host, Talia Randall, is less than ebullient, but opens the stage to a host of deaf and hearing performers, with Martin Fox-Roberts signing and Katy Rider captioning. Deaf artist Ishtiaq Hussain performs a moving piece in visual vernacular, a wordless, physical form of storytelling. Jamal Mehmood auditions for manhood in his sombre poetry and Koko Brown presents a selection of poems exploring black women’s mental health. At the start of the show, we throw scrunched-up words for Reece Lyons, a finalist of the 2018 poetry slam, to catch. She speedily turns them into an impressively moving poem, before performing her fiery viral piece I Am a Woman and I Have a Penis, a just and intelligent takedown of intolerance and transphobia. But one performance overwhelms: Jack Rooke’s snippet of his new show, Love Letters. He tells a delicately woven story that tackles the idea of a happy-ever-after. Devastating and painfully funny, his description of yelling at a sales assistant in Paperchase will floor you. What a way with words. The Last Word festival is at the Roundhouse, London, until 22 June. Jack Rooke’s Love Letters is at Assembly George Square Gardens, Edinburgh, 1-24 August."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}