{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/14/going-to-get-hell-for-this-suzie-miller-takes-us-to-the-messy-heart-of-metoo-in-prima-facie", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-14T00:48:54Z", "webTitle": "'Going to get hell for this': Suzie Miller takes us to the messy heart of MeToo in Prima Facie", "webUrl": "https://www.theguardian.com/stage/2019/jun/14/going-to-get-hell-for-this-suzie-miller-takes-us-to-the-messy-heart-of-metoo-in-prima-facie", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/14/going-to-get-hell-for-this-suzie-miller-takes-us-to-the-messy-heart-of-metoo-in-prima-facie", "fields": {"headline": "'Going to get hell for this': Suzie Miller takes us to the messy heart of MeToo in Prima Facie", "bodyText": "Before she became a playwright, Suzie Miller’s job required listening to people talk about their experiences of being sexually assaulted. A criminal defence lawyer working in the human rights sector, she was often required to take statements from people who had experienced horrific things at the hands of others. Those stories had an indelible effect on her perspective on the law. “I just didn’t believe in the system,” Miller tells Guardian Australia. “The one area that I think they’ve got wrong, really wrong, is consent, lack of that, and believing women.” It’s a lesson that the protagonist of her new play, Prima Facie, learns the hard way. Tessa is a barrister with a competitive streak who somehow always lands the brief to defend men accused of sexual assault. (It’s because you’re a woman and they think the optics in court are better, one of her colleagues tells her.) She takes all her cases on with gusto, believing in the process, in the system. Then she becomes a victim herself, and finds the scales of justice irrevocably shifted. Now playing its premiere season at Griffin’s Stables Theatre in Sydney with the director Lee Lewis at the helm, Prima Facie has already yielded critical acclaim, lauded as “sharp, urgently precise” and “more forceful than a call-to-arms”. The Sydney season has completely sold out, and the show is poised to tour. Miller says she’s heard from both barristers and victims of sexual assault who have seen it; the governor of New South Wales attended last Friday’s performance. “I walked around with this play in my head for so long,” Miller says. Writing it was her way of working through the now all-too-familiar story of women trying – and failing – to find justice for the wrongs done to them. When the MeToo movement took hold and women all around the world started publicly sharing their experiences of sexual assault, she felt like its time had come. Tessa is not based on a real person but is an amalgam of all those people that Miller saw walk through the doors of her rooms, and the stories she heard them tell day after day. The character occupies a dramatic space somewhere between a Greek chorus and the forthright anonymised testimonials of The Vagina Monologues by Eve Ensler, whom Miller notes as an inspiration. Tessa is brought to crackling life by Sheridan Harbridge, a regular presence on Australian stages and a criminally underrated actor – perhaps partly for her preferred focus on new work, rather than establishment classics. Directors often deploy her musical and comedic talents, but in Prima Facie she demonstrates the sheer capacity of her range, from swaggering barrister to crumpled, traumatised woman, to stoic, defiant activist. There is humour, too – deftly handled – and a perspicacity to the writing that means Tessa’s experience feels dangerously close to home, even if you have never gone through it yourself. “I’m also not a sexual assault survivor or victim – I had to declare that in the rehearsal room,” Miller says. “But all of us have had a near miss, or something that bled a little bit into the uncertain space … That’s just our everyday lived experience of being a woman.” It’s that uncertain space, she says, that the law has trouble with. The problems are structural and gendered; the law, mainly created and interpreted by powerful men, requires evidence to be delivered in a consistent and neat package, but victims of sexual assault are rarely in a position to do that. “You’re talking about someone who has gone into survivor mentality,” she says. In that headspace, everything unnecessary becomes a blur. Hence many survivors will not remember details, like what colour the towel was or how many drinks they had, but will remember the person and what was done to them. Things become even muddier when there’s a relationship at the heart of the matter – when the assault happens within a budding romance, or a marriage, or between siblings, family members or colleagues. Prima Facie was intended to give a voice to those far more common lived experiences – not the cliche of “someone who grabs a virgin from behind a bush as she’s walking home from school”, but the murkier, messier space where assault is perpetrated by someone close to the victim. It’s hard, especially for men in the law, Miller says, to understand the lived experience of that. That difficult content made the play “a killer to write”, but so did the fact that she wanted to reach both a legal and lay audience. It seems to be working. “When I wrote it I thought, oh I’m going to get hell for this. Just goes to show a bit of bravery pays off.” Miller is firm that the play is not trying to cast doubt on the foundational legal concept of innocent until proven guilty. “It’s the basis of why we have the society we have. I am a complete believer in that,” she says. Rather, she’s trying to ask the hard questions about how the law operates – and fails – in its attempts to deliver justice for sexual assault. “The way it’s operating is to interrogate the woman, not to interrogate the crime,” she says. “This is a he-said/she-said case. There’s often very little other evidence. They’re often in complete agreement that the sex act happened, but it’s whether it was consensual or not.” We also need to interrogate our ideas about what justice might look like in these cases, she says. What do victims want? The answers may surprise us. “It’s about listening to what women want out of the process, as well as making sure the process is not harming them in any way as they go through it,” Miller says. “And not constantly making them out to be a liar. “I’ve had so many conversations about what the answers are now, but what’s interesting to me is that lawyers are the ones that are least knowledgeable about the answers. Whereas academics or bystanders or people who have looked into other cultures really have some good answers. It’s actually a bigger conversation than a law conversation.” • Prima Facie by Suzie Miller is showing at Griffin’s Stables Theatre, Darlinghurst, until 22 June. The production is touring to Canberra Theatre Centre 26–29 June and Riverside Theatres Parramatta 3–6 July"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}