{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/13/the-pope-review-anthony-mccarten-anton-lesser-nicholas-woodeson", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-13T11:13:43Z", "webTitle": "The Pope review – Anton Lesser and Nicholas Woodeson's papal powerplay", "webUrl": "https://www.theguardian.com/stage/2019/jun/13/the-pope-review-anthony-mccarten-anton-lesser-nicholas-woodeson", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/13/the-pope-review-anthony-mccarten-anton-lesser-nicholas-woodeson", "fields": {"headline": "The Pope review – Anton Lesser and Nicholas Woodeson's papal powerplay", "bodyText": "Having written films about Winston Churchill (Darkest Hour) and Freddie Mercury (Bohemian Rhapsody), Anthony McCarten now comes up with a play about the papacy. More specifically, in exploring the resignation of Pope Benedict XVI and his replacement by Cardinal Bergoglio (the current Pope Francis), he examines the gulf between the awesome nature of the office and the fallibility of its holder. The result is a traditional but theatrically effective play that has fine performances from Anton Lesser and Nicholas Woodeson as oppositional churchmen. McCarten is fascinated by antitheses as well as parallels. We first see Pope Benedict, on a weekly private visit to enjoy a TV soap and Bavarian soup, revealing to a horrified Sister Brigitta his plan to retire. We then see the Argentinian Cardinal Bergoglio confronting an equally dismayed Sister Sophia who begs him not to retreat into private life. After a prolonged exposition, the meat of the play consists of a meeting between the two men in Rome that reveals their religious rivalry and shared guilt. There was a moment when Benedict, clutching a red file, recapped Bergoglio’s past career that felt like I was watching a papal This Is Your Life. But McCarten skilfully highlights the differences between the fiercely conservative Benedict and the more progressive Bergoglio: theology aside, one plays Mozart, the other dances to Abba. The main point, however, is to show that the two men are haunted by a sense of sin: Benedict for being over-protective of his priests and Bergoglio for failing to shield his followers from the military junta. It’s an old-fashioned crisis-of-conscience play but it is directed with exemplary clarity by James Dacre and stirringly acted. As Benedict, Lesser admirably suggests that behind the Teutonic rigidity of someone known as “the Panzer Pope” lies a soul in torment and a capricious human being who craves affection. Woodeson brings out equally well the earthiness of the football and tango-loving Bergoglio who is racked by a sense of unworthiness. Lynsey Beauchamp and Faith Alabi do all they can as the challenging Sisters and, even if the play has little new to say about clerical abuse, it is refreshing to find a work that sheds light on the politics of the papacy. • At the Royal and Derngate, Northampton, until 22 June"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}