{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/21/cork-midsummer-festival-review-ray-scannell-theatre-for-one", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-21T19:00:51Z", "webTitle": "Cork Midsummer festival review – theatre for all … and one", "webUrl": "https://www.theguardian.com/stage/2019/jun/21/cork-midsummer-festival-review-ray-scannell-theatre-for-one", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/21/cork-midsummer-festival-review-ray-scannell-theatre-for-one", "fields": {"headline": "Cork Midsummer festival review – theatre for all … and one", "bodyText": "The multi-disciplinary Cork Midsummer festival commandeers site-specific spaces all around the city, but the tiny booth in Theatre for One (★★★★★) still stands out. Created by Octopus Theatricals and Landmark Productions for one-to-one encounters with a solo actor, it was surrounded by festivalgoers queuing for the intense five-minute performances that happen within, somewhere between therapy and confession. It is a sequence of six specially commissioned miniature plays, and the life experiences each audience-member brings to them are crucial. In fact, “audience” is not quite the right word. Emmet Kirwan’s play refers to “active listening”, but more than that is involved: the viewer has to allow themselves to be seen, at least as much as the actor. None of this seems contrived in the hands of writers Marina Carr, Stacey Gregg, Mark O’Rowe, Enda Walsh, Louise Lowe and Kirwan, and there are performances of riveting openness from Sean McGinley, Derbhle Crotty, Eileen Walsh, Kathy Rose O’Brien, Kate Gilmore and Frank Blake. Reflecting on our interdependence with nature, the Earth and each other; on the coincidences that connect random strangers; on bereavement and lies; and on two women’s profound loss of identity for different reasons – postnatal depression and the trauma of domestic violence, the six pieces become an urgent antidote to watching the world through the mediation of a small screen. Cumulatively, they create an exhilarating sense of aliveness. Elsewhere in the festival, a returned emigrant, Finn, finds his native Dublin disorienting in Ray Scannell’s show The Bluffer’s Guide to Suburbia (★★★★☆). The kid who wrote post-punk tracks blasting the infernal dullness of everything in the 1990s is back sleeping in his teenage bedroom. Leopold the cat is the only one who seems pleased to see Finn, and even that is not certain. Writer, composer and performer Scannell is joined by musicians Christiane O’Mahony and Peter Power for a multimedia piece that is part ferocious standup, part electronica gig, 100% theatre. Directed by Tom Creed, it provides an unvarnished commentary on what it is like to be a 40-year-old artist who is trying to survive and put a roof over his head in Ireland right now. Scannell segues from impending midlife sourness to a moment of hope at a wittily satirised music festival on the Aran Islands. As the sun rises on yoga ravers overlooking the Atlantic, there is a glimpse of the old romantic the Bluffer always was. In Evening Train (★★★☆☆), love is triangular and the mood is one of Tom Waits-esque melancholy. Playwright Ursula Rani Sarma gives theatrical life to a concept album by singer-songwriter Mick Flannery, with themes of money, property and small-town feuding that could be in Ireland or just as easily, as the setting suggests, somewhere in the American midwest. While Annabelle Comyn’s production for the Everyman seems a little too comfortably timeless, familiarity doesn’t detract from the powerful ensemble performances. Two brothers, Frank (Ger Kelly) and Luther (Ian Lloyd Anderson), are in love with the same woman, Grace, who is played as a life force by Kate Stanley Brennan. That Luther is a chronic gambling addict and Grace and Frank are his codependents only partly explains the stasis they experience, and the first half of the show seems to stall. But as the script takes an unexpected turn, it proves worth the slow burn. Cork Midsummer festival continues until 23 June."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}