{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/27/chasing-rainbows-review-black-astronaut-sacrifices-family-ambition", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-27T19:00:57Z", "webTitle": "Chasing Rainbows review – boldly going into the white, male space race", "webUrl": "https://www.theguardian.com/stage/2019/jun/27/chasing-rainbows-review-black-astronaut-sacrifices-family-ambition", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/27/chasing-rainbows-review-black-astronaut-sacrifices-family-ambition", "fields": {"headline": "Chasing Rainbows review – boldly going into the white, male space race", "bodyText": "‘I would like to tell you a story about being the first,” Ama Baptiste tells us. Ama was the first in her family to go to university, the first to get a master’s degree and the first Caribbean woman in space. She speaks while hanging in midair centre-stage in an astronaut’s suit, the sky and clouds drawn in the backdrop. She is at a space station orbiting Earth, we are told, and her words remind us that even in the 50th anniversary year of the first moon landing, the mythology around space endeavour remains largely masculine and white. While Hollywood has tried to invert this in recent years with films such as Hidden Figures that capture the work of black American women, the playwright Oneness Sankara dramatises the loneliness of the “exceptional” black female astronaut stranded in a man’s world. Sankara’s script, which is sometimes in verse, was inspired by Camille Alleyne, a Trinidadian-born aerospace engineer at Nasa. Ama is a Caribbean woman who comes to Britain to study for a doctorate but then falls in love, gets married and has a daughter, Sola. She cannot sacrifice her ambition for the daily realities for long, though. Her marriage falls apart and “motherhood is beautiful but…”, so she is pulled back to space. Donna Berlin, as Ama, is an ebullient presence, keeping our attentions rapt. Ama is isolated both because she is in space and because of the life choices she has made. The play is structured around a speech she is recording for Sola’s graduation ceremony and through this are explored the central themes of motherhood, freedom and sacrifice. For the most part, it is powerfully done, though occasionally it feels expositional. The world judges Ama for leaving Sola under the care of her father, and so does Sola. Ama’s recording is stalled by these tensions and there is a very potent reflection on the emotional cost of female ambition and the social censure she receives for “chasing her rainbow”. Emmanuella Toure gives a fierce performance as Sola but the mother-daughter confrontation comes too late on for the relationship to be fully developed. A rope intermittently lifts Ama off the ground to simulate weightlessness but also sets up false expectations of greater movement, with more spectacle, which does not come. Despite these shortcomings, the intensity of the script and Berlin’s performance make Chasing Rainbows worth seeing. At Hoxton Hall, London, until 20 July"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}