{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/03/captain-corellis-missing-mandolin-rehearsals-jouvert-rsc", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-03T14:47:57Z", "webTitle": "Captain Corelli's missing mandolin: when rehearsals go wrong", "webUrl": "https://www.theguardian.com/stage/2019/jun/03/captain-corellis-missing-mandolin-rehearsals-jouvert-rsc", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/03/captain-corellis-missing-mandolin-rehearsals-jouvert-rsc", "fields": {"headline": "Captain Corelli's missing mandolin: when rehearsals go wrong", "bodyText": "This wasn’t the plan. Just as rehearsals are ending for J’Ouvert, a new play set at the Notting Hill Carnival, one of the three actors has dropped out, injured. There’s no slack in fringe theatre, and no understudies either. A new actor, Sapphire Joy, arrives on the penultimate day of rehearsals. An already tight process has been tightened. Things were tricky when I visited three days earlier – rehearsal was cancelled due to the injury and a bereavement. Yet a resolute team, headed by writer Yasmin Joseph and director Rebekah Murrell, keep their sights on making magic even as time and money are running out. As audience members, we recognise resources in terms of cast size or fancy effects. But do we understand how fundamentally time is money in theatre? And how the length of rehearsal period impacts decision-making? I visited three productions of different scales in their third week of rehearsal to taste the atmosphere and gauge how much is already set in stone. At the RSC, with eight weeks to rehearse Measure for Measure, week three is still early days. For Captain Corelli’s Mandolin, a touring adaptation of the much-loved novel that has since announced a West End transfer, week three is dead centre. And for J’Ouvert, this is the final week before they enter the tiny but intrepid Theatre 503. Still, as Murrell says, “Does any actor ever feel they’ve had enough time? There’s always more you can do, moments you can finesse. You always feel, Oh, just one more week.” How about five more? For most theatres, an eight-week rehearsal represents an impossible luxury, but for RSC artistic director Greg Doran, whose directing career has unfolded in Stratford, and for whom Measure for Measure is his 28th Shakespeare, this is what he knows. Running a hand through his luxuriantly greyed mane, he outlines the process. In the first week, the actors read and discuss the text, translating it into modern English. No one speaks their own lines, so they all imbibe the wider play. Then, scene by scene they develop the show’s architecture (“the big skeleton”). Over eight weeks, ideas marinate. All British theatres tighten their belts till the ribs squeak, and Doran explains that he fights to maintain this lengthy rehearsal period. What if austerity bites? “I hope we’d make other changes. Part of the luxury is to spend this amount of time analysing the text. This 400-year-old language is difficult!” We’re in a warm, wooden studio. Tall windows look on to Avonside greenery. Alongside his fruit tea, Doran’s desk is piled with editions of Measure – at least six, including a facsimile of the First Folio. When perplexed, everyone grabs a different edition and scours the footnotes. The actors tackle the central prison scenes. Most have script in hand, lines highlighted in pink or yellow. Antony Byrne’s rumpled duke, in a slouchy hoodie, holds a big folder. There are questions: how do you greet a friar? Should the convicts proclaim their guilt? Should we see someone’s lovechild? (Stage management find a pram.) Everyone here is playing in at least one other Shakespeare, so the schedule dovetails around matinees and understudy duties. The expansive rehearsal period resets the body clock. Performances develop at different rates: some already sharply etched, others still growing. Byrne sighs: “I’m clutching at straws.” The initial sifting of the text comes into its own when a plot confusion arises. Everyone chips in, even if it’s not their scene or character. And there’s time. Time to step back and admire Shakespeare’s craft (“It’s an extraordinary bit of structure”). Time to chuckle at mucky Jacobean wordplay or tweak a melancholy song. Doran keeps reminding people to keep the stakes high, his legs jiggling as he watches as if to turn up the tension. “We don’t know what we’re doing with that scene,” he declares as the day ends, “but we know what we need to do.” I visit rehearsals for Captain Corelli’s Mandolin on the middle day of the middle week. The cast warm up as I arrive, Nessun Dorma blasting on the sound system. Most of the company is barefoot – including director Melly Still. They’ve been working through around a dozen pages of script each day, and this morning must assemble a wordless montage leading from one summer to the next, while Alex Mugnaioni’s Corelli sits on a box and strums his mandolin. Everything is in flux, but characters are already developed. The company’s energy is like a class of super-smart students, needing to be kept focused but bubbling with ideas. “Let’s just start to craft it,” says Still after the first pass. “We’re going to condense it, making it a little more mercurial.” Each time, actions sharpen, timing clicks into place. Throughout, Mugnaioni strums tirelessly, blowing on his fingertips, asking the stage manager if she has anything for “super sweaty” fingers. At every pause, he tenderly nestles the mandolin in its case – so it’s upsetting to read, only a couple of days later, that the 129-year-old instrument was lost on a train and hasn’t been seen since. A new, authentic Neapolitan mandolin was sourced – as was a spare instrument, in case the new one went missing too. After lunch, I catch the tail end of a props meeting (“The chairs are fine, but the table’s going to need some love.”). Still protects the cast from anxiety yet pushes onwards, animating the stage directions in Rona Munro’s script. “Keep the danger alive,” she counsels, “where’s the chord of tension?” Next task is processing an icon around the village: “How the hell do we do a 500-year-old saint?” She paces the floor and pulls an actor away to experiment with a broomstick and a cardboard box. Still dashes off, and after unexpectedly swapping dreams about wetting the bed, actors settle around the piano for a music rehearsal, some recording it on their phones for home practice. As evening approaches, the mandolin slips out of tune and the basses get the giggles. Home time. “Pub, anyone?” Over in Elephant and Castle, J’Ouvert’s rehearsals are reaching their end in a small, light room, its glass walls bearing quotes from Alice Walker and Octavia Butler. It’s a fraught day, working with Sapphire Joy to steep her in the play. Each scene is outlined on an A3 sheet beside the door, and Murrell talks Joy across the action: “As we’re moving through, feel free to find your own wants.” Joy’s dauntless spirit suits her surname. It’s not the lines that worry her, she says, but working the production’s physicality into her body. Crackle-voiced Murrell speaks at top speed, an out-of-nowhere yawn the only sign of the toll this week must have taken. Yet the mood stays warm and focused, the team forming a companionable knot. “What star sign are you, Sapphire?” Joseph asks. “Pisces? Very organised.” Organisation is essential here: Tobi Kyeremateng, the producer, is conscious of how money impacts time. “In creative conversations, you don’t want to be the dream-killer,” she says, looking up from mid-email. “But sometimes there are things we can’t do.” So how much would an extra week’s rehearsal have cost? “£425, with a discount and including VAT,” she shoots back. “That’s just for the space.” Plus wages and everything else? “It would be upwards of two grand,” Joseph replies. For a new play, Murrell considers, “a three-week process is tough” (they had six weeks when she appeared in Nine Night at the National Theatre last year). “What is lost is that space for the actors to interrogate and explore.” But constraints “require everybody involved to bring their A-game – everyone knows we’ve got to get this done”. Joseph’s debut play is ambitious and lyrical, with its dream sequences and carnival in full swing. “I worked up to rehearsal,” she admits, her nails smoothly pink as sugar almonds. “I would have liked to get a draft in far sooner, but I was doing that perfectionist thing … Being in a room of forthcoming, insightful actors also informed what I’d written, and it began to evolve. Then, I reached a point in week two where I was like: I need to put a lid on this.” Like everyone, she’s trusting her instincts. Days later, indisposition causes another actor to pull out. Even before the cast changed, losing one of 18 rehearsal days was significant. “I’d be lying if I said we’re exactly where I wanted to be,” Murrell says. “We hoped by the end of the second week we’d have the skeleton of the show and the third would be colouring in, but – things happen.” • J’Ouvert is at Theatre 503, London, until 22 June; Measure for Measure is at the Royal Shakespeare theatre, Stratford-upon-Avon, 28 June - 29 August, then touring; Captain Corelli’s Mandolin is at Birmingham Repertory theatre until 15 June, then touring."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}