{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/10/tony-awards-2019-folk-musical-hadestown-triumphs-while-brits-win-big", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-10T03:37:00Z", "webTitle": "Tony awards 2019: folk musical Hadestown triumphs while Brits win big", "webUrl": "https://www.theguardian.com/stage/2019/jun/10/tony-awards-2019-folk-musical-hadestown-triumphs-while-brits-win-big", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/10/tony-awards-2019-folk-musical-hadestown-triumphs-while-brits-win-big", "fields": {"headline": "Tony awards 2019: folk musical Hadestown triumphs while Brits win big", "bodyText": "A box office record-breaking season on Broadway led to a varied set of winners at 2019’s Tony awards along with a quieter night for politics on stage. While last year saw Robert De Niro making headlines for his attack on Donald Trump, the mood this year in New York was far more muted. The night’s big winner was Hadestown, a folk opera musical based on the ancient Greek myth of Orpheus and Eurydice, which won eight awards, including best musical, score and featured actor in a musical. “If Hadestown stands for anything it’s that change is possible and, in dark times, spring will come again,” the producer Maria Isaacs said in her acceptance speech for best musical. One of the night’s most emotive speeches came from Hadestown’s Rachel Chavkin, who won for best direction of a musical. “I wish I wasn’t the only woman directing a musical on Broadway this year,” she said through tears. “There are so many women that are ready to go and there are so many artists of colour that are ready to go.” She blamed a lack of diversity on a “failure of imagination” from people who should know better. Her other nominees in the category were all white men. Bryan Cranston was named best leading actor in a play for Network, beating out Jeff Daniels and Adam Driver. “Finally a straight old white man gets a break!” he joked. He also dedicated the award to “all the real journalists around the world” before stating: “The media is not the enemy of the people, demagoguery is the enemy of the people” – a line that received uproarious support from the audience. There was a strong showing for British theatre talent with The Ferryman named best play and Sam Mendes winning for best direction for the Broadway transfer of Jez Butterworth’s acclaimed show, although he wasn’t in attendance to collect his award. The show also picked up awards for costume design and scenic design of a play. Other British winners included Ink’s Bertie Carvel who was named best featured actor in a play. At 87, Elaine May was named leading actress in a play for her role in The Waverly Gallery and in her speech she said this was the first time she’s ever won an award for acting in her long career. She beat out Janet McTeer and Laurie Metcalf. Ali Stroker won for featured actress in a musical for her role in a dark and divisive revisionist take on Oklahoma and became the first actor using a wheelchair to win a Tony. Stroker devoted her historic win to “every kid watching tonight who has a disability”. The show also won for best revival of a musical. “We are living through difficult times but we have to be hearty and we have to be tough,” the producer Eva Price said in her speech, referencing a line from the musical. Mart Crowley’s The Boys in the Band was named best revival of a play, an idea from the TV mogul Ryan Murphy who is soon set to adapt the drama, about a group of gay men gathering for a birthday party, for Netflix. In his speech, Crowley gave mention to the “nine brave men who didn’t listen to their agents when they were told by their agents that their careers would be finished if they did this play”. Santino Fontana won for best leading actor in a musical for Tootsie while Stephanie J Block won for best leading actress in a musical for The Cher Show and she thanked the woman who inspired her role, referring to her as a god. Celia Keenan-Bolger picked up featured actress in a play for her performance in Aaron Sorkin’s adaptation of To Kill A Mockingbird, beating out Ruth Wilson and Fionnula Flanagan. It was her fourth nomination and first win and she thanked Harper Lee “for making the greatest literary heroine of all time”. Despite recently becoming the highest-grossing US production in Broadway history, it failed to receive a nomination for best play. The most recent season was noted during the night as being the biggest ever for attendance in the history of Broadway. The 2018-2019 period racked up an unprecedented $1.83bn at the box office, thanks largely to Hamilton and To Kill A Mockingbird."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}