{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/07/seann-walsh-review-inside-a-strictly-tabloid-scandal-comedian", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-07T07:00:03Z", "webTitle": "Seann Walsh review – standup steps back into his Strictly scandal", "webUrl": "https://www.theguardian.com/stage/2019/jun/07/seann-walsh-review-inside-a-strictly-tabloid-scandal-comedian", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/07/seann-walsh-review-inside-a-strictly-tabloid-scandal-comedian", "fields": {"headline": "Seann Walsh review – standup steps back into his Strictly scandal", "bodyText": "Three weeks into Strictly Come Dancing last autumn, Seann Walsh was walking on air. The public loved him; the primetime success he longed for beckoned. Four weeks into Strictly he was, as he puts it, “the most hated comedian in Britain”, his relationship was in ruins, his mental health was in freefall. So what happened? Six months on, Walsh is touring with his side of the tawdry tabloid tale about a dancer, a “love rat” comic and their illicit kiss. Some may see it as special pleading, but it is the most engaging show of his career. That’s not saying a great deal: Walsh has always been a gifted standup but his earlier work was marked more by loud laddishness than charm. Tonight though, he is chastened and showing a vulnerable side – or eager to claw back public sympathy. The show traces his life story, from 10-year-old Jim Carrey fan via rookie standup to the “too much, too young” tyro flunking his big breaks in telly. Doors closed, bridges were burned: when Strictly came calling, he saw it as his last tilt at the big time. That backstory, and his take on Strictly, cast Walsh as a victim, albeit occasionally of his own careless decisions. By this account, he was completely blindsided by the fuss around the Katya kiss – as if reality TV weren’t well established as a source of prurient tabloid blather. He dismisses with a joke his ex-girlfriend’s accusations of gaslighting – a little glibly – and dwells on the Twitter abuse and panic attacks he suffered as the ruckus raged. But if it’s easy to identify the lacunae in Walsh’s version of events, there is no denying he gives an intense, involving account of them, playing the frustrated entertainer whose bid for “the love of strangers to fill the void in [his] self-esteem” rebounds catastrophically. There remain traces of the cynical Walsh of yesteryear. But there are lovely routines too: his Irish dad dancing, say, or his dumbshow on the contrast between blurting out one’s every thought, social media-style, and keeping politely shtum. It’s no mea culpa, but it offers a vivid snapshot of life in the eye of a media storm. • At Colchester Arts Centre, 9 July. Then Pleasance Dome, Edinburgh, 31 July-25 August."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}