{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/16/midsummer-night-nights-dream-review-bridge-gwendoline-christie-while-the-sun-shines-vanya-and-sonia", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-16T07:00:48Z", "webTitle": "The week in theatre: A Midsummer Night’s Dream; While the Sun Shines; Vanya and Sonia and Masha and Spike – review", "webUrl": "https://www.theguardian.com/stage/2019/jun/16/midsummer-night-nights-dream-review-bridge-gwendoline-christie-while-the-sun-shines-vanya-and-sonia", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/16/midsummer-night-nights-dream-review-bridge-gwendoline-christie-while-the-sun-shines-vanya-and-sonia", "fields": {"headline": "The week in theatre: A Midsummer Night’s Dream; While the Sun Shines; Vanya and Sonia and Masha and Spike – review", "bodyText": "A Midsummer Night’s Dream is often staged as a daydream – wild eglantine, gossamer wings, summer light. But Nicholas Hytner’s wild, immersive and original production, without sacrificing comedy, reintroduces “black-browed night” and emphasises the play’s sexual anarchy. He takes as many liberties as Puck himself, including the handing over of Titania’s lines to Oberon, which, although startling, works intriguingly well and is in keeping with a comedy built on permissive suitor-swapping. The opening startles too: it’s more Margaret Atwood’s The Handmaid’s Tale than Shakespearean comedy. Smart choirs – women in nuns’ habits, men in suits – are “chanting faint hymns”. A promenading audience is drawn into this puritanical cult. Perhaps this is a world suggested by Theseus’s threat to Hermia about having to “endure the life of a nun”. Perhaps the unruliest dreams arise out of repressive conditions. Hippolyta is raised high above the heads of the audience in a glass booth – as in a gone-wrong fairy-tale. Gwendoline Christie plays her with her own brand of weird magic and intensity. This is redoubled as she takes on Titania in a dress like a green silk bank on the move, complete with glittering corsage. Languidly sculptural, she leans from her swing (a nod at Peter Brook’s famous production) to play havoc with the mortals below. Designer Bunny Christie is fearlessly in charge of levitating, ivy-entwined brass beds that alarm as much as any circus act. And there is no shortage of actual circus acts as sleazily glamorous aerialists play the fairies and sensuously doodle in the air, dropping from their cloth perches like hieroglyphs – a wonder to behold. But at the heart of the evening is a show-stealing Bottom. Upstaging, let us not forget, is Bottom’s ambition: he wants to take on all the parts in the mechanicals’ play. Hammed Animashaun’s simple egotism in the role is adorably jovial and after turning donkey, his laugh disarmingly hangs on to being human before descending into a bray. In this production, it is Oberon who becomes besotted with Bottom. As Oberon, Oliver Chris starts off uncontroversially before getting hilariously and uninhibitedly into the groove, especially in an unforgettable airborne bath scene, complete with bubbles, champagne and ongoing delusion. Bottom endears himself to us by falling in good-naturedly with his new amour. David Moorst’s Puck is riveting: ratty, creaturely, all nervous blink and twitch but with a delinquent grace. At one point, he dives into the audience’s human safety net. The lovers are conventionally cast: a tall, flaxen Helena (Tessa Bonham Jones at home in the role); a dark, doe-eyed Hermia (an excellent Isis Hainsworth, like a child lost in the woods). Lysander (Kit Young) and Demetrius (Paul Adeyefa) are cast like dashing brothers who dally, briefly, with one another. It’s an evening of unsafe magic, exuberantly offset with hits – Jimmy Cliff’s I Can See Clearly Now, Florence and the Machine’s Only If For a Night, Dizzee Rascal’s Bonkers. You would not want all your Midsummer Night’s Dreams like this but it’s a legitimately dark, energetic dream, and there is always something to delight, amaze or alarm – it is not only Bottom who is “transported”. And when, at the end, large moon balloons are tossed into the crowd, it seems the party will go on forever. I found myself calculating: five stars might not be enough. How about throwing in an extra moon? Suitor-swapping also drives Terence Rattigan’s 1943 drawing-room comedy While the Sun Shines. What the butler sees in the bedroom is revealed only by the butler’s rolling eyes (John Hudson is spot on). The show, divertingly directed by Paul Miller, stars the beguiling Philip Labey as the Earl of Harpenden, a leading man who prefers not to lead, with splendid back up from Julian Moore-Cook as Lieutenant Mulvaney, a Yankee who seems too big for the genteel flat in which he finds himself and Lieutenant Colbert, a disputatious Frenchman (amusing Jordan Mifsúd needs only to fine-tune his accent). Dorothea Myer-Bennett is sultry – and no fool – as Mabel Crum, the “trollop”, and Sabrina Bartlett comically earnest (except when tipsy) as Elizabeth, the girl who causes all the trouble. The lightest of light entertainment. Vanya and Sonia and Masha and Spike, by Christopher Durang, was a Tony-award winning hit on Broadway in 2013. Directed by Walter Bobbie, the comedy leans on Chekhov and sometimes loses its balance (as if Chekhov did not wish to oblige by becoming a prop). For non-Chekhov buffs, the knowing theatrical gags and rehashed melancholy might prove a puzzle. Janie Dee (newly released from her star turn in Follies at the National) plays Masha, a film actress who regrets never having made it on the stage, with poise. She has a toy boy, Spike, in tow (Lewis Reeves amusingly overinhabiting his body). Sonia, a nicely hangdog and mutinous Rebecca Lacey, breaks cups of coffee to demonstrate her frustrations. But it is Mark Hadfield’s Vanya, a tentative and depressive writer, who saves the night when he delivers a tremendous monologue of nostalgia, grief and fear for the planet. Until that moment, I had been contemplating leaving Bath for Moscow. Star ratings (out of five) A Midsummer Night’s Dream ★★★★★ While the Sun Shines ★★★ Vanya and Sonia and Masha and Spike ★★ • A Midsummer Night’s Dream is at the Bridge, London, until 31 August While the Sun Shines is at the Orange Tree, Richmond, until 27 July • Vanya and Sonia and Masha and Spike is at the Ustinov Studio, Theatre Royal Bath, until 6 July"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}