{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/30/mervyn-willis-obituary", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-30T16:45:27Z", "webTitle": "Mervyn Willis obituary", "webUrl": "https://www.theguardian.com/stage/2019/jun/30/mervyn-willis-obituary", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/30/mervyn-willis-obituary", "fields": {"headline": "Mervyn Willis obituary", "bodyText": "My friend Mervyn Willis, who has died aged 76, had a varied theatrical career that encompassed a key moment of British theatre history: the foundation of Laurence Olivier’s National Theatre. Mervyn was born in Bristol during the second world war. His father was estranged from his mother, Margery Willis. She brought Mervyn up on her own until her marriage to Ron Crocker, who became the teenage Mervyn’s stepfather. The family eventually settled in Bath. A love of theatre was kindled in Mervyn as a child by a performance of Peter Pan at the Hippodrome in Bristol. Having left Bishop Road secondary school in the city he found work as an assistant stage manager (ASM) at Farnham rep, then studied in Strasbourg with Pierre Lefèvre, returning to join Olivier’s second season (1963-64) as artistic director at the Chichester festival theatre. Mervyn was an acting ASM on classic productions such as The Royal Hunt of the Sun and Uncle Vanya. This was the company that became the founding ensemble of the National Theatre at the Old Vic. It was a source of enormous pride to Mervyn that he was in at the beginning, part of such famous productions as A Flea in Her Ear, Othello and Hay Fever. In 1969-70, while visiting New York, Mervyn joined Café La MaMa. Avowedly avant garde, the company’s artistic ethos was as different from Olivier’s National as could be, yet Mervyn felt at home there, and returned throughout his career. Back in the UK, Mervyn freelanced before becoming artistic director of the Open Air theatre, Regent’s Park, between 1974 and 1976. Productions included The Zoo Story with Robert Stephens and Michael Gambon, and Othello with Stephens and Edward Fox. During the late 1970s and 80s, Mervyn directed for theatre companies and colleges on both sides of the Atlantic. In 1989, he founded the International Theatre Program at the University of Rochester, New York. He spent a decade as its artistic director, establishing enduring friendships with many students. By the time he left, he had acquired dual US-UK citizenship. In 2000, Mervyn was awarded a Fulbright scholarship taking him to the Institute of Cinematography (VGIK) in Moscow. He emerged with a fine short film based on Hamlet. His last major project, Dakhira, took him to Morocco. He wrote and directed this first part of his Arabic Shakespeare project, inspired by the poetry of Shakespeare, Syria’s Nizar Qabbani, and Morocco’s Youssouf Amine Elalamy. Unfortunately, Mervyn was unable to fully realise this visionary undertaking. Following a heart attack in 2011, his health entered a long period of decline. He based himself in Bath with his mother, Margery. He is survived by her and his cousin, Penny."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}