{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/26/jellyfish-national-theatre-london-ben-weatherill-sarah-gordy", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-26T21:00:25Z", "webTitle": "Jellyfish: a sexy romcom that finally reflects real life", "webUrl": "https://www.theguardian.com/stage/2019/jun/26/jellyfish-national-theatre-london-ben-weatherill-sarah-gordy", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/26/jellyfish-national-theatre-london-ben-weatherill-sarah-gordy", "fields": {"headline": "Jellyfish: a sexy romcom that finally reflects real life", "bodyText": "When Ben Weatherill set out to write a romantic comedy, the first thing he did was ask himself: “Who do we not see fall in love very often?” Disabled people are underrepresented in the genre, characters with learning disabilities even less so. Weatherill consulted Mencap and discovered that 3% of people with a learning disability live as a couple, compared with 70% of the general adult population. He decided to write a play about someone who is neurodiverse and someone who is neurotypical falling in love. Jellyfish was the result. First seen at London’s Bush theatre last year, it is now about to open at the National Theatre. The play is set in Skegness and depicts the relationship between Kelly and Neil. They make each other laugh, they both love chips and they have strong views about The Avengers. She has Down’s syndrome and he doesn’t, not that this bothers either of them. Kelly’s mum, who raised her daughter alone, feels differently. She wants to protect her daughter and worries Neil might be exploiting her. At an early reading of the play, Weatherill met the actor Sarah Gordy, whose screen credits include the BBC’s Strike, Upstairs Downstairs (she played Lady Pamela Holland) and Call the Midwife; she has also performed at Manchester’s Royal Exchange and the New Vic, Newcastle-under-Lyme. Gordy and Weatherill became close and their friendship informed the character of Kelly. “I’ve learned a lot from you,” Weatherill says to her when the three of us meet. He looks at her and grins. “You tell me to pull my socks up.” “I love how Ben’s brain works,” says Gordy, “and I love being Kelly. She’s strong, witty and funny.” Gordy wanted to act from a young age and used to perform with her sister to entertain the family. “I love to have characters in my head. When I don’t, I feel empty,” she says. She loves Shakespeare. As You Like It is a particular favourite – she thinks she’d make a good Phoebe. Both Weatherill and Gordy acknowledge that Jellyfish is a “tricky, knotty” play. It offers no easy answers. “It might make people uncomfortable,” he says. The play doesn’t shy away from the questions of consent, power and agency at its core, questions about who gets to make the decisions about Kelly’s romantic life. The play also does not skirt the issue of sex. Kelly and Neil are very obviously attracted to each other. This was essential to Weatherill “because disabled people aren’t often seen as sexually attractive or sexy”. Kelly’s mum, played by Penny Layden, struggles to see Kelly as a woman with sexual agency; the need to protect her is too ingrained. Gordy makes it clear that Kelly’s sexuality is an integral part of her character. The play lets her character flirt, kiss and be kissed, and she’s enjoyed the opportunity to perform this. From early on Weatherill was adamant that he wanted a scene in which two characters with learning disabilities are on stage together talking about something other than their disabilities. “I didn’t know what they would say, but that was important.” To this end he created the character of Dominic, played by the actor and comedian Nicky Priest, who is initially set up on a blind date with Kelly but goes on to become her friend. As someone who has Asperger syndrome and is familiar with the stereotypes surrounding the condition, Priest found playing the character rewarding and hopes to contribute to changing those perceptions through his portrayal. Gordy is excited about the prospect of playing the National Theatre. “It’s like a dream come true,” she says. It won’t be the first play there in which a character with learning difficulties features prominently – this was also true of 2013’s Up Down Boy – but it’s not a long list. “There should be more people with Down’s syndrome on screen and everywhere in the industry,” says Gordy. Priest also believes that if a play features neurodiverse characters, every effort should be made to cast neurodiverse performers, as not only will it provide more opportunities for them but “the portrayal of those neurodiverse characters will be as authentic and accurate as possible. It’s not rocket science.” Weatherill says that when he started sending his play out, one theatre wondered if it wouldn’t be easier if an actor without a learning difficulty played the lead. This was only five years ago, but the conversation around disability and representation has moved on since then. You wonder if that question would be asked now. Ultimately, says Gordy, it’s not really a play about Down’s syndrome. It’s one woman’s story, agrees Weatherill. It’s not intended to represent a community. Recently he was in discussion with some “telly people” and he floated an idea featuring Gordy to which they responded: “We’ve already got one Sarah Gordy project.” “No one says that about Sheridan Smith,” he says. “Just because you’ve done something once doesn’t mean it’s finished. We’re not done.” • Jellyfish is at the National Theatre, London, 5-16 July."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}