{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/21/jack-rooke-funniest-things", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-21T13:00:44Z", "webTitle": "Jack Rooke: ‘It’s amazing what some sequins can do to wreck a home’", "webUrl": "https://www.theguardian.com/stage/2019/jun/21/jack-rooke-funniest-things", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/21/jack-rooke-funniest-things", "fields": {"headline": "Jack Rooke: ‘It’s amazing what some sequins can do to wreck a home’", "bodyText": "The funniest standup I’ve ever seen … Bridget Christie. “I have rape fantasies all the time; my main one – longer sentencing!” is such a brilliant line. The funniest TV show I’ve ever seen … Broad City. I also love Warwick Davis hosting ITV gameshow Tenable, because he comes out with many Accidental Partridge moments. Each round a teammate can get eliminated into “the vortex” and Warwick takes a lot of pleasure in quipping: “Whoops-a-daisy, you’ve lost your wife!” The funniest heckle I’ve ever had … The only heckling I’ve ever had is from repressed lads bellowing “Sideshow Bob” at me on a directionally opposing tube escalator. And one time I performed with David Icke and he called me “a massive nuisance”. The funniest item of clothing I’ve ever owned … I have a Cliff Richard T-shirt that was £1 from Deptford market. The week after I bought it, the news was like: “He’s dodgy!!!” so I stopped wearing it. Then he got cleared of being dodgy so now it’s my pyjama top. The funniest thing that shouldn’t be funny … The Strictly curse! I mean: come on, straight people! It’s amazing what some sequins and a Latin American movement pattern can do to wreck a home. The funniest hairstyle I’ve ever had … I once had a Brazilian straightening treatment on my hair. Six hours later I looked like Rachel from Friends circa 1998. Jack Rooke plays Assembly George Square Gardens, Edinburgh, 1 to 24 August"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}