{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/10/tony-awards-2019-broadway-theater-james-corden", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-10T15:19:28Z", "webTitle": "Why this year's Tony awards lacked that Broadway magic", "webUrl": "https://www.theguardian.com/stage/2019/jun/10/tony-awards-2019-broadway-theater-james-corden", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/10/tony-awards-2019-broadway-theater-james-corden", "fields": {"headline": "Why this year's Tony awards lacked that Broadway magic", "bodyText": "The 2019 Tony awards began with James Corden slumped on a sofa in a schlubby sweatshirt. A man who left theater for network TV, he sang an opening number extolling Broadway over binge-watching: “Trade the remote for the near, leave your couch and travel here.” If only it were that easy. Maybe he has more luck in the online lotteries? But the Tonys are TV, of course, and this year’s awards, built for the small screen, sometimes felt small, too. For those watching at home, this year’s ceremony – pleasant, politic – rarely seemed especially live. As predicted, the big awards went to Anaïs Mitchell’s Hadestown and Jez Butterworth’s The Ferryman, with acting nods for Elaine May, Bryan Cranston, Stephanie J Block and Santino Fontana. With few surprises or flukes or foibles, the broadcast rarely made the case for the particular enchantment of live art. Presenter after presenter insisted on theater’s verve and hipness, the endless ads targeting high cholesterol and rheumatoid arthritis suggested otherwise. Although this Broadway season broke several box-office and attendance records, several of Corden’s numbers communicated an anxiety about how much theater matters, like that opening song, in which the stars of this year eventually admitted they watch all the streaming shows, too. And without the occasional job as a Law &amp; Order corpse, they’d never pay the rent. Another number, the best of the night, an uncredited tribute to Be More Chill’s lavatory power ballad, Corden hid in the bathroom, overwhelmed by anxieties about the show’s quality. A third routine posited that theater would be more popular if its stars feuded. Laura Linney and Audra McDonald nearly came to blows. When it came to the awards themselves, the punches landed as expected, though some experimental work, like Hadestown and Oklahoma!, won out over more traditional fare (an encouraging signal). Then again, some didn’t. The Ferryman, a sprawling, meaty work about the Troubles took home best play and a directing award for Sam Mendes, beating out the gorgeous, necessary What the Constitution Means to Me. Like Oscar voters, Tony voters skew older and more conservative when it comes to questions of form. Still, the night’s big winner, with nine awards, including best score for its creator, the folk musician Anaïs Mitchell, and best direction of a musical for Rachel Chavkin, was Hadestown, a swoony, bluesy, sui generis retelling of the Orpheus and Eurydice myth. It beat out more conventional offerings, the jukebox musical Ain’t Too Proud, the movie adaptations Tootsie and Beetlejuice, the tepid heart-warmer, The Prom. Voters also honored Daniel Fish’s experimental staging of Oklahoma!, which laid bare the violence at the core of America’s frontier narrative, In what was maybe, sort of, almost a surprise, The Boys in the Band took home best revival, despite having closed in August. Its author, Mart Crowley, now 83, accepted, honoring the original, who had defied their agents to take the roles. It was an especially good night for Broadway’s senior set, with Elaine May, at 87, winning her first Tony, for her performance as a woman with Alzheimer’s in Kenneth Lonergan’s The Waverly Gallery. André De Shields, at 73, wearing a tuxedo jacket that looked like it was made of stardust and dreams, won the first Hadestown Tony of the night. He plays Hermes, the god who guides souls between earth and the underworld and with that same supervisory spirit, he offered three maxims to speed us on our own journeys: “Surround yourself with people whose eyes light up when they see you coming. Slowly is the fastest way to get to where you want to be. The tip of one mountain is the bottom of the next so keep climbing.” (That is not actually true of mountaineering, but when De Shields said it it sounded convincing.) And Bob Mackie at 80, won for his Cher Show costumes. Of course, as the Tonys once again distributed design nods off screen, audiences at home missed Mackie’s acceptance. Only 16 awards were actually presented on screen, an average of about five per hour. In fairness, high cholesterol can be a real problem. This year, producers asked the playwrights to briefly introduce their plays, a feat accomplished with more and less skill – Butterworth skipped his chance in order to become the Broadway wife guy – which didn’t play especially well. Only nominated shows provided production numbers, though a late and cringing sequence paired the Moulin Rouge cast with King Kong. Some shows (Tootsie, Kiss Me Kate) chose the wrong songs, others chose the right ones, then staged them unpersuasively and overemphatically. Exceptions include the excerpt from Choir Boy, the swinging lights of Hadestown and Ali Stroker’s brash I Cain’t Say No, from the sexy, trenchant Oklahoma! that took home best revival, which saw her boot-scootin’ in her wheelchair. Stroker, resplendent in a daffodil gown, dedicated her award to “every kid who is watching tonight who has a disability, has a limitation, who has a challenge, who has been waiting to see themselves represented in this arena, you are”. Most speeches stayed personal rather than political, with Fontana, a winner for Tootsie, thanking his grandma, and Block, a winner for The Cher Show, acknowledging the “goddess Cher”. Bryan Cranston, a winner for Network, tried out a joke about a straight white man finally catching a break that he seemed to fine funny. In the evening’s most bracing speech, Chavkin, who won for her direction of Hadestown (two years after she should have one for Great Comet), accepted her award by saying she wished she weren’t the only woman directing a musical on Broadway this season, and criticizing the lack of diversity in theater. “There’s so many women and artists of color ready to go,” she said. “It is a failure of imagination by a field whose job it is to imagine how the world could be.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}