{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/14/plenty-review-chichester-festival-theatre-david-hare", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-14T11:46:04Z", "webTitle": "Plenty review – David Hare's epic of despair has a Brexit echo", "webUrl": "https://www.theguardian.com/stage/2019/jun/14/plenty-review-chichester-festival-theatre-david-hare", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/14/plenty-review-chichester-festival-theatre-david-hare", "fields": {"headline": "Plenty review – David Hare's epic of despair has a Brexit echo", "bodyText": "There seems a cunning plan to Chichester’s programme this year. Kate Hewitt’s invigorating main-house production of David Hare’s 1978 play Plenty, starring Rachael Stirling, overlaps with a revival of Terence Rattigan’s 1952 work The Deep Blue Sea, in the Minerva. Both feature a character unable to adjust from wartime heroism to peacetime reality. In Hare’s case, this is the occasion for a critique of society that has unexpected resonances today. Spanning the years from 1943 to 1962, Plenty may seem like a piece of history. Its protagonist, Susan Traherne, finds fulfilment working as a courier in occupied France for the Special Operations Executive. Nothing in her postwar life matches that experience as she drifts through a series of unfulfilling jobs and marries a dully decent Foreign Office diplomat. Driven to dissent, Susan has periodic fits of madness but two scenes in this revival struck me with especial force: in one Susan hosts a disastrous dinner party during the 1956 Suez crisis and in another she confronts an FCO chief in 1962. As the first scene is about the British penchant for lies and the second argues that it takes more people to dismantle an empire than to administer it, it hit me that Susan’s disgust at deception and incompetence finds an uncanny echo in the divisions and anger provoked by Brexit. Hewitt’s production doesn’t underline the point but – reinforced by Georgia Lowe’s design with its videoed close-ups of Susan’s face – it focuses on the heroine’s disintegration. The key to Stirling’s excellent performance is its refusal to sentimentalise Susan. Stirling lends the wartime scenes a febrile intensity and suggests that, however alienated Susan is by the failures of postwar Britain, her idealism is accompanied by an edgy sharpness and needling self-loathing. This allows Rory Keenan to make her rejected husband unusually sympathetic and there is assured support from Yolanda Kettle as Susan’s bohemian chum and Anthony Calf as a mutinous Foreign Office FCO mandarin. But, if Hare’s elliptical epic lives on, it is because its portrait of individual trauma is matched by its ability to tap into our nation’s permanent unease with itself. • At Chichester Festival theatre, until 29 June."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}