{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/26/what-is-solaris-sci-fi-classic-gets-gender-flipped-for-mainstage-adaptation", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-25T18:00:22Z", "webTitle": "‘What is Solaris?’: sci-fi classic gets gender-flipped for mainstage adaptation", "webUrl": "https://www.theguardian.com/stage/2019/jun/26/what-is-solaris-sci-fi-classic-gets-gender-flipped-for-mainstage-adaptation", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/26/what-is-solaris-sci-fi-classic-gets-gender-flipped-for-mainstage-adaptation", "fields": {"headline": "‘What is Solaris?’: sci-fi classic gets gender-flipped for mainstage adaptation", "bodyText": "It’s the lure of the unknowable that drew the Australian stage director Matthew Lutton and the Scottish writer David Greig into the inscrutable alien world of Solaris. The thin, cultish 1961 novel by the Polish author Stanislaw Lem reached beyond its sci-fi audience when it was adapted for the screen – first as a Soviet television play in 1968, and most recently in 2002 by Steven Soderbergh. But it’s an epic, 1972 film adaptation by the Russian auteur Andrei Tarkovsky that made Solaris notorious. Three hours long, its slow meditation on humanity adrift in the cosmos was hailed as a work of contemplative genius and “the Soviet 2001” by some critics, and condemned as an endurance event of potentially lethal dullness by generations of film studies students obliged to sit through it at school. What repels as much as attracts is its somewhat impregnable story: of a sentient planet that works simultaneous miracles and horror on the minds of a crew of displaced, shipbound cosmonauts. As their space station orbits the alien world, the crew members must contend with the sudden presence of facsimiles of people the planet recreates from their memories. For the onboard psychologist, the “visitor” conjured for him is his beloved, suicided wife. What the planet intends with these resurrections perplexes the humans almost as much as how to now cope with the physical return of those they’d learned to live without. An adaptation of Solaris was an irresistible challenge for Greig, who is the artistic director of Edinburgh’s Royal Lyceum Theatre and one of Britain’s most highly regarded living writers. He’d long been fascinated by the Australian story of Picnic at Hanging Rock, and transferred Lutton’s 2017 stage production to Scotland, where it was a massive hit. “I really liked the idea of Picnic and the sensibility of it … its atmosphere of dread or slight horror,” Greig says. Lutton’s Picnic had a successful run at the Lyceum. “And when Matthew came over, I asked, ‘What are we doing next?’ And he said, ‘Solaris.’” Greig had last seen the Tarkovsky film as a student and at first couldn’t imagine how a stage adaptation might work. “I remembered this quite mysterious dreamlike thing,” Greig says. “I got the novel and started to read it, and within the first chapter I was completely hooked because it wasn’t what I expected.” Greig discovered that the story could be read as metaphorical for the theatrical process itself: “A single-location drama about a contained world of people looking out of a window … [and then] we set off on a journey, and it was about many things.” During rehearsals in Melbourne, for which Greig has been present, Lutton speaks of “discovering more reasons why we’re doing it”. “I thought we were doing a piece about politics and contact, and what you could do if you were bringing the dead back to life,” he says. But Solaris has worked its obscure magic on the rehearsal room as well. “You’re constructing characters and situations that are negotiating an alien presence that is impenetrable,” Lutton explains. “It means theatrically we’re constantly discussing, ‘What is Solaris?’ with more answers and questions about it. The idea has perpetual imagination built into it because you’re constantly creating what it is.” For Greig, that creation obliged liberating the story’s previous incarnations from the prison of gender. Rewatching the Tarkovsky version, he discovered: “It’s all men, there’s barely a woman at all, except for the phantasm … and I remember thinking, ‘Oh my god – Solaris is a woman!’ They’re all peering and staring and they’re thinking, ‘What is it saying? What does it want? It’s so bewildering!’ ... and it seemed almost comically clear what it was about.” Lem’s novel makes a more universal point, Greig explains, about how the alien encounter obliges the cosmonauts to assess their own humanity. “A central part of being human is that in order to know there is a self we have to know there is an other, and how we negotiate our fear and desire about the other is at the heart of our consciousness of being human,” he says. But the representation of “woman” as this “other” is a tired cliche, the inclusion of which would date and deaden what is otherwise a timeless human story. To liberate Lem’s point from the realm of mere male fantasy, Greig has swapped the gender of its human central character: Leeanna Walsman now plays the tortured psychologist Kelvin in a cast that also features Keegan Joyce (Please Like Me, Rake) as well as the UK’s Fode Simbo and Jade Ogugua. Hugo Weaving appears as well, in video footage. The gender flip of the lead allows the action onstage to become more than just a rehash of the films, and to avoid the re-enactment of creaking sci-fi tropes that often reduce female characterisation to “an actress noodling around in a T-shirt looking fruity”, Greig says. By making the protagonist a woman, Greig says, the play becomes an experience that transcends the conventions of sci-fi, and instead “forces you to consider grief, desire, time and all the things that I think the book and the [Tarkovsky] film is really about.” There may, of course, be self-aware noodling and T-shirts too – as befits the low-fi sci-fi analogue aesthetic of the space station on the Malthouse stage. “Early on, we discussed that we would never see the planet,” Lutton says. “Its presence would be felt. We wanted a theatrical space like a space station of endless hotel rooms like a maze endlessly reproducing themselves. And no digital. We wanted to do science fiction without any high-tech technology.” Greig approved. “When Lem wrote it and Tarkovsky directed it, they were imagining a future from [the vantage point of] an analogue world,” he says. In staging terms, “It was much better to think of the future as it appeared from that time. It’s a space station where people have books and smoke cigarettes, and look things up in encyclopaedias.” • Solaris is on at the Malthouse Theatre in Melbourne, Australia from 28 June until 21 July 2019. It’s on at the Lyceum Theatre in Edinburgh, Scotland from 12 September until 5 October 2019, and at the Lyric Hammersmith, London from 10 October until 2 November"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}