{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2019/jun/06/from-hip-hop-theatre-to-bearded-drag-cabaret-is-open-to-everyone", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2019-06-05T18:00:36Z", "webTitle": "From hip-hop theatre to bearded drag, cabaret is open to everyone", "webUrl": "https://www.theguardian.com/stage/2019/jun/06/from-hip-hop-theatre-to-bearded-drag-cabaret-is-open-to-everyone", "apiUrl": "https://content.guardianapis.com/stage/2019/jun/06/from-hip-hop-theatre-to-bearded-drag-cabaret-is-open-to-everyone", "fields": {"headline": "From hip-hop theatre to bearded drag, cabaret is open to everyone", "bodyText": "“Growing up, I never saw anyone who looked like me in the arts industry,” says musician and cabaret performer Sophie Koh. Koh is a New Zealand-born, Australia-based singer-songwriter from a culturally Chinese background. She achieved mainstream recognition as the winner of Triple J’s Unearthed competition, has co-hosted the ABC’s Spicks and Specks, and had her songs featured on soap operas Home &amp; Away and Grey’s Anatomy. But it was her star turn as Shanghai Mimi in Finucane &amp; Smith’s polyglot cabaret of the same name that brought her Mandarin-speaking migrant family into the theatre. An homage to the Shanghainese music hall culture of the 1930s, the production, staged earlier this year, featured Chinese acrobats, Cameroonian dancers and a Western house band, with Koh centre stage as its bilingual chanteuse and MC. But even with all that promise, a history of cultural disconnect with main stage spaces – and the representation of migrant communities on them – made it a tough sell for her parents, who weren’t used to thinking of themselves as the target market for a city festival show. “My parents worked two jobs, were immigrants – they loved arts, they played in school bands, played harmonica, have a karaoke machine and love having parties,” she says, “but they never had the cultural habits to come on a website and book tickets to a festival.” The cabaret itself – and its embrace of multicultural identity, references and, importantly, language – was transformative, not just for Koh’s family but a broader community of new theatregoers. An aunt she hadn’t seen in 10 years came along and cried when Koh sang a Chinese song as familiar to Mandarin-speaking audiences as Love Me Tender is in English. “Every night of the show, the audience got more diverse, younger and less white. I think word of mouth was very powerful,” says Koh. “By the last show, there were people singing along.” Koh is new to the cabaret scene but her experience of community and cultural reconnection is something repeatedly identified by veterans makers and performers on its international circuit. Candy Bowers brought her hard-edged, hilarious hip-hop trio Sister She to Australian comedy stages, but it was cabaret where the artist, blogger and activist found her kin. “There weren’t many spaces in Australia that really understood hip hop theatre,” she says. But when Sister She “slid in” to cabaret lineups, Bowers found a space that was queer, safe and free. “I saw more women there than anywhere else … It was a festival of the female voice, literally, musically – but also from our perspective, and that was very clear. And I’d never experienced that in theatre, film, TV or comedy. It felt a lot safer and a lot more fun and exciting.” That internal value system allows cabaret to be profoundly inclusive, across all demarcations. The opera-singing bearded cabaret drag queen, Le Gateau Chocolat hails from a conservative and religious Nigerian background. He came into cabaret as a law student via an impromptu dancefloor performance of Madonna’s Hollywood while partying in a British nightclub. After impressing the drag queen MC, Gateau was provided with a wig, a muumuu and a tube of cerise lipstick, belted out some Shirley Bassey, and has never looked back. The eclecticism of his shows, which intersperse pop tunes with devastating arias, aims to “pull the rug [out],” says Gateau, and “burst your expectations of what a British-Nigerian drag queen and law student should be doing. Cabaret allows you to traverse Kate Bush to Pagliacci’s aria, It Should Have Been Me excerpts to You’re the One That I Want.” The spontaneous choir these well-known songs often create is the foundation of community. “The nugget of what we are trying to do [as cabaret artists] … is reflect a shared commonality in our humanity. You couldn’t be further culturally from Australia than Nigeria, but there’s still incredible connection between love and loss and grief in these songs.” Julia Zemiro is the newly-minted artistic director of Adelaide’s cabaret festival, which opened this week. A multi-platform artist herself, she says she’ll alternate performing within the festival with “hanging out in the foyer”, encouraging audiences to see what they might otherwise miss, and this year’s headline acts include the legendary Ute Lemper, Dami Im, iOTA, Black Comedy’s Steven Oliver and Elaine Crombie. Zemiro observes it’s the “real autonomy” cabaret offers that attracts artists of such diversity to its rooms. “In TV, even if you give a performance that you’re happy with, you’re not in control of the editing, the rewrites, or the show. Here, you have control over what you do.” Singer and performer Mama Alto revels in the embrace cabaret provides to complex and marginalised identities. Alto’s celebratory revue of trans identity, Gender Euphoria, recently sold out its debut season at the city’s Arts Centre, and she’s performed alongside the likes of the legendary performer Taylor Mac. As a performer originally drawn to jazz, Alto’s experience of cabaret performance as a younger artist showed that inclusivity doesn’t reduce the artistic standards but enhances them. Artists can be ambitious and rigorous precisely because external confections of prejudice does not bar entry or limit practice. “Maybe we’ve been put on the outside of society and art,” says Alto, “but in cabaret, we’re free to create things that are undeniably excellent.” Bowers agrees. “There are less cultural gatekeepers in cabaret’s clubs and pubs, backyards and lounge rooms, saying what’s good and not good,” she says. “It’s what theatre could have been if it hadn’t started building walls against women and folks of colour. Cabaret’s always had us there – the ceiling was higher, or there was no ceiling.” “You don’t have to look like a European ideal. You don’t have to look like Grace Jones or Dita Von Teese,” she concludes. “But you do have to have the skills.” • iOta and Julia Zemiro are among the lineup of Adelaide cabaret festival, which runs until 22 June"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}