{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/30/toyota-corolla-worlds-bestselling-car-of-all-time-nothing-left-to-chance", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-30T04:59:09Z", "webTitle": "Toyota Corolla: ‘Nothing has been left to chance’ | Martin Love", "webUrl": "https://www.theguardian.com/technology/2019/jun/30/toyota-corolla-worlds-bestselling-car-of-all-time-nothing-left-to-chance", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/30/toyota-corolla-worlds-bestselling-car-of-all-time-nothing-left-to-chance", "fields": {"headline": "Toyota Corolla: ‘Nothing has been left to chance’", "bodyText": "Toyota Corolla Price from £21,305 0-62mph 10.9 seconds Top speed 124mph MPG up to 62.7 CO2 from 76g/km The Toyota Corolla is only a little car, but it bristles with some very big numbers. The biggest of which is that it is the bestselling car on the planet. Another big number is that it also tops the list of the world’s all-time bestselling cars, ahead of the classic Ford F-Series pickup and VW’s enduring Golf. Since its launch in 1966 more than 44m have been sold. That figure is now out of date (the exact number sold this year has not yet been calculated – maybe the numbers are just too big to keep up with), but it’s estimated that Toyota is fast closing in on building its 50 millionth Corolla. The model is so endlessly popular and has been bought in such massive volumes that it’s been the world’s bestselling car since 1974. As you can imagine, the sales records the Corolla has gathered since then are dizzying, but one that Toyota is particularly proud was achieved in 2015 when the Corolla became the first and only vehicle ever to sell more than 1.3m units in a single year – that’s about one every 25 seconds. One of the reasons it sells so well is that it is available in more than 150 countries and regions. It is truly a global product. And yet, this transcontinental tour de force is one of the blandest and most innocuous cars on the road. Shorn of its incredible records and mass appeal, it’s just a very regular car. In attempting to appeal to the whole planet, its designers have had to ensure it won’t cause offence – anywhere. And the easiest way to do that is create a remarkably unremarkable car. Its looks are so unexceptional that you could walk past it in a crowded car park – a blip on the key fob being the only way to separate it from the flock. This latest Corolla is the 12th generation of the car in its 53-year life. With each distillation, Toyota has refined, tweaked and polished its golden goose. Nothing is left to chance. This new model has a lot riding on it: it’s based on a brand-new platform and Toyota says that during its development they prioritised aesthetics and handling. It’s certainly better looking than the 11-gen Corolla, but even after spending a week with it, if I closed my eyes, I couldn’t conjure up a mental image of it. Handling, however, is easier to quantify – and in that area Toyota has made big strides. It is astonishingly smooth to drive. It glides across the tarmac. Its sharp cornering and snappy acceleration make it a car that dances lightly down the street. There are many other cars out there that will reward the driver with a far more visceral performance, but few that also give you 60 miles to the gallon. Putting £40 in the tank and seeing your range indicator point to north of 500 miles is a wallet-soothing delight. Powering it is either a 114bhp 1.2-litre petrol turbo or one of two electric hybrids, a 120bhp 1.8-litre or a 178bhp 2-litre. You can’t buy a diesel. It comes in three body styles – hatchback, estate or saloon – and the UK models are built in Burnaston, Derbyshire. It’s connected, digital, safe, smart and good value. It won’t be toppled from its top spot any time soon. Email Martin at martin.love@observer.co.uk or follow him on Twitter@MartinLove166"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}