{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/25/media-companies-scramble-after-judge-rules-they-are-liable-for-facebook-comments", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-25T07:31:35Z", "webTitle": "Media companies scramble after judge rules they are liable for Facebook comments", "webUrl": "https://www.theguardian.com/technology/2019/jun/25/media-companies-scramble-after-judge-rules-they-are-liable-for-facebook-comments", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/25/media-companies-scramble-after-judge-rules-they-are-liable-for-facebook-comments", "fields": {"headline": "Media companies scramble after judge rules they are liable for Facebook comments", "bodyText": "Major media companies and Facebook are scrambling to come to grips with a landmark ruling by an Australian judge that found publishers are legally responsible for pre-moderating comments on the social media site. On Monday in the New South Wales supreme court judge Stephen Rothman found that commercial entities, including media companies, could be regarded as the publishers of comments made on Facebook, and as such had a responsibility to ensure defamatory remarks were not posted in the first place. The judgment has potentially profound impacts on the way news organisations in Australia interact with the social media giant, and prompted immediate backlash from the country’s largest media companies. “This ruling shows how far out of step Australia’s defamation laws are with other English-speaking democracies and highlights the urgent need for change,” News Corp Australia said in a statement following the ruling. “It defies belief that media organisations are held responsible for comments made by other people on social media pages. “It is ridiculous that the media company is held responsible while Facebook, which gives us no ability to turn off comments on its platform, bears no responsibility at all.” The ruling was made in a pre-trial hearing over a defamation case brought by 22-year-old Dylan Voller against a number of media outlets over comments made by readers on Facebook. Voller, whose treatment as a detainee inside the Don Dale youth detention centre in the Northern Territory triggered a royal commission in 2016, is suing the Australian, the Sydney Morning Herald and the Centralian Advocate newspapers, as well as Sky News Australia’s the Bolt Report. The action relates not to the articles themselves, but to comments made about Voller by members of the public on 10 Facebook posts published on the companies’ public Facebook pages in 2016 and 2017, which he alleges carried false and defamatory imputations. News organisations in Australia were already liable for Facebook comments made on articles posted on their public pages, but until now the test related to whether a publisher had been negligent in not removing potentially defamatory comments. However, in a pre-trial ruling on Monday, Rothman found media companies in effect had a responsibility to pre-moderate them. “Up until yesterday the general thread [was] if you knew or ought to have known a defamatory post was there, you had to take it down,” Paul Gordon, a social media lawyer at Wallmans lawyers in Adelaide told Guardian Australia. “What the judge yesterday found was a bit different, because it wasn’t alleged by Voller that the media companies had been negligent in failing to the take down the comments. Instead, the judge found the companies were responsible for putting them up in the first place. “That’s really the key difference. You have a situation where now media companies are responsible not just for taking down comments when they see them, but for preventing them going up in the first place. It places a significantly bigger burden on media companies from what was previously in place.” Rothman found that since media companies use of a public Facebook page “is about their own commercial interests”, they effectively “assume the risks” of defamatory comments made by users. He also found that it was possible for media companies to essentially pre-moderate comments made by users by using comment filters which included pronouns, definite and indefinite articles, and all conjunctions and prepositions. “The judge recognised there is no in-built system on Facebook that allows you to prevent the publication of comments on Facebook prior to it becoming public,” Gordon said. “But he also found it would be possible to create a filter using commonly used words like ‘and’, ‘he’, ‘she’, ‘but’, in order to capture most posts. And that’s what he said media organisations should be doing, duct-taping together a filter using common words.” News Corp Australia has said it is reviewing the decision “with a view to an appeal”, while the Sydney Morning Herald said it was considering its options and “the implications the ruling may have on the industry”. Denis Muller, a senior research fellow at the centre for advancing journalism at the University of Melbourne told Guardian Australia the ruling placed “a significant new burden” on media organisations and that “the obvious question to ask” was whether news companies would reconsider their relationship with Facebook. “The other thing is to pressure the government to assert under Australian law that Facebook is a publisher and can therefore share in the burden,” he said. “You see Facebook get away with these things by saying ‘we’re not a publisher, we’re a common carrier. It’s a fiction. Facebook is a publisher for all practical purposes and if Australian law were to say you are deemed to be a publisher it would have to share in that responsibility.” The ruling has again sparked debate about Australia’s restrictive defamation laws, which have not changed since 2006 but are currently being reviewed by state attorneys general. It also comes as News Corp Australia, Nine and the ABC prepare to ask the Morrison government this week for an overhaul of media protection laws following Australian Federal Police raids against media companies which sparked press freedom concerns. The shadow attorney general, Mark Dreyfus, said the ruling could mean that any operator of a public Facebook page could be liable for third-party comments, including politicians. “It’s clearly capable of applying to any operator of a public Facebook page,” he said. “It’s a decision about the operation of a public Facebook page and third-party user comments appearing on that page.” Dreyfus said Australia’s defamation laws had not kept pace with rapid technological change, and said the laws needed updating to reflect the modern digital age. “It (the ruling) is an application of current Australian law and squarely raises the question of whether we think the law as it stands is appropriate for the digital era.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}