{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/askjack/2019/jun/20/wheres-the-cheapest-place-to-store-500gb-of-data-online", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-20T08:26:36Z", "webTitle": "Where’s the cheapest place to store 500GB of data online?", "webUrl": "https://www.theguardian.com/technology/askjack/2019/jun/20/wheres-the-cheapest-place-to-store-500gb-of-data-online", "apiUrl": "https://content.guardianapis.com/technology/askjack/2019/jun/20/wheres-the-cheapest-place-to-store-500gb-of-data-online", "fields": {"headline": "Where’s the cheapest place to store 500GB of data online?", "bodyText": "I’ve just received notification that my Dropbox account is going up in price to more than £90 a year. I like Dropbox’s interface and ease of use from the mobile app, but £90 seems steep for what I require. What cheaper options do I have for securely storing about 500GB of photos and files? Kate Most of us just evolve the way we do things by making convenient short-term decisions. A price jolt should prompt you to rethink how you are storing your data, where you are storing it, and why. Different people have different devices and different needs, so I can’t pick the best strategy for you or anybody else. However, I can give you a few things the think about. The core question, of course, is why you need to store 500GB of stuff online in the first place. You could buy a 4TB external hard drive for less than £90. The first and best reason is that you often need access to the same data from multiple devices, some of which you use while away from home. The second – very sensible – reason might be that you want an off-site backup where your data will be safe if you’re burgled, your house burns down, or there is some other catastrophe. A third reason might be that you are sharing your photos and (less likely) data with friends and family, or possibly with the public. Millions of people shared their photos on Flickr, and billions share reduced-quality versions on social networking services such as Facebook and Instagram. A fourth reason might be that you have no way to keep a local backup. If so, you are in trouble. Online storage services are like lobster pots: it’s easy to get into them but hard to get out. In a better world, you would be able to move 500GB of data from one service to any other in a few seconds, without downloading it and re-uploading it. Sadly, that’s not the case today. And if your data only exists in one online storage pot, then you have no backup and your data is at risk. People lose data every day because they forget and can’t recover passwords, their accounts are hacked, or their service provider has a hardware malfunction or makes a mistake. Some people lose data when services change their terms, like Flickr, or go bust, like Streamload. Some people lost data when Megaupload’s servers were seized by the FBI. Some could lose data when The Big One hits California. Having only one copy of their data in one online pot is a gamble that many people will lose. You should have local copies and backups of everything, so that you can walk away and just let Dropbox close your account. If you are not in that position, keep paying Dropbox until you are. Popular cloud services Dropbox has increased its starting price to £95.88 a year, which is £7.99 a month if paid annually. However, it also doubled the storage allowance to 2TB, which used to cost about $200 (£158) a year, and it has added some extra features. It’s still competitive with other leading services that usually don’t store 30 days of revisions or let you easily undo a file deletion. Google One, as it’s now called, charges £7.99 a month for 2TB, which drops to an annual fee of £79.99 a year. At that price, I’d stay with Dropbox. It’s better. Amazon Drive costs £79.99 a year for 1TB and £159.98 a year for 2TB. Apple’s iCloud is relatively cheap at £6.99 a month for 2TB. Microsoft OneDrive only goes up to 50GB for storage, at £1.99 a month, but you get 1TB with Office 365 Personal for £5.99 a month or £59.99 a year. Less familiar suppliers are sometimes but not always cheaper. Kim Dotcom’s New Zealand-based Mega charges £8.91 a month for 1TB. Canada’s Sync charges $49 a year for 500GB and $96 a year for 2TB. America’s IDrive charges $69.50 for 2TB. The UK’s Zoolz charges £5.49 a month (paid annually) for 500GB or £9.99 a month for a 1TB Family Plus plan, intended to back up 15 computers for up to five users. Like some other online services, Zoolz seems more oriented towards backing up PCs. At the moment, your best bet appears to be Switzerland-based pCloud, which offers 500GB for £3.59 a month or £42.99 a year, and 2TB for £7.99 a month or £84.99 a year. Better still, pCloud is currently offering a lifetime 500GB for a single payment of £160 (usually £430) or 2TB for £320 (usually £850). I’ve not used the service, but you could try its free 10GB offering and see if it suits you. Cheap photo storage Think about splitting your photo storage and your data storage. If you are like me, you have large image files – each jpeg from my Nikon D7500 takes up about 12MB – and relatively small text files. My Work folder holds more than 10,000 files but still consumes less than 3GB. I could zip it, password protect it and store it in any of the free online drives, except Dropbox. Flickr used to be a great place to store 1TB of images for free, but late last year, Verizon sold it to Smugmug. Smugmug charges $5.99 a month or $48 a year for unlimited photo storage. That’s not a bad deal for a service that works really well with photographs. Both Amazon and Google also offer unlimited photo storage, with slight catches. Amazon Photos is free with an Amazon Prime account, and part of its appeal is that it will accept and display RAW files, not just jpegs. And while it can analyse and tag your photos for search purposes, that’s optional. Google Photos, born out of the wreck that was Google Plus, offers unlimited storage as long as your photos are less than 16MP. This makes it useless for most serious photographers, at least as a backup service. Google also uses machine learning to analyse your photos so that you can search for people, places and things. Search is a useful feature, but photos give away vast amounts of personal information. If you use an Android phone, your snaps are stored in Google Photos, and you can choose to clear local copies from your phone to save space and pull them down from the cloud on demand – internet connection required. Amazon Photos can do something similar. Test any photo storage site before you commit to using it. Upload a couple of photos and then download them to make sure they still have the same dimensions in pixels, that the files are the same size, and that they have the same names. This rules out Facebook, Instagram, Imgur and many other services. SD cards might be an alternative Online storage sites are really handy for storing smartphone pictures until you can download and archive them, and for sharing photos with other people. However, SD cards are getting so much bigger and cheaper that they’re an increasingly attractive alternative. I’ve been buying Samsung EVO Plus micro-SD cards on Amazon, and the current prices are £21.75 for 128GB, £47 for 256GB and £94.88 for 512GB. I’ve also bought a few SanDisk Ultra cards, which can be a little more expensive, but pop up on special deals. One week last month, for example, you could buy 128GB SanDisk Ultra cards for £14.99, and in April, 256GB cards dropped to £37.99. All my photos are on three hard drives (each PC is backed up to a 2TB or 3TB drive, and the backups are backed up to an 8TB drive), but SD cards make it easy to create an off-site backup. Also, if you have a laptop with a card slot, you can hide as much data as you’re likely to need while travelling somewhere about your person. Micro-SD cards are tiny. The obvious drawback is that, unless you encrypt the data, they are not secure if you lose them. Have you got a question? Email it to Ask.Jack@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}