{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/commentisfree/2019/jun/28/you-cant-enforce-a-ban-on-mobile-phones-in-the-classroom-we-should-teach-kids-to-hate-them-instead", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-28T07:16:14Z", "webTitle": "You can't enforce a ban on mobile phones in the classroom – we should teach kids to hate them instead | Van Badham", "webUrl": "https://www.theguardian.com/technology/commentisfree/2019/jun/28/you-cant-enforce-a-ban-on-mobile-phones-in-the-classroom-we-should-teach-kids-to-hate-them-instead", "apiUrl": "https://content.guardianapis.com/technology/commentisfree/2019/jun/28/you-cant-enforce-a-ban-on-mobile-phones-in-the-classroom-we-should-teach-kids-to-hate-them-instead", "fields": {"headline": "You can't enforce a ban on mobile phones in the classroom – we should teach kids to hate them instead", "bodyText": "The Australian state of Victoria has just banned mobile phones in the classroom. This is a noble intention, but a missed opportunity. Really, they should have smashed the machines, every one. The logic of the state government’s decision is faultless. Mobile phones distract children from classroom learning, and undermine teacher authority. They are poisonous crucibles for bullying, the means of image-based abuse, and a popular media for peer humiliation. Much is being learned about the affect of the palm-held contagion on human cognition – the erasure of skills in basic orientation and location awareness, their addictive appeal to dopamine in the teenage brain, their nasty impact on body confidence and sexual perception. All of these deleterious effects suggest the benefit of a ban – yet Jane Caro has already made the point that where individual school bans have been attempted, they’ve been unenforceable. Teachers have been unable to pry the things from children who clench them with the grip of Charlton Heston’s cold dead hands on a gun, and tantrums erupt – mostly, writes Caro, from parents, enraged at the sudden severance of the digital umbilical cords they maintain with their spawn. You’re right, Jane. We cannot ban them. We can only fetch hammers and wreck them or feed them into some great, pulverising mechanised jaw. Ours is a desperate hour. Every day brings more news of the insidious effects of these things, and not just because they expose the world to the President of the United States screaming in digital man-period in intermittent, tweeted clots. Today’s revelation is that Google wants us to be glad they’re providing an “opt out” button from their ongoing recording of everything their users do online. Now that they’ve compiled “a permanent history of everything a user has searched for, every website they have visited, activity from any other app, site or device that uses Google services, and a record of their physical movements”, we can now limit our immersion within their perpetual panopticon within three-month frames. What liberty! One supposes that the new benevolence results from Google having gobbled all they need to know of us, already. No one, of course, remembers volunteering for this “voluntary” surveillance. We should be glad. Glad that now the election is over and Clive Palmer has the government he wanted, he’ll no longer be harvesting Facebook user data from the digital backdoors of funny downloadable games. Glad that the exposure of the viral, insistent and thoroughly fake online accusations that Labor planned a “death tax”, the Liberals’ next digital campaign will be obliged to summon the creativity for a new lie. Glad that the former senator who may get a million Facebook hits for hate-filled rants, wasn’t re-elected. These aren’t compensations. There is no relief to be found in reading a recent Buzzfeed piece about a 14 year old female YouTube sensation, whose white supremacist stand up has gone viral – not when she’s symptomatic of new, young extremists, not atypical. I’m not cheered by the fake branded wedding videos pushing products without disclaimers, the erosion of news consumption standards or the development of “deep fake” technology that can wreck and spin the controlled articulation of Speaker Nancy Pelosi into a slurring drunk. This last is already already being used to graft the faces of the unwilling and unconsenting onto porn. Destroy the machines. I hate what they’re doing to me. I just came back from a holiday in which at one point I discovered myself framing so many photos of Instragrammable sunsets that it occurred to me I could have saved myself the airfare and just watched some kind of Google Image slideshow of every place I went instead. Indeed, since camera phone technology, so many photos of so many things have been taken from so many angles, there is no longer a need for any of us to go anywhere to see anything. Don’t believe me? Hit an Instagram geolocation tag and gasp as a portfolio of its every centrimetre appears and your sense of discovery dies, your surprise extinguished, and all wonder lost. Or maybe not all wonder. Each morning I wake and check my phone with an acrid curiosity at which hate may dominate the screen: gendered? Racist? Personal? To the suburban great-grandmother who hit my Facebook page with claims that LGBTQIA+ Australians from “that dance scene” were conspiring to form firing squads, hello. Studies have found teenagers today now do less drugs and have less sex and are increasingly unhappy. Let’s congratulate the mobile phones for achieving a greater sadness than that of the heroin generations. Because these hand-held hate fountains are apparently more addictive, and, also, inextricable. We can try to ban them. We can try to teach kids – and ourselves – how to read them, cynically and powerfully, deploying the full force of critical literacy training for which we invented “education” in the first place. But, most of all, we must muster a distrust, and learn to hate them. If we don’t, I fear, the sadness and the rage that they impart … is just beginning. Van Badham is a Guardian Australia columnist"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}