{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/25/facebook-libra-cryptocurrency-regulation", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-25T22:26:48Z", "webTitle": "Facebook's Libra cryptocurrency faces questions from international regulators", "webUrl": "https://www.theguardian.com/technology/2019/jun/25/facebook-libra-cryptocurrency-regulation", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/25/facebook-libra-cryptocurrency-regulation", "fields": {"headline": "Facebook's Libra cryptocurrency faces questions from international regulators", "bodyText": "Facebook’s Libra cryptocurrency is facing increasing skepticism from international regulators days after ambitious plans for it were unveiled by the social media company. On Tuesday, Randal Quarles, chair of the Financial Stability Board (FSB), a policy coordinator for G20 countries, said Facebook’s plan to expand into retail payments could lead regulators to take a closer look at such financial instruments. Quarles’s comments mark the first time a senior US regulator has spoken of how they might approach Libra, which aims to transform the global payments markets. Quarles said that while the board did not plan to discuss the issue at this week’s G20 summit in Japan and “crypto-assets” like Libra did not currently pose a risk to global financial stability, he envisioned gaps where they fall outside the remit of regulators and the oversight of international standards. “A wider use of new types of crypto-assets for retail payment purposes would warrant close scrutiny by authorities to ensure that they are subject to high standards of regulation,” Quarles said in a letter released ahead of the summit and first reported by Reuters. Quarles added: “The FSB and standard setting bodies will monitor risks very closely and in a coordinated fashion, and consider additional multilateral responses as needed.” The remarks follow an agreement in March 2018 by G20 finance ministers and central bankers to monitor crypto-assets. The FSB has said if Libra takes off, a different regulatory response will be needed. Quarles’s remarks follow a statement from the Bank for International Settlements on Sunday that politicians need to move rapidly to coordinate regulatory responses to any new risks. The FSB’s interjection over Facebook’s Libra, which is backed by more than 20 international institutions including Visa, Mastercard, PayPal and Uber and could launch as soon as next year, come as the UK’s Financial Conduct Authority said it would not allow the social media company to use the digital currency without close scrutiny. Andrew Bailey, the head of the UK’s FCA, confirmed on Tuesday that the organization was working with the UK Treasury and the Bank of England to monitor Facebook’s plans. “We will have to engage domestically and internationally, with Facebook and this other [Libra] organisation. They are not going to walk through authorisation without that,” Mr Bailey told a Treasury select committee. The FSB and the FCA have joined Mark Carney, governor of the Bank of England, in alerting Facebook that if its plan to attract users to a new currency are successful “it would instantly become systemic and will have to be subject to the highest standards of regulation”. The European Union’s head of financial stability, Olivier Guersent, said ahead of Libra’s unveiling that Facebook’s potential concentration of both personal and financial data needed attention from regulators."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}