{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/07/google-walkout-organizer-claire-stapleton-resigns", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-07T18:20:56Z", "webTitle": "'I've paid a huge personal cost': Google walkout organizer resigns over alleged retaliation", "webUrl": "https://www.theguardian.com/technology/2019/jun/07/google-walkout-organizer-claire-stapleton-resigns", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/07/google-walkout-organizer-claire-stapleton-resigns", "fields": {"headline": "'I've paid a huge personal cost': Google walkout organizer resigns over alleged retaliation", "bodyText": "A prominent internal organizer against Google’s handling of sexual harassment cases has resigned from the company, alleging she was the target of a campaign of retaliation designed to intimidate and dissuade other employees from speaking out about workplace issues. Claire Stapleton, a longtime marketing manager at Google and its subsidiary YouTube, said she decided to leave the company after 12 years when it became clear that her trajectory at the company was “effectively over”. “I made the choice after the heads of my department branded me with a kind of scarlet letter that makes it difficult to do my job or find another one,” she wrote in an email to co-workers announcing her departure on 31 May. “If I stayed, I didn’t just worry that there’d be more public flogging, shunning, and stress, I expected it.” “The message that was sent [to others] was: ‘You’re going to compromise your career if you make the same choices that Claire made,” she told the Guardian by phone. “It was designed to have a chilling effect on employees who raise issues or speak out.” Stapleton was one of the core group of Google employees who sprang into action in October 2018 following a report in the New York Times that Google had paid a $90m severance package to the former executive Andy Rubin despite finding credible an allegation that he had forced a female employee to perform oral sex. The employees organized a “Google Walkout for Change” on 1 November 2018 that drew tens of thousands of participants at Google offices around the globe. Among the group’s demands were an end to forced arbitration in cases of harassment and discrimination, as well as the appointment of an employee representative to the company’s board of directors. Google executives publicly supported the employee activism, and acceded to one of the demands on arbitration. But in April, Stapleton and her fellow organizer Meredith Whittaker spoke out in internal letters about what they said was a “culture of retaliation”. In the letters, Stapleton said that two months after the walkout, she was demoted and “told to go on medical leave” despite not being sick. The demotion was reversed after she hired a lawyer, she said. In a statement, Google said: “We thank Claire for her work at Google and wish her all the best. To reiterate, we don’t tolerate retaliation,” It added: “Our employee relations team did a thorough investigation of her claims and found no evidence of retaliation. They found that Claire’s management team supported her contributions to our workplace, including awarding her their team Culture Award for her role in the Walkout.” Stapleton says the backlash intensified after her allegations spread both internally and in the press. Two managers emailed her entire department to rebut the allegation, she said, a move she claims was “unbelievable” and “truly unprecedented” given company norms around speaking about individual personnel issues. “In a way it showed me how powerful the organizing has been because it was truly extreme,” she added. Stapleton’s departure comes amid considerable turmoil for Google and YouTube, which are facing increased antitrust scrutiny from the US government, criticism over inconsistent and controversial decisions related to content moderation, and growing activism from employees over issues including the company’s treatment of temps, vendors and contractors (TVCs). Stapleton said that in her view, all these problems were related: “The one very simple thing that connects all these issues is that it requires leadership and real accountability, and that’s not something that we’ve seen in these very challenging, high-stakes times. “You could connect the way that TVCs are treated all the way up to how an Andy Rubin payment happens,” she said. “These are systemic imbalances.” Stapleton said that despite her decision to leave the company, she was optimistic about the future of worker organizing at Google. “I’ve paid a huge personal cost in a way that is not easy to ask anyone else to do,” she said. “There’s a lot of exhaustion and there’s a lot of fear, but I think that speaking up in whatever way people are comfortable with is having an absolutely tremendous impact.” “It’s not going away,” she added. Do you work for Google? Do you have concerns about the workplace? Contact the author: julia.wong@theguardian.com or julia.carrie.wong@protonmail.com."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}