{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/28/facebook-and-google-likely-to-face-new-regulators-for-news-and-ads", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-28T07:08:34Z", "webTitle": "Facebook and Google likely to face new regulators for news and ads", "webUrl": "https://www.theguardian.com/technology/2019/jun/28/facebook-and-google-likely-to-face-new-regulators-for-news-and-ads", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/28/facebook-and-google-likely-to-face-new-regulators-for-news-and-ads", "fields": {"headline": "Facebook and Google likely to face new regulators for news and ads", "bodyText": "Facebook and Google are likely to face a strong push for new regulators in Australia to oversee news and advertising on their platforms following the completion of the competition regulator’s inquiry into the tech giants. In December 2017, then-treasurer Scott Morrison directed the Australian Competition and Consumer Commission to look at the impact that search engines, social media platforms and other online aggregation sites were having on competition in media and advertising. The impact has been massive on advertising for publishers in Australia alone. In its preliminary report on the Digital Platforms Inquiry, the ACCC estimated that for every $100 spent on digital advertising in Australia, $47 goes to Google, $21 goes to Facebook and $32 goes to all other websites. Sign up to receive the top stories from Guardian Australia every morning The Australian Competition and Consumer Commission is believed to have sent its final report to government on Friday ahead of an expected public release sometime later this year. It is expected that many of the recommendations of the interim report will be included in the final report, but the ACCC would not comment about the report before its public release. The biggest recommendation in the interim report is for a regulatory authority to monitor the advertising business for companies such as Google and Facebook to ensure the companies are not engaged in anti-competitive behaviour over how ads rank, particularly for businesses in direct competition with their own products. The other main recommendation was for the same regulator to also oversee how the sites rank news content on their sites, and how users are directed to media sites from those platforms. The ACCC also strongly recommended boosting Australia’s Privacy Act and privacy principles, with increased requirements on getting user consent before collecting personal information, as well as the ability for users to erase their personal information from a site. Facebook and Google in particular aren’t happy with the proposed changes. While neither was commenting before the final report’s release, in response to the interim report, the tech giants told the ACCC earlier this year that the proposed changes could harm news reporting in Australia. “Their effect would be to protect selected news publishers from competition while sacrificing benefits enjoyed by millions of Australian users and advertisers — all without evidence that anyone has misused market power,” Facebook said. “People, not regulators, should decide what they see in their News Feeds. The purpose of News Feed is to connect people to their friends and family and to content they care about, not to deliver specific levels of traffic to third-party sites.” Facebook argued it had been transparent over changes to its algorithm used to determine what people see on their news feeds through a blog it had set up on the feed. Google agreed that the proposed regulator could potentially benefit incumbent news providers at the expense of consumers. “The preliminary recommendations to impose regulatory oversight of ranking based on feedback from news publishers could result in Google’s algorithms being modified to better serve incumbent news suppliers’ interests to the detriment of the interests of smaller publishers and consumers,” Google said. Facebook argued, in contrast with much of the recent reporting about how Facebook users’ data had been used, that its services were “designed to protect the privacy of our users”. Google argued the ACCC already had sufficient powers to investigate anti-competitive behaviour and had not identified any instances of Google favouring its own products over competitors. News publishers are likely to pressure the government to act on the recommendations, once released. In response to the interim report, News Corp said a regulator would be “an important step to countering the market power exercised by digital platforms … and addressing the lack of transparency of algorithms.” News Corp said Google and Facebook had too much power in news referral. “This substantial market power underpins the harms perpetuated by digital platforms against publishers such as News Corp Australia.” In its submission, Guardian Australia supported introduction of the regulatory authority to oversee news ranking and advertising on the digital platforms. On the other hand, Nine – the new owner of the publisher formerly known as Fairfax – said a new regulatory body would stall any meaningful immediate action, and the ACCC should be responsible for overseeing digital platforms. One immediate issue for Australian publishers is the liability they face for comments posted on their Facebook pages. Unfortunately, the report’s timing means the ACCC did not have time to consider the implications of the federal court ruling that news publishers are liable for defamatory Facebook comments."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}