{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/04/standardise-batteries-on-electric-vehicles", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-04T16:04:40Z", "webTitle": "Standardise batteries on electric vehicles | Letters", "webUrl": "https://www.theguardian.com/technology/2019/jun/04/standardise-batteries-on-electric-vehicles", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/04/standardise-batteries-on-electric-vehicles", "fields": {"headline": "Standardise batteries on electric vehicles", "bodyText": "I think the National Infrastructure Commission is on the wrong track (Letters, 1 June). The disadvantage of current electrically powered vehicles is the integral battery system, leading to vehicle down time, decreasing effectiveness, replacement costs and recharging practicalities. Far better to use a battery replacement system whereby a standard size and configuration is adopted and vehicles are designed to allow exchange. You buy the vehicle, not the battery. Standardising would bring benefits of scale to battery manufacturers, leading to reduced cost and better competition, and passes on the long-term ownership issues from the individual to organisations better equipped to manage them. Fossil fuel suppliers should view themselves as energy suppliers and use their capabilities and resources to rapidly redevelop service stations to support such systems. The customer would call into a service station when required and select the grade of battery they want. The depleted battery would be automatically exchanged for a fully charged one and the customer would pay for the difference in charged states plus a rental charge to cover the outlay, maintenance and replacement costs for the supplier. The first step is to standardise the battery configuration. Come on, guys, get on with it! Richard Snape Bristol • I am glad that Bridget Rosewell (Letters, 1 June) recognises that the internal combustion engine is being consigned to history and that road vehicles contribute 80% of air pollution. If she knows this, why did she and her fellow national infrastructure commissioners recommend the building of a new Oxford-to-Cambridge motorway (Expressway)? Perhaps, after the motorway has carved its way through 80 miles of beautiful countryside and attracted extra roads and buildings to further damage the environment, the commissioners intend it will only be used by electric vehicles and bicycles. Adrian Townsend Garsington, Oxfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}