{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/18/what-is-libra-facebook-new-cryptocurrency", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-18T09:00:48Z", "webTitle": "What is Libra? All you need to know about Facebook's new cryptocurrency", "webUrl": "https://www.theguardian.com/technology/2019/jun/18/what-is-libra-facebook-new-cryptocurrency", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/18/what-is-libra-facebook-new-cryptocurrency", "fields": {"headline": "What is Libra? All you need to know about Facebook's new cryptocurrency", "bodyText": "On Tuesday, Facebook announced a digital currency called Libra that will roll out for use in 2020 and allow the platform’s billions of users across the globe to make financial transactions online. The new technology threatens to change the landscape of banking and is already the subject of scrutiny, as Facebook faces increasing calls for regulation and antitrust measures. But regulatory questions aside – how soon can you use Facebook’s new digital coin to buy coffee? Here’s what you need to know. What is Libra? Facebook says Libra is a “global currency and financial infrastructure”. In other words, it is a digital asset built by Facebook and powered by a new Facebook-created version of blockchain, the encrypted technology used by bitcoin and other cryptocurrencies. Why is it called Libra? The name Libra comes from the basic Roman measurement of weight. The abbreviation lb for pound is derived from Libra, and the £ symbol originally comes from an ornate L in Libra. Why is Facebook launching a cryptocurrency, and are they allowed? Facebook claims it wants to reach the 1.7 billion people around the world who do not have access to a bank account. The company is likely to run into regulatory hurdles and antitrust concerns, especially at a time when many regulators want to break up Facebook, but no specific legislation has been put forth ahead of the launch. Amidst rumours of Facebook’s new financial expansion, members of the US Senate wrote to CEO Mark Zuckerberg in May asking for clarification on privacy concerns. Who is in charge of Libra? The currency will be serviced by a collective of companies called the “Libra Association”. It functions as what is known as a “stablecoin”, pegged to existing assets like the dollar or euro, in the aim of making it less subject to the volatility that many cryptocurrencies experience. The Libra Association is described by Facebook as an independent, not-for-profit organisation based in Switzerland. It serves two main functions: to validate transactions on the Libra blockchain and to manage the reserve Libra is tied to and allocate funds to social causes. Within the Libra Association will be a governing body called the Libra Association Council, comprised of a representative of each member of the association, which will vote on policy and operating decisions. Facebook claims that although it created the Libra Association and the Libra Blockchain, once the currency is launched in 2020 the company will withdraw from a leadership role and all members of the association will have equal votes in governance of Libra. The companies who contributed a minimum of $10m(£8m) to be listed as founding members of the Libra Association include tech companies such as PayPal, Ebay, Spotify, Uber and Lyft, as well as financial and venture capital firms such as Andreessen Horowitz, Thrive Capital, Visa and Mastercard. How will I get Libra? Facebook isn’t going into details about how the currency will be available at launch, but signs point to a hybrid approach. The presence of traditional payments firms, such as Visa and MasterCard, in the list of founders suggests that the company will be perfectly happy to let users simply buy the currency. But Facebook is also likely to carry out what’s known in cryptocurrency circles as an “air drop”, handing out small amounts of currency for free in an effort to kickstart the ecosystem. That will be crucial if it is to fulfil its goal of bringing financial services to people without bank accounts. Ultimately, of course, those users will need a more reliable source of Libra income than simple handouts from Facebook. In the long-term, then, we can also expect some of Libra’s founder members to offer their employees all or part of their pay in the currency. How can I use it? When the cryptocurrency launches, users can download Calibra, a digital wallet, that will allow them to send it to anyone with a smartphone. It will be available in Messenger, WhatsApp, and as a standalone app. It is not clear which countries the coin will launch in first, though Facebook said “almost anybody” in the world with a smartphone will be able to download the app. What can you buy with it? Facebook will launch Calibra, the Libra digital wallet, to allow users to send money to and from each other. Apart from transactions on the app itself, Facebook wants to facilitate the use of Libra at various vendors for day-to-day transactions. Ride-hailing firms Uber and Lyft are early investors in the project, suggesting that perhaps users will be able to pay for services on the apps using Libra, though neither company responded to a request for comment. Is this safe? There are a number of privacy concerns regarding a financial app run by Facebook. The company said it will implement technologies to prevent money laundering and fraud. “We will be using all the same verification and anti-fraud processes that banks and credit cards use, and we’ll have automated systems that will proactively monitor activity to protect and prevent fraudulent behaviour,” Facebook said. It also claims it will have “live support” to help users who lose access to accounts and, if a user loses money through fraud, Facebook has offered refunds. Facebook’s Libra Blockchain will be built on open source code that allows the developer and research community to monitor it for design and security flaws, and the company will implement a “bug bounty” program to incentivise security experts to point out vulnerabilities in the platform. How will this make Facebook money? Libra will be sustained through a small charge per transaction on the blockchain, Facebook said. Many of these charges will be transferred to vendors who can then absorb the costs themselves or relay them to users. Is Facebook going to sell my crypto data to ad companies? Facebook claims it will keep financial data from transactions on Libra separate from user ad profiles. The blockchain is “pseudonymous”, the company said and, like many crypto networks, will allow users to hold one or more addresses not linked to their real-life identities. “Calibra customers’ account information and financial data will not be used to improve ad targeting on the Facebook, Inc family of products,” the company said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}