{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/13/jordan-peterson-launches-anti-censorship-site-thinkspot", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-13T13:57:36Z", "webTitle": "Jordan Peterson launches anti-censorship site Thinkspot", "webUrl": "https://www.theguardian.com/technology/2019/jun/13/jordan-peterson-launches-anti-censorship-site-thinkspot", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/13/jordan-peterson-launches-anti-censorship-site-thinkspot", "fields": {"headline": "Jordan Peterson launches anti-censorship site Thinkspot", "bodyText": "Jordan Peterson, the controversial academic, has launched a new anti-censorship website that will only take down offensive content if specifically ordered to by a US court. The psychology professor from Toronto said that Carl Benjamin, the failed Ukip MEP candidate who speculated about raping the Labour MP Jess Phillips, had agreed to test the subscription-only site, named Thinkspot. Peterson has a cult following among rightwingers for controversial views about identity politics and has become a hate figure for many on the left. Earlier this year the University of Cambridge rescinded an offer of visiting fellowship to Peterson after backlash from staff and students. Peterson said he hoped the site would be a censorship-free alternative to Patreon, an online membership service that at one stage made the Canadian $80,000 per month. He said: “It’ll be a subscription service. And so that’s partly what makes it a replacement for Patreon to some degree, because we want to be able to monetise creators.” The terms of service for the new site take an extreme position on free speech. Peterson said: “Once you’re on our platform, we won’t take you down, unless we’re ordered to by a US court of law. That’s basically the idea. So we’re trying to make an anti-censorship platform.” Peterson, who describes himself as a “professor against political correctness” said that Benjamin, who blogs under the name Sargon of Akkad, was one of a handful of controversial figures who had been invited to test the initiative. He said: “I think we’ve got four, five or six people who are lined up. [Dave] Rubin is going to use it. I’m going to use it, James Altucher, Jocko Willink, Michael Shermer, oh and Carl Benjamin, Sargon of Akkad. They’ll be our first beta testers fundamentally.” Peterson called for more testers of the site on his Twitter account. He said: “I’m backing a new platform called Thinkspot, currently in beta. Get on the waitlist here, exciting announcements coming very soon.” Comments on the site would be voted on by users on a thumbs up or down basis. “If your ratio of down votes to up votes, falls below 50/50, then your comments will be hidden,” Peterson said. He said there were still problems on the site to iron out, but added: “It would be nice to have a censorship-free platform if we could figure out how to do that.” • This article’s subheading was amended on 24 June 2019 to change the description of Jordan Peterson from a “rightwing academic” to a “controversial academic”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}