{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/09/ford-gt-le-mans-preview-hype-matched-by-the-roar-of-the-engines", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-09T04:59:16Z", "webTitle": "Ford GT Le Mans preview: ‘The hype is matched by the roar of the engine’ | Martin Love", "webUrl": "https://www.theguardian.com/technology/2019/jun/09/ford-gt-le-mans-preview-hype-matched-by-the-roar-of-the-engines", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/09/ford-gt-le-mans-preview-hype-matched-by-the-roar-of-the-engines", "fields": {"headline": "Ford GT Le Mans preview: ‘The hype is matched by the roar of the engines’", "bodyText": "Ford GT Price £320,000 Engine 3.5-litre V6 Top speed 216mph Consumption 17mpg (if you’re lucky) Next weekend marks the 87th running of the world’s most famous 24-hour endurance race. Le Mans is a test of stamina for both the drivers and the cars, not to mention the hundreds of thousands of fans who flock to the French circuit for a long week (the track is actually open for testing from Wednesday) of drinking, camping, partying, live music and thrilling motor sport as cars touch speeds of over 200mph. Each year, the level of hype is matched only by the mighty roar of the highly tuned engines. At 2pm on Saturday, 60 teams will finally line up on the start grid. Will Toyota produce back-to-back wins? Will Porsche add to its record 17 overall victories? All eyes will also be on Ford and its fleet of GTs. The race is Ford’s last effort participating as a factory team and it plans on going out in style with a series of special ‘Celebration Liveries’ for its racing cars. Each of the four factory Fords will have a paint job inspired by the success of the manufacturer at Le Mans, both recently and in the 1960s. Perhaps the brand’s greatest win was in 1966, so particular focus will be on the #66 Ford GT raced by Stefan Mücke, Olivier Pla and Billy Johnson as it will sport the same colour scheme as the GT40 of Bruce McLaren and Chris Amon that won in 1966. Email Martin at martin.love@observer.co.uk or follow him on Twitter@MartinLove166"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}