{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2019/jun/25/next-online-battle-will-play-on-fear-of-bots-says-facebook-official", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2019-06-25T12:44:43Z", "webTitle": "Next online battle will play on fear of bots, says Facebook official", "webUrl": "https://www.theguardian.com/technology/2019/jun/25/next-online-battle-will-play-on-fear-of-bots-says-facebook-official", "apiUrl": "https://content.guardianapis.com/technology/2019/jun/25/next-online-battle-will-play-on-fear-of-bots-says-facebook-official", "fields": {"headline": "Next online battle will play on fear of bots, says Facebook official", "bodyText": "The next wave of “influence operations” like those that Russia used to target the 2016 US election will aim to destabilise debate by making voters think bots are everywhere, Facebook’s head of cybersecurity policy has said. Nathaniel Gleicher, who runs the company’s response to politically motivated malfeasance on its platform, said groups such as Russia’s Internet Research Agency (IRA) were increasingly trying to manipulate public perception of themselves. “Not running a large network of fake accounts but just playing on the fact that everyone thinks there are large networks of fake accounts out there,” he said. While the St Petersburg-based IRA’s previous tactics required hiding its involvement in debate so as to avoid detection, instead the group will noisily announce its participation in public discourse so as to cast doubt on the authenticity of every other social media user at the same time. “The best example we saw of this was in the direct lead-up to the US midterms in 2018 when, on the eve of the vote, an actor linked to the IRA, claiming to be the IRA, put up a website that said: ‘We control public debate in the US and we’ve decided who’s going to win and who’s going to lose,’ and they posted about 100 Instagram accounts as evidence of the tens of thousands of accounts that they had. They were trying to play on everyone’s fears,” Gleicher said. He said that effort had been thwarted because the US government had found the accounts a few days earlier and warned Facebook to remove them, and because the state, industry and civil society had all independently said they had not seen any large-scale manipulation in the weeks leading up to the election. “But this technique, of preying on everyone’s fears, we expect to see a lot more of. And quite frankly it’s an interestingly challenging problem to deal with because they’re forcing you to prove a negative. They’re forcing all of us to prove a negative. Prove that there wasn’t manipulation. Which is incredibly challenging.” Other spheres of discourse have already taken a hit. In February, BuzzFeed News reported on the trouble that some American black activists were having in trying to convince online interlocutors that they were not fake accounts. “Everybody is a bot now and no one can have a real conversation,” Shireen Mitchell, the founder of Stop Online Violence Against Women, told the website. “There are real black people criticising these [Democratic presidential] candidates rightfully, but there are also fake accounts out there just looking to take advantage of any tension they can find in the community.” Gleicher was speaking at the 360/OS conference in London, a meeting of the world’s “open-source intelligence” community including groups such as Bellingcat and Forensic Architecture."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}