{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/commentisfree/2019/jun/30/may-i-have-a-word-about-mercedes-benz", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2019-06-30T05:00:13Z", "webTitle": "May I have a word about... Mercedes-Benz and its failure to own up", "webUrl": "https://www.theguardian.com/theobserver/commentisfree/2019/jun/30/may-i-have-a-word-about-mercedes-benz", "apiUrl": "https://content.guardianapis.com/theobserver/commentisfree/2019/jun/30/may-i-have-a-word-about-mercedes-benz", "fields": {"headline": "May I have a word about... Mercedes-Benz and its failure to own up", "bodyText": "I’m not certain the Germans have an equivalent phrase for “Fine words butter no parsnips”, but if they don’t, they should rapidly coin one. In light of allegations that Daimler, the owner of Mercedes-Benz, manipulated diesel emissions from its cars and could be punished to the tune of hundreds of millions of euros, a company spokesman offered the following: “Relevant for the reassessment is an increase in expected expenses in connection with various ongoing governmental proceedings and measures with regard to Mercedes-Benz diesel vehicles.” This sort of corporate obfuscation might play well in the motherland, but I’m afraid it simply won’t do. Far too evasive. No, what we needed was something along the lines of: “It’s a fair cop. We have been caught with our lederhosen round our ankles and realise we’re going to get it in the neck big time. Sorry.” Altogether more felicitous was Maureen Lipman’s rebuke of Mark Rylance and his decision to resign from the Royal Shakespeare Company over its sponsorship deals with BP. In a fine letter to the Times, she chided him for being “jolly silly” and that one day “he will kick his britches for resigning from the RSC”. In an age of the vile ad hominem attacks that appear with sickening regularity on social media, what a refreshing change to see such an elegant rebuke. Meanwhile, in the troubled world of Valerie Patisserie, one industry insider was quoted as saying that the chain had failed to fix a leaky roof and had taken the butter out of its puff pastry products. I’m not sure if the second half of the sentence agrees with the first, but perhaps this is how they talk in the Viennese whirl and eclair community. • Jonathan Bouquet is an Observer columnist"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}