{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/commentisfree/2019/jun/16/may-i-have-a-word-about-cryptozoology", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2019-06-16T05:00:40Z", "webTitle": "May I have a word about… the intriguing profession of cryptozoology | Jonathan Bouquet", "webUrl": "https://www.theguardian.com/theobserver/commentisfree/2019/jun/16/may-i-have-a-word-about-cryptozoology", "apiUrl": "https://content.guardianapis.com/theobserver/commentisfree/2019/jun/16/may-i-have-a-word-about-cryptozoology", "fields": {"headline": "May I have a word about… the intriguing profession of cryptozoology", "bodyText": "I well remember my school careers adviser shaking his head and saying that I was fit only for the armed forces or the police, which rather demeans these noble professions. Shame he didn’t show more imagination and suggest that I become a cryptozoologist, a calling I only came across last week. Dr Darren Naish, a cryptozoology expert, made the bold claim that smartphones have killed off the Loch Ness monster. Such is the ubiquity of these camera-enabled gizmos that the creature would have been photographed by now if it existed. “You would think that there would be better photos by now, but the ones we have are low-resolution blobs.” Actually, Nessie doesn’t exist, never has existed and was clearly just a cunning wheeze to lure tourists, so however good your phone camera, there never were going to be any snaps. Still, as cryptozoologists also ponder the existence of Bigfoot, the chupacabra (a blood-sucking South American creature of legend) and Mokele-mbembe (Congo’s answer to Nessie), it’s perhaps not that clever a career path. Moving swiftly along. I like nothing better than a good headline, as I’ve said before, and here’s a belter: “It’s time to reimagine the marketing funnel.” This was followed by an equally intriguing crosshead: “How the marketing funnel is failing B2B brands.” Good stuff, I’m sure you’ll agree, but somewhat opaque. Thank heaven for Google. The marketing funnel is “a consumer focused marketing model which illustrates the theoretical customer journey towards the purchase of a product or service”. Ah, if only my careers adviser had suggested that I go into marketing. I’m sure I could have turned out such nuclear-strength codswallop and made squillions. •Jonathan Bouquet is an Observer columnist"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}