{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/jun/30/wildlife-tour-of-eastern-scotland-puffin-red-squirrels", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-06-30T06:00:13Z", "webTitle": "Puffin classics: a wildlife tour of eastern Scotland", "webUrl": "https://www.theguardian.com/travel/2019/jun/30/wildlife-tour-of-eastern-scotland-puffin-red-squirrels", "apiUrl": "https://content.guardianapis.com/travel/2019/jun/30/wildlife-tour-of-eastern-scotland-puffin-red-squirrels", "fields": {"headline": "Puffin classics: a wildlife tour of eastern Scotland", "bodyText": "In a boat full of twitchers, amateur photographers and American missionaries from the Church of Latter-Day Saints, I’m heading to the Isle of May to witness a sight few of us will forget. Five miles away, off the coast of Fife, 42,000 expectant mothers each sit on a single, precious egg in underground burrows while their mates keep watch for prowling gulls. Puffin-nesting season is in full swing. On a calm day, it is possible to spot dolphins and even humpback and minke whales en route to the island. Not this particular morning, though. The sea is rough and sick bags are passed around with a jocular “No 5p charge today!” Even so, the feeling of anticipation is palpable – and not just among our motley crew. Approaching the island, the sound of squawking seabirds is reaching fever pitch. Visiting gannets (wingspan 6ft) from their home on Bass Rock waft overhead and bespectacled guillemots in their trademark dinner jackets stand cheek to cheek on the tiered, white guano-splattered cliffs, like a gathering of miniature grooms atop a wedding cake. As we land, thousands of Arctic terns, darting this way and that, exchange excited chatter. They arrived just a couple of days ago. Arctic terns fly to the southern oceans in late summer after breeding. Some will reach the edge of Antarctica before returning north to their breeding grounds. Birds from Greenland have been found to make journeys of up to 50,000 miles a year. My own journey had been somewhat less taxing, aboard one of the Caledonian Sleeper’s club carriages. With double beds and tiny en suite bathrooms complete with showers, it’s as close to a hotel on tracks as you can get – and now even introverts can enjoy a nightcap in the bar’s new single seating area. Eastern Scotland is enjoying a tourist boom at the moment, thanks partly to Dundee’s new V&amp;A, and while it manages to escape the coach tours that often clog up the roads on the west coast, there are many other reasons to visit. For fans of the puffin, the Isle of May is one of the best places in the UK to see them. Puffins mate for life and always return to the same nest, where they will raise just one charmingly named puffling a year. How they locate their nest year after year is mind-boggling – maybe that accounts for the anxious looks on their faces. They find a life partner at the age of five and can live well into their 30s, which means they are more successful at relationships than most human couples. Designated paths lead visitors all over the isle, a sort of mini Jurassic Park alive with rabbits, eider ducks and, on rocky outcrops around every corner, its rainbow beak pointing into the prevailing wind, the inimitable puffin – a bird unparalleled in its ability to cheer a weary soul. A few miles north-west from the East Neuk of Fife I take the road to Dunkeld, gateway to highland Perthshire and home to a large population of red squirrels. I had seen them in Dundee’s Camperdown Park as a child, but more recently I’d managed no more than a brief, tantalising glimpse of the last few centimetres of ginger fluff as they scampered behind the trees. I booked in at the Dunkeld House Hotel in 113 hectares (280 acres) of Perthshire countryside with the River Tay at its feet. Not far from here is Loch of the Lowes, a Scottish Wildlife Trust nature reserve that I’d been assured can pretty much guarantee a sighting. In fact, the guy at the visitor centre told me that (gasp) he’d never actually seen a grey. For the sake of future generations of reds, grey squirrels are sometimes culled. Like harlequin ladybirds, they are annihilating our native species. Anyone who remembers Squirrel Nutkin or streetwise Tufty won’t have much sympathy. But there are less sentimental reasons for defending the red squirrel: only 140,000 are left in the UK, from an original population of 3.5m. As if on cue, minutes after I arrive, Tufty alights on a bird-proof squirrel feeder, curls himself neatly into the small arbour on the front and reaches inside the Perspex box for a liberal helping of peanuts. A mandarin duck watches from the tray of a nearby bird table, which creaks under its weight. Woodpeckers come and go, yellowhammers and siskins pop by for a snack. I am sitting behind a large window as the woodland scene from Disney’s Sleeping Beauty comes to life before my eyes. The record of four red squirrels in one sitting is equalled on the day I visit, the plump rodents gamely climbing trees and scrambling across ropes, never too far from their appreciative audience. And as I leave the lochside I nearly run over another one. They really should learn how to cross the road. With two elusive native species ticked off the list, it’s tempting to seek out more. The nearest place to look is the Angus Glens, which reach into the Cairngorms like the outstretched fingers of a hand. I head for Glen Clova Hotel, its white lodge and surrounding cottages and chalets a welcoming sight at the end of a long, winding road 13 miles from Kirriemuir, the nearest town. It’s a stone’s throw from the Balmoral estate, and I’d heard that along with red deer, birds of prey, pine martens and wildcats, you can sometimes spot Her Majesty in the royal Land Rover. Undulating fluorescent green fields and valleys fashioned into wide U-shapes by the ice age stretch out as far as the eye can see, dotted with rusty bracken and bluebells, vast skies overhead. In other words, perfect raptor country. Could this part of north-east Scotland, less than an hour’s drive from Dundee, rustle up a golden eagle? It was a question I pondered for rather longer than intended – long enough, in fact, to miss a sighting of two golden eagles just down the road at Corrie Fee nature reserve. By then I’d stumbled across something far rarer in Scotland: an opportunity for an outdoor dip without the accompanying threat of hypothermia. Who could turn down the joy of an unexpected hot tub at Glen Clova with a panorama of mountains for a backdrop, a single malt and the promise of “Kentucky fried pheasant” for dinner? The golden eagles could wait till next time, and the wildcats, too. You can have too much of a good thing. Way to go The Caledonian Sleeper runs between Inverness, Aberdeen and London. Classic rooms from £140, Club Rooms from £205. Dunkeld House Hotel has doubles from £109 B&amp;B. Glen Clova Hotel has doubles from £115 B&amp;B; lodge with hot tub from £235 for two nights. Waterfront Hotel, Anstruther has doubles from £120 B&amp;B. Return adult/child tickets to the Isle of May cost £28/£14, isleofmayferry.com. More information at visitscotland.com Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}