{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/jun/15/car-free-coast-lake-district-cumbria-beaches-walking", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-06-15T12:00:21Z", "webTitle": "Skip the Lakes and see the Cumbrian coast – without a car", "webUrl": "https://www.theguardian.com/travel/2019/jun/15/car-free-coast-lake-district-cumbria-beaches-walking", "apiUrl": "https://content.guardianapis.com/travel/2019/jun/15/car-free-coast-lake-district-cumbria-beaches-walking", "fields": {"headline": "Skip the Lakes and see the Cumbrian coast – without a car", "bodyText": "The air smells of seaweed and woodsmoke as I step on to the platform at Ravenglass. The salt marsh nearby has galaxies of pale pink thrift flowers, the River Esk glitters in the evening light, and a waterside path heads off towards distant fells. As a fan of walking, Wordsworth and sticky toffee pudding, I’ve had many memorable holidays in the Lake District over the decades. But, like most of the other 16 million visitors a year, I’ve rarely visited the Cumbrian coast. I’d arrived in Lancaster 150 minutes after leaving London – less than half what it would take me to drive – and switched to the railway that meanders past Barrow-in-Furness and through the national park. The kaleidoscope of landscape and changeable weather outside was engrossing: green crags rose out of foggy marshland, ribbed sand shone gold and Black Combe loomed through storm clouds over Silecroft. There were manmade landmarks too, such as the lighthouse-shaped monument above Ulverston or the red sandstone walls of Furness Abbey. I’m staying at the Pennington Hotel, just steps from the Esk estuary and three minutes from Ravenglass station. Heading back there from my evening walk, I pass a ruined Roman bathhouse, half a mile from the village, relic of a second-century fort. It’s part of a huge Unesco world heritage site that includes Hadrian’s Wall: Frontiers of the Roman Empire. In 2017, Unesco added the Lake District to its list, so Ravenglass is one of very few places to have double world heritage status. After grilled Manx kipper the next morning, I take the train five minutes to Drigg station request stop, to explore a huge area of sand dunes on the edge of the national park. Walking to the sea, I pass the fence of a low-level radioactive waste facility – a reminder that Sellafield, the elephant on the coast, is just five miles north. Site of the world’s first commercial nuclear power station and now a decommissioning plant, its chimneys are intermittently visible. Local wildlife seems to be thriving though; there are orange-breasted stonechats on the fences and sand martins looping overhead. The thousand acres of dunes near Drigg are full of flowers and birdsong. The white burnet roses have a particular unearthly beauty – like the simbelmynë flowers that grow on the grassy tombs of Rohan in Lord of the Rings. I follow a sandy path through the marram grass and walk along the beach to Seascale beside a calm, cloud-echoing sea. Birds are the only other creatures I see for three miles along holiday-brochure sands on a sunny summer half-term morning. Waiting for a train back from Seascale, I can see the Isle of Man – a ghostly shape across the sun-hazed sea. “Ah, Mona’s isle, the vanishing isle,” says one of my fellow passengers before lapsing back into telling me how terrible the trains are. (The introduction of last summer’s timetable caused cancellations, although it did also mean new Sunday trains.) You can’t stay in Ravenglass and not ride on La’al Ratty, as the local narrow-gauge steam railway is nicknamed. Sitting in miniature open-air carriages, as sooty vapour drifts through the oak leaves overhead, we pass through scenery that feels more CGI than real. Twisted trunks writhe out of the mossy woods and the slopes of Muncaster Fell are cloaked in violet rhododendrons. At the end of the little railway is the village of Boot, at the foot of England’s highest mountain, Scafell Pike. From Boot, you can hike over tarn-topped moorland or stride through misty woods. I opt for an hour’s amble to the Dalegarth Falls, a series of ferny, fairytale cascades, and a 10-minute stroll down country lanes near the station, past two pubs, to pretty Eskdale Mill. The mill, reopening this month after ambitious renovations, is part of the area’s varied history. “We’ve got everything here, from Neolithic to nuclear,” says Les Coan, an enthusiastic volunteer. The sense of stepping into a film-scape increases with an afternoon visit to Muncaster Castle (adult £15, child £7.50), a pleasant mile from Ravenglass, where the annual Festival of Fools has just finished. I climb through sunlit forest into unfeasibly flowery gardens with views over the estuary to the Irish Sea. Tunnels of cream and crimson blossom lead to the castle, rich in art, carved wood, tapestries and gossipy family anecdotes. A Muncaster ticket includes the on-site Hawk and Owl centre’s displays; the birds sweep and plunge above a wildflower meadow at speeds of up to 70mph. Senior falconer Emma McLachlan seems to dance with a huge falcon, in a choreographed pattern of glides and dives with a stirring musical soundtrack. She describes the bird to us as “like a real-life dragon”. At teatime, tall grey herons start to gather in the trees. Peter Frost-Pennington is director of Muncaster Castle, which is his wife’s ancestral home. Over coffee and lemon drizzle cake, he enthuses about the area’s wildlife. Almost every type of English habitat is represented within an eight-mile radius so “everything from a beetle to an eagle can live here”, he tells me; “it’s the Lake District on steroids.” I head home on the coastal railway next day, via Carlisle this time. The dunes have vanished into veiling rain so I decide to stop off at two museums in Whitehaven, a post-industrial town with Georgian architecture, half an hour north of Ravenglass. The Rum Story (adult £9.95, child £4.95), winding through a series of original cellars and warehouses, explores both grim and cheerful aspects of the “dark spirit of Whitehaven”. Besides a harrowing slave ship diorama, there are squawking rainforests, Chicago jazz, and the ticket comes with a free tipple. The waterside Beacon Museum (adult £6.50, child £3.25) has a floor dedicated to Sellafield and another tracing the area’s past through Vikings and Victorian trading ships. History is inseparable from the ocean on this stretch of coast and, from the Beacon’s top-floor gallery, there’s a view across harbour walls and lighthouse to a wild, wind-whitened sea. • Transport was provided by Virgin Trains (London-Carlisle from £26 one-way, Northern (Cumbria Coast day ranger from £20.90), and the Ravenglass and Eskdale Railway (adult day ticket from £9). The Pennington Hotel has doubles from £110 B&amp;B. The trip was organised with help from Cumbria Tourism"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}