{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/jun/06/uk-foreign-office-downgrades-warnings-over-travel-to-sri-lanka", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-06-06T15:56:22Z", "webTitle": "UK Foreign Office downgrades warnings over travel to Sri Lanka", "webUrl": "https://www.theguardian.com/travel/2019/jun/06/uk-foreign-office-downgrades-warnings-over-travel-to-sri-lanka", "apiUrl": "https://content.guardianapis.com/travel/2019/jun/06/uk-foreign-office-downgrades-warnings-over-travel-to-sri-lanka", "fields": {"headline": "UK Foreign Office downgrades warnings over travel to Sri Lanka", "bodyText": "British travellers are no longer being warned against travelling to Sri Lanka following a change in the UK Foreign Office’s advice. The FCO issued a warning against all but essential travel on 25 April, four days after the Easter Sunday terror attacks, which killed 253 people, including eight British nationals. The latest advice, updated on 6 June, states that “terrorists are very likely to try to carry out attacks in Sri Lanka” and that travellers should “remain vigilant” and “avoid crowded public places, large gatherings and any demonstrations.” A Foreign Office spokesperson said: “We have kept our travel advice for Sri Lanka under constant review since the Easter Sunday attacks when we advised against all but essential travel. Our latest assessment of the risk to British nationals now means we have revised our travel advice accordingly.” Tour operators and hoteliers have welcomed the change in advice which comes just ahead of the busy summer months. Sam Clark, founder of Experience Travel, which specialises in south and south-east Asia, said: “For a country in which tourism represents 11% of GDP and provides employment for 6% of the total population, this news is huge. The UK is the second largest market for Sri Lanka by passenger numbers, but by far and away the biggest in terms of spend.” He added: “While the body blow of losing $2bn worth of business already [during the FCO ban] will be very significant, this change will allow travellers who have not cancelled to travel during the peak season months of July and September. The majority of our clients were adopting a ‘wait and see’ approach and we are delighted that they will be able to continue their holidays as normal.” In the wake of the attacks, the Sri Lanka Tourism Alliance, a group of tour operators, agents, hotels and airlines from or working in Sri Lanka, launched #LoveSriLanka initiative online and through social media. It aimed to help rebuild international confidence, provide credible “on the ground” information and updates from and for tourists, and support Sri Lanka’s travel industry during the recovery phase. But while the alliance reassured potential travellers that the country was safe, the FCO advice against all but essential travel meant that most planned trips were either cancelled or postponed. According to statistics presented to the FCO by British-based tour operators, up to 80% of hotel bookings were cancelled and thousands of people who rely on tourism for work including tut tuk and taxi drivers, chauffeurs and guides were left with virtually no income. Malik Fernando, managing director of Resplendent Ceylon hotel group, a founding member of the #LoveSriLanka campaign, said the alliance would continue to market the country. “There is still a lot of work in rebuilding confidence and getting back to previous levels of hotel occupancy. It could take six months to a year.” In Sri Lanka a state of emergency remains in place and curfews are still being used at short notice, but the authorities have confirmed that passengers with a passport and a valid flight ticket (including e-tickets) will be allowed to travel to the airport during curfew periods. Emergency regulations ban clothing or objects that conceal the face to prevent the wearer’s identification. In May several countries relaxed their travel advice to Sri Lanka including China, India, Germany, Sweden and Switzerland. Ireland and Australia still have warnings in place but Fernando said “we expect Australia to follow the UK [and relax their advice] in the next day or two”."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}