{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/jun/06/cycling-tour-normandy-d-day-landing-beaches-france", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-06-06T05:30:46Z", "webTitle": "A cycling tour of the Normandy D-day landing beaches", "webUrl": "https://www.theguardian.com/travel/2019/jun/06/cycling-tour-normandy-d-day-landing-beaches-france", "apiUrl": "https://content.guardianapis.com/travel/2019/jun/06/cycling-tour-normandy-d-day-landing-beaches-france", "fields": {"headline": "A cycling tour of the Normandy D-day landing beaches", "bodyText": "Precariously small landing craft lurching about in an unruly sea. Young men’s faces set in a mixture of determination and trepidation. The beach before them a morass of tank traps and barbed wire. “As our boat touched sand and the ramp went down, I became a visitor to hell,” US private Harry Parley later recalled. The horror and the heroism of the D-day landings came home to me once more as I watched a film at the Musée du Débarquement (D-Day Landings Museum) in Arromanches-les-Bains. Seventy-five years ago, on 6 June 1944, this small town was at the western end of Gold Beach – code name for one of the five stretches of the Normandy coast chosen for the allied invasion of German-occupied France. The museum’s panoramic windows look out over a wide strand where the vestiges of those landings are still clearly visible: mighty fragments of the portable Mulberry harbours – shipped across the Channel in sections to form a huge makeshift port – still resist the waves out at sea, or sprawl on the sand like mighty beached whales. In stark contrast to the hardships faced by the troops in 1944, I stayed in comfortable hotels, with my luggage transported ahead. So I was unencumbered as I explored Normandy’s Calvados départment on an electric bicycle that was something of an indulgence – the flat terrain here is hardly taxing. I bowled along quiet country lanes, riverbank paths, rutted farm tracks and the occasional outbreak of cobbles. Indeed, I often found myself turning my electrical helpmeet off so that I could slow down and savour the little stone villages, blossoming apple orchards and seemingly endless fields of deep green flax and bright yellow rapeseed that gave the scenery the look of a vast inland sea. The first of my self-guided tours took me on a 12-mile loop from the village of Crépon (a church, a bar-tabac, a bespoke umbrella factory) to Courseulles-sur-Mer on Juno and Ver-sur-Mer on Gold Beach, where David Williams-Ellis D-day sculpture, the centrepiece for the new British Normandy Memorial, was unveiled on the 6 June, the 75th anniversary of the landings. It was at the former that I first encountered what would soon become a familiar sight: banners attached to the lampposts, each bearing a photograph of an allied soldier, sailor or airman, with his name and the words “WWII Heroes”. These served as a constant reminder that the largest amphibious landing in history was composed of hundreds of thousands of personal stories, many of which ended in tragedy. One soldier who survived to tell the tale was Canadian sergeant Garth Webb, who co-founded the Juno Beach Centre museum with two fellow veterans to mark the contribution made by his fellow countrymen. It’s a worthy tribute to the 14,000 Canadians who fought in the Battle of Normandy, 359 of whom perished on D-day itself. “Every single man under Webb’s command had been killed in the first hour,” my guide, Louis, told me. Rather than give a blow-by-blow account of the landings, the museum attempts to explain the reasons why Canadians volunteered to fight here, with combatants telling their own stories to camera. To remind visitors just how young they all were, the museum deliberately employs youthful Canadians as guides. A new exhibition also tells a largely unheard story: that of women whose active service contributed to the allied victory. “It’s also the only museum to offer tours of bunkers,” Louis informed me proudly. Dug out by volunteers from the sand that had engulfed them for decades, the two bunkers he took me into had been built in 1941 and 1944 and demonstrated how the course of the war had changed between those years. The first is a comparatively flimsy affair, thrown up by a conquering German army with little to fear. The later bunker has concrete walls two metres thick and openings at the sides from which guns could strafe the beach. My hotel in the village of Crépon was a fortification from a far more distant era. La Ferme de la Rançonnière is a 13th-century semi-fortified farm rebuilt in the 17th century and reputedly equipped with a tunnel connecting it with the Château de Creully two miles away. It offers guests a welcome tot of calvados, the cockle-warming apple brandy. It’s one of a trio of local apple-based alcoholic drinks (there are no vineyards hereabouts) and takes its name from the départment. The others are pommeau – partly fermented farm-produced apple juice mixed with calvados, which has a reputation for undoing the unwary – and cidre in many forms. Each night, with a clear-ish head, I studied the copious trip notes supplied by tour operator Inntravel. These included instructions for marking up the next day’s trails on the map provided. Much of the time I was following véloroutes, the well-signposted cycleways that crisscross France. There were also detailed instructions of the “take the first left after the red barn” variety. You would really have to make an effort to go wrong: I only managed it once when, with my boundless capacity for self-sabotage, I heeded neither map nor instructions. I did make it without mishap to Arromanches-les-Bains, where I slipped into the Arromanches 360 Circular Cinema to watch the film, Normandy’s 100 Days. Projected on to a 360-degree screen, the film uses actual footage from the campaign. With half a dozen clips all playing at once around me, and a soundtrack of battle noise that I felt in my stomach as much as my ears, it induced a powerful sense of disorientation. I could only guess what it must have felt like for those who were there. It was impossible not to feel both awed by their courage and audacity, and also aghast at the sheer insanity of war. The following day, at the small harbour town of Port-en-Bessin, I climbed the hillside to watch the revolving bridge below me swing open, admitting a string of little trawlers into port, their catch soon to be sold at the market on the pier. On the summit of the hill above me, one Captain Terry Cousins gave his life leading a final, desperate but ultimately successful assault on what had seemed an impregnable German position. The taking of Port-en-Bessin meant that Operation Pluto (Pipe Lines Under the Ocean) could make landfall, supplying the allies with much-needed fuel. From there it is just a few miles to the low dunes on Omaha Beach. Swallows darted about the waves as I gazed out to sea, while a lone wheatear, tail bobbing furiously, hunted for lunch in the sand at my feet. Omaha was taken by the Americans, and it was with a brine-laden breeze filling my lungs that I pedalled to the immaculately maintained Normandy American Cemetery in Colleville-sur-Mer. Herds of schoolchildren crowded into a gargantuan memorial to inspect enormous murals showing how the beach-head was established and how its creation would eventually lead to VE Day. Part of the price for that victory lay behind them: the graves of 9,388 soldiers, their identical white crosses standing stiffly in ranks of military straightness above the five miles of beach where many of them had fallen. Two days after D-day, Bayeux, which had been largely spared by the war, became the first town in France to be liberated. I enjoyed a leisurely stroll around its cornucopia of medieval buildings, including the magnificent cathedral. My hotel, the Lion d’Or, an 18th-century coaching house, was relatively modern in comparison. It also served up an unusual dessert for a region so obsessed with la pomme – a carrot mousse cake confection with orange chantilly cream and tarragon ice-cream that sent my dining companion into raptures. I discovered that the hotel had played its own part in the war – Generals Montgomery, Eisenhower and de Gaulle had all slept here. But, of course, Bayeux is best known for its tapestry (or, more correctly, embroidery). The cloth tells the story of another successful invasion – that of England in 1066. I confess I hadn’t expected to be quite so bowled over by seeing it in the flesh (or rather the flax) but it was a remarkable experience. The details are extraordinary – right down to the mace flourished in battle by Bishop Odo (soon to become the Earl of Kent), William the Conqueror’s half-brother. According to the excellent audioguide, he had chosen this club-like weapon to finesse one of the stickier points of medieval theology: “A prelate wasn’t allowed to draw blood but he could knock people out.” It’s fitting that at the Bayeux War Cemetery and Memorial – where the dead from both sides lie – an inscription in Latin draws the ancient and modern conflicts together: “Nos a Gulielmo victi victoris patriam liberavimus,” it reads. We, once conquered by William, have now set free the land of the Conqueror. • The trip was provided by Inntravel, whose self-guided Bayeux &amp; Beaches of Normandy tour includes six nights’ B&amp;B, four dinners, cycle hire, maps and luggage transfer and costs from £945pp excluding transport (or from £1,175pp with train travel from London to Bayeux; from £1,020pp self-drive, including Dover-Calais ferry; electric bike £80 extra). Further information: normandy-tourism.org Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}