{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/jun/13/uk-tourists-still-in-love-with-long-haul-holidays-despite-flight-shaming", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-06-13T14:30:44Z", "webTitle": "UK tourists still in love with long-haul holidays despite flight shame movement", "webUrl": "https://www.theguardian.com/travel/2019/jun/13/uk-tourists-still-in-love-with-long-haul-holidays-despite-flight-shaming", "apiUrl": "https://content.guardianapis.com/travel/2019/jun/13/uk-tourists-still-in-love-with-long-haul-holidays-despite-flight-shaming", "fields": {"headline": "UK tourists still in love with long-haul holidays despite flight shame movement", "bodyText": "Long-haul package holidays are more popular than ever among UK travellers, according to a new report from the Association of British Travel Agents (Abta). Despite the rise of the flight-shame movement and a growing interest in holidays by rail, an increasing number of British travellers are choosing package holidays to destinations across the Atlantic, with bookings to Mexico up by 3,500% since 1994. The Abta report examines how UK travel habits have changed over the last four decades, by analysing International Passenger Survey air travel figures and consulting with travel agents and tour operators. It also found that package holidays to the US and the Caribbean have more than doubled in the same period (with the exception of Barbados, which saw an increase of 22.5%). The report attributed the rise of long-haul packages to increased air capacity and more fuel-efficient aircraft. Conversely, Abta’s Travel Trends report for 2019 (published in November 2018), found a rise in awareness of responsible travel, with 45% saying sustainability was an important consideration when booking a holiday (up 6% on the previous year). As travellers become more conscious of the impact their visit has on a destination, an increasing number said they believed travel companies should ensure a holiday benefits both the environment and the local community (69%, up from 51% in 2011). Around a third (32%) were also willing to pay more for a holiday with a company that had a better environmental record (up 13% since 2011). Spain is still the favourite destination, with the number of British visiting more than doubling since 1994 to 13.6m, the new ABTA report found. Holidays were also up to Croatia, Italy, Portugal, Greece, Cyprus and Malta, and had more than doubled to Bulgaria since 1994, with bookings up another 16% for summer 2019. “The UK continues to be a nation in love with the foreign holiday as tens of millions of people head abroad each year, with package holidays still dominating a large proportion of the travel market,” said Mark Tanzer, Abta CEO. The type of package holidays available today look very different from trips of previous decades, featuring more adventure holidays, river cruises, wellbeing holidays, and increased personalisation – from choosing a room to pre-booking a sun-lounger. Abta’s report also found that authentic culture and local experiences are also now preferred to a “home-from-home” holiday or choosing places where friends and family have been."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}