{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/jun/18/ireland-county-kerry-reeks-district-big-five-adventure-challenge", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-06-18T05:30:42Z", "webTitle": "Ireland’s big five adventure challenge", "webUrl": "https://www.theguardian.com/travel/2019/jun/18/ireland-county-kerry-reeks-district-big-five-adventure-challenge", "apiUrl": "https://content.guardianapis.com/travel/2019/jun/18/ireland-county-kerry-reeks-district-big-five-adventure-challenge", "fields": {"headline": "Ireland’s big five adventure challenge", "bodyText": "Halfway through cycling the Ring of the Reeks in Kerry, I realise I am going to make it. Not just the circuit’s full 90km but also the tourist board’s Big Five Challenge, which was launched this month. I started my mission three days earlier with a seven-hour trek to the top of Ireland’s highest peak, 1,039-metre Carrauntoohil in MacGillycuddy’s Reeks, the range of mountains I’m now encircling by bike. The following day’s action included surfing on Inch Beach, kayaking for 6km across Caragh Lake, and night-time paddleboarding on Cloon Lough in Kerry’s Dark Sky Reserve. Today’s ride includes 1,350 metres of climbing over three of Ireland’s highest mountain passes. Moll’s Gap is the second thigh-burning climb of the day and I end up walking the final stretch. It’s my bike’s fault: it has run out of gears. At the top I have a sandwich and a rest while taking in the astounding view of rock and water under ever-changing clouds. Having earned (almost) every metre of height through pedal power, I feel on top of the world. Back in the saddle, it’s an easy spin down a twisting mountain road before another tough climb/walk to the top of the Gap of Dunloe. A break for some chocolate, then one more downhill and the final grind back into the market town of Killorglin where I started more than seven hours earlier. Legs tired, bum sore, but triumphant (it’s a decade since I was on a bike), I know I’ve completed something rather special. Like anyone else who completes the Big Five Challenge in five days, I also have a certificate to prove it and my name on a board at the Reeks District tourist office. This part of south-west Ireland is encircled by the Ring of Kerry, a scenic route now part of the highly promoted Wild Atlantic Way stretching from Donegal in the north down to the Cork coast. An endless stream of sightseeing coaches and hire cars drive between Cork and Kilkenny, boosting the touristy Ireland of musical pubs and shops crammed with tweed, tea towels and other blarney. The Reeks District itself is a haven inside the Ring, a quiet refuge for families who have lived there for generations as well as newcomers who also love its remoteness, beauty and clear air. One of these is Jens Bachem, a German-Irish marketing consultant who worked in London for 20 years before moving to Kerry with his wife and son in 2017. After setting up a holiday let on Caragh Lake, just outside Killorglin, he joined a group of similar small businesses interested in carefully promoting the region. “Killorglin wasn’t mentioned in the Wild Atlantic Way marketing,” he says. “We thought we should do something about that.” The result was the branding of the Reeks District as “Ireland’s adventure playground”. “Together, we looked at what the area actually had, compared with others,” he says. “We narrowed that down to five key types of activity – ‘boots, bikes, boards, boats, body and mind’ – with one key signature experience attached to each. The notion of doing them all within five days is a stretch from that, so we’ve come a long way.” Bachem takes me for a drive around Killorglin, the neighbouring village of Glenbeigh and Caragh Lake. The country roads are narrow, many with grass up the middle and infrequent passing places. Fortunately, houses are few and far between so we meet only one or two cars. Stopping for a chat with an oncoming driver or a farmer at his gate is the norm. I can’t take my eyes off the beauty around me: the Atlantic waves rolling in on one side and the Reeks looming on the other – small fields, wind-sculpted trees and ancient hedgerows, hills and moorland, rocks and lakes, rivers and stone bridges, sheep and horses, dramatic skies and wild sand dunes … There’s almost a surplus of scenery. At Cromane beach, Jens points to an anonymous industrial shed from where local oysters are exported worldwide. Just across Dingle Bay is Castlemaine Harbour, home to the largest natural mussel bed in Ireland. Wild Atlantic salmon and sea trout are also caught here. Nearby Jack’s Coastguard Restaurant, which looks out to sea, is the perfect place to taste this bounty: oysters that melt in the mouth, and chunky seafood chowder full of rich flavours. Jack’s is one in a surprisingly wide choice of fine local restaurants at which appetites worked up in the Reeks District can be satisfied. Two grand hotels on Caragh Lake, Carrig House and Ard na Sidhe, open their fine dining to non-residents,and in Killorglin there’s Nick’s Seafood Restaurant, the Sol y Sombra Tapas Bar, Bianconi, and Kingdom 1795. Still recovering from my Big Five adventure, I take a leisurely evening drive around the Ring of Kerry. The narrow road twists through villages and around cliffs, seldom losing sight of the sea. With dusk falling, the tourist buses have left, and everyone else has gone to their own sanctuaries. At a remote lookout point, there is one parked car. Two women stand beside it offering smartphones stiff-armed to the reddening sun in the west. The silence after I turn off my engine is filled with birdsong, then a cow mooing. A dog barks in response, and a solitary cockerel crows. I laugh at the cliche. The women drive off, leaving me alone with the view. Below me is a bucolic scene of stonewalled fields and cottages with picture windows facing the ocean. But my eyes are drawn back inland, where the high Reeks behind still catch the light, calling me to a new adventure tomorrow. • For information on the Big Five, see reeksdistrict.com. A four-night package including B&amp;B and all five activities starts at €529pp (based on four participants). Guided ascents of Carrauntoohil start at €55pp; a day’s kayaking from €65pp; two-hour surfing lessons from €35pp; a day cycling the Ring of the Reeks from €100pp (including bike/helmet hire and sandwiches); night-time paddleboarding on Cloon Lough from €65pp. Accommodation was provided by Kingstons (doubles from €110 room-only). Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}