{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/jun/27/10-best-hostels-with-pools-indoor-outdoor-europe", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-06-27T05:30:06Z", "webTitle": "10 of Europe's best hostels with pools", "webUrl": "https://www.theguardian.com/travel/2019/jun/27/10-best-hostels-with-pools-indoor-outdoor-europe", "apiUrl": "https://content.guardianapis.com/travel/2019/jun/27/10-best-hostels-with-pools-indoor-outdoor-europe", "fields": {"headline": "10 of Europe's best hostels with pools", "bodyText": "Inhawi Boutique Hostel, St Julian’s, Malta A simple hostel in a great location with views from the outdoor pool to Balluta Bay, which is the nearest (small) sandy cove, a few minutes’ walk away. The beach has a promenade with cafes and shops, and is overlooked by the neo-gothic Carmelite church and art-nouveau apartment block Balluta Buildings. Bikes can be rented from the hostel to explore the island and the 10-minute ferry ride to the island’s capital, Valletta, is a 15-minute walk. Dorms in the restored 19th-century building sleep between four and 12, and include breakfast in the communal kitchen or gardens. • Dorm beds from €15.50, B&amp;B, Inhawi.com Mountain Hostel Tarter, Canillo, Andorra Warm, bubbly and overlooking the surrounding hills, the “hydro-massage swimming pool” at this hostel might be small but it’s great for easing achy limbs after a day of outdoor activities. Biking, guided hiking, skiing and snowboarding can be booked through the hostel, and it’s just a few minutes walk to the El Tarter cable car, for the Grandvalira slopes. The restored mountain cabin, with rooms sleeping 2-6, retains traditional elements, such as a slate and wood-beamed roof and exposed stone walls. There’s also an open fire in the communal space inside for colder months; a small onsite shop for wine, barbecue kits and food; a shared kitchen and terrace with deckchairs. • Dorm beds from €20pp, twin from €48, room only, mountainhosteltarter.com Cascais Cool Hostel Suites, Portugal Travellers looking to catch a wave can arrange lessons on Guincho beach (from £38pp, pick-up included) – it’s a surfer favourite and five miles from the Cascais Cool Hostel. For a dip back at the hostel there’s a large outdoor communal space with a pool on a wooden terrace, plus a barbecue, long dining tables and hammocks around the lawned garden. Rooms include bunk dorms (sleeping 4-10), private rooms with shared bathrooms, or larger suites for groups and families. All come with breakfast, served in the open-plan lounge-kitchen. Conceição beach is the closest, a 10-minute walk, with bars and restaurants on the promenade, or Lisbon is a 40-minute train ride or 30-minute drive away. • Dorm beds from €18pp, twin from €58, B&amp;B, cascaiscoolhostel.com Steel House, Copenhagen With its swanky bar, large indoor pool and gym, Steel House has the feel of a hotel but with the sociable atmosphere of a hostel. It’s in the city’s Vesterbro area – a revamped meatpacking district, home to design shops, bars and indie cafes. Formerly home to the Danish Union of Metalworkers, the building has an industrial vibe, mixing raw materials and minimalist design with cosy, cocoon-style bunks and comfy Chesterfields in the lounge. There are dorms sleeping 4-6, or single and double en suite rooms, some with a terrace. There’s also a communal kitchen, games room, cinema and a multi-use venue, which hosts live music, karaoke, comedy, workout sessions –you can even “perform for your dorm” if you are a musician, and stay for free. • Dorm beds from £20pp, doubles from £67, room only, steelhousecopenhagen.com Yeah Hostel, Barcelona Rooftop views come with a pink pool at Yeah Hostel, which opened in the city centre in 2018. There are double rooms or dorms for up to six, all with their own bathrooms, and a bar and restaurant serving affordable meals, including paella with unlimited beer or sangria for €10. It’s a 10-minute walk from Gaudí’s La Pedrera and La Sagrada Família, and 15-minutes from the Gràcia district for shops, bars and cafes – or join one of the hostel’s tours, including modernism and gothic architecture walks. • Dorm beds from €18pp, doubles from €98, room only, booking.com Wellness Hostel 4000, Saas-Fee, Switzerland Following the trend of healthy trips over boozy holidays, this is said to be the world’s first wellness hostel. It sits above the Saas valley with guided hiking and tours around the mountains and gorges in all seasons, and skiing and snowboarding in winter (with the nearest lift a five-minute walk). There are singles, doubles, family rooms and dorms (sleeping 4-6), and they come with breakfast, use of the 25-metre indoor pool, whirlpool, family pool with water slide, and a one-day citizen’s pass for free cable car rides. There’s also a gym, several saunas, herbal steam room (for £10 a day inclusive) and massages and ski lessons available to book in advance. Snacks and aperitifs are served at the bar, with views over the surrounding valley and open fire in colder months, and there’s also a restaurant. • Dorm beds from £37pp, doubles from £117, B&amp;B, hostelworld.com Ostello Bello Assisi Bevagna, Italy This hostel sits on a hill in the quiet medieval village of Torre del Colle in the Umbrian countryside. It’s split across several buildings, including a 10th-century former school, with accommodation ranging from dorms to en suite rooms with terraces. There’s an outdoor pool on a raised deck and gardens hosting communal barbecues. Breakfast comes with views of the Assisi valley and Monte Subasio in the Apennines, and the kitchen serves plenty of pasta dishes at other times. Biking, vineyard tours, horse-riding, hot-air balloon rides and paragliding can be arranged through the hostel, and the cities of Assisi, Perugia, Spoleto are all less than a 40-minute drive away. • Dorm beds from €24, doubles from €69, B&amp;B, ostellobello.com ShoeString Cave House, Göreme, Turkey The fantastical pillar rock formations of Göreme – in the Cappadocia region of central Turkey – are a natural phenomena that humans began carving into during the fourth century, forming subterranean towns from tunnels and caves. Five of these ancient cave houses have been converted to include private rooms, suites and a 16-bed dorm – which is actually more of a series of tunnels and little rooms, with some beds in their own mini caves reached by ladder. Shoestring has a restaurant with roof terrace serving local food, and a rooftop pool. • Dorm beds from £11pp, doubles from £28, B&amp;B, shoestringcave.com Cassis Hostel, Provence Within a woodland area of Cassis (between Marseille and La Ciotat on the Côte d’Azur) this hostel has an infinity pool and gardens with views of the mountains and sea. The large villa has two en suite rooms and two dorms sleeping four to six, which have large, original windows and one leading out to the terrace. It’s a five-minute walk from the old port town of Cassis, for the beach, restaurants and bars, or guests can use the communal kitchen to cook produce bought at the twice-weekly local market in Place Baragnon. Nearby, there are boating and kayaking trips from the port, and hiking routes into the National Park of the Calanques and Port Miou fjord. • Dorm beds from €24pp, doubles from €60, B&amp;B, cassishostel.com Caveland, Santorini Locals on Santorini once created homes by carving them out of the volcanic terrain. One such cave became a winery in the 18th century and is now a hostel in the village of Karterados, in central Santorini. It has a large outdoor pool with views of the sea, two tennis courts, a terrace for barbecues and yoga, and small gardens with lemon, pomegranate and pistachio trees. Dorms sleeping four to 10 and en suite doubles are furnished with upcycled and local antique furniture, with splashes of turquoise, amber and tribal prints. Nearby activities, available to book through the hostel, include a hot spring volcano tour, kayaking, biking and boat trips. • Dorm beds from €15pp, doubles from €47.50, B&amp;B, cave-land.com Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}