{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2019/jun/13/10-best-canal-river-walks-uk-readers-travel-tips", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2019-06-13T05:30:05Z", "webTitle": "10 of the UK's best canal and river walks: readers’ travel tips", "webUrl": "https://www.theguardian.com/travel/2019/jun/13/10-best-canal-river-walks-uk-readers-travel-tips", "apiUrl": "https://content.guardianapis.com/travel/2019/jun/13/10-best-canal-river-walks-uk-readers-travel-tips", "fields": {"headline": "10 of the UK's best canal and river walks: readers’ travel tips", "bodyText": "Winning tip: Crinan Canal, Argyll and Bute The Crinan Canal is known as “Britain’s most scenic shortcut”. It crosses the Kintyre peninsula, saving boats from the long and occasionally dangerous trip around the Mull of Kintyre, and the prospect of dicing with the Corryvreckan whirlpool. The canal is nine miles long, cutting across country from Ardrishaig in the east to Crinan in the west. The towpath is in great condition, making for easy cycling or walking. The Crinan Hotel is a great place to end up, and a bowl of seafood stew outside its bar, looking out to Islay and Jura makes an unforgettable lunch. • scottishcanals.co.uk Michael Mooney Limehouse to Camden Town Brewery, London On this 15-mile walk you’ll see alternative living on London canals, friendly folks, parks and, most importantly, lots of pubs! Start at The Grapes, close to Limehouse Basin Marina, wander for a mile and half up the Regent’s Canal to the Palm Tree at Mile End, then east along the Hertford Union for a mile or so to the Crate Brewery at Hackney Wick. Stop there for lots of great bars and pizza or carry on a short way up the River Lea to the Four Quarters . Then comes the Princess of Wales in Clapton and, on past Tottenham Marshes for six miles is Camden Town Brewery in Enfield (nearest station Ponders End), on a reservoir. Get chatting to people on passing boats and maybe get a ride. A very good escape for any Londoner and a brilliant alternative for tourists. Rachael River Wye and Chee Dale, Derbyshire The Wye in Derbyshire passes through one of the loveliest valleys in England and offers many brilliant routes. The most dramatic stretch, possibly the closest we have to a rainforest in this country, is Chee Dale. It’s not an easy route, with some scrambling over rocks and places where the valley is so narrow you need to use stepping stones alongside the river – and it’s impassable after heavy rain. Wyedale or Topley Pike car parks are good starting points (there are also buses; the 65 and 66 from Buxton pass by Topley Pike), and the riverside Angler’s Rest at Miller’s Dale is a beautifully located refreshment stop. For a simpler route back to the start, follow the Monsal Trail above the river and through tunnels, passing lots of interesting industrial relics. About five miles in total. • walkpeakdistrict.com Graham Dean Templer Way, Stover Canal and River Teign, South Devon This stunning 18-mile (10-hour) route starts at Haytor on Dartmoor and finishes on the coast at Teignmouth via Newton Abbot. The route is named after the Templer family, who built a tramway and the Stover Canal to carry granite off the moors to the port. The final stage (of six miles) takes walkers from Newton Abbot Town Quay via Coombe Cellars along the River Teign Estuary to Shaldon. Once in the village, you can pick up the passenger ferry to Teignmouth and enjoy the sunset over Dartmoor from the back beach. This section along the river is dependent on the tide. The estuary shore is full of interest, with a shellfish farm, an old lime kiln and lots of watercraft. • walkingenglishman.com Laura M Chichester to West Wittering, West Sussex Leaving Chichester station, head out of town along the quiet old ship canal. Mostly just moorhens for company and the sky reflecting off the glassy silent waterway. Crossing a road, skirt around the marina and walk on, past (or into) the lovely Ship pub at Itchenor. Then the route runs all along the natural beauty that is Chichester harbour to the vast sandy beaches of the Witterings. Eight miles of bliss. • my.viewranger.com Mark Ebdn Bowlees to Low Force, River Tees For an eight-mile river walk with everything, head for the Tees. Start at Bowlees visitor centre, diverting briefly north along Bow Lee Beck to check out Gibson’s Cave and Summerhill Force waterfall. Cross the Tees at Newbiggin and have lunch at the Strathmore Arms in Holwick, the sort of cosy, hidden pub you thought no longer existed. Cross boggy moorland including two sets of stepping stones to a viewpoint looking down the Tees (ignore the quarry). You’re soon right beside the river and ready for the grand finale: the thundering High Force then Low Force with a suspension bridge used by Victorian lead miners to finish. • my.viewranger.com Paul Kirkwood Monmouthshire and Brecon Canal The three- to four-mile walk between Pontymoile and Abergavenny runs through glorious countryside into the setting for Alexander Cordell’s 19th-century family sagas. There are no roads, just wonderful countryside with the odd barge or cruiser puttering alongside you. There’s the Green Flute Café at Goytre Wharf, and several pubs within a short walk of the canal. This walk ends near Llanfoist with a 20-minute walk into Abergavenny. Stay at the Angel Hotel (doubles from £95 B&amp;B), or just relax in the hotel’s bar with a pint and take the frequent bus service back to Pontymoile. Another great walk on the canal is the seven-mile stretch further north between Talybont-on-Usk and Brecon; again, return by bus. Gwyn Ilkley to Bolton Abbey, River Wharfe This is a six-mile walk along the glorious River Wharfe from Ilkley to Bolton Abbey with views of the Yorkshire dales. Start at Ilkley’s Riverside Gardens on the south bank near the remains of a Roman fort. Follow the path west past the old stone bridge and along to attractive Addingham with its Low Mill weir and views of Castleberg fort. Continue to the 12th-century monastery of Bolton Abbey, which stands amid wonderful woods and parkland. There are lots of picnic spots here and the brave will want to try crossing the Wharfe via the 60 stepping stones once used by lay workers at the Priory. • gps-routes.co.uk Kevin Belfast to Lisburn, Lagan Navigation It’s 11 miles and an easy four-hour walk from Belfast to Lisburn along the 18th-century Lagan Navigation towpath. Begin in central Belfast at the Waterfront Hall. Your journey transitions from an industrial landscape of streets tightly packed with terraced houses into the woodland and wet meadows of open country. The joggers and cyclists who’ve been keeping you company thin out once you pass picturesque Shaws Bridge and from here you’ll have the towpath to yourself. Take a brief detour to explore the mysterious megalithic tomb at the Giant’s Ring and perhaps the pretty village of Edenderry before continuing to Lisburn. Turn right at Lagan Island for the railway station and catch a train back to Belfast. • walkni.com John McLaverty Worcester and Birmingham Canal You can feel the energy and power of the Industrial Revolution as you tread the towpath along the Worcester and Birmingham Canal. Leaving Birmingham’s city centre, the red-brick factories and sturdy bridges are evidence of the importance and history of the UK’s waterways. About half way along the 27-mile walk – if you’re going all the way to Worcester – the rolling hills and sweet pastures of rural England take over. Ask lock-keepers and boaters for good pubs – my favourite is the Weighbridge in the pretty village of Alvechurch south of Birmingham, right on the canal with a beer garden offering views of passing boats, barges and walkers. Alex Hughes Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}