{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/12/mothers-who-have-abortions-what-to-do-with-tvs-third-rail", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-11T18:00:16Z", "webTitle": "Mothers who have abortions: what to do with TV’s third rail?", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/12/mothers-who-have-abortions-what-to-do-with-tvs-third-rail", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/12/mothers-who-have-abortions-what-to-do-with-tvs-third-rail", "fields": {"headline": "Mothers who have abortions: what to do with TV’s third rail?", "bodyText": "“We got a beautiful email from a viewer last week,” says Sarah Scheller, co-creator of the ABC’s The Letdown. “It said, ‘That was my scenario. I can’t believe I just saw it on screen.’” Women who have abortions are only just now beginning to see themselves depicted on screens, but for a certain subgroup – women who are already mothers when they decide to terminate – the taboo is stronger than ever. It’s a taboo that Scheller’s low-key comedy was determined to quietly break. The Letdown follows Audrey: a middle-class woman, played by Scheller’s collaborator Alison Bell, who is adjusting to life after childbirth with a clumsy, fumbling grace. The show has been greeted warmly by critics and fans for its raw depiction of new motherhood, and in its second season Bell and Scheller wanted to dial up the darkness and realism. But when Scheller began testing out a new plotline – Audrey’s next pregnancy, terminated by abortion – friends she told about it were horrified, saying, “‘Oh no, don’t do that!’” It proved Scheller’s hunch: this story needed to be told, and without the trauma or fear that colours so many onscreen abortion tales. “Mothers have more abortions than anyone else,” says Scheller down the line from Los Angeles, where she’s now based thanks to the global recognition of her show. “So why is this still so taboo?” Australian data – thought scant – shows the same trend: that women in their late 20s and 30s are far more likely to have abortions than teenagers; and that mothers, educated women and happily married couples get abortions too. Perhaps we need a dose of dark humour to process and normalise taboo, yet commonplace experiences. In 2015, Lena Dunham’s Girls had a decidedly chill non-revelation about an abortion. The morbidly funny web series Ctrl Alt Delete even relocates its zippy workplace comedy to an abortion clinic, with mothers receiving what doctors call an “evacuation of the uterus”. Earlier this year, Netflix’s UK sex-positive comedy Sex Education took a de-stigmatising view of abortion as a part of life, but it also doubled down on one lasting TV cliche: the disadvantaged, pink-haired teenager (played by Emma Mackey), walking into an abortion clinic without a boyfriend or stable family unit. The Letdown’s termination plot couldn’t look more different. This time, in a story TV rarely tells, the protagonist is a parent in her 30s, with a partner, a career, a mortgaged house full of Ikea furniture – and an accidental foetus in her uterus. She chooses to end the pregnancy, and then moves through the steps of getting on with her life. In all these shows, termination is a serious decision – but not a tormented, regretful one. It is what it is: a safe, simple medical procedure that for most women produces no lasting shock. Scheller references a scene from Crazy Ex-Girlfriend, in which a doorbell rings and the son of a lawyer casually calls out: “Mom, I’ll get it since you just had an abortion.” Real-life conversations are rarely so candid. In The Letdown, Audrey feels an ambiguous grief, compounded by her mother’s observation that abortion is “a very solitary experience”. That tearful place of murky loss or non-loss, coupled with lonely silence, speaks clearly to a gap between progressive ideals (that nobody should be ashamed to end a pregnancy) and the difficult reality of talking freely about such a taboo and complicated subject. “In our writers’ room, we got [Australian feminist commentator] Clementine Ford in to talk about this specific issue. She was saying that the pro-lifers never consider the [quality of life of the] kids you have after an abortion. I wouldn’t have the two children I have now if I hadn’t been able to access that abortion then,” Scheller says, referring to a pregnancy she terminated in her 20s. The decision, she says, gave her the capacity to be a better mother later in life. “Audrey’s arc is about coming to a point where she doesn’t feel shame about her decision. She tells the other mums … as well as telling her own partner to stop tippy-toeing around talking about it afterwards. It’s actually not a big deal. Most women deal with their terminations pretty well. Audrey was assertive, her character drove the decision, she had agency. There’s no judgment, at all.” Still, the ABC felt the need to mitigate the risk of blowback. “The ABC wanted us to lean into the medical side of things,” she says, referring to Audrey’s first birth – an emergency Cesarean which made a second pregnancy too dangerous too soon. This framed Audrey’s abortion as simply a form of healthcare, rather than an emotional, moral or lifestyle decision. But Scheller and Bell wanted to show the validity of other reasons for terminations. In a scene of cross-generational solidarity, Audrey’s mother Verity (Sarah Peirse) reveals that she ended a badly timed pregnancy decades ago so as not to limit the trajectory of her life and her relationship. Both experiences are presented as legitimate. The Letdown’s second season will be released in July on Netflix in the United States, home to what Scheller calls a “frightening” backlash against abortion rights. Weeks after president Donald Trump falsely referred to terminations as executions, the state of Alabama passed a law which criminalises almost all abortions with no exceptions for rape or incest. And yet it was US TV that aired one of the first onscreen instances of a mother choosing to terminate. “We were quite inspired by the series Maude,” says Scheller. “They had an abortion storyline in 1972, where Maude, a 47-year-old mother played by Bea Arthur, fell pregnant in New York, where it was legal to have an abortion. The double episode, Maude’s Dilemma, aired before Roe v Wade. It was so groundbreaking. The show’s creator Norman Lear says that it aired in 1972 without controversy. It wasn’t until the reruns in the 1980s, when the religious right had really exploded, that there were thousands of letters of complaint.” In that way, it’s not just the representation of abortion that matters, but the cultural and political climate around them. In today’s loaded context, the capacity of comedy to normalising how we talk about abortions continues. “If we can’t laugh at it,” says Scheller, “then it’s The Handmaid’s Tale.” And that would just be a nightmare. • The Letdown is streaming on ABC iView"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}