{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/24/barefoot-investor-scott-pape-to-host-new-personal-finance-tv-show", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-24T02:32:54Z", "webTitle": "Barefoot Investor Scott Pape to host new personal finance TV show", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/24/barefoot-investor-scott-pape-to-host-new-personal-finance-tv-show", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/24/barefoot-investor-scott-pape-to-host-new-personal-finance-tv-show", "fields": {"headline": "Barefoot Investor Scott Pape to host new personal finance TV show", "bodyText": "Finance guru Scott Pape, aka the Barefoot Investor, will have a new TV show, thanks to a deal with Foxtel announced today. The four-part documentary, titled Money School, will follow the bestselling author as he rolls out a financial education program for primary and secondary schools, which he said he hopes will help address crippling debt burdens in Australian households. “Kids spend a total of around 2,300 days at school,” Pape said. “Yet not even one of those days is dedicated to teaching them essential money skills. “Too many Australians don’t have the skills to pay the bills. Most of us had to learn these skills the hard way because we were never taught them in school.” Pape’s foray into personal finance education for children began last year with the publication of his book The Barefoot Investor for Families, a how-to guide for parents in teaching basic financial literacy to their kids. The book, which broke first-week sales records for non-fiction books in Australia, covers topics such as rewards for doing chores, pocket money, savings and donating to charities. “My goal is that by teaching the kids, we help their parents too,” Pape said. Pape self-published his eponymous book and guide to personal finance, The Barefoot Investor, in 2004. It has been updated three times since, and Pape claims to have sold more than 1.5 million copies. The book’s popularity saw Pape become a regular guest on Australian television and radio, and become a columnist for News Corp papers. His influence was also cited in the recent banking royal commission after his endorsement of Hostplus resulted in a massive influx of capital to the superannuation fund. Pape announced last week that he was going to close down his business, the private “wealth-building community” Blueprint, at the end of June 2020 in order to move into not-for-profit financial counselling. Money School is expected to premiere on Foxtel’s Lifestyle channel in early 2020."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}