{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/30/john-mcenroe-still-rockin-at-60-review-everybody-loves-him-these-days-well-almost-everybody", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-30T22:30:30Z", "webTitle": "John McEnroe: Still Rockin’ at 60 review – everybody loves him these days. Well, almost everybody", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/30/john-mcenroe-still-rockin-at-60-review-everybody-loves-him-these-days-well-almost-everybody", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/30/john-mcenroe-still-rockin-at-60-review-everybody-loves-him-these-days-well-almost-everybody", "fields": {"headline": "John McEnroe: Still Rockin’ at 60 review – everybody loves him these days. Well, almost everybody", "bodyText": "John McEnroe’s father, finding himself powerless to curb his son’s temper, at least prevailed upon him never to swear on court. That advice, McEnroe explained, produced those violent, weirdly prim outbursts that always made him sound like a supply teacher in meltdown: “You canNOT be serious!” It is clear from the start of John McEnroe: Still Rockin’ at 60 (BBC One) that this line still haunts the three-time Wimbledon singles champion. It is also clear that he doesn’t really mind. He repeats it himself, often, whenever he thinks it will serve as a punchline. On the eve of Wimbledon fortnight, Sue Barker went to meet one of the tournament’s best-loved – in retrospect, at least – players, to let him reminisce about his life and career. It is not quite a hagiography – you would be hard-pressed to make McEnroe look like a saint – but it is still a bit of a victory lap, for a man who appears in every respect to deserve one. McEnroe grew up in Douglaston, an upmarket bit of Queens that happened to have its own tennis club, of which he was the undisputed star. He was 18, and still an amateur, when on a whim he and Mary Carillo, a friend from Douglaston, entered the French Open mixed doubles. They won the title. That summer, he reached the Wimbledon singles semi-finals. Back then, he looked like a child actor hired to play a tennis brat: knit brows, pouting lower lip, wild curls pinched in a headband. Although he was vilified for the outbursts he directed at officials, he remained at all times unapologetic. “When people look back in 10 years, they’re gonna thank me for improving the level of officiating,” he says. Reflecting on those days, a white-haired McEnroe recalls the pressure he was under from his parents, who expected only the best from him. “It’s difficult when you feel like, no matter what you do, it’s not enough,” he says. His behaviour left him isolated in the tour changing rooms, but even now he maintains he was always right about the bad calls. Eventually, he earned enough respect from rivals such as Björn Borg to gain acceptance, and he settled down enough to enjoy an era where professional players could still combine world-class tennis with a rock’n’roll lifestyle. “In our day, we took performance-detracting drugs,” he says. It is difficult to pinpoint the moment when McEnroe was transformed from reviled tantrum-thrower to imported national treasure. It is as if one day he went into the wilderness and returned with a sense of humour about everything. He is as brash and unapologetic as he ever was, but there is a gentle self-mockery behind it all, not to mention a great deal of insight. It is almost impossible not to like him. Today, he is a man of varied and competing passions. He takes Barker to his New York art gallery, where he fishes through a deep, dark cupboard in search of a ladder. “This is where the Warhol of me and my ex-wife resides,” he says. He still maintains his lifelong love affair with rock’n’roll, although it would be hard to find charitable things to say about his singing. One of his daughters insists he was a pretty good guitar player, but the BBC is not able to provide any evidence of this. McEnroe at 60, although reflective, is hardly a man on the brink of retirement: he is a full-time tennis commentator when he is not running his New York tennis academy. And he still plays the game – the oldest guy on the senior tour, and possibly the fittest. Above all, McEnroe comes across as a man sustained by relationships, with family, friends, partners and rivals. They are all here, armed with anecdotes: Borg, Chrissie Hynde (“When he would come to London, he’d always give me a call,” she says. “I knew it’s ’cos he thought I might have some pot”), his wife of 25 years, his kids, his two brothers. Everybody, it seems, has a good word to say about him. The exception, perhaps, is arch-rival Jimmy Connors, very much the Sir Not-Appearing-In-This-Film of the evening. But, in his absence, we get McEnroe on Connors: “I don’t think there’s another player on Earth I have more respect for, in terms of what he brought to the table,” he says. “He’s also one of the biggest A-holes that ever lived. But so am I.” Careful not to swear, as ever."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}