{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/04/tv-tonight-63-up-the-thames", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-04T05:19:23Z", "webTitle": "TV tonight: Britain's future gets even grimmer in Years and Years", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/04/tv-tonight-63-up-the-thames", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/04/tv-tonight-63-up-the-thames", "fields": {"headline": "TV tonight: Britain's future gets even grimmer in Years and Years", "bodyText": "Years and Years 9pm, BBC One Now that the populist politician Viv Rook has got her foot wedged in the door at Westminster, surely things can only get grimmer for the Lyons clan – and the country at large. As Russell T Davies’s relatable near-future family drama continues, desperate Daniel, fearing for the life of his fiance, Viktor in turbulent Europe, weighs up a risky rescue attempt. Graeme Virtue The Thames: Britain’s Great River With Tony Robinson 8pm, Channel 5 Tony Robinson has been making shows in this vein for so long now that he is as un-Baldricked as Michael Palin is un-Pythoned. In this new series, he sets out on a 200-mile journey along the Thames. He begins at the source of the waterway, a spring in a field in Gloucestershire. David Stubbs The Planets 9pm, BBC Two Brian Cox breathes life into science once again. Here he unravels the mystery of why sister planets Mars and Earth began as almost identical worlds with similar potential but went on to become diametrically different: one a home to all manner of life and the other a frozen wilderness. Breathtaking. Mike Bradley 63 Up 9pm, ITV In 56 Up, the previous instalment of Michael Apted’s monumental series, it was clear that many of his subjects’ lives were drifting into a holding pattern. Startling transformations were increasingly rare as the children Apted started filming at the age of seven entered middle age. This latest series, though, will be fascinating in terms of how the likes of Tony, Neil, Sue and Jackie have reacted to the division in the country outside their front doors. Expect divergent views on Brexit, Corbyn and much more besides. Phil Harrison Great British Gardens: Season By Season With Carol Klein 9pm, Channel 5 If a series about some of the finest gardens in Britain sounds dry, think again, as Carol Klein introduces a ravishing opener that profiles the late Guardian horticulture writer Christopher Lloyd’s famous garden at his Great Dixter home in the Sussex Weald. MB Instant Dreams 10pm, Sky Arts This may be the era of the smartphone and the digital camera, but a passion lingers among some enthusiasts for the instant Polaroid photograph, which ceased manufacture in 2008. Willem Baptist’s quirky film meets fans whose fascination led them to try to unravel the secret of the lost chemical formula. MB Film choice X-Men: Apocalypse (Bryan Singer, 2016), 9pm, Film4 It’s the Reaganite 80s. Famke Janssen has been dropped for a new-look Jean Grey (Sophie Turner), but James McAvoy’s Prof Xavier and Michael Fassbender’s Magneto remain to help the ever-growing X-gang confront ancient Egyptian uber-mutant En Sabah Nur (Oscar Isaac) in this big, brash superhero movie. Paul Howlett Live sport World Cup cricket: Afghanistan v Sri Lanka 10am, Sky Sports Cricket The group stage continues. Tennis: French Open 12.30pm, ITV4 The opening men’s and women’s quarter-finals. Under-20 International football: England v Portugal 5.53pm, FreeSports Action from the Toulon tournament, shown on the free-to-air channel."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}