{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/10/big-little-lies-season-two-review-its-the-meryl-streep-show-now", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-10T15:06:52Z", "webTitle": "Big Little Lies season two review – it's the Meryl Streep show now", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/10/big-little-lies-season-two-review-its-the-meryl-streep-show-now", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/10/big-little-lies-season-two-review-its-the-meryl-streep-show-now", "fields": {"headline": "Big Little Lies season two review – it's the Meryl Streep show now", "bodyText": "Warning: this review contains spoilers for season one and season two, episode one of Big Little Lies. Meryl Streep in the new season of Big Little Lies (Sky Atlantic) almost makes me believe in homeopathy. No matter how tiny the performance dosage in a scene or episode, she leaves the whole thing somehow charged with her presence long after she has vanished into the wings. You can believe the very molecules of the air are still humming with her memory. By God there’s something about the woman. Here, she plays Mary Louise, the mother of Celeste’s (Nicole Kidman) abusive late husband Perry, who – unconvinced by the story of an accidental fall off the balcony by her blue-eyed boy – is now gliding round Monterey like Mrs Danvers in sensible slacks, seeking the truth. Sometimes she is merely viscerally disconcerting; for example, when she bumps into Madeline (Reese Witherspoon) and takes a few casual moments out of her day to note how short she is and how untrustworthy she finds “little people” to be. Other times she is simply terrifying. Mary Louise’s perfectly paced descent at the family dinner table from platitude (“Your daddy was the most amazing man”) to literally howling rage and grief was worth the price of Streepmission alone. Among the rest of the characters/cast it was, for the opening episode at least very much business as usual. Or at least, business as you would expect it after one of your number pushed said abusive husband to his death and the rest of you covered up for her. Madeline (in slight danger of morphing entirely into a grown-up Tracy Flick) is dealing with her post-accomplice-y feelings by becoming ever more frenetically busy and controlling, making it the very worst time for her daughter to reveal that rather than go to college she wants to take up a job offer with a start-up building homes for the poor and vulnerable. Madeline is barely able to pretend even momentarily that this could be incorporated into her life plan. Celeste (tall enough not to attract Mary Louise’s ire on height grounds at least) is drifting round the place like a haunted pencil, consumed by guilt for not escaping her marriage before someone was driven to kill for her. Renata (Laura Dern) is still Renata, and we pity the new school teacher who looks as if he is going to be Renata’d to death before half term. Jane (Shailene Woodley) is dancing happily on the beach, the knowledge that the world has been purged of the rapist who fathered her son outweighing her part in that purging. Poor Bonnie (Zoë Kravitz), however, the one who did the actual pushing/purging, is struggling. She would rather, she tells Maddie, have confessed but Madeline took that choice away from her when she started spinning lies to the police. Like the first season, it is sensationally slick and beautiful to look at. It still has its fun with the insanity of the (self-imposed) demands of modern motherhood, womanhood and the politics of the school gate. This is neatly encapsulated, as the new term begins, in Madeline’s opening explanation of how you have to earn your “good mom points” all over again, especially if you have become older or fatter over the summer. But it has not lost its underlying focus, which is the complexity and minutiae of women’s lives and how radically they are affected – whatever the level of surrounding privilege – by men’s actions. Perry is as present now – in Celeste’s guilt and rubble-strewn psyche, in Mary Louise’s grief for a monster (though her ability to gaslight Celeste and her friends where necessary suggests where he learned at least some of his skills) and Bonnie’s suffering – as he was when he was alive. Even Jane’s freedom now throws into relief the circumscription of her life before. In addition, there is also a rather rewarding – for the viewer at least, less so for the men involved – relationship developing between Madeline’s ex-husband Nathan and her new one Ed. In an oblique but neat commentary on the sexes’ personal/emotional lives, the women (who have become known locally as “the Monterey Five”) have each other to call on even in cases of murder, while Nathan (James Tupper) has only Ed (Adam Scott) to call on for advice when he finds himself baffled by Bonnie’s sudden change of mood. And even more concerned by her withdrawal from the marital bed. Still. It is ultimately – and effortlessly, for this is not a grandstanding or selfish performance, just unavoidably brilliant – going to be one woman’s show now. To everything there is a season, and this is Streep’s. Monterey belongs to Mary Louise now. God help the five."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}