{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/13/australias-bluey-goes-global-after-fetching-deal-with-disney", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-13T01:38:31Z", "webTitle": "Australia's Bluey goes global after fetching deal with Disney", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/13/australias-bluey-goes-global-after-fetching-deal-with-disney", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/13/australias-bluey-goes-global-after-fetching-deal-with-disney", "fields": {"headline": "Australia's Bluey goes global after fetching deal with Disney", "bodyText": "The cartoon blue heeler that Australia has already fallen in love with is about to get a global audience, thanks to a distribution deal between the BBC and Disney. In late 2019, the first and second season of Bluey will be available to watch on Disney Junior and Disney+ in all territories excluding Australia, New Zealand and Greater China. Australian company Moose Toys has also signed a global deal, for a new line of Bluey toys that will be available in time for Christmas in Australia, when a series of three Bluey books will go on sale. The toys will be available in the US and other regions in 2020. “The warmth and authenticity of Bluey’s family dynamic is what first captured our interest in the show,” said Jane Gould, senior vice president of Disney Channels Worldwide. “Bluey reminds us all of our own families, and it plays out the small but emotionally epic dramas of day-to-day life in surprising, heartfelt and very funny ways that will engage children and parents alike.” Produced by Ludo Studios and created by Joe Brumm, Bluey was originally an ABC and BBC co-commission. The seven-minute episodes follow a six-year-old blue heeler puppy who lives in Brisbane with her parents and four-year-old sister, Bingo. Aimed at five- to seven-year-olds, the show has been praised for its offbeat and heartwarming depiction of family life. Speaking with the Guardian last year, producer Charlie Apinswall – a father himself – said he wanted to tap into one of the funnest parts of parenting: the unstructured play that takes over the house when kids are at the older end of preschool. “It’s one of the most fun times to be a dad,” he said. “You might be having breakfast and your youngest will be pretending to be a frog. Yet somehow you need to get the ‘frog’ out of the door in the next half hour. There’s so much comedy in how parents deal with difficult situations.” The series couples humour and invention with the day-to-day details of domestic life. In one episode, for instance, the family might go to get Chinese take-away; in another, they hunt for a lost toy or take a trip to the garbage dump. “Mundane activities … become an opportunity for imaginative play,” writes the Guardian’s Philippa Chandler. “Bluey stands out from the blur of daytime television with its sharp script, its Brisbane setting and its ability to plumb the unexpected depths of everyday family life.” One of the show’s fan-favourite characters is the dad, played by David McCormack: the former lead singer of 90s indie band Custard, he plays the character with a dry, laconic but warm approach to parenting and play that is somehow both deeply relatable and uniquely Australian. “I’m yet to find out whether it’s the path to riches, but it is the path to being popular at school drop-off time,” he told the Guardian this year. “Lots of other parents are like, ‘Hey! Did I hear your voice on …’ It’s sort of like 1994 all over again, but in the primary-school world.” Bluey had clocked up more than 90 million plays since premiering last October, making it the most-watched show on ABC iView, according to the ABC. The second season of Bluey is currently in production."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}