{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/04/one-day-your-skin-just-slips-off-how-chernobyl-restaged-nuclear-disaster", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-04T05:00:27Z", "webTitle": "'A horrible way to die': how Chernobyl recreated a nuclear meltdown", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/04/one-day-your-skin-just-slips-off-how-chernobyl-restaged-nuclear-disaster", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/04/one-day-your-skin-just-slips-off-how-chernobyl-restaged-nuclear-disaster", "fields": {"headline": "'A horrible way to die': how Chernobyl recreated a nuclear meltdown", "bodyText": "We were lucky to have survived the Cold War without a nuclear attack. The pop culture of that chilly era warned what the bomb would do: the crisping of the skin; the slow agony of radiation sickness; the pollution of the land; and the death of cities. The bomb didn’t explode, but some people experienced a fragment of this horror. The Chernobyl disaster of 1986 brought explosions, radiation sickness, evacuations, contaminated earth and, finally, medals awarded and memorials erected. It was war after all – but not against the west; this was another type of nuclear enemy. Sky Atlantic/HBO’s drama Chernobyl unfolds over five distressing episodes that show the 1986 explosion was more than just another disaster in a decade horribly cluttered with them: it was a ghastly taste of nuclear war, a monstrous cover-up and, finally, an event that helped bring down the Soviet Union. So it is fitting that the series begins with the explosion, as if to get it out of the way so that we might focus on what happens afterwards. The explosion was caused by a late-night safety test that caused a massive surge in power due to the reactor’s flawed design. The explosion was so great that one worker instantly thought: “The Americans!” Here was nuclear war, at last. The force of the explosion tossed the reactor’s massive concrete lid into the air like a penny, leaving its mouth open wide, belching out radiation in a streak of eerie blue light. No ordinary explosion then, and that’s why Luke Hull, a production designer on the series, was committed to ensuring these scenes didn’t resemble a Hollywood disaster flick. During filming in the Ignalina nuclear plant in Lithuania, Hull prowled the set and shook his head at the roaring blazes and leaping sparks, saying: “Nah. It looks like Die Hard.” This subtle approach extended elsewhere, with Hull intent on recreating the faded look of the late Soviet era, so instead of pouring his energies into kapow explosions, he focused on “little decorative bits” that would evoke clunky Soviet style. He scoured the flea markets in Kyiv, and he found old clocks, telephones and ashtrays. While this might sound like a dream for any westerner hunting Soviet chic, Hull recalls the market as a sombre place, filled with old people selling trinkets and, to his mind, relieved to be rid of them. They see no nostalgia in these old things, he says. “They see the politics, and it’s a period they want to forget.” Costume designer Odile Dicks-Mireaux, meanwhile, was tasked with finding Soviet-era clothing . She learned elites could have obtained good western cloth for suits, but for everyone else it was a life of slippery polyester. To recreate the wan fashions of the era, she sourced contemporary patterns and had outfits made by a Lithuanian tailor who worked during the Soviet era. She also discovered that Ukrainian eBay was a treasure trove, and bought endless scarves, skirts, blouses and boxy old woollen suits. Few of these outfits could be regarded as attractive to a modern western eye but, thankfully, her boss welcomed the piles of gloomy garments. Dicks-Mireaux says: “The director [Swedish film-maker Johan Renck] really wanted this look – wanted an ugly, gritty look. He didn’t want it to be glamourised in any way.” The job of Daniel Parker, head of makeup and prosthetics, had no such light touches either. His task was to recreate the effect of radiation burns on human skin. Ask Parker what radiation does to the body and he is distressingly blunt. “You melt,” he says. “The only way you can really describe it is putting salt on a slug. Tissue is breaking down. Skin just slips off. It’ll just go. One day you move your arm and the skin will just fall off.” Surprisingly, Parker didn’t look to photos of Hiroshima or Nagasaki victims for examples of radiation damage, as he suspects these were tempered by wartime propaganda. He went instead to medical textbooks, and this allowed him to pioneer a technique for Chernobyl where he “layered” the skin: painting the actors’ bodies with wounds, then putting a semi-translucent layer on top, giving the impression that sores are forcing themselves to the surface as the body degrades from within. The effect is dreadful to see. Yet, Parker was strict in saying these men must not be relegated to Hollywood “zombies”, and he explains that the director made sure sympathy stayed with these characters: even as they lie rigid on the bed, gurgling and fading, they still speak, and a wife may still hold her husband’s rotting fingers. “It’s the worst way to die,” says Parker. “Beyond anything you can imagine. The most horrible way to die. I think it’s the worst, in line with medieval torture.” What makes it particularly atrocious is that the victims were denied pain relief. In the latter stages of radiation sickness you cannot inject morphine, he explains. “The walls of the veins are breaking down.” So the Chernobyl disaster produced agonising deaths without pain-relieving drugs, which brings us back to the horror of nuclear war. Plans for the NHS after a nuclear attack show drug stockpiles would quickly be exhausted, and those who were hopelessly injured would be allowed to die without the tiny mercy of a supermarket paracetamol. Chernobyl is a compelling and brilliantly realised drama, but it’s also a warning – of the dangers of lies, arrogance and complacency, and of nuclear war itself. The final episode of Chernobyl airs Tuesday, 9pm on Sky Atlantic. The whole series is available to view on Sky Go and NowTV"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}