{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/28/stranger-things-best-tv-this-week", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-28T10:59:17Z", "webTitle": "This week’s best home entertainment: from Stranger Things to Waco", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/28/stranger-things-best-tv-this-week", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/28/stranger-things-best-tv-this-week", "fields": {"headline": "This week’s best home entertainment: from Stranger Things to Waco", "bodyText": "Stranger Things 3 Netflix’s sci-fi romp neatly sidestepped second album sydrome by hurling every 80s pop-culture reference it could think of at the screen last season. And for the most part, it worked. Expect more of the same here, as Eleven and her merry men face down new monsters while dealing with the ultimate horror: the devastating, multi-car pile-up that is puberty. From Thursday 4 July, Netflix Serengeti John Boyega voices this “dramatised” nature doc, which follows a lioness and her cubs exiled from their pride. Comparisons to the upcoming CGI Lion King remake are inevitable, though one suspects Disney’s effort won’t feature as many mangled zebra corpses. Thursday 4 July, 9pm, BBC One Anna: The Woman Who Went to Fight Isis This inevitably affecting doc tells the story of 25-year-old Anna Campbell, who died last year while fighting alongside Kurdish freedom fighters. Here, Anna’s father Dirk travels to northern Syria to learn the truth about his daughter’s death. Wednesday 3 July, 9.30pm, BBC Two Waco Tim Riggins himself, Taylor Kitsch, is almost unrecognisable from his Friday Night Lights days in this dramatisation of bemulleted cult leader David Koresh’s final days. Also starring Michael Shannon and Rory Culkin, it follows the course of the 51-day siege on Koresh and his followers’ ranch in Waco, Texas, as events build to a horrible climax. Monday 1 July, 9pm, Alibi Shipmates Here’s your Friday night post-pub, watch-with-a-kebab trash TV sorted: two teams of contractually buff contestants fight to become the most popular people aboard a luxury, 1,500-berth cruise ship, hindered by the presence of relatives and ex-partners they hoped would have stayed at home. It’s all utter nonsense, of course, but that doesn’t mean you won’t gleefully tune in, does it? Friday 5 July, 11.05pm, Channel 4 Canny Cops The Durham constabulary and the former north-east pit villages they are tasked with policing are the subject of this new documentary series. It’s a cop doc done BBC Three style: blunt, bracing and blackly comic, tackling themes of social deprivation and the breakdown of local community. From Wednesday 3 July, BBC Three The Next Episode The most recent two-parter in this frank BBC podcast on issues affecting young people has understandably attracted attention for its coverage of sexual abuse in the music biz. The whole series, hosted by Ben Zand and Linda Adey, is worth a listen, touching on topics as varied as revenge porn and mental health in the football industry. Podcast Katherine Ryan: Glitter Room One of a host of comedy stars lured to Netflix in recent times, Ryan is set to dominate your algorithm in the coming months. Currently in production is her sitcom The Duchess about single mum-hood, but first there is this taping of her recent standup special, which tackles similar themes with Ryan’s customary acid wit. From Monday 1 July, Netflix Lost in London For his directorial debut, Woody Harrelson revisited his “most unhappy experience” in London, 2002, when he was chased by police and arrested. But he did it in a single, 100-minute take, and broadcast it live to 500 cinemas, including one in Piccadilly Circus, around the corner from where it was being shot. Somehow, it works. Sunday 30 June, 10.55am, 6pm, Sky Cinema Premiere Legion Noah Hawley’s oddball foray into the Marvel universe might have been too psychedelic for its own good, alienating as many fans at it entranced. This third series will be its last, which Hawley claims was always the plan: David’s on the lam with Lenny, but will their old lives catch up with them? We’re going to stick our necks out and say: yes. Thursday 4 July, 9pm, Fox"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}