{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/06/my-gay-dog-and-other-animals-review-this-hump-filled-hour-is-a-real-slog", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-06T21:05:44Z", "webTitle": "My Gay Dog and Other Animals review – this hump-filled hour is a real slog", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/06/my-gay-dog-and-other-animals-review-this-hump-filled-hour-is-a-real-slog", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/06/my-gay-dog-and-other-animals-review-this-hump-filled-hour-is-a-real-slog", "fields": {"headline": "My Gay Dog and Other Animals review – this hump-filled hour is a real slog", "bodyText": "A documentary about dogs and homosexuality, both of which are enjoyable topics of conversation, should be good, campy fun. I also enjoy ice-cream and curry, but it is better to keep some things separate. My Gay Dog and Other Animals (Channel 4) purports to be an examination of the science behind same-sex behaviour in the animal kingdom, but it is, essentially, the kind of segment that might have sustained 10 minutes on Eurotrash, stretched out over one long, hump-filled hour. The Secret Life of the Zoo, which is a far lovelier, more informative and more compassionate show, knows that people are fascinated by animal reproduction. If it ever appears on Gogglebox, it is usually because an exotic creature is mounting another exotic creature and all the zookeepers are preternaturally excited about the preservation of the species. It is voyeurism, of course, but with a bit of education on top. My Gay Dog attempts to replicate the formula, but it does so with a lumpen approach, managing to be both silly and arid at the same time, while also putting this particular viewer in the odd position of feeling prudish about pets. Matt Tipper is from Frome, and his Italian greyhound, Norman, is regularly humped by another Italian greyhound, Franco, whom he shares with his ex-girlfriend. There is a popular Facebook group called Angry People in Local Newspapers, and this is all very Angry People in Local Newspapers. “Well, I’ve thought for a long time that Matt’s dogs are gay,” says Matt’s mum, gravely, as Franco ruts away joyously. But there is the problem. There is an argument about whether those gay dogs are engaging in sexual or social behaviour – whether Franco is simply being dominant, rather than horny. Either way, we are using human behaviour as a marker for animal behaviour, which this documentary rejects, then coyly embraces, and it is all a bit of a mess. In Weston-super-Mare, Christine King has five rescue dogs, two of which, Pugly and Nelly, appear to be in a committed, loving, lesbian relationship. “They are awful at times,” she says, attempting to explain what is going on, as Pugly and Nelly boldly pleasure each other on her lap. “Pugly’s love of Nelly extends to mating Nelly,” she adds, frankly. These segments in which it is all taken very seriously are by far the best moments. When Pugly starts to lick the face of her masseuse (I know), I was shouting at the screen. I knew where Pugly’s tongue had been. Relentlessly sexual bonobos inevitably make an appearance, as do Japanese macaques, who have “consortship relationships” between females, although these only last until the females reproduce. There are male lions humping male lions (“He initiates what can only be described as mating,” says wildlife photographer Paul Goldstein, in a wonderfully “Accidental Partridge” moment) – although given that the pictures of it were captured in Kenya, where gay sex remains criminalised, it opens up a world of homophobia and hate speech that even extends to big cats. There is a gay bull, saved from slaughter by an online campaign, only to reveal that his tastes are not exclusively all-bull. And there are rams who prefer other rams, one of whom has his testicles described as “fine, spongy and healthy”, as the breeder gives them an exploratory squeeze. Odd, given that it should be jolly and fun, this felt like a bit of a slog. The scenes of animals getting frisky felt as if they would never end. By contrast, the science was, with apologies to the rams, woolly and minimal. The moments of explanation, where scientists talked about their research, felt too short and too simple. I imagine that, in light of the horrible stories this documentary highlights – a dog given to a kill shelter because his owner caught him mating with another male dog; and the notion that the Kenyan lions are either “demon-possessed” or else have learned homosexual behaviour from human beings – there would be obvious value in exploring the bigotry of what the programme calls “traditional evolutionary theory” (that homosexuality has no purpose or evolutionary value). Instead, this is half brazen and half shy, never quite giving us enough of anything, bar dog-on-dog action. Channel 4 had a hit with its documentary Dogging Tales a few years back. This doesn’t quite manage to do the business."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}