{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/27/william-simons-obituary", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-27T15:50:16Z", "webTitle": "William Simons obituary", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/27/william-simons-obituary", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/27/william-simons-obituary", "fields": {"headline": "William Simons obituary", "bodyText": "The actor William Simons, who has died aged 78, appeared in all 18 series of the Sunday evening television series Heartbeat as the easygoing, sometimes lazy PC Alf Ventress, who made up for his lack of energy by possessing a valuable encyclopedic local knowledge. The police drama, set around the fictional North Yorkshire village of Aidensfield in the 1960s and based on the Constable novels by Nicholas Rhea – the pen name of a former officer, Peter Walker – ran from 1992 to 2010. Simons was featured in the original cast alongside Nick Berry as PC Nick Rowan, Niamh Cusack as Nick’s wife, Kate, Derek Fowlds as Sergeant Oscar Blaketon and Bill Maynard as the lovable rogue Claude Jeremiah Greengrass. The nostalgic programme was soon vying with Coronation Street for top spot in the ratings. In his second Constable book, Walker described Alf as a “grizzle-haired constable” and dour Yorkshireman, with untidy uniform, whose “chief mission” was to complete his meal break without interruption. “Alf Ventress had no particular ambition in life,” said Simons. “He spent his time behind the desk. He was a heavy smoker – unlike me. I don’t smoke, so we used herbal cigarettes.” As Heartbeat progressed, with Simons in his 60s, Alf retired from the force in 2004 but was retained as a civilian administrator at Ashfordly police station. Simons and his first wife, Janie (nee Lowther), whom he married in 1968, fell in love with Goathland, the village where location filming took place, and bought a 19th-century cottage there in 1994. However, he sold it in 2008 – six years after Janie’s death – because of the increasing intrusion by “Heartbeat groupies”, as Simons called them, visiting the village. He was born in Mumbles, Swansea, the only child of Eileen (nee Acheson) and Sydney Simons. His father was a solicitor who was stationed in the area as a captain in the Welch Regiment during the second world war. The family moved to London when peace came, by which time the young William was already showing his talents for acting, singing and dancing. He made his film debut at the age of eight in No Place for Jennifer (1949), alongside Janette Scott in her breakthrough role as a child star. Next he spent 15 months in Kenya and Tanganyika (part of present-day Tanzania) filming the wildlife conservation drama Where No Vultures Fly (1951), playing Anthony Steel and Dinah Sheridan’s son Tim – and reprised the role in the sequel, West of Zanzibar (1954), with Sheila Sim taking over as his mother. Simons also appeared in children’s TV serials. He played Christopher Sixpence in A Castle and Sixpence (1954), Peter in Heidi Grows Up (1954), Andrew in Benbow and the Angels (1955), Bobby in Bobby in France (1955) and Alfie Cutforth in Rex Milligan (1956). When he developed severe acne in his mid-teens he decided to step out of the limelight and switch to stage management, but continued to act in Children’s Hour productions on radio. However, four years later, he gave up theatre work and returned to television. After several more children’s serials, he progressed to adult parts and his career was given a significant boost when he was cast as Abel Garland in the BBC’s 13-part adaptation of The Old Curiosity Shop in 1962. Character roles followed in many popular series and serials. There were three brief appearances in Coronation Street: as James Peck (1968), a plumber’s merchant who received a dud cheque from Len Fairclough and Jerry Booth; as Harry Bates (1972), common-law husband of Rita Littlewood, who then beat her up and threw her out; and Jim Cawley (1987), a councillor friend of Deirdre Barlow. In 1976, Simons played a police officer for the first time when he took the part of the new village bobby, Will Croft, in Emmerdale Farm. He became typecast as law upholders, playing Constable Thackeray in the Victorian drama Cribb (1980-81) and detectives in Juliet Bravo (1985), Rumpole of the Bailey (1987), The Ruth Rendell Mysteries (1989) and The Bill (1989), before playing Inspector Fox, Patrick Malahide’s sidekick, in The Inspector Alleyn Mysteries (1990-94), overlapping with his early days in Heartbeat. “I have played policemen many times in my career,” he said. “I think I’ll be buried in blue!” On television, Simons also appeared as a barrister, Martin O’Connor, in Crown Court on and off from 1973 to 1983; Mandrel, leader of a rebel group on a planet of exploited workers, in the 1977 Doctor Who story The Sun Makers; and the pub landlord in both series of the sitcom Haggard (1990 and 1992). He reprised his role as Alf in half a dozen episodes of the Heartbeat spin-off The Royal, in 2003 and 2004. After Heartbeat ended, Simons spent much of his time at his new home in France. He was a patron of the charity Changing Faces. Simons is survived by his second wife, Jackie, whom he married in 2007. • William Simons (Clifford William Cumberbatch Simons), actor, born 17 November 1940; died 21 June 2019"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}