{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/20/too-old-to-die-young-nicolas-winding-refn-amazon-show-an-indulgence-too-far", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-20T06:00:13Z", "webTitle": "Is Nicolas Winding Refn's Amazon show an indulgence too far?", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/20/too-old-to-die-young-nicolas-winding-refn-amazon-show-an-indulgence-too-far", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/20/too-old-to-die-young-nicolas-winding-refn-amazon-show-an-indulgence-too-far", "fields": {"headline": "Is Nicolas Winding Refn's Amazon show an indulgence too far?", "bodyText": "Television is a writer’s medium, while cinema is a director’s one. So goes the old maxim, and for years it was more or less true: episodic TV directors were regarded largely as journeymen, keeping things running smoothly and crisply with minimal formal fuss, while writers absorbed more of the acclaim when a series struck gold. Rarely in TV criticism did you read much reference to directorial style or mise-en-scène, while expansive breakdowns of plotting and character arcs served such a demand that television recapping became a review form in itself. After all, the screens were small and square, the frame fixated on actors’ faces: how artistically inventive could directors be? That was never entirely fair, of course. You need only look at the rolling sequence shots from a prime episode of ER, or the fevered, jittery handheld energy of Homicide: Life on the Street to see that American network TV was never simply a creative wasteland of shot-reverse-shot constructions – to say nothing of David Lynch’s Twin Peaks, for so long held up as the oddball exception that proved the rule. Twin Peaks was an anomaly at a time when TV and film were demarcated as separate realms, the latter a graduation from the former for a lucky few: instead, the NBC series was the first thing Lynch created after scoring an Oscar nomination for Blue Velvet, aired in the same season he won a Palme d’Or for Wild at Heart. Three decades later, that zigzagging between big screen and small doesn’t seem nearly so unorthodox, either for major actors or film-makers. Everyone from Martin Scorsese to David Fincher to Andrea Arnold is doing it, taking advantage of bigger, wider home entertainment screens and more flexible broadcast options to bring their trademark cinematic sensibility to a smaller format – even if, in many cases, it’s only for a statement-making episode or two before letting the regular TV directors take the reins. Nicolas Winding Refn’s new Amazon series Too Old to Die Young, however, commits a little more doggedly and eccentrically to the expanding possibilities of auteurist television. Spanning 10 episodes and 13 hours – every one of them directed by the loathed-and-lauded Danish director of ultraviolent art films Drive and Only God Forgives – this seamy Los Angeles cop drama doesn’t feel like TV in any conventional sense, from its shaping to its pacing to its aesthetic. Rather, it plays as a Refn big-screen provocation permitted to expand languidly into a more radical, audience-testing format: slow cinema both shrunk and swollen for home viewing, and aptly premiered on the sacred cinephile turf of the Cannes film festival. Unsurprisingly, it’s proved divisive with critics and audiences alike. Many viewers won’t have made it past the 93-minute pilot episode, which is a pretty emphatic mission statement for the whole. Introducing its protagonist, Miles Teller’s chilly, taciturn LAPD police officer, at considerable leisure, it sets a scant handful of remote plot points in motion – principally, the shooting of his partner – while wallowing in humid, fluorescent atmospherics and simmering, circuitous conversation over some of the longest, most measured individual dialogue scenes ever committed to series television. Critics have tossed around adjectives like “torpid”, “indulgent” and “stultifying” – all probably familiar to Refn from the reception granted Only God Forgives and his last feature The Neon Demon, both of which acted as extreme, practically slow-motion deconstructions of B-movie forms associated with faster, more frenetic movement. If you were hoping the shift to episodic television would make Refn tighten his storytelling, chances are you’ll find Too Old to Die Young – with its doubled-down commitment to delayed genre gratification – a near-trollish disappointment. If you’re an Amazon Prime browser stumbling upon Refn’s work for the first time, you may simply be bewildered by the whole art-trash package. Yet for the Refn faithful – this writer included, admittedly – it’s a singularly mesmerising stylistic exercise, as well as an arrogantly amusing in-joke, breaking down his exquisitely nasty aesthetic in a format so extended it practically begs for frame-by-frame analysis. Too Old to Die Young’s story may get more involved in subsequent episodes, and Teller’s character a degree or two less inscrutable, yet they remain perversely secondary to the whole: it’s the airbrushed synthetic beauty of Darius Khondji’s cinematography, bathed in infinite variations of midnight blue and neon pinks, that sticks and fascinates. Ditto the prickly electronic burble of Cliff Martinez’s score, or the gaudy dilapidation of Tom Foden’s production design, and the eerie, lingering underworld nightmare that these combined sensory assets conjure up. Rarely is the colour palette what you lead with in discussing a new TV series, but Refn is far more immersed in how his world feels than what actually happens within it. Whether that makes for immersive television or not depends entirely on how sympathetic you are to such plush directorial idiosyncrasies. Even in the recent, cable-led golden age of series TV, audiences haven’t been required to bring any advance knowledge of a show’s creator to the table – this, however, feels entirely like a 13-hour gift to Refnheads, with scant regard for anyone else. I was reminded, to an extent, of last year’s polarising BBC miniseries adaptation of John Le Carré’s The Little Drummer Girl, directed with such aggressively stylised, iconoclastic panache by the South Korean arthouse rebel Park Chan-wook that it came to seem more his creation than Le Carré’s: purists expecting an old-school Sunday-night yarn were nonplussed, while Park fans geeked out over the lighting and costumes. (Bafta voters, meanwhile, snubbed it in all but a few craft categories.) Auteur television, practically by definition, is not for everyone, but the current crossover period enabling ventures as strange and form-defying as Too Old to Die Young is an exciting one. While the likes of Game of Thrones bring unprecedented blockbuster budgets and panoramic visions to the small screen, arthouse counterparts like Refn’s gorgeous, lurid curio further unlock the widescreen artistic possibilities of a medium too long associated with boxy convention."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}