{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/16/gangster-capitalism-c13-originals-living-memory-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-16T06:00:54Z", "webTitle": "The week in radio and podcasts: Gangster Capitalism: C13 Originals; Living Memory", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/16/gangster-capitalism-c13-originals-living-memory-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/16/gangster-capitalism-c13-originals-living-memory-review", "fields": {"headline": "The week in radio and podcasts: Gangster Capitalism: C13 Originals; Living Memory", "bodyText": "Gangster Capitalism: C13 Originals (podcast) Living Memory (Radio 4) | iPlayer Gangster Capitalism is an interesting name for a show that is, essentially, about the recent US college admissions scandal. In March of this year, federal prosecutors revealed that certain wealthy American families paid for their children to get into the “right” elite universities. They did this by contacting a man called Rick Singer. Singer got the parents to have their kids categorised as having a learning disability. This meant that they could take their SAT or ACTs in a special centre, where a supervisor, paid off by Singer, would either take the child’s test themselves or alter it so it had more correct answers (a high SAT/ACT score gets you into the best colleges). Sometimes this wasn’t enough, so Singer would also arrange for the child to suddenly acquire an exceptional sporting talent, such as being a rowing cox or a “kicker” for American football. The parents paid Singer a lot of money for this service: sometimes tens of thousands of dollars, sometimes hundreds of thousands. Singer used that money to pay off college admissions administrators, sports coaches, test invigilators, but he also kept millions for himself. Oooh, this was a proper lip-smacker, complete with famous people (actors Felicity Huffman and Lori Loughlin; also Loughlin’s child, Olivia Jade, a YouTube star). Real fraud that we could all understand: no complicated offshore tax systems, just straightforward payment for straightforward cheating. If you coughed up the money, you got your child in. Andrew Jenks has made a podcast about this scandal for C13 Originals: impressive, given the short time frame. Though the series suffers a little from being made in a hurry – encounters with Singer come to nought, interviews are sometimes left to run too long – Jenks’s five-parter is genuinely gripping stuff. Using real-life transcripts, actors voice the parts of Singer and his co-conspirators utterly convincingly; and there are a couple of subtle points made by contributors, including one who points out that, though this seems like a case of cash, it’s actually a case of racism, too. Gangster Capitalism seems to be setting itself up as a strand, rather than a one-off series, which is fair enough. Capitalism has a lot of dodgy ethics to be explored. But as I listened to Jenks gamely advertising all his show’s sponsors during the episodes, I did wonder just how large a task he’s taking on. We’re all capitalists, because capitalism is the system we operate within. And every one of this great show’s sponsors – clever phone-charging luggage, mattresses that adjust to different needs, delivery food whenever you want – are fulfilling an itch that doesn’t really need scratching. Capitalism seeks to commercialise all our everyday experiences and desires. It is always gangster. Hey ho, tra la la. Let’s turn to people who might have a different attitude to life. On Radio 4’s Living Memory last week, we heard from selected centenarians. On Monday, we met Bob, who is, at 111, the joint oldest man in Britain. “I’ve no idea what I’m supposed to feel like,” he said. As with all the other 100-plussers in this lovely series, Bob was philosophical and honest. Life, he said, was about “human relationships, and that doesn’t change with age”. Beautifully produced by Falling Tree, the rest of the series blended different voices into each 15-minute show. On Friday, we heard from two actors: Earl, an African American who chose acting when he realised that racism meant he otherwise would only get menial jobs, and June Spencer, AKA The Archers’ Peggy Woolley, whose 100th birthday was on the day of broadcast. After her husband died, 18 years ago, she said to herself: “This is my time, there’s no one to look after but myself.” Earl had a few regrets – “I’ve committed many sins” – but he thought similarly. “In the time of your life: live,” he said. And then he said it again. Three podcasts that started out as a wheeze It Burns A new Audible series in which Australian journalist Marc Fennell decides he’s going to find the world’s hottest chilli. It opens with Fennell in an Arizona flash flood in a rubbish pac-a-mac, alongside several other nutters, at a hot-pepper-eating contest. So far, so Jackass, but the five-episode story expands into a world competition over who can grow the hottest chilli, with requisite cheating and scandal. More interestingly, Fennell dives into why the chilli-heads are doing it (this involves more childhood trauma than you might expect). Fennell is an engaging host and this series is fun, sad, and informative. The Worst Idea of All Time TWIOAT started five years ago and is an amazing, almost existential, investigation into what happens when you watch the same terrible film every week for a year. So far, over four series, New Zealand comedians Tim Batt and Guy Montgomery have watched Grown Ups 2, Sex and the City 2, We Are Your Friends and the first film adaptation of Sex and the City (they’re nearly at the end of that 52-part run). The show is as you imagine, full of daft bantz, and is now so successful that Batt and Montgomery do live performances, and a spin-off side podcast, Friendzone. Me1 vs Me2 Snooker A continuing snooker match played by Richard Herring against himself. He’s the commentator too. Herring is a long-time podcast-maker – he also makes the highly successful live interview show RHLSTP (Richard Herring’s Leicester Square Theatre Podcast), where he talks to fellow comedians - and his shows are rambling, funny, barely edited. He is very good at them. Me1 and Me2 have been playing snooker since 2011 (!). This is such a silly idea, I can’t quite believe Herring is still doing it, but he is, and this amiable, utterly daft show has many fans."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}