{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/27/streaming-tv-is-about-to-get-very-expensive-heres-why", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-27T09:32:06Z", "webTitle": "Streaming TV is about to get very expensive – here's why", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/27/streaming-tv-is-about-to-get-very-expensive-heres-why", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/27/streaming-tv-is-about-to-get-very-expensive-heres-why", "fields": {"headline": "Streaming TV is about to get very expensive – here's why", "bodyText": "The most watched show on US Netflix, by a huge margin, is the US version of The Office. Even though the platform pumps out an absurd amount of original programming – 1,500 hours last year – it turns out that everyone just wants to watch a decade-old sitcom. One report last year said that The Office accounts for 7% all US Netflix viewing. So, naturally, NBC wants it back. This week, it was announced that Netflix had failed to secure the rights to The Office beyond January 2021. The good news is that it will still be available to watch elsewhere. The bad news is that “elsewhere”, means “the new NBCUniversal streaming platform”. As a viewer, you are right to feel queasy. The industry-disrupting success of Netflix means that everybody wants a slice of the pie. Right now, things are just about manageable – if you have a TV licence, a Netflix subscription, an Amazon subscription and a Now TV subscription, you are pretty much covered – but things are about to take a turn for the worse. In November, Disney will launch Disney+, a streaming platform that will not only block off an enormous amount of existing content (Disney films, ABC shows, Marvel and Pixar films, Lucasfilm, The Simpsons and everything else made by 20th Century Fox), but will also offer a range of new scripted Marvel shows that will directly inform the narrative of the Marvel Cinematic Universe. Essentially, if you want to understand anything that happens in any Marvel film from this point onwards, you’ll need to splash out on a Disney+ subscription. Apple will also be entering the streaming market at about the same time, promising new work from Sofia Coppola, Jennifer Aniston, Oprah Winfrey, Reese Witherspoon, Brie Larson, Damien Chazelle and Steven Spielberg. In the next three years, Apple will spend $4.2bn on original programming, and you won’t get to see any of it if you don’t pay a monthly premium. There are so many others. NBCUniversal is pulling its shows from Netflix for its own platform. Before long, Friends is likely to disappear behind a new WarnerMedia streaming service – along with Lord of the Rings films, the Harry Potter films, anything based on a DC comic and everything on HBO – that it is believed will cost about £15 a month. In the UK, the BBC and ITV will amalgamate their archives behind a service called BritBox. The former Disney chairman Jeffrey Katzenberg is about to launch a platform called Quibi, releasing “snackable” content from Steven Spielberg and others that is designed to be watched on your phone. YouTube is producing more and more original subscription-only content. Facebook is making shows, for crying out loud. And this sucks. Watching television is about to get very, very expensive. There will be a point where viewers are going to hit their tolerance for monthly subscriptions – I may be able to manage one more service, but only if I unsubscribe from an existing platform – meaning that TV will become more elitist, tiered and fragmented than it already is. There’s a huge difference between not being able to watch everything because there’s too much choice and not being able to watch everything because you don’t have enough money. Most importantly, we should all remember that this content war is hinged upon a fundamental misunderstanding of viewing habits. Netflix didn’t become a monster because people wanted to watch a specific show; it became a monster because people wanted to watch everything. When its streaming platform launched, people were spending more than £15 just to watch a single season of a show on DVD. So to be able to watch every season of a show – and every season of hundreds of others of shows – for a fiver a month was revolutionary. The whole point of Netflix was that it was a relatively affordable bucket that contained an awful lot of television. That’s why people liked it. That’s why so many people subscribed and continue to subscribe. To pretend otherwise is to miss the point. That will be a memory soon. The Netflix model was great for viewers, but it couldn’t last. The content creators got greedy and scared, and now they’re determined to drag things back to the bad old ways. They will force everyone to pay for everything separately, and the subscriber base will split, and the providers will have to recoup the money they are spending to take on Netflix – such as the $500m that NBCUniversal spent to get The Office back, the $250m Amazon is spending on a Lord of the Rings series and the $500m that Warner just spent to win the services of JJ Abrams – which means that subscriptions will rise. Make no mistake: we’re the ones likely to get stiffed here. The golden age of television may be going strong, but the golden age of streaming is dead."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}