{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/15/tan-france-queer-eye-nightmare-in-the-kitchen", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-15T16:00:24Z", "webTitle": "Tan France: ‘I’m a nightmare in the kitchen’", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/15/tan-france-queer-eye-nightmare-in-the-kitchen", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/15/tan-france-queer-eye-nightmare-in-the-kitchen", "fields": {"headline": "Tan France: ‘I’m a nightmare in the kitchen’", "bodyText": "I’m the ultimate dinner host. I’ve been in the kitchen since I was nine and by 13 I could cook a full feast for 20. Mother would never call herself a feminist but I love that she taught her daughter to cook and insisted her sons did too. Dad passed away when I was very young, but he’d never made food. I’m definitely the best cook in my family and they all realise that, 100%. It frustrates Mother but she knows it’s true. Until about two years ago the only thing my husband could make was a very nice chicken dumpling soup. He’d make it every few months, but that’s possibly because I’m a nightmare in the kitchen, always thinking I know a better way. Since my life changed dramatically, making Queer Eye, he’s taken on more responsibility and I return to roasted chicken and vegetables with balsamic honey. He’s on a souffle kick at the moment. He’s made one every day for the last two weeks. The first food I remember is roti, the Pakistani go-to. If Mum had been working late, she’d make roti flatbread in one minute – OK, a minute and a half. Prepared from scratch, with a little butter and sugar. I didn’t eat a lot of non-Pakistani food as a kid, I just found it too bland. I found it funny that Mum always called food “English” when it was derived from Italy or China or any country other than Pakistan. Until I was eight or nine I took packed lunches to school. Friends would say, “Your food smells bad”, but nothing really mean. They would tease me about it but were always curious to taste it, to the extent that I never had enough left for me. Then I started having school lunches. It’s strange how many people moan about them because I loved the desserts. There was a sponge with orangey glaze on top served with pink custard. I thought it was beautiful. In 2008 I moved to the US part-time, living mostly in Salt Lake City, and I’ve been here full-time for four and a half years. My husband is Mormon. Funeral potatoes [potato casserole] are very much part of his culture. I’ve found them, and also potluck, a big Mormon thing, at LGBT events. LGBT people love a potluck more than anything. As a teenager, I’d spend a few weeks every year in Bury at a factory where my grandfather made denim for Disney. That was probably my favourite place as a kid. I’d hit up a local kebab restaurant a few streets away, which did wonderful samosas and was run by a friend of my grandad. The things I learned in his factory set me up for working at Zara and Selfridges, and everything I’ve done since. Whenever I return to the UK I go to Nando’s with friends, which I love very much. “Going Nando’s” reminds me of being 19. I’d heard about the American restaurant chain Olive Garden on my favourite show, Will &amp; Grace. They had a couple of friends who’d always want to go to an Olive Garden but Will and Grace would get really frustrated by the choice. Anyway, early on, my now husband and I were communicating online. He wanted to hang out and I said, “OK, we’ll go to lunch, if we go to an Olive Garden.” He replied “Why on earth? They’re totally uninteresting.” I insisted: “If you want a date, that is where I want to go.” It had bland food and terrible decor, but I thought, “If he can keep me wildly entertained at the most boring restaurant on the planet, maybe he’s a keeper.” What I always say when a meal is perfect and delicious is, “This is fucking wicked”, after a really wide-eyed look to everybody at the table. My favourite things Food Cake, chocolate preferably. Almost any meal I have is finished off with some cake or other. Coffee First thing in the morning I grind Starbucks’ standard Pike Place Roast. I’ll have two cups. And here’s the thing – I’ll only ever drink half of each cup. Restaurant My London go-to is Tayyabs, in Whitehall, or is it Whitechapel? I always mix the two up. In LA, it’s Little Dom’s deli."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}