{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/30/tv-tonight-how-john-mcenroe-went-from-superbrat-to-peoples-champ", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-30T05:00:14Z", "webTitle": "TV tonight: how John McEnroe went from 'superbrat' to people's champ", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/30/tv-tonight-how-john-mcenroe-went-from-superbrat-to-peoples-champ", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/30/tv-tonight-how-john-mcenroe-went-from-superbrat-to-peoples-champ", "fields": {"headline": "TV tonight: how John McEnroe went from 'superbrat' to people's champ", "bodyText": "John McEnroe: Still Rockin’ at 60 10.30pm, BBC One Back in the late 70s, the All-England Club considered permanently enraged New Yorker John McEnroe to be almost beyond the pale. The suggestion that he might eventually become a pillar of the tennis establishment would have seemed bizarre. But, as the erstwhile “Superbrat” hits 60, that is where we are. Sue Barker presents this fond profile, celebrating a man who has proved something of a renaissance man since retirement, branching out into art and music. Paul Howlett Trevor McDonald’s Indian Train Adventure 8pm, ITV Having revealed his belief that his father was Indian, McDonald indulges his affinity with the subcontinent in the concluding leg of his journey aboard the Maharajas’ Express. Cue: a temple devoted to rat worship, and the news that India is fast overtaking Britain as an economic superpower. Mike Bradley Beecham House 9pm, ITV Tonight, wickedness surfaces for all to see, replacing unexplained genealogy and coy romance as the focus of Gurinder Chadha’s 18th-century Delhi drama. When John’s position is compromised by a mysterious murder, it is Margaret who vows to help him. And flirtation survives to live another day. MB The Handmaid’s Tale 9pm, Channel 4 Sometimes you really do wonder about the character of June (played superbly by Elisabeth Moss) in this dystopian drama. Must she always thrust herself into the firing line? Here she risks the wrath of Aunt Lydia in a top-drawer episode that once again underlines the narrative strength of the interior monologue. MB Really, Really Rude Comedy 9pm, Channel 5 This Jennifer Saunders-narrated clip show looks back at the spicy subgenre of spoof chat. Remember Mrs Merton’s cheeky interview style? Or that time Dame Edna Everage ejected Jeffrey Archer midway through his appearance? Gina Yashere and Grace Dent share their recollections. Ellen E Jones Love Island 9pm, ITV2 The mighty Island is by now part of a nightly routine for lovers of tea-coloured tans and a headline-grabbing irritation for those who disapprove of a bottom shaving. Of course, no one knows what is going to happen, but there’s a guarantee of levels of heels worn with bikinis that haven’t been witnessed since early-80s hair-metal videos. Hannah Verdier Film choice Pride, 12.30am, BBC Two Shades of Made in Dagenham in this feelgood tale of industrial action. It’s set during the 1984 miners’ strike and recounts the alliance they made with the Lesbians and Gays Support the Miners movement, bringing the two groups together in funny, rousing, sexy union. The superb cast includes Bill Nighy and Paddy Considine. PJH Sport choice World Cup Cricket: England v India, 9.30am, Sky Sports Cricket Group stage clash at Edgbaston. Motor Racing: Austrian Grand Prix, 2.05pm, Sky Sports F1 Coverage of the ninth round of the Formula 1 season. European Under-21 Championship Football, 7pm, Sky Sports Main Event Coverage of the final."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}