{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/17/big-little-lies-domestic-violence", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-17T14:18:55Z", "webTitle": "War at home: how Big Little Lies deftly dissects domestic violence", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/17/big-little-lies-domestic-violence", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/17/big-little-lies-domestic-violence", "fields": {"headline": "War at home: how Big Little Lies deftly dissects domestic violence", "bodyText": "Big Little Lies is a beautiful show about ugly secrets. Based on the novel by Liane Moriarty, the show centers around the lives of five very different women in Monterey, California, who are connected through a murder. Since its first season, the show has been celebrated for its gorgeous cinematography, deft storytelling and excellent acting. Though the show explores many forms of deception, from white lies to infidelity, its nuanced look at the ways that domestic violence can remain hidden from public view is one of the series’ most important additions to the cultural conversation. On the surface at least, Celeste Wright, played by a tremendously subtle and talented Nicole Kidman, who won an Emmy for her impressive performance in season one, seems to have it all: beauty, wealth, a devoted husband and two playful, healthy sons. And yet, just beneath the outward veneer, we see ways that her husband, Perry is controlling, violent and completely intent on terrorizing the woman he claims to love dearly. In many of the series’ most potent scenes we see the quickness with which Perry transforms from doting to monstrous, and also see the ways that Celeste is increasingly frightened by her husband’s behavior, even as she struggles to keep from admitting that she (and her children) might well be in real danger. Throughout the first season, Celeste’s journey is about coming to terms with the fact that the man she loves is actively abusing her. In the second, Big Little Lies considers how the effects of abuse linger even after the abuser is out of the picture. Celeste mourns Perry’s death, even though she knows intellectually that she deserved a life free from his violence and rage. Her therapist wisely counsels her to understand her longing for her husband as a kind of PTSD, not dissimilar to how some soldiers find it hard to adapt to civilian life because they don’t find it stimulating enough. “You miss the war,” she tells Celeste, who doesn’t quite believe her. She’s safe but hungry for the kind of intimacy that Perry offered. Alone, in bed, she is at least able to pretend. She touches herself as she watches old Skype video footage of her husband acting towards her with kindness and affection. It’s the way she wants to remember him, even if it isn’t the whole truth. Big Little Lies isn’t the only show to deal with women’s trauma – over the years, many shows have looked at the ways that home life can play out as a battleground between husband and wife. Even though the portrayal of such a dynamic has become more nuanced, the audience response can often be depressingly tone deaf in terms of seeing violence against women as a legitimately serious issue. In Breaking Bad, for example, we saw the ways that Walt’s ascent to drug kingpin was connected to the way in which he aimed to control his wife and children. Rather than open up a compelling discussion about domestic violence, many fans saw Skyler’s lack of compliance in her husband’s schemes as evidence that she was shrill and unlikable. Likewise, while fans of Mad Men were, rightly, furious at Betty’s abusive approach to parenting, many viewers gave Don’s cruel actions towards Betty a pass. She was a beautiful, kept housewife – why should she be seen as worthy of empathy? There are even fans of Big Little Lies who seem to willfully misinterpret Perry’s character – if you look up YouTube discussions of the series, you encounter a number of viewers who see the relationship as sexy, rather than seriously disturbing. As Rachel Louise Snyder points out in her recent book, No Visible Bruises, domestic violence remains a major problem in our culture precisely because we fail to place the blame where it is due. We question why the woman doesn’t leave, rather than probing why the man can’t keep his violence at bay. We assume that victims must have done something to provoke the rage and we judge women who begin to placate their abusers out of fear of escalating tensions. Even hard evidence that someone has been abused doesn’t seem to change our willingness to forgive the abuser – for example, even though there was tangible photographic evidence of Rihanna’s injuries, there were still many fans who blamed her for making her boyfriend at the time, Chris Brown, angry. Likewise, even though their abusive behaviors have been well documented, both Mel Gibson and Charlie Sheen have their own staunch defenders. In this way, Big Little Lies’ nuanced depiction of abuse offers an essential counterpoint to a culture that consistently minimizes victims and their humanity. In one particularly wrenching scene in the second season we see Celeste’s therapist urge her to imagine her close friend Madeline being brutalized by her husband. Celeste closes her eyes and the viewer sees Madeline, normally bright, cheery and talkative, with Perry’s hands around her throat. The image shocks Celeste so much that she starts screaming. Portraying a domestic violence survivor as a protector rather than a powerless victim not only reimagines the typical abuse narrative we are used to watching unfold onscreen, it also actively indicts the ways our culture often seeks to flatten abused characters into two-dimensional archetypes. While it’s promising to see an acclaimed series tackle this type of difficult subject matter so deftly, attitudes about what constitutes “women’s entertainment” may also end up limiting the cultural impact. A 2017 review in the Hollywood Reporter claimed that the series was simply, “soapy melodrama” laundry-listing “abuse” along with other boring “women’s issues” like child rearing. A more recent review in the Washington Post says the show is obsessed with “high-end suffering” and suggests that the subject matter itself is well acted but also slight. Even ardent fans often refer to the show as a kind of guilty pleasure rather than serious storytelling. Certainly, it’s worthwhile to consider our collective obsession with the lives of affluent, beautiful people and how this obscures other kinds of compelling narratives. By the same token, the idea that getting over an abusive marriage is simply not an important narrative arc strikes me as a radical misunderstanding about what constitutes good storytelling. Celeste’s journey out of her abusive marriage should be seen as just as meaningful as the story of a soldier coming out of a war. Big Little Lies’ sensitive depiction of domestic violence is important, but until we see female stories as, first and foremost, human stories, many viewers will see Celeste’s tale as just another sad thing that happens to women before looking the other way."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}