{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/24/tonight-with-vladimir-putin-how-did-this-slapdash-soviet-comedy-ever-get-made", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-24T14:32:02Z", "webTitle": "Tonight with Vladimir Putin: how did this clunking comedy ever get made?", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/24/tonight-with-vladimir-putin-how-did-this-slapdash-soviet-comedy-ever-get-made", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/24/tonight-with-vladimir-putin-how-did-this-slapdash-soviet-comedy-ever-get-made", "fields": {"headline": "Tonight With Vladimir Putin: how did this clunking comedy ever get made?", "bodyText": "Nothing on TV gets swifter justice from viewers like a bad new comedy. The latest show to be deluged with extremely negative tweets is BBC Two’s spoof chatshow Tonight With Vladimir Putin, which aired last night. So, is it the worst comedy of 2019? Not quite, but only because it is airing in the same year as Warren, BBC One’s cancelled sitcom starring Martin Clunes as an irascible driving instructor. Warren was an old and familiar format done very badly, committing the twin crimes of not being funny and not being new. Tonight With Vladimir Putin is at least innocent of the latter charge, and performers who try something different deserve credit, precisely because of the inherent risk that a TV first will be a car crash. The fresh thing Tonight With Vladimir Putin does is to make a 3D animated avatar its presenter: guests converse with writer/performer Nathaniel Tapley, but in the broadcast version Tapley has vanished, his movements mapped by a CGI cartoon of Putin. It’s an impressive innovation. The question is what this toy allows its owners to achieve. Tonight With Vladimir Putin is a descendant of Da Ali G Show, Brass Eye and The Mrs Merton Show: the celebrity guests are stooges. The Putin show’s fall guys obviously don’t have the problem of thinking it’s a real interview, as the victims of Chris Morris and Sacha Baron Cohen did, so it is essentially a Mrs Merton situation where the character gives Tapley cover to hurl vicious put-downs. Except, it doesn’t because it’s not a fictional creation like Mrs Merton. It’s Vladimir Putin. So Tapley has to satirise Putin, which he does by portraying him as a narcissist whose bigotry and authoritarianism are an expression of his vain inadequacy. It’s breaking a basic rule of character comedy by trying to base itself on two competing ideas: if Tapley had written a question as elegantly cruel as “So, what first attracted you to the millionaire Paul Daniels?”, delivering it while simultaneously sending up the characteristics of a real world leader would just be confusing. He tries to bridge that gap by interviewing June Sarpong and Guilty Feminist podcaster Deborah Frances-White, but you can sense his heart is not really in it as he tries to get laughs out of being insensitive about racial and gender equality. The encounter with the jovial D-lister Joe Swash is pointless. The best hope is the opening episode’s first guest, Alastair Campbell: viewers aghast at how effortlessly one of the architects of the Iraq war has been allowed to reinsert himself into British public life should at least expect a cartoon Putin to be extremely rude to him. But, perhaps because, in 2019, it’s a bit late, and perhaps because it would again be a bit weird coming from a digital simulacrum of Vladimir Putin, the punches are pulled and, despite being very short, the interview is an awkward mash of half-jokes and awkward pauses that plays like the least worst bits the film editor could salvage. Even if Campbell were on the end of a proper zinger, Tonight With Vladimir Putin doesn’t offer one of the great pleasures of a good spoof interview, which is to watch the unwavering interviewer look their target square in the eye. You need to see the comedian’s face: the gimmick of replacing Tapley with pixels actively impedes the comedy. None of this is as flat-out bizarre as the show’s middle section, in which Putin vacates the stage and a computer-generated Meghan Markle, voiced by Gbemisola Ikumelo, takes questions from the studio audience. Ikumelo is in BBC Three’s superb sketch show Famalam but she has nothing to work with here because she plays the character as a vulgar, vituperative egotist, ie everything the real Meghan isn’t. Satirising people by imagining how they would act if they were a different person simply isn’t a thing: no joke can come of it. You have to feel particularly sorry for Ikumelo, who doesn’t even get to show the fleeting glimpses of improv talent that Tapley displays in his performance. When a comedy misfire arrives, the reaction is always the same: how did this get commissioned? Usually that’s not quite the right question. Most duds are concepts that could have worked, but small mistakes have gradually added up to one big one. Here, though, it’s a mystery that nobody objected to Tonight With Vladimir Putin by saying: we have acquired the power to make cartoon celebrities interact with real people – but why on earth should we?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}