{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/12/chernobyl-writer-urges-instagram-tourists-to-respect-nuclear-disaster-site", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2019-06-12T15:25:21Z", "webTitle": "Chernobyl writer urges Instagram tourists to 'respect' nuclear site", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/12/chernobyl-writer-urges-instagram-tourists-to-respect-nuclear-disaster-site", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/12/chernobyl-writer-urges-instagram-tourists-to-respect-nuclear-disaster-site", "fields": {"headline": "Chernobyl writer urges Instagram tourists to 'respect' nuclear site", "bodyText": "The writer of the acclaimed TV series Chernobyl has called for visitors to the site of the nuclear disaster to behave “with respect”, after a number of photographs emerged on social media apparently showing tourists taking inappropriate or lewd selfies. Visitor numbers to the site of the former Soviet-era power plant in Ukraine have soared since the five-part miniseries began airing on HBO and Sky Atlantic in May, with some tour companies reporting a 40% increase in bookings. But the behaviour of some visitors has been met with criticism, with photographs emerging of tourists beaming or posing provocatively in front of the ruins. In one image, which has circulated widely on social media, a woman unzips a hazmat suit to reveal a G-string. Several of the images have since been deleted. Craig Mazin, the American screenwriter behind the show, tweeted: “It’s wonderful that #ChernobylHBO has inspired a wave of tourism to the Zone of Exclusion. But yes, I’ve seen the photos going around. “If you visit, please remember that a terrible tragedy occurred there. Comport yourselves with respect for all who suffered and sacrificed.” The explosion in 1986 at the Chernobyl nuclear power plant is likely to be responsible for 4,000 deaths from radiation exposure, according to the World Health Organization. An estimated 116,000 people who lived in the town of Pripyat and within a 30km (18.6-mile) radius of the site were evacuated in the weeks following the disaster, though the effects of radiation exposure for the broader population of Ukraine and Europe is still a concern. An exclusion zone of more than 2,600 sq km remains sealed off. Visitors to the zone do not need to wear hazmat suits but are warned not to touch anything. They pass through military passport checks to enter and are scanned for radiation levels. A tour guide at the site, Viktoria Brozhko, attributed the recent rise in the number of visitors to the success of the drama. “Many people come here. They ask a lot of questions about the TV show, about all the events. People are getting more and more curious,” she told Reuters. The presence among them of Julia Baessler, an Austrian student and a “bikini addict” with 320,000 followers on Instagram, caused anger among Twitter users, who accused her of exploiting the disaster for personal gain. In response, Baessler accused her critics of sexism, saying she had first visited Chernobyl before the series aired because of her interest in history and nuclear physics. “I don’t want to be seen as an influencer going to Chernobyl because it’s trendy now,” she told Business Insider. “That’s not true.” Mazin’s warning to visitors follows concerns about the behaviour of some tourists at other sensitive sites, where places that were once the scenes of immense horror or tragedy are used by a minority as the backdrop to the perfect selfie. In March, the museum at Auschwitz tweeted a plea for greater respect from visitors, illustrating its comments with photos of people balancing on the former Nazi concentration camp’s railway tracks. “When you come to @AuschwitzMuseum, remember you are at the site where over 1 million people were killed. Respect their memory. There are better places to learn how to walk on a balance beam than the site which symbolises deportation of hundreds of thousands to their deaths,” the museum said. Others expressed distaste at the decision of the Venice Biennale to exhibit a ship that sank in the Mediterranean in 2015 with hundreds of migrants and refugees onboard – it, too, became a favoured destination for selfies during the art fair last month. The Guardian’s art critic, Adrian Searle, called it “a vile and mawkish spectacle”, adding: “The best one can say of Büchel’s intervention is that it brings us face to face with death. Biennale visitors pause to take selfies in front of it.” An Israeli artist who was offended at some visitors’ use of the Holocaust memorial in Berlin for tasteless photo-ops – including striking yoga poses, juggling or jumping between its concrete slabs – has launched an art project in which their photographs are combined with real, distressing images taken from the concentration camps. Chernobyl, starring Jared Harris, Stellan Skarsgård and Emily Watson, and directed by Johan Renck, follows the immediate aftermath of the nuclear reactor explosion at the power plant in the town of Pripyat, and the political repercussions of the toll it took on the people, animals and environment in the region. It has been lauded as “masterful television” that avoids glamourising the disaster."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}