{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/21/from-killing-eve-to-game-of-thrones-why-we-all-love-a-rehabilitated-villain", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-21T09:00:37Z", "webTitle": "From Killing Eve to Game of Thrones: why we all love a rehabilitated villain", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/21/from-killing-eve-to-game-of-thrones-why-we-all-love-a-rehabilitated-villain", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/21/from-killing-eve-to-game-of-thrones-why-we-all-love-a-rehabilitated-villain", "fields": {"headline": "From Killing Eve to Game of Thrones: why we all love a rehabilitated villain", "bodyText": "This article contains spoilers for season two of Killing Eve Before the second series of Killing Eve began, if you had let your mind wander freely as Villanelle in a foreign city, potential plot twists would have sprung to mind thick and fast. They could have involved the shock unmasking of the 12, or the full-blown malfunction of Villanelle’s loose cannon or, even more dramatically, Eve’s obsession with Villanelle turning her into someone more cold-blooded than her enemy. What few imagined the plot twist to be was Eve, sat in a cafe, talking to the object of her affliction about the state of her wobbly marriage. Eve and Villanelle hanging out, sharing grapes rather than pointing knives? That was unexpected. To team up these intensely opposing forces (in an effort to investigate the Ghost and goings-on of the nefarious data owner Aaron Peel) was a bold step, especially this early on. Yet the plot device of turning a perceived baddie into one of the good guys – if cautiously and momentarily in this case – is a move that we have often seen in fiction, from Spike in Buffy the Vampire Slayer to Snape in Harry Potter. The Walking Dead, which has employed every plot device possible somewhere along its 5 million seasons, is a textbook example of how the story often goes. A baddie (remember Dwight with the burned face?) comes to the good side seeking refuge. A member of the good gang (Daryl) will be set against him, but the trusting leader (Rick), persuades the wider group with a couple of rousing speeches. Then, it remains to be seen whether they are a hero with excellent intel or a double-crosser – and the audience can’t sit comfortably until they prove their atonement is beyond doubt. There are variations of it, too; hark back to the beginnings of Orange Is the New Black, and you’ll remember Red as the alpha female in prison, the fearsome kitchen matriarch who tortured the newbie Piper with a bit of playful starvation. One back problem solution later, and she has become, well, normal – just one of the gang, and good-enough pals with Piper to call on her for an in-prison makeover. Or how about Jaime Lannister’s temporary transition to the allied forces in Game of Thrones, uniting with practically all the enemies of House Lannister to defeat their common enemy – and so very nearly remaining the good guy we felt he could be all along, before returning to his true self: beholden to his sister and love, Cersei. The reason it works so well in every case is that it’s a relief to see even a glimmer of a redemptive side to a baddie. It speaks to the moral optimist in us all and makes the villain more nuanced, capable of change and maturity. (Returning to The Walking Dead, God knows Negan could have benefited from an extra dimension or two.) In Killing Eve, flipping the switch allows a hefty bit of character development on both sides. Rather than treading old ground, with the fragile truce we find Eve (Sandra Oh) getting her kicks from kinky sex, revealing she enjoys flirting with danger itself, not just Villanelle. Meanwhile, the show makes Villanelle (Jodie Comer) a little more routine – something brought up repeatedly by Konstantin (Kim Bodnia), presumably to help keep her unpredictable side in play. And that’s the thing: it’s a delicious twist, and stylishly highlights that Eve and Villanelle aren’t as different as Eve imagines, but it’s tricky to execute without seeming jarring. It certainly pops any tension from the existing dynamic, and calls for a greater source of drama to continue the momentum, which might explain the extra grumbles this season. And just as it’s hard to lead to, it’s difficult to come back from. If the title alone suggests that Villanelle wouldn’t kill Eve as long as there’s a series to be made, then their frenemy-ship sets it in stone. Series three could return to their cat-and-mouse game – where it is never quite clear who’s the cat and who’s the mouse – in which case, let’s hope there’s something up Villanelle’s stylish sleeve to keep the frisson alive."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}