{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/14/jessica-jones-netflix-marvel-season-three", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-14T13:17:31Z", "webTitle": "Farewell, Jessica Jones: the last woman standing in the Marvel-Netflix era", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/14/jessica-jones-netflix-marvel-season-three", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/14/jessica-jones-netflix-marvel-season-three", "fields": {"headline": "Farewell, Jessica Jones: the last woman standing in the Marvel-Netflix era", "bodyText": "Marvel’s sprawling legion of big-screen heroes managed to bounce back from an extremely debilitating encounter with Thanos. But on the small screen, a much tighter cadre of grounded vigilantes have not been so lucky. Netflix’s experiment with Marvel characters ends today with the launch of the third and final season of Jessica Jones, the hard-living private eye played by Krysten Ritter whose uncanny abilities include hugely enhanced strength and nuclear-level eye-rolling. It pulls the plug on a headlong universe-building exercise that, from a seemingly standing start, produced an impressive 13 seasons of TV in just four years, encompassing the overlapping adventures of blind butt-kicker Daredevil (three seasons), bulletproof charmer Luke Cage (two), gap-year mystic Iron Fist (two), gung ho gun nut The Punisher (two) and The Defenders, a novel, but slightly underwhelming, one-off team-up. These street-level avengers took on ruthless crime bosses, augmented henchmen and undead ninja cults, but ultimately could not prevail over corporate synergy. Once Disney – which owns Marvel – announced plans for its own streaming service, complete with miniseries featuring characters familiar from the big-screen Marvel Cinematic Universe, such as Loki and Scarlet Witch, Netflix quietly threw in the towel rather than risk any brand confusion. That Netflix’s Marvel journey ends with Jessica Jones is probably more an accident of timing than design, but it feels appropriate, and not just because the nocturnal investigator has always seemed the most likely to loiter once last orders has been called. When the first season launched in late 2015, it felt like a rare example of TV outpacing the movies in the superhero boom, nimbly placing a female character front-and-centre before Gal Gadot headlined her own Wonder Woman film in 2017. Here was a relatable hero, who drank too much, occasionally slept in her clothes and was generally ambivalent about her work. While it was refreshing to see a Marvel character who preferred a scuffed leather jacket to spandex, Jessica’s bruising backstory also chimed with the times. She was a survivor of trauma at the hands of David Tennant’s Kilgrave, a scrawny, self-regarding villain who used his exotic mind-control powers to callously rob his victims of all agency. It felt like a potent metaphor for a cultural moment when the commonplace abuse of male power had been belatedly dragged into the spotlight. Thanks in no small part to Ritter’s performance – enjoyably sarcastic, occasionally swaggering, but always wary – Jessica Jones felt raw and real in way that felt unusual for genre TV. After she discharged her contractual duties in the Defenders, the second season of Jessica Jones felt a little bumpier, belatedly setting her on a collision course with a fateful figure from her past in the formidable form of Janet McTeer. But, even if the plotting often seemed wayward, the performances still resonated, particularly the push-pull relationship between Jessica and her adoptive sister, Trish (Rachael Taylor), who ended up at such an extreme impasse it seemed unlikely they would ever reconcile. Season three picks things up a year later, and strives to bring Jessica and Trish back together by smartly inverting their usual roles. The bourbon-swigging private eye who prefers to work in the shadows is now famous enough to be recognised in the street, putting her sometimes questionable methods under scrutiny. Former tabloid fixture Trish – who has spent her whole life in the public eye from child star, to thwarted pop siren, to talkshow host and now, rather grimly, shopping channel presenter – has taken to becoming a masked avenger. There is also a clammy new villain, Salinger (played by Jeremy Bobb, Nadia’s one-night stand in Russian Doll), who takes his own sweet time revealing himself, even if that delay seems to be part of some meticulous overarching plan. Unlike the similarly slimy Kilgrave, Salinger apparently has no superpowers beyond his seething white male privilege and a determination to tear down powerful women. The fact that he knows how to leverage all the institutions of law and order that heroes are supposed to protect makes him even more dangerous, particularly when Jessica still often defaults to two-fisted justice. Once Salinger properly enters the story, season three heats up a bit. Still, it wouldn’t be a proper Netflix Marvel show if there wasn’t at least a little narrative wheel-spinning in the middle. That stretched-out storytelling tendency – the “Netflix bloat” effect – may end up being this curtailed venture in superhero streaming’s lasting legacy. But amid what was predominantly a boys’ club of powerful characters, it feels as if Jessica Jones may be the one to endure. Season three of Jessica Jones is available on Netflix now"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}