{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/11/tv-tonight-muhammad-ali-as-youve-never-seen-him-before", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-11T05:20:22Z", "webTitle": "TV tonight: Muhammad Ali as you’ve never seen him before", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/11/tv-tonight-muhammad-ali-as-youve-never-seen-him-before", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/11/tv-tonight-muhammad-ali-as-youve-never-seen-him-before", "fields": {"headline": "TV tonight: Muhammad Ali as you’ve never seen him before", "bodyText": "What’s My Name: Muhammad Ali 9pm, Sky Atlantic “You cannot please God and the devil, too.” The first in a searching two-part HBO documentary about the champion heavyweight boxer and social activist sees director Antoine Fuqua (whose credits include Training Day and Southpaw) trawl through Ali’s life and legacy, taking stock of his many challenges, confrontations, comebacks and triumphs. The hook here is that a number of the most interesting revelations come from previously unseen archive footage and recordings. Mike Bradley Bake Off: The Professionals 8pm, Channel 4 The heat is turned up as the best six teams from previous weeks battle it out for a quarter-final place. As part of this week’s summer holiday theme, they are tasked with creating 24 savoury danish pastries and 24 brioches polonaises (buttery buns layered with cream, Italian meringue and flaked almonds). Continues all week, with the grand final on Friday. Ellen E Jones Her Majesty’s Cavalry 8.30pm, ITV A real-life changing of the guard frames this week’s glimpse behind the glistening breastplates of the most senior regiment in the British army. Lt Col Paddy Williams reflects on what it means to take over as commanding officer. He admits he is “not a natural shouter”, so how will he fare on the parade ground? MB The Thames: Britain’s Great River With Tony Robinson 8pm, Channel 5 The history enthusiast continues his 200‑mile journey along the Thames. Tonight’s episode manages to encompass the tranquil and the disgusting, as he first dallies at the pretty Abingdon lock in Oxfordshire, then mucks in at a sewage plant in Reading. Ali Catterall Years and Years 9pm, BBC One If the opening episodes of Russell T Davies’s fast-forward family saga felt like a hybrid of Bread and Black Mirror, things are really getting heavy now. The year is 2028 and the Lyons clan are still reeling from their loss, while Prime Minister Rook presides over an uncertain era of banana shortages and torrential rain. Graeme Virtue The Planets 9pm, BBC Two Brian Cox presents a profile of Jupiter, the marbled gas giant that is the biggest and oldest planet in the solar system. Cox says it is “as strange as it is remote” before drawing on information relayed back to Earth by Nasa’s Juno mission in order to unlock the secrets of an alien world where “it rains ammonia”. MB Film choice Tale of Tales (Matteo Garrone, 2015), 1.15am, Film4 Loosely based on a collection of ferocious 17th-century Italian fairytales, Matteo Garrone’s fantasy is a fabulous mix of magic, sex and violence. Salma Hayek’s childless Queen of Longtrellis, Vincent Cassel’s lusty king of Strongcliff and Toby Jones’s pompous King of Highhills lead a fairytale for adults only. Paul Howlett Live sport World Cup cricket: Bangladesh v Sri Lanka 10am, Sky Sports Main Event. A group stage match from Bristol. Euro 2020 football: Belgium v Scotland 7pm, Sky Sports Main Event. A tough qualifier for underperforming Scotland. Women’s World Cup football: US v Thailand 7.45pm, BBC Four. The holders, the US, begin their campaign."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}