{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/07/black-mirror-miley-cyrus-rachel-jack-ashley-too", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-07T06:00:13Z", "webTitle": "Out of tune: why Miley Cyrus' Black Mirror episode hits the wrong note", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/07/black-mirror-miley-cyrus-rachel-jack-ashley-too", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/07/black-mirror-miley-cyrus-rachel-jack-ashley-too", "fields": {"headline": "Out of tune: why Miley Cyrus' Black Mirror episode hits the wrong note", "bodyText": "The new season of Black Mirror succeeds most the further it strays from traditional Black Mirror territory. Smithereens is a gripping modern-day hostage drama, albeit one with a moral that’s basically your mum telling you off at the dinner table. Striking Vipers takes the oldest Black Mirror trope – the button on the side of your head – and shepherds it into a pleasingly human avenue. And then there’s Rachel, Jack and Ashley Too, one of the Black Mirroriest Black Mirrors to ever Black Mirror, which means it’s easily the worst episode of the three. In fact, it might be one of the worst episodes in the show’s entire catalogue. Rachel, Jack and Ashley Too tells two converging stories. In one, Miley Cyrus – playing Miley Cyrus if Miley Cyrus really hated smiling – is sidelined by her grasping manager’s new technology. And in the other, more hellish twist, Cyrus’s entire personality is downloaded on to an Amazon Echo. Imagine that for a second. Imagine having that in your home. Imagine if Cyrus wasn’t just Alexa, but Alexa with a face who could follow you around as she went about borrowing all the exact cadences of a full-tilt Chucky doll. That’s the real nightmare, isn’t it? In a parallel universe, this episode ends in the manner of other Black Mirrors, with humanity realising too late the perils of putting Cyrus in an Amazon Echo, and everyone slashing their throats in the shower in slow motion while Exit Music (For a Film) plays in the background and the Cyrus Alexa continues to jibber incoherently outside their bathroom doors. However, the one thing that Rachel, Jack and Ashley Too has going for it – and this more or less goes for the entire season – is that Charlie Brooker has dropped his penchant for mindless nihilism. These aren’t pointlessly bleak for the sake of it. Nobody kills a baby with a hammer. No paedophiles get hunted down and murdered by vigilantes. At no point does a relentless army of unstoppable robot dogs threaten to end mankind as we know it. Here, to differing extents, we get three variations on a happy ending. A character meets a sticky end, but only after finding closure. A couple gives up something precious but rescues their marriage in the process. However, in the case of Rachel, Jack and Ashley Too, the happy ending inexplicably takes the form of Cyrus starting to enjoy guitars. And this is the episode’s real problem. Its big point – that young creatives are at the mercy of their morally bankrupt handlers – has already been done to absolute death, cropping up in A Star is Born, Vox Lux and Yesterday in the last few months alone. But when Cyrus manages to break free of this, she does so in a way that’s stupid enough to give you a headache. The whole episode carries the damp stench of a “real music” aficionado; it’s full of corduroy and warm ale, David-Bowie-would-never-win-X-Factor, pub-bore browbeating. The Cyrus we meet at the start of the episode makes manufactured pop that’s slick, well-made, personal (her lyrics come directly from her dream diary) and popular. She is very, very good at this. But by the end she has become, for want of a better word, Nickelback. She starts shouting very bad, very witless, completely anonymous grunge-lite songs back to back with her bassist (who has a nose ring, because attitude). She’s happy, but only because she’s adopted a hard shell of “authenticity” that’s arguably even more constrictive than her former persona. Brooker’s progress as a writer has been startling. When he wrote Dead Set, his characters tended to sound exactly as if they were all just reading out Brooker newspaper columns, but over the course of Black Mirror he has shown how incredibly gifted he is at permeating his voice into any number of situations. The American characters he writes sound convincingly American. The teenage characters he writes sound convincingly teenage. But Rachel, Jack and Ashley Too feels like a step backwards. When Cyrus ditches the trappings of success to follow her inner rock star – when she basically follows the exact career path of Paul Cattermole leaving S Club 7 to form Skua – she stops sounding like Miley Cyrus and starts sounding like a 48-year-old man trying to sound like Miley Cyrus. It’s one of the first times that Black Mirror has sounded genuinely out of touch. Hopefully it’s just a misstep."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}