{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/09/wild-bill-rob-lowe-tv-police-drama-west-wing-to-east-lincs", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-09T08:00:22Z", "webTitle": "From West Wing to east Lincs, Rob Lowe is the new sheriff in town", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/09/wild-bill-rob-lowe-tv-police-drama-west-wing-to-east-lincs", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/09/wild-bill-rob-lowe-tv-police-drama-west-wing-to-east-lincs", "fields": {"headline": "From West Wing to east Lincs, Rob Lowe is the new sheriff in town", "bodyText": "In Boston, as the theme song for the American sitcom Cheers famously claims, “everybody knows your name”. And it’s true. But we are not talking Boston, Massachusetts. This is Boston, Lincolnshire, population 35,124; a town that is about to win new fame because an American cop, with a very familiar face, has been flown in to take charge of the local police force. Hollywood star Rob Lowe plays Bill Hixon, an experienced American police detective who would be much better suited to the larger Boston and so has plenty of adjusting to do in ITV’s new drama series Wild Bill, which starts on Wednesday. “Everyone really does know each other in our Boston,” said Bronwyn James, who plays Lowe’s police sidekick, Muriel, in the series and who grew up two hours away in Wakefield, Yorkshire. “My character is already part of the community. She is a detective, but she grew up on a farm.” The crime drama, which is also executive produced by the former West Wing star, will restore the Lincolnshire town’s significance on the map as the original Boston, the place from which the upstart American city takes its name. “There have been very few, if any, TV shows centred in the Lincolnshire area,” Lowe has noted. “The characters that populate our show are not the people you think of when you think of London. They live in a very different world that does not get the spotlight shone on it very often.” But Lowe’s new beat, around Boston’s rain-soaked marketplace, taking in the ancient tower of St Botolph’s and the Herbert Ingram memorial, could soon be as well known to television viewers as the West Wing corridors he once walked with Martin Sheen. His co-star, James, told the Observer that the surrounding Lincolnshire countryside should really get top billing. “The old church tower pops up in the background. But the most notable thing in the show is all the flat fields, miles and miles of them. It screams Boston, Lincs, to me,” said James, 24. “If anything, Boston is being celebrated.” Inspiration for the series came from David Cameron’s short-lived plan to bring in an American “supercop”, Bill Bratton, to run the Metropolitan police. The show’s creators were then also prompted to pick Boston as a location when the town earned the label “the home of Brexit”, due to its high proportion of Leave voters in the 2016 referendum. Lowe has said the series depicts a place “in turmoil and transition”, with unexpected levels of crime and unemployment. It is, he added, “a world looking for its identity.” In Wild Bill, Lowe’s cop moves to Boston, a place he describes as “a godforsaken cabbage patch”, with his 14-year-old daughter, Kelsey, in search of escape from a painful recent past. The 55-year-old actor was keen to make a series addressing divisions and inequalities in a community and one which also has echoes of the classic western plot, with a new sheriff riding into town. Lowe’s fast-talking character has a degree in criminology, a masters in psychopathology and a doctorate in statistical mapping, and is determined to drive through a series of budget cuts. Each episode he and James’s character tackle a different police case, but a key element of the comedy comes from seeing an American cop operating so far outside his comfort zone. And the actor claims he did not need to pretend to fail to understand his new environment: “I wouldn’t have one idea what people were saying. I was literally like my character.” Lowe has, in fact, worked in Britain before. He had his big break 35 years ago in Oxford Blues, filmed in the university town. James took particular pleasure in introducing the famous actor to north country vocabulary. “He loved the slang words,” she said. “We had to explain them to him. ‘What does that mean? That is so cool,’ he’d say. He’d never heard the word ‘victuals’ used for food before. But he was really quick to pick up on things.” James’s own father is a policeman in Wakefield and she said her mother, a teacher, was even more excited than her daughter by the thought that Lowe was involved in the project. “When they filmed a scene in the middle of town the cast were all buzzing the next day from the reception they had. People were giddy with it,” said James, who describes Lowe as a very down-to-earth member of the cast, yet one who was full of “very American energy”. Series writer Jim Keeble said “the absurdity of putting Rob Lowe in Lincolnshire” was key to the show’s appeal, but argues it is also about what Boston brings out in him and what he brings out in the place. “We are very divided as societies both here and in the US, and this show seeks not only to demonstrate that divide but also bring the two sides together. It’s not always harmonious, but it does stir the pot.” The port town of Boston in England was named after Saint Botolph, said to have founded the city. It is a contraction of Botwulf’s Stone or Botwulf’s tun, an Old English word for a hamlet. The Boston in America was founded in 1630 by the Massachusetts Bay Company. Several of the leading colonists wanted to name their capital after their English birthplace. Sailors later called the area “beantown”, because of the dish frequently served to visitors. The English town, of course, is famous for a different foodstuff. As Rob Lowe has proclaimed: “The Lincolnshire sausages. You cannot beat them.”"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}