{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/18/ackley-bridge-review-carry-on-screaming-the-school-drama-is-back", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-18T20:00:03Z", "webTitle": "Ackley Bridge review – carry on screaming: the school drama is back", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/18/ackley-bridge-review-carry-on-screaming-the-school-drama-is-back", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/18/ackley-bridge-review-carry-on-screaming-the-school-drama-is-back", "fields": {"headline": "Ackley Bridge review – carry on screaming: the school drama is back", "bodyText": "Ackley Bridge (Channel 4) opens its third series with a scream. Lots of screaming, in fact. It goes from zero to 60 in less time than it takes to ask Sir if you can go to the loo. This warm and amiable school drama, set in a fictional town roughly around Halifax, pronounced “Arkley” if you’re an Oxford academic – more on that in a minute – kicks off in fine, cartoonish form, with a night at the funfair. Scream! The morning after, best friends Nasreen (Amy-Leigh Hickman) and Missy (Poppy Lee Friar) wake up in bed, fully-clothed, with a man called Pete. Scream! Then Nasreen’s family burst in, but they are not so much bothered about Pete as they are about the arrival of a letter inviting Nasreen to interview for a place to study medicine at Oxford. Scream and indeed scream! That all happens in the first few moments. You can never accuse Ackley Bridge of slacking. The second series, which saw the run upgraded from six episodes to 12 (it is now settled on a more manageable eight), ended with the beleaguered school being saved from closure by the intervention of the Valley Trust. For headteacher Mandy (Jo Joyner), it has proved only a temporary reprieve from the nightmare. The takeover kept Ackley Bridge open, but brought more problems, many of which come couched in the sort of business speak that even the most dedicated of Apprentice applicants would find a bit much. “Rebranding” is turning out to be difficult, as is the notion of a “commitment to the franchise”, to which no-nonsense Mandy is finding it hard to commit. There are 22 new pupils at the school, or “managed moves”, as they are known: “It’s practically a migrant camp”, says lethargic newcomer and “director of behaviour”, Sue (Charlie Hardwick). Despite the takeover, there have been mass lay-offs and the school has been saddled with a wave of teachers so unenthused by the prospect of actually teaching that they can barely be bothered to tell anyone off. They do not care about their lessons. They leave work early. Mandy learns that the academy refers to the school as “Tandoori High” on the sly. This is not quite the future she had imagined for her school or for her kids. Still, it gives Mandy the opportunity to unload on her ragtag bunch of new and unwilling teachers, in a meeting that defies bureaucratic politeness in favour of calling them boring, lazy and “the walking dead”. It is extremely satisfying. Outside school, the action focuses on the increasingly tricky relationship between Nas and Missy. While her best friend dares to start imagining the possibility of life away from West Yorkshire, Missy begins to feel lost, if not abandoned. Ackley Bridge is rarely a delicate drama. Its brushstrokes are so broad that they might as well be in crayon. There is a flash mob in the Oxford coach station singing Tomorrow from Annie, and no one bats an eyelid. Almost everyone Nas meets at the university is an entitled toff who makes her feel insecure and unworthy. But the increasing tension between the two girls is handled beautifully, with subtlety and deep understanding of the distance that will inevitably open up between them. For now, though, they have sorted it out, with a traditional heart-to-heart on top of a skip. Ackley Bridge has both heart and humour contained in its brashness and one of its best qualities is its ability to weave in jokes that could seem unwieldy in any another show. Newcomer Sue declares that you could stone someone to death with a batch of overcooked rock cakes. “No offence, love,” she says, in the direction of a girl in a hijab. “How now, brown lesbian,” Nas recites to herself in the mirror, as she has a stab at RP, in preparation for her Oxford interview. Its humour is as blunt as it is cosy, and it never fails to pile on the charm. But before you can say “that escalated quickly”, new deputy head Martin (Robert James-Collier, otherwise known as Downton’s gay valet Thomas) has had his car torched by an irate mother fresh out of prison, or at least it appears to be that way. And if the episode were not eventful enough, what with the petrol bomb, the trip to Oxford, the flash mob, the traditional penis graffiti and everyone being cross at everyone else, there is the ending, which races out of nowhere and ups the ante with an unbearable cliffhanger. Scream!"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}