{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/05/tv-tonight-a-victorian-scandal-the-rudest-book-in-britain-summer-of-rockets", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-05T05:20:19Z", "webTitle": "TV tonight: the outrageous book that taught the Victorians about sex", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/05/tv-tonight-a-victorian-scandal-the-rudest-book-in-britain-summer-of-rockets", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/05/tv-tonight-a-victorian-scandal-the-rudest-book-in-britain-summer-of-rockets", "fields": {"headline": "TV tonight: the outrageous book that taught the Victorians about sex", "bodyText": "A Victorian Scandal: The Rudest Book in Britain 10pm, BBC Four “We’ve been getting the Victorians and their attitude to sex wrong for a very long time,” says Dr Fern Riddell. This documentary sees the historian unpick conflicting accounts of the scandalous sex trial in 1877 that followed the publication of Fruits of Philosophy, a practical guide to sex by Annie Besant and Charles Bradlaugh, social reformers who wanted to transform a world full of straitjacketed thinking. Half an hour is barely adequate to deal with this subject, but it’s a start. Mike Bradley Summer of Rockets 9pm, BBC Two “I’m not a spy, I don’t know how to do this,” pleads Samuel Petrukhin, as MI5 demands he provides a list of attendees of the Shaws’ latest drinks party. Stephen Poliakoff’s glossy drama steams into rough waters this week as Kathleen continues her secret search and Petrukhin promotes his “portable bellboy”. MB The Virtues 9pm, Channel 4 Stephen Graham and Niamh Algar are astonishing right to the wrenching end of Shane Meadows’s drama, which in its closing episode breaks down to the question of whether its characters will make an awful decision under the severest strain. You’ll be thinking about the final scenes for weeks to come. Jack Seale The Blacklist 9pm, Sky One The enjoyably daft procedural – about slippery master thief “Red” Reddington (James Spader) and his FBI agent daughter Liz (Megan Boone) crossing off a blacklist of bad guys – reaches season six. Spicing things up is Highlander’s Christopher Lambert as an assassin: there can be only fun. Graeme Virtue Private Eyes 9pm, 5USA Jason Priestley, of Beverly Hills 90210 fame, stars as Matt Shade, ice-hockey player turned private investigator, paired with Cindy Sampson’s feisty boss. This opening episode sees them look into the case of a promising protege of Shade nobbled by persons unknown. Slick fun with the C5 guarantee of “quality”. David Stubbs Mum 10pm, BBC Two Stefan Golaszewski’s subtle sitcom brims with home truths in an episode characterised by unspoken flirtation and tender yearning. Tired after a “fun-packed” day in Canterbury, Cathy steals away for a secret cigarette, tempting a forlorn Michael: “We should run off into the woods together, just the two of us.” Well written. MB Film choice Clockwise (Christopher Morahan, 1986) 6.30pm, Talking Pictures John Cleese’s irascible headteacher is flattened by time’s winged chariot in Christopher Morahan’s slight, but achingly funny, comedy, scripted by Michael Frayn. Heading for a conference in Norwich, Brian boards the wrong train and is soon deep in a travel nightmare horribly familiar to rail users everywhere. Paul Howlett Live sport World Cup cricket: South Africa v India 10am, Sky Sports Cricket. Group stage clash. Bangladesh v New Zealand follows. Tennis: French Open 12.30pm, ITV4. The quarter-finals continue. Uefa Nations League football: Portugal v Switzerland 7pm, Sky Sports Main Event. Estádio do Dragão hosts the first semi-final."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}