{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/24/tv-tonight-what-is-it-like-to-live-in-a-house-you-bought-for-1", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-24T05:00:06Z", "webTitle": "TV tonight: what is it like to live in a house you bought for £1?", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/24/tv-tonight-what-is-it-like-to-live-in-a-house-you-bought-for-1", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/24/tv-tonight-what-is-it-like-to-live-in-a-house-you-bought-for-1", "fields": {"headline": "TV tonight: what is it like to live in a house you bought for £1?", "bodyText": "The £1 Houses: Britain’s Cheapest Street 8.30pm, Channel 4 What can £1 buy you in 2019? The answer is, frankly, not a lot – unless you happen to be a participant in Liverpool city council’s scheme to get a neglected home for a knockdown price. A year on from our first trip to the Webster Triangle, this follow-up series checks in on the residents; among them Ibby, whose house is unfortunately still uninhabitable and heavily waterlogged, and Mel and Rob, who love their home, but – with few neighbours – feel they are on a “ghost street”. Hannah J Davies War on Plastic With Hugh and Anita 9pm, BBC One In the last show of the campaigning series Anita Rani investigates the tsunami of single-use plastic that is formed by give-away toys (McDonald’s, that’s you!). Meanwhile, to his horror, Hugh Fearnley-Whittingstall uncovers the plastic industry’s plans to increase production by 50% before 2040. Mike Bradley The Unwanted: The Secret Windrush Files 9pm, BBC Two David Olusoga opens secret government files to reveal the shocking hidden history behind Windrush and meet UK nationals who found themselves facing deportation to countries they couldn’t even remember. Proof, he asserts, that the “hostile environment” has been 70 years in the making. MB A Year to Save My Life: George McGavin and Melanoma 9pm, BBC Four In 2018, the scientist and TV presenter George McGavin was diagnosed with a malignant melanoma, the deadliest form of skin cancer. This film follows him as he undergoes treatment, using new drugs that prompt the question: are we close to developing a cure for cancer? MB Fear the Walking Dead 9pm, AMC from BT This zombie spin-off initially charted the earliest days of the outbreak, but after a two-year time jump and a cast shake-up, it is now up to its hips in rotting walkers. Season five continues with Morgan (Lennie James) and his gang still trying to pursue their mission of helping paranoid survivors. Graeme Virtue Hey Tracey! 10pm, ITV2 Joel Dommett’s weird quiz continues with Siri-style talking-head, Tracey, helping the celebrities. This week, radio presenter Melvin Odoom and one half of the winning couple from last year’s Love Island, Jack Fincham, join the fray. Dommett and Tracey continue to raise the low-tech laughs. Hannah Verdier Film choice Prizzi’s Honour 11.35pm, Talking Pictures TV John Huston’s comic gangster romance has Jack Nicholson as Prizzi family hitman Charley Partanna; Anjelica Huston as his girl, the don’s daughter, Maerose, in a relationship spitting verbal, broad-Brooklyn bullets; and Kathleen Turner as Irene, the freelance assassin he fatally falls for. Paul Howlett Sport choice Tennis: Eastbourne Second day’s play in the women’s Wimbledon warm-up tournament. 1.45pm, BBC Two Snooker World Cup Day one of the biennial team event from Wuxi, China. 12.25pm, Eurosport 2 European Under-21 Championship Football Croatia v England Group C match from San Marino Stadium. 7.30pm, Sky Sports Main Event"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}