{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/12/a-caring-sharing-top-gear-it-actually-just-might-work", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-12T14:16:02Z", "webTitle": "A caring, sharing Top Gear? It actually just might work", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/12/a-caring-sharing-top-gear-it-actually-just-might-work", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/12/a-caring-sharing-top-gear-it-actually-just-might-work", "fields": {"headline": "A caring, sharing Top Gear? It actually just might work", "bodyText": "The new series of Top Gear debuts on Sunday, and you get the impression that its timing was no accident. You see, this is not just Top Gear, but Top Gear presented by a new lineup of Paddy McGuinness, Freddie Flintoff and Chris Harris. The whole thing seems like Jacamo incarnate; like an airport Wetherspoons, like every Ocean Colour Scene CD melted down and formed into a statue of Keith Lemon. Happy Father’s Day everyone! But don’t get too excited, because even more change is afoot. Believe the new hosts and it is not merely the personnel that has changed, but the entire emotional profile of the show. As McGuinness told the Guardian earlier this week, Top Gear 2019 will contain “hugs and nice bits”, because “that’s the way the world is now”. This Top Gear cares. This Top Gear shares. This Top Gear is very keen to reassure you that it isn’t going to flip out and punch a producer in the face for not providing it with a steak. And these threats are backed up by the first episode, which deliberately goes out of its way to undercut any misapprehensions you might have had about the new cast. Tasked with driving around Ethiopia, it doesn’t take long for McGuinness to turn to camera and reflect sincerely upon the nature of famine. A few seconds later, Flintoff takes the time to apologise for being a “knobhead” in his youth. The trio console each other on their mutual failure to pass their driving tests first time around. And, crucially, they all stop and help each other whenever one of them breaks down. That sound you can hear is Jeremy Clarkson struggling to turn in his grave. Because that isn’t what Top Gear is about, is it? Top Gear was designed to be a showcase for brittle male friendship; the sort of friendship that looks to all of the world like outright hatred. Addressing each other by surname only. Refusing to offer help at any cost. Generally behaving like shaved apes dunked in Lynx. That is the Top Gear way. It’s a bloody blokey show about blokey blokeness, not a social-justice demonstration. Whatever next, a segment called Patient Discussions Of Intersectional Feminism In A Reasonably Priced Car? But calm down. It hasn’t turned into Woke Gear just yet. It turns out that McGuinness was only discussing emotional maturity relative to the Jeremy Clarkson era. And in that context, it makes perfect sense. The heartfelt moments I mentioned earlier are still quite rare. The rest of the show is still an overload of slightly forced megabantz, only now it doesn’t come in the form of gay jokes and xenophobia. And that’s a decent enough start. There is plenty to build on here. Finally, after years of flailing about, this new lineup feels right. The hosts are a happy mixture of enthusiastic and nebbish. They are people you’ve heard of, but not people so famous that they’ll abandon the show on a whim because they’ve already got more money than they could spend in a thousand lifetimes. They appear to rely a lot less on scripted material in the field, too, so they feel like actual human beings and not just the outsized double-take machine that Richard Hammond became some time around 2007. It’s fine. Top Gear is fine now, which is a huge improvement on the last five or six years. Plus, happily, everyone sticks to their strengths. Episode one is a long travelogue with a review in the middle. That’s it. There is no cloying celebrity interview, no thuddingly provocative “news” segment. It almost doesn’t need to have a studio element at all. Perhaps it would be a better show if it didn’t. The car show landscape has basically disintegrated of late. The Grand Tour staggers on in reduced form on Amazon, with Jeremy Clarkson seemingly switching his focus to agriculture. And, until now, Top Gear has been content to slide into irrelevance. Nobody cares about it any more, so why not mess with the formula a little? And if change comes in the form of a little hugging and sincerity, that can’t really be a bad thing."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}