{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/14/a-gripping-intimate-account-of-the-moon-landing-podcasts-of-the-week", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-14T05:00:09Z", "webTitle": "A gripping, intimate account of the moon landing – podcasts of the week", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/14/a-gripping-intimate-account-of-the-moon-landing-podcasts-of-the-week", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/14/a-gripping-intimate-account-of-the-moon-landing-podcasts-of-the-week", "fields": {"headline": "A gripping, intimate account of the moon landing – podcasts of the week", "bodyText": "Talking points Given how many other politicians, from Ed Miliband to Bill Clinton, have dipped their toes into the world of podcasting, it’s perhaps inevitable that Barack and Michelle Obama are entering the field too. Under their Higher Ground collaboration, the Obamas will create podcasts for Spotify, expanding their media might following the deal they signed with Netflix last year. Everyone loves a podcast double act, so the Guardian’s Weekend magazine has rounded up a whole host of them for a series of frank chats. Among those in conversation are Dear Joan and Jericha stars Julia Davis and Vicki Pepperdine, 3 Shots of Tequila hosts Marvin Abbey, Keith Dube and Tazer Black and the aforementioned Ed Miliband and his Reasons to Be Cheerful cohost Geoff Lloyd. Also very much worth a read is the Guardian’s interview with Mark Longley, a New Zealand journalist whose daughter was murdered by her ex-boyfriend in 2011. Longley has recently launched Death: Love, Grief and Hope, a new podcast that aims to help listeners through the process of mourning. Picks of the week Obsessed With Killing Eve The BBC is doing a neat sideline in companion podcasts to big shows (see also: Obsessed With Line of Duty). Now Vice’s Zing Tsjeng and model-presenter Naomi Shimada are dissecting Killing Eve in every way possible. The pair really hit the mark when it comes to their fashion commentary, with razor-sharp observations on Eve’s Asics trainers, sexy raincoat and awkward running with her handbag. Celebrity superfans will also be dropping in as season two hots up. Hannah Verdier Ear Hustle It has been a while since the last season of the podcast that takes you behind bars in San Quentin Prison and that’s because things have changed. Host Earlonne Woods has now been released, so he will also be looking at life on the outside, but for the opening episode the focus is on the prison’s reception centre. Woods and Nigel Poor giggle and chat as they warm up, then things get serious. Tales of bad cellmates and sexual harassment emerge and it manages to take turns being harrowing, humorous and empathetic. HV Guardian Pick: Audio Long Read Unless you’ve been living under a rock, you’ll be aware that the Conservative party are currently picking a new leader. A leader who will be our next Prime Minister. And whilst the traditional right are holding onto power at the moment, as a recent episode of the Audio Long Read points out; the Conservative party haven’t won a solid general election majority since Thatcher’s landslide victory, 32 years ago. And over the pond, The Republican party has won the popular vote just once in the last seven presidential elections. All of which leaves you wondering - is conservatism in crisis? Max Sanderson Producer pick: 13 Minutes to the Moon Chosen by Josh Toussaint-Strauss (Video Producer) This new podcast from the BBC World Service, is an incredible feat of work. And it’s no wonder when you consider the subject matter; arguably mankind’s biggest exploratory achievement, the lunar landing. After sifting through hundreds of hours of Nasa’s archives, and interviewing those involved in the mission, Kevin Fong tells the story of Buzz Aldrin and Neil Armstrong‘s final 13-minute descent to the moon in the most dramatic and gripping of ways - including how close the mission was to collapse. So far, the show has brilliantly encapsulated the process by which Nasa achieved the seemingly unachievable. Mission controllers, astronauts and other voices from the archive offer an amazing insight into the US space program in the 60s. What it took to design and build the pivotal lunar module, how it felt to weigh up the fate of the entire mission and what it is like to lose friends after a launch test gone wrong. The emotions, the pain and the triumph are all vividly described in intimate detail - leading to a fascinating and a thoroughly enjoyable listen."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}