{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/14/i-can-go-for-that-the-smooth-world-of-yacht-rock-review-katie-puckrik-bbc-four", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-14T21:00:03Z", "webTitle": "I Can Go for That: The Smooth World of Yacht Rock review – lushly comforting", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/14/i-can-go-for-that-the-smooth-world-of-yacht-rock-review-katie-puckrik-bbc-four", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/14/i-can-go-for-that-the-smooth-world-of-yacht-rock-review-katie-puckrik-bbc-four", "fields": {"headline": "I Can Go for That: The Smooth World of Yacht Rock review – lushly comforting", "bodyText": "Friday night on BBC Four: time for a documentary aimed at the sort of music fan who, when it comes to genre categorisation, appreciates the finer things. It’s important to separate, for example, yacht rock from the slightly but crucially different sounds of soft rock, smooth rock, FM rock, AOR, MOR, cocaine rock and wine-bar pop. To do that, Katie Puckrik moseyed through the cultural shifts in America in the 70s in part one of I Can Go for That: The Smooth World of Yacht Rock. A good genre-based rockumentary is always about the social change that brought about the new style, and if that part’s done well it can compensate for any shortcomings of the musical appreciation itself. We heard how the death of 60s mass-movement idealism led, in the new decade, to introspective individualism, personified by the solo singer-songwriters who congregated in Laurel Canyon, Los Angeles. Then bands came back in vogue, retaining the lush, laid-back sound while dialling down the navel-gazing lyrics to create the perfect soundtrack for listeners trying to ignore Watergate and Vietnam. This reassuringly vague escapism spread into middle America, helped by the rise of FM radio and boosted by the idea that women were now controlling household spending and would enjoy smooth but heartfelt ballads, with the flipside of that gender emancipation being that men felt freer to convey their emotions in song. Meanwhile, Reaganite consumerism was looming, and pop production was becoming more sophisticated, yet Californian pop was still expected to offer some token counterculturalism. What did all this amount to? Essentially, the Doobie Brothers. Puckrik majored on the “lovely, comforting, furry vocals” of hairy Doobies singer Michael McDonald but, despite all the Spotify playlists and not-ironic club nights that have retrospectively made it a thing, comprehensively defining yacht rock – aspirational but not luxurious, jaunty but lonely, pained but polished – is hard. Then again, part of the glory of micro-genres is the way certain records are arbitrarily ruled in or out. So here, Michael Jackson’s Thriller: yacht. Fleetwood Mac’s Rumours: not yacht. What? Hall and Oates gave the show its title and they were definitely canon, performing the coolly anguished She’s Gone in a 1976 archive clip that must have been a formative influence on Flight of the Conchords. John Oates was interviewed in the present day but was, amid a sea of yacht-rock bloggers and semi-interested rock critics, one of very few contributors who had set sail themselves. Puckrik filled the gaps, more essayist than presenter as she applied her hazy intelligence to Steely Dan, America and the Eagles, while nailing the overall feel of yacht rock with the phrase “ennui deluxe”. There’s a touch of ennui deluxe about I Can Go for That, stretched as it is across two languid episodes (next week: the 80s) when one would have sufficed. But who cares that these Friday-night BBC Four rockumentaries have been mining that era of pop for so long, it’s turned to sparkling dust? Letting it lazily run through our fingers feels good."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}