{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/19/feel-bad-tv-chernobyl-when-they-see-us-small-screen-tragedy", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-19T06:00:18Z", "webTitle": "Feel-bad TV: why are we obsessed with small-screen tragedy?", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/19/feel-bad-tv-chernobyl-when-they-see-us-small-screen-tragedy", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/19/feel-bad-tv-chernobyl-when-they-see-us-small-screen-tragedy", "fields": {"headline": "Feel-bad TV: why are we obsessed with small-screen tragedy?", "bodyText": "Before it had even reached its conclusion, Chernobyl had topped IMDb’s user-voted Best Television Shows of All Time list. It has been critically adored and its success has spurred Sky Studios, who co-produced the drama with HBO, to double its investment in original content, in order to compete with the likes of Netflix. Netflix, meanwhile, has boasting rights of its own: its Ava DuVernay-directed series When They See Us has been its most-watched drama every day since it premiered on 31 May. Both revisit true stories that are awful, outrageous and infuriating, and as such, both make for harrowing viewing experiences. They are not so much escapist TV as fully immersive experiences of tragedy. These are not the kind of series you put on to switch off. They are the feel-bad hits of the summer. Over four brutal feature-length episodes, When They See Us dramatises the case of the Central Park Five, the black and Hispanic teenage boys who were falsely convicted of the rape of a white jogger in New York City, who had been badly beaten and left for dead. Those unfamiliar with it will be shocked and appalled by the miscarriage of justice; those who know it will be aware that the teenagers served sentences from six to 14 years, and were only exonerated when the real culprit confessed in 2002. This is the sort of television that circumvents a need for spoiler warnings. From the second we select “watch now”, we know that it will be bleak. In unflinching detail, DuVernay shows the waves of devastation caused by an egregious, racially biased police investigation that appeared to select suspects by an almost random process. We see families and lives eviscerated, not only by the injustice of the convictions, but by a pathologically corrupt and ineffective penal system that punishes ad infinitum. It is no surprise that it is tough to watch. Its final episode, which focuses on Korey Wise, the only one of the five sent to adult prisons, is utterly harrowing, violent and horrific. Their eventual exoneration and 2014 financial settlement forms only a very small part of the conclusion; this is not a story of hope. Similarly, viewers will have known what to expect from the five brilliant episodes of Chernobyl, which expertly reconstructs the world’s worst nuclear disaster and its aftermath. It opens with the suicide of a man under the miserable surveillance of the KGB, and quickly segues into the explosion itself. From there, it races through attempts to contain the fallout, both literal and political, and reveals the human cost of what happened and the sacrifices that were made. Again, it is driven by ominous inevitability, rather than any promise of relief or redemption, and again, it is unsparing in its portrait of these horrors. Men are flayed and poisoned; we have already seen the death of Legasov, our hero (if you can truly call him that, though his moral character barely survives), before the drama really begins. It invites our repulsion as much as our appreciation. As true stories, these series do not exist in a dramatic vacuum, and it is worth remembering that they are dramas rather than documentaries. The podcast that accompanied Chernobyl gave a wonderful insight into the choices that were made in order to make the story work better for screen. But both series offer a modern context for their subjects. Chernobyl warns of the dangers of government cover-ups and the manipulation of facts, neither of which seem as remote as they might have five years ago. When They See Us uses archive footage of Donald Trump giving an inflammatory and overtly racist television interview, and works his appalling newspaper ad calling for the return of the death penalty into the story. The consequences of both dramas are already playing out in the real world. Russia is making a more patriotic version of Chernobyl, implicating the CIA. Since When They See Us first launched, those involved in the prosecution of the Central Park Five have resigned from jobs and boards and had contracts terminated. Perhaps this is why viewers are so willing to subject themselves to television that makes no bones about the fact that it will be difficult to watch. Everyone comes to these series with their own level of knowledge beforehand, and is likely to finish watching them with that little bit more. Education and entertainment are served up in one package. In times of political turmoil and social uncertainty, watching true stories feels less like passive consumption, and more like choosing not to look away. Of course, that choice is a privilege, and perversely, our outrage might be comforting to those who have that choice. But it can bring its own dangers: simply watching a series about a miscarriage of justice and feeling furious about it is not the same as doing something about the many other cases that have not received that level of attention. Years and Years, the new Russell T Davies drama which is about to begin on HBO, is not a retelling of a true story in the same way that When They See Us or Chernobyl is, but it imagines a near-future in which the might-happens of the present day – nuclear war, climate catastrophe, the rise of the far right, a massive refugee crisis – have all actually happened. To watch it is to invite stress and worry. It is not a pleasurable viewing experience, in any traditional sense. But, like Chernobyl and When They See Us, it leaves its mark long after each episode is over. It demands our attention. And when storytelling is this good, and this powerful, it earns it."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}