{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/27/watching-love-island-for-the-articles", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-27T16:27:34Z", "webTitle": "Another excuse for watching Love Island | Brief letters", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/27/watching-love-island-for-the-articles", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/27/watching-love-island-for-the-articles", "fields": {"headline": "Another excuse for watching Love Island", "bodyText": "I believe the headline “Montgomery flies back to front” (Letters, 27 June), also misattributed to Macarthur, dates from the second world war, whereas that other old standby, “French push bottles up Germans” first appeared during the first world war. As for the Fuchs headline (Letters, 26 June), I can vouch for the fact that not long before I went to work for the Diamond Fields Advertiser in Kimberley, the paper had aroused worldwide mirth with “Sir Vivian Fuchs off to Antarctica again”. Tully Potter Hildenborough, Kent • Rabbie Burns coined the phrase “do or die” 60 years before Tennyson’s “do and die” (Letters, 27 June). “Scots Wha Hae” celebrated the Battle of Bannockburn, in the first war of Scottish Independence. Perhaps apposite given the current political fault lines (Boris Johnson’s full English Brexit could rip the union apart, 27 June). Peter McKenna Liverpool • Reading John Vaughan’s letter – “Pretending to watch Love Island for linguistic analysis is so Guardian” (25 June) – my wife watches the programme in order to see this year’s bikinis. I just happen to be in the same room when she does. Ian Garner Keighley, West Yorkshire • It is not only birds that seem to have gone missing this summer (Letters, 19 June). I have yet to see any bats flying in our garden at dusk which have always appeared by now for as long as I can remember. Professor Michael Symonds Sutton Bonington, Nottinghamshire • As I’ve got older I’ve usually read your obituaries and been comforted by the lives of the great and good. Then I read Norman Stone’s (26 June). Dr Alan Lafferty London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}