{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/jun/20/philip-green-the-trouble-with-topshop-review-ignoring-the-real-scandal", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-06-20T22:05:24Z", "webTitle": "Philip Green & the Trouble With Topshop review – ignoring the real scandal", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/20/philip-green-the-trouble-with-topshop-review-ignoring-the-real-scandal", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/20/philip-green-the-trouble-with-topshop-review-ignoring-the-real-scandal", "fields": {"headline": "Philip Green & the Trouble With Topshop review – ignoring the real scandal", "bodyText": "Here is a question. When you consider where we are at with the ever-so-British quagmire that is the Sir Philip Green scandal, where does your mind go? To the former employees paid seven-figure secret payouts to settle claims of sexual harassment, bullying or racist abuse? To the collapse of BHS, which led to the loss of 11,000 jobs and a pension deficit of £571m? To the almost identical figure of £580m the Greens collected in dividends during his BHS ownership? Or to “the unacceptable face of capitalism” himself, as Green was dubbed by a committee of MPs, who despite such unacceptability remains in possession of his knighthood, company and famed lifestyle afloat a yacht in Monaco? No. According to Philip Green &amp; The Trouble With Topshop (Channel 5), presented with post-apocalyptic vacuity by Fiona Phillips, your attention is fixed on the more pressing matter of whether the brand once beloved by Beyoncé, Madonna and Rihanna is losing its cool. I kid you not. In this bizarre, morally bankrupt documentary, which serves as a kind of fetid time capsule for our unconscionable age, more time is given to whether three young women will select a £50 outfit from Topshop or its high-street rivals than to, well, The Trouble With Sir Philip Green. Too soon is one way of putting it. Never is another. The documentary opens in New York City, spring 2009, at Topshop’s traffic-halting US launch. Here is Green with the world at his feet, clasping hands with Kate Moss. “Everyone wanted to be on his arm,” explains Oliver Shah, the Sunday Times business editor. To which my response is … BUT DID THEY, REALLY? Then it is a zip back to the 60s when fast fashion was slow and former Telegraph fashion director Hilary Alexander was banned from the Hilton for wearing hot pants. Out of this rose Topshop, a first-floor department of the Sheffield branch of Peter Robinson created specifically for the teen market. The brainchild of business mogul Ralph Halpern, it was when he acquired an Oxford Circus basement and knocked the wall down that Topshop as we know it was born. Halpern, incidentally, was another maverick retailer known for his “colourful private life”, an affair with a model and headlines such as “cheers and bonus for sex scandal chairman”. What a character! Moving on, here come Carly, Amelia and Chantelle off to pick an outfit from Topshop. The Oxford Street flagship is “beautiful” to Carly, “very loud” to Amelia, and too expensive for all of them. Somewhere in here, a Mary Portas-lite show about rescuing a beloved but ailing British retailer is dying to get out, were it not for the pesky scandal stuff. The history of Topshop is, in itself, fascinating: the story of a retailer that went from being a watered-down version of the catwalk to the first high-street store to show its own collection at London fashion week. This was three years after Tina Green, owner of Taveta Investments (and Philip Green’s wife), bought Arcadia and Green was catapulted on to fashion’s front row. Topshop, under Green, was “like a sleeping giant waking up”. But what about Jane Shepherdson? The ex-brand director of Topshop, once known as the most powerful woman in British retail and the person considered singlehandedly responsible for the miraculous turnaround in its fortunes, doesn’t even get a mention. A telling moment comes in 2005, at the height of Topshop-mania, when Green awarded himself the biggest pay cheque in British corporate history: a £1.2bn dividend paid to his wife in Monaco, tax-free. Apparently the response was universal praise. The boy had “done good” and deserved his reward, which tells you how unacceptable this face of capitalism really is in practice. The documentary charges on at the speed of fast fashion to key mistakes, the expletive-laden rivalry between Green and the head of Asos, and more outfits tried on by our intrepid shoppers. Meanwhile, there is not a single interview with a former or current employee. The allegations against Green, which he denies, mostly come up in relation to how his “toxicity” might have damaged the brand. And damaged him. When Green’s fall from grace does come up (although I struggle to detect the grace period), it is quickly subsumed into the myth. Just one aspect of the lavish king of the British high street, who conquered the world with Kate Moss on his arm. The foregone conclusion of such a “colourful” life. Even post #MeToo, this is how stories about such “characters” go."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}