{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/26/cressida-dick-calls-for-public-consent-on-data-use-to-help-battle", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-26T17:32:07Z", "webTitle": "‘Woefully low’: Cressida Dick calls for action on crime-solving rates", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/26/cressida-dick-calls-for-public-consent-on-data-use-to-help-battle", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/26/cressida-dick-calls-for-public-consent-on-data-use-to-help-battle", "fields": {"headline": "‘Woefully low’: Cressida Dick calls for action on crime-solving rates", "bodyText": "The Metropolitan police commissioner has hit out at “woefully low” rates for solving crimes, with courts “emptying” despite some offences rising. Cressida Dick used a keynote lecture to call for better use of data and public consent to avoid charges of a “police state”. Talking to an audience in London at the thinktank the Police Foundation, Dick said she was not proud of low detection rates for some crimes. Official figures for England and Wales show rape down to a 4% detection rate, and an overall detection rate for all recorded offences of 9%. Dick compared those low figures to the Met’s 90% detection rate for homicides in London and said: “Overall, police detection rates nationally are low, woefully low I would say in some instances, and the courts are emptying, not filling. So what magic wand would it take for us to be able to apply what we can do in murder to so many other cases?” The Met commissioner said growing availability of data from phones and CCTV cameras may hold the answer. She said: “A very, very large proportion of crimes that currently occur could be prevented or at least successfully investigated in the reasonably near future by the use of data that is already theoretically available and technology that is already developed.” She said cases were becoming increasingly complex and in the future police would need more resources in terms of people and investment in technology, and more skills to handle and analyse data. Dick was setting out one of the battlegrounds in modern society: growing technology offering law enforcement greater opportunities to boost crime-fighting and detection, set against privacy groups and civil libertarians calling for limits and tough rules to stop a Big Brother state developing. The Met is one of several forces trialling facial-recognition technology, which is proving controversial. Earlier this week figures revealed that across England and Wales the number of detectives in homicide and major crime units had fallen by 28% since 2010, when the Conservative government began cutting funding to the police. Homicide clear-up rates across England and Wales also fell in the same period."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}