{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/30/two-men-stabbed-to-death-on-night-of-london-violence-newham-brixton", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-30T10:08:55Z", "webTitle": "Two men stabbed to death on night of London violence", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/30/two-men-stabbed-to-death-on-night-of-london-violence-newham-brixton", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/30/two-men-stabbed-to-death-on-night-of-london-violence-newham-brixton", "fields": {"headline": "Two men stabbed to death on night of London violence", "bodyText": "Two men have been stabbed to death in separate incidents on a night of violence in London. A man believed to be in his late 20s was attacked in Newham, in the east of the city, and was pronounced dead at the scene after police were called to the junction of Ron Leighton Way and Wakefield Street at 11.07pm on Saturday. Officers said his next of kin had been informed. In Brixton, police were called to reports of a fight in Coldharbour Lane and found a 54-year-old man injured. He was taken to hospital in south London but was pronounced dead at 10.10pm. His next of kin were also informed. The Metropolitan police said two arrests had been made in connection with the incident. On the same night, a man and a woman were stabbed near Manor House in Hackney and were taken to an east London hospital. Their condition was not known. Police said officers were called to reports of a man brandishing a knife at about 11.30pm. They were pelted with bottles and missiles as they arrived at the scene and had to call for additional help from the National Air Service and specialist officers. Police tweeted they were “dealing with spontaneous outbursts of disorder” on the Woodberry Down estate. A woman who was about eight months pregnant was stabbed to death in a separate incident in Croydon. Her baby was delivered at the scene. The force said officers were called to reports of the 26-year-old woman in cardiac arrest at an address in Thornton Heath at around 3.30am. She died at the scene and her baby remained in a critical condition in hospital. A 37-year-old man was arrested on suspicion of murder and remained in police custody. Reacting to the killing, the mayor of London, Sadiq Khan, tweeted: “Violence against women is endemic in society and devastating murders in the home, like this one, show the scale of the problem we face. “My prayers are with this innocent child, and with the mother it has so tragically lost.” Met DCI Mick Norman said: “At the forefront of our inquiries is understanding what exactly has led to these tragic circumstances and we are doing everything we can to establish the facts.” The incidents come amid a spate of knife attacks in the capital. Yusuf Mohamed, 18, was stabbed to death while trying take cover in a Shepherd’s Bush convenience store on Wednesday evening."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}