{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/13/flooding-might-cause-cause-dangerous-roads-says-met-office", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-13T07:15:54Z", "webTitle": "Met Office warns of dangerous roads after rain and floods", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/13/flooding-might-cause-cause-dangerous-roads-says-met-office", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/13/flooding-might-cause-cause-dangerous-roads-says-met-office", "fields": {"headline": "Met Office warns of dangerous roads after rain and floods", "bodyText": "Forecasters have warned of dangerous conditions in parts of the country owing to heavy rainfall and flooding. The Met Office said surface water on roads could cause problems for motorists during Thursday morning’s rush hour. It said there was a small chance that some communities could become cut off. Localised flooding hit parts of the Midlands late on Wednesday night, affecting roads and some properties. Weather warnings were in place for parts of Scotland, north Wales and the north-east and north-west of England on Thursday morning. The Met Office tweeted: “Amber and yellow warnings are in force for Thursday morning, so conditions on the roads will be treacherous for some with surface water flooding and intense rainfall.” Rail users were hit by cancellations and delays on Wednesday after heavy rainfall across the country. Dozens of flood warnings and alerts were in place across England on Wednesday night. Nottingham City Transport said many roads were affected by standing water and floods, while the Newark MP, Robert Jenrick, said properties had been flooded in the village of Lowdham and Southwell. Nottinghamshire fire and rescue said it was advising residents in the village of Lambley to stay indoors due to floodwater. Warwickshire fire and rescue said three people had to be rescued from a car stuck in a ford in a village near Sutton Coldfield on Wednesday night. Environment Agency officials put up flood barriers in Northwich owing to concerns over the level of the River Weaver. There are no Met Office weather warnings in place for Friday or the weekend and conditions are forecast to be calmer. The weather is expected to be drier, warmer and sunnier but with a risk of heavy and thundery showers in some places. The Met Office’s chief meteorologist, Dan Suri, said it had been “a very wet week for many” and that some parts of England, particularly in the east, had seen almost two months’ worth of rain in 48 hours. “The development of weather conditions leading to thunderstorms and intense rainfall can happen extremely quickly, creating a challenge for forecasters,” he said. “We will update warnings accordingly, but we urge people to continue to check the forecast and the app for updates during this period.” According to the Met Office, the wettest ever June for the UK as a whole was in 2012 when an average of 149mm of rain fell. The Met Office meteorologist Luke Miall said this month’s rainfall so far was still a long way off breaking that record. He said that following a dry summer and winter, river levels across the country were low, meaning much of the current flooding was surface water flooding that could potentially retreat quickly."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}