{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/07/two-women-left-bloodied-in-homophobic-attack-on-london-bus", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-07T20:44:20Z", "webTitle": "Teenagers held over homophobic attack on two women on London bus", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/07/two-women-left-bloodied-in-homophobic-attack-on-london-bus", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/07/two-women-left-bloodied-in-homophobic-attack-on-london-bus", "fields": {"headline": "Teenagers held over homophobic attack on two women on London bus", "bodyText": "The two women left needing hospital treatment after they were attacked on a bus in a homophobic assault have blamed a rise in rightwing populism for growing hate crime and called on people to stand up for each other. Melania Geymonat, 28, and her girlfriend, Chris, 29, defiantly announced they would not be intimidated into hiding their sexuality, days after they said they were attacked by several young men when they refused to kiss upon demand. “I was and still am angry. It was scary, but this is not a novel situation,” said Chris. “I’m not scared about being visibly queer. If anything, you should do it more. “A lot of people’s rights and basic safety are at risk. I want people to feel emboldened to stand up to the same people who feel emboldened by the rightwing populism that is, I feel, responsible for the escalation in hate crimes,” she told the BBC in a televised interview. “I want people to take away from this that they should stand up for themselves and each other.” Geymonat added: “The violence is not only because we are women which are dating each other. It’s also because we are women.” A Metropolitan police statement said: “Four males aged between 15 to 18 have been arrested on Friday 7 June on suspicion of robbery and aggravated GBH. They have been taken to separate London police stations for questioning.” The attack – in which a phone and a bag were stolen – happened in the early hours of 30 May. A photograph of the couple’s bloodied faces went viral on Friday. In a Facebook post, Geymonat, a flight attendant originally from Uruguay, said in both English and Spanish that they were subjected to homophobic abuse while being beaten up: “They started behaving like hooligans, demanding that we kissed so they could enjoy watching, calling us ‘lesbians’ and describing sexual positions … The next thing I know is that Chris is in the middle of the bus fighting with them. “The next thing I know is I’m being punched. I got dizzy at the sight of my blood and fell back. I don’t remember whether or not I lost consciousness.” Politicians roundly condemned the attack. Theresa May said: “This was a sickening attack and my thoughts are with the couple affected. Nobody should ever have to hide who they are or who they love and we must work together to eradicate unacceptable violence towards the LGBT community.” The Labour party leader, Jeremy Corbyn, said: “We must not, and will not, accept this homophobic and misogynist violence in our society. Solidarity to Melania and Chris, and to all in the LGBT+ community for everything they endure for simply being who they are.” The London mayor, Sadiq Khan, urged witnesses to the “disgusting, misogynistic attack” to come forward. “Hate crimes against the LGBT+ community will not be tolerated in London,” he said. The women and equalities minister, Penny Mordaunt, said she was “appalled to see this kind of homophobic violence in the UK, there’s no place for this kind of vile behaviour in our society”. The Labour MP Tulip Siddiq, in whose West Hampstead constituency the attack took place, said on Twitter: “Horrified to see this homophobic attack against two women simply trying to enjoy a night out in West Hampstead. There can be no excuses, no space, for such obscene behaviour. My full solidarity is with these women and the UK’s LGBT community.” Reported homophobic hate crimes across London have increased from 1,488 in 2014 to 2,308 in 2018, according to the Met."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}