{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/16/republicanism-and-the-royal-family", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-16T16:45:13Z", "webTitle": "Republicanism and the royal family | Letters", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/16/republicanism-and-the-royal-family", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/16/republicanism-and-the-royal-family", "fields": {"headline": "Republicanism and the royal family", "bodyText": "I was a little surprised by Larry Elliott’s suggestion that the republican movement has rarely been weaker (How the House of Windsor saw off British republicanism, 13 June). In his analysis he ignores opinion polling, which shows no growth in support for the monarchy, and he ignores the perilous and imminent succession of King Charles. A YouGov poll commissioned by Republic at the time of Prince Harry’s wedding last year showed widespread indifference to the royals. As expected, a clear majority (60%) said they liked the Queen, but only a third said they liked her “a great deal”. Meanwhile, only 37% wanted Charles to succeed the Queen; 46% said they would prefer “someone else”. The days after Diana’s death were not a republican moment, but they were a sign of shifting attitudes toward the royals. More than two decades on and the people are losing interest in the royals and deference towards national institutions has evaporated. Meanwhile the republican movement continues to grow and prepare for future success. Graham Smith Chief executive officer, Republic • Maybe Larry Elliott’s impression that “Britain has always tended to be a conservative country wary of radical change” reflects the questions that have and haven’t been asked. Britain is not one country but several. People in Wales and Scotland voted for a new assembly and a new parliament; and for some in each country, that isn’t enough. Northern Ireland, not part of Britain, currently shares the UK constitution. It is at least conceivable that, if asked soon, a majority there would opt to join the Irish Republic. Unlike citizens of very many countries, UK subjects of its monarchy don’t own our constitution and aren’t offered a chance to change it. But in 2019, even to imagine that the UK constitution might be sorted out by another binary question, monarchy or republic, in another referendum – words fail me. There’s no knowing what might have been the outcome of a people’s commission on the UK constitution established 20 years ago. It’s unlikely to have been worse than the outcome of ignoring the matter. Janet Dubé Peebles • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}