{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/10/church-warden-denies-murdering-lecturer-gaslighting-case", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-10T18:11:47Z", "webTitle": "Church warden denies murdering lecturer in gaslighting case", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/10/church-warden-denies-murdering-lecturer-gaslighting-case", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/10/church-warden-denies-murdering-lecturer-gaslighting-case", "fields": {"headline": "Church warden denies murdering lecturer in gaslighting case", "bodyText": "A church warden has denied murdering a university lecturer and conspiring to murder a retired headteacher to inherit their money. Benjamin Field, 28, has admitted poisoning, gaslighting and defrauding 69-year-old Peter Farquhar, a university lecturer and novelist, in order to get a better job and inherit his wealth when he died. He told the court he had also deceived Ann Moore-Martin, an 83-year-old retired headteacher, saying: “I was pretending to have a real relationship with her that was false.” Field was giving evidence for the first time in his trial, where he is accused of murdering Farquhar and conspiring to murder Moore-Martin after a sustained campaign of gaslighting, a form of psychological manipulation that can make a person question their sanity. Field is on trial alongside Martyn Smith, a 32-year-old magician, who is also accused of murdering Farquhar and planning to kill Moore-Martin. Field’s younger brother, Tom, a 24-year-old Cambridge University graduate, is accused of a single charge of fraud. Field told Oxford crown court he deceived Farquhar into thinking they were in a “genuine and caring relationship”, administered drugs covertly and gaslighted him over a period of about six months. “[I was] moving things, so that he didn’t find them, to irritate. I did it vindictively and did it to confuse him,” Field said. He told the court that his manipulation of Moore-Martin was “very similar” to that of Farquhar and lasted nearly two years. Farquhar, from the village of Maids Moreton in Buckinghamshire, died in October 2015. Moore-Martin, who lived a few doors away, died in May 2017. David Jeremy QC, defending Field, asked his client if he had suffocated Peter Farquhar, or intended to kill him, to which Field replied: “I did not.” Jeremy then asked if he had conspired to murder or attempted to murder Moore-Martin, and whether he had given her drugs or tried to poison her, or encouraged or assisted her to commit suicide. “I did not. Never,” Field said. Field told the court he started a relationship with Farquhar to “exploit his vanity and desire for companionship”. Field took notes of how he deceived Farquhar and the drugs he administered. When asked why, he said: “After I moved in with Peter, there wasn’t anyone close to me left that I wasn’t deceiving in a huge way. “I kept my records of my manoeuvres, a map of this territory of deception that I’m making of myself, to have an account of what really happened.” Field has admitted lying to Moore-Martin that his brother desperately needed a dialysis machine, convincing her to give him more than £27,000. When asked what he did with the money, he said: “I certainly didn’t buy a dialysis machine, I kept it and spent it.” Field told the court he had also burgled two elderly people’s homes, stealing a bottle of Drambuie and rifles. “I don’t have a very good reason for it,” he told the jury, adding he was driven by a “disrespectful, reckless” curiosity. “Because I could, I think is the ultimate reason.” He also admitted taking one line of cocaine in 2010 and later taking benzodiazepines to help him sleep during 2014-15. He said he had been cautioned by police in 2011 for shoplifting T-shirts. Field said he was heterosexual but had been paid between £30 and £50 for receiving oral sex from men he met through the website Craigslist when he was 20 years old. Field described his relationship with Farquhar as “quite mixed”, saying he had “a great deal of affection for him as a friend”, and found him to be “a fascinating man”. However, he said he found “aspects of him dislikable”. In an email he had written to himself, he labelled his relationship with Farquhar as “vulgarly commercial”. When asked by Jeremy if there was any relationship in which he had not been deceptive, Field replied: “If there is I can’t think of it.” The trial continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}