{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/28/rosie-johnson-police-find-body-in-search-for-22-year-old", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-28T16:34:44Z", "webTitle": "Police find body in search for missing woman Rosie Johnson", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/28/rosie-johnson-police-find-body-in-search-for-22-year-old", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/28/rosie-johnson-police-find-body-in-search-for-22-year-old", "fields": {"headline": "Police find body in search for missing woman Rosie Johnson", "bodyText": "Police searching on the Isle of Wight for missing Rosie Johnson, 22, have found the body of a woman in Wootton in the north-east of the island, close to where she disappeared. A statement released by Hampshire police said: “Formal identification procedures are ongoing but Rosie’s next of kin have been made aware of the discovery. “At this stage, the death is not being treated as suspicious and a file is being prepared for the coroner.” Johnson, the niece of Daniel Johnson, the Scottish Labour MSP for Edinburgh Southern, has been missing since Sunday night when she was last seen near Wootton Creek at 10.15pm. She was working at the 50-acre PGL Little Canada holiday camp which is located on the inlet. The Glasgow University zoology graduate had been at the camp since February. Search and rescue specialists had focused their efforts on the creek, launching extensive investigations there throughout the week. Earlier on Friday, Hampshire police said they would carry out “targeted door knocks” at properties with boathouses and outbuildings. A spokesman from the force said: “A search is ongoing in the New Road area of Wootton; this is near Wootton Creek. “This is ground that has already been covered, however the teams are revisiting this with a view to doing some targeted door knocks.” The Ventnor coastguard rescue team has also been assisting police."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}