{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/09/hidden-mental-health-legacy-grenfell-disaster", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-09T10:00:23Z", "webTitle": "The hidden mental-health legacy of Grenfell Tower", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/09/hidden-mental-health-legacy-grenfell-disaster", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/09/hidden-mental-health-legacy-grenfell-disaster", "fields": {"headline": "The hidden mental-health legacy of Grenfell Tower", "bodyText": "Last November, Amina Thomson, who describes herself as a faith-based psychotherapist, was having lunch in the kitchen cafe at the al-Manaar Muslim cultural heritage centre in north Kensington. After the fire at Grenfell Tower half a mile away in June 2017, the basement kitchen had become recognised as the heartbeat of the local community, as it tried to cope with the ongoing aftershocks of the tragedy in which 72 people died. Meghan Markle had helped to launch a bestselling charity cookbook with the women who volunteered there each day. The kitchen may have become a byword for resilience and compassion, but that lunchtime Thomson, 55, a quietly spoken and bright-eyed presence, was listening to a conversation at a neighbouring table and feeling that something was not quite right. A woman bereaved in the Grenfell fire was sobbing and her friends, sitting with her, though sympathetic, were insisting she dry her eyes, saying that the time for tears had passed. Thomson, who had been counselling some of the bereaved, was prompted by watching that exchange to offer a new type of group therapy at the mosque, the basic message of which was that it was “OK for Muslim women to cry in public”. The group of about 30 women who started to come along, all directly or indirectly traumatised by the fire, has now met every Friday for six months. One of the regular attendees, who lost her home in the shadow of Grenfell and still lives in a hotel, explained to me how it had been considered taboo among some women to admit to psychological problems in the two years since the fire. “So many people are in need of help, but they don’t know what they need,” she said. “In my community they do not always understand mental illness or depression. It is seen as not normal.” Thomson started the first session by reading with the group a story from the Qur’an in which the prophet Yaqub cried until he lost his eyesight after his son was taken from him. “Some people here think that being a Muslim means that you should accept suffering and not complain about your distress, but that is not right,” Thomson told me. “The prophet was asked why he was crying, and he said, ‘I’m crying because I’m a human being’. He had lost his son. If prophets can cry, then we can cry too.” Thomson calls her model of therapy “heartfulness” because it insists that a balance of mind begins to be restored by the “tranquillity of the heart”: to be induced by good breathing, diet, rest, exercise and prayers – dhikrs — that help “remembrance of Allah”. She subsequently uses Qur’anic texts with which the women are familiar to open discussions about trauma. Talking about the detail of this practice Thomson, Moroccan by birth, jumps quickly between noted psychologists and Islamic prophets, between attachment theory and Allah. “Women have started coming here out of their homes,” she says, “where before they were quite isolated. Some are psychiatric patients. Some have directly lost people – in one case a whole family has gone and the mother comes.” At the end of last month, Thomson invited me to join one of those sessions in the upstairs library at al-Manaar. The women did not feel comfortable with a man being present while they went through the initial exercises that involved breathing and prayer and massage. By the time I came in they had moved on to the day’s story, which concerned the death of Muhammad’s uncle, Abu Talib, and “the year of grief”. In the early sessions the women had apparently been reluctant to open up to the group about the feelings a story gave them, but now, at Thomson’s encouragement, they first talked in small groups and then to the room. I was surprised to note that the traumas they dwelt on were mostly rooted not in the here and now of their lives after Grenfell, but more often in the countries many of them had left behind: Syria, Libya, Eritrea, Somalia. In relating the text to wars that they had escaped, in which their families were lost or still suffered, several of the women wept and no one suggested that they should stop. “Jean Piaget, [the developmental psychologist] calls those moments the schemas,” Thomson said to me later. “They are the moments when you can change the narrative. We collect them and build on them each week.” The session in the mosque offered a tiny window into what, two years on, is the ever-growing legacy of the Grenfell fire. When the flames had finally been extinguished following that terrible night, the aftermath first looked like a crisis of governance and organisation, then one of care and housing; it now registers increasingly as a mental health disaster. The scale of that trauma – impossible to fathom among those who escaped from the tower or lost loved ones – has been greatly amplified by the fact that many people who lived in the vicinity of Grenfell had in childhood fled from conflict or terror. For those one-time refugees, the unavoidable sight of the inferno, and the chaos and displacement that ensued, made all sorts of buried nightmares resurface. The NHS recovery unit’s response to the fire is said to be the biggest of its kind in Europe – more than £10m has been spent on treatment of the mental health of those affected. In the year after the fire, 2,674 adults and 463 children were screened for symptoms of post-traumatic stress disorder. Last year the St Charles Health and Wellbeing Centre was opened so that those affected by Grenfell could be treated in dedicated therapy suites. Virtual reality headsets have been used to aid in assessing ever greater numbers of people involved and hundreds of people are still coming forward for treatment. The website explaining the options available – which range from bereavement counselling to cognitive behavioural therapy to psychiatric interventions – is available in dozens of languages. But still, as Dr Alastair Bailey, consultant clinical psychologist for the Grenfell trauma service acknowledged at the time of the opening of the St Charles Centre, certain groups remain hard to reach. “For some people it’s taken a long time to get past a barrier around feelings of shame or stigma, or other concerns that they have about coming forward and accessing help,” Bailey said. Following the afternoon group therapy session at al-Manaar, I spent a day driving around west London with Thomson, meeting some of the several dozen individuals whom she also visits for face-to-face “heartfulness” sessions. About 60% of all those affected by the fire are Muslim. All of the people we met who had been made homeless directly by Grenfell, were still living in hotels or temporary accommodation. Thomson devotes two days a week to this work. She tries to see a dozen people each day. It was reported after the fire that there was a degree of resentment about the sharing of resources from those who had escaped from the building itself towards those who had “only seen it through the window”. Having spent several days listening to the testimonies of survivors and the bereaved at the Grenfell inquiry last year, I could imagine those feelings. However, after sitting with a number of Thomson’s patients, you realise quickly there is no easy hierarchy of pain – or rather that trauma can be cumulative as well as sudden. For many of the people Thomson deals with, Grenfell was only the latest disaster to befall them. “A lot of people have come from different traumas and the fire is the last straw if you like. It has come in a place where they thought they were finally safe,” Thomson says. She smiles a little wearily. “Each day, I find myself now in the middle of the Somalian civil war, the war in Lebanon and Iraq and Eritrea and Sudan.” For a few hours in Thomson’s company as she made her round of visits I felt first-hand what she meant. The first two of her patients that we met, whose stories are told at greater length below, had both escaped from Somalia during the civil war. Ifrah Abdiguled, 53, had lost her two infant children in that conflict. Mourad Haad Hussin, 45, had seen his whole family murdered. Now here they were, 20 years later, trying to piece back together once again their shattered emotions. Others we spoke to remain too traumatised to be identified by name. One young man, who lost his wife in the fire, decided he did not wish to tell his story to me; instead he laid out in front of me page after page of drawings he had made obsessively in his wife’s memory. Another woman, who at the time of the fire was in hiding from her abusive husband, still lives in fear of him finding her. She explained how, after arriving in London as a refugee she had married a man who routinely beat and choked her and finally threatened her with a gun. She showed me the scars on her arms and neck. Her place of refuge had been in a flat next to Grenfell. After the fire she had slept for four nights in a car, before being housed in a series of hotel rooms which she was frightened to leave at night. She lives in hope of a permanent place so that at some point she might be able to resume her work running a team of carers. Her therapy with Thomson, she believed, was slowly rebuilding her broken confidence. “I used to earn £3,500 a month,” she said, crying quietly. “Now I have £200.” Thomson shoulders a lot of these people’s problems herself. Though all of them have used, and often been grateful for, the services offered by their GPs and by the therapies at St Charles hospital, they say they find more relevance, and more trust in a model based on the faith that sustains them. As a result, Thomson has also found herself helping with the range of issues – housing, income, residency – that for two long years have exacerbated all of her patients’ anxieties. “I have never written so many letters,” Thomson says. “Letters to lawyers, letters about housing, letters to the MP, particularly Emma Dent-Coad, who has been very helpful.” While we drive between bedsits, Thomson explains that she comes from a long line of healers. She herself eventually came to the work after experiencing all the stages of trauma as a 15-year-old, when three family members, including her father, died in a car accident. Thomson’s work not only appears effective as a solace for the people I meet, however; it also – like so many issues starkly highlighted by the tragedy – raises complex questions about the relationship between local authorities, national government and community organisations, and their responsibilities to the most vulnerable. The charity Muslim Aid has been funding Thomson’s programme, though that money is set to run out in September. The charity, whose staff were among the first responders on the ground at Grenfell, published a telling report last year on the disaster, called Mind the Gap. It made the case for a far greater involvement of local community groups in planning for such tragedies and for effective collaboration between secular and faith-based organisations in responding to them. A year on from that report, the charity sees the mental-health crisis that has flowed from Grenfell Tower as a case in point. One of the report’s authors, Lotifa Begum, was among the first on the ground at Grenfell on the morning of the fire. She recalls how the flailing local authorities failed to ask for the help of humanitarian agencies to deal with the problems – though clearly an organisation like Muslim Aid, with experience of disaster response elsewhere in the world, and with deep links to this particular community, could have been invaluable. In the event, Begum helped to establish, along with representatives of three other charities, the Grenfell Muslim Response Unit, which worked alongside the authorities. “The council key workers were a bit lost in knowing how to help these families,” she says. For a start, they had limited knowledge of Muslim burial practices, which were an urgent, heartbreaking issue; language was, and remains, a problem. “One incident will stay with me for the rest of my life,” Begum says. “News had been delivered to an Afghani lady that her husband had passed away in the fire. She was wailing in the corridors of the relief centre and beating herself up, literally, because in Afghani culture, that is how they grieve. The council workers were astonished, they had no idea what to do. I eventually found a Farsi translator and we got her a room.” Two years on, Begum believes that the reluctance of the local authority to properly engage with what their citizens need is seen in the response to Thomson’s Heartfulness project. It obviously, and correctly, lies beyond the secular remit of the NHS to use religious frameworks to deliver therapy. However, there is a strong case for working with any such programme that can be shown to meet a complex need. In the next council funding round, however, Kensington and Chelsea has cut its grant for counselling services to al-Manaar by 10%, even though it has played such an expansive and pivotal role in supporting the Grenfell community. That cut will make it all but impossible for the centre to take on the cost of Thomson’s programme as she had hoped, when the current funding runs out. “I think there has to be an understanding that NHS and faith-based, community-based therapies need to be working hand in hand,” Thomson herself argues. “Faith and culture are clearly extremely important to these people and that is the language and the context which they understand.” At the end of our day sitting in bedsits and hotel lobbies meeting those people still adrift in Grenfell’s great disruption, Thomson suggests that she doesn’t know how she will carry on providing her support to those desperate souls, though she knows she must. And for the first time she wipes away a tear herself. Mourad Haad Hussin: ‘I saw three boys at the window up there’ Mourad Haad Hussin, 45, met us outside his studio flat. He has been receiving counselling from Amina Thomson for six months. While we talked his television was tuned to a channel in Arabic in the background. His English was heavily accented, but he was very anxious to make himself clear, so he repeated phrases until I understood them. After the Grenfell fire he was diagnosed with schizophrenia and given medication. “My story begins when I was 14, in Somalia. One day I was playing football and four or five army cars come to my house. My family was in the house so I ran there and I hear ‘Boom! Boom! Boom!’ I come in and see my cousin, my brother, my uncle’s body. Blood everywhere. My father is by the window and he throws me through it, like that, and he says ‘Run! Run! Run!’ Later we have to come back to the house and I see my father dead in the road. They shoot him in the leg and they run him over. My mum is there crying and our whole family is gone. “That was 30 years ago. We stayed two nights at the house and then me and my mum walked to Ethiopia, 10 days. We walked at night because the days were too dangerous. One night the war came to the place we have stopped and they kill 400 people, 500 people. I lie in a hole and they start throwing bodies on top of me and I am trapped like that until they pull me out. “My mum and I stayed in Ethiopia for four years. Somalia became a little bit more normal and my mother sold our house and used the money to send me here. She says: ‘Run! Run! Run!’ I worked in different jobs in London. Sometimes a kitchen porter, Claridge’s kitchen. Sometimes in laundry, operating washing machines. I am alone, but when my mum is alive I don’t need anyone. We call each other every night and every morning. But now last year she is gone too. If I was not a Muslim I would kill myself, but the Qu’ran says I cannot do that if I want to meet my family again - and I want to meet my family. “The night of Grenfell I got up early for my pre-dawn Ramadan meal at two o’clock. My pasta was ready when I saw the fire and I ran out there. The police are pushing, pushing, pushing. And the fire just goes up the side of the tower, whoosh like water. I looked up and I saw three boys at the window up there with the fire. People are shouting ‘Run! Run! Run!’ but they cannot run. I am there two days, two nights trying to help people. I can’t go home. I can’t sleep. I see the fire and I see the boys at the window. “I sleepwalk every night; I have to hide my key in the washing machine. I wake up in the shower. My GP was kind; she says, your family were in the tower. She knows my story. And after I went to Amina and now I pray for Fridays when I see her. She is good with psychology, she knows the Qu’ran. I want to get back to who I was before. They tell me to cry. Allah wants me to cry.” Ifrah Abdiguled: ‘My daughter had a friend in that tower’ On the morning I met Ifrah, 53, she had just – after a two-year struggle since she left her home beside Grenfell Tower – been housed in a basement flat in Earl’s Court with her daughter, Fatema, 12. They were yet to unpack. Ifrah had come to the UK as a refugee from Somalia in the 1990s – her first two children, one six months old, and one aged two, had died during the bombing and famine of the civil war. “I have lived in London for 25 years. I always had lots of jobs, as a carer and as a cleaner. I lived in Whitechapel to start with then nine years ago I moved to a place right opposite Grenfell Tower. My daughter was at primary school there. We saw our friends at the swimming pool the previous day, we went to sleep that night and we wake up and it was just unbelievable that they were gone. My daughter had a friend who lived in that tower. She was shouting ‘Hafsa! Hafsa!’ over and over. We saw the people falling and everything and that started my stress and all the memories. It was the same as in Somalia: one minute you were sleeping and then you wake up and you had no idea what was going on. All my windows were facing the tower. I could not go back. “We were put in a hotel near Waterloo for seven months. Then they found us a place in Shepherd’s Bush, but the antisocial behaviour was so bad. Seven people had moved out before us, I was told. It was music all night and people dealing drugs and swearing right up to your face. They threw dog’s excrement through my window, lighted cigarettes. That was the worst time. I went to hospital, I was sectioned. Fatema went to live with my sister and I went to hospital for seven weeks with post-traumatic stress disorder. “We still had nowhere to live. They offered us a place in Hounslow, then one in Wembley, but they were too far from school for my daughter. They wanted me to sign something to say that they had offered two places and I had refused so that was it. Amina helped us a lot. She put me in touch with the MP Emma Dent Coad. And eventually we got this place. “When I come to this country my mind was always going on back home to my children. It took me years to get past that. But at least I felt safe here – until that night. My daughter lost her friend Hafsa. She had two classmates that lived in the building. I take her to school, she doesn’t like going on her own. It is maybe 40 minutes from here. When I get off the bus I always go around so I don’t have to see the tower.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}