{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/13/speedboat-killer-jack-shepherd-appeals-against-conviction-over-police-mistake", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2019-06-13T13:21:35Z", "webTitle": "Speedboat killer appeals against conviction over police 'mistake'", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/13/speedboat-killer-jack-shepherd-appeals-against-conviction-over-police-mistake", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/13/speedboat-killer-jack-shepherd-appeals-against-conviction-over-police-mistake", "fields": {"headline": "Speedboat killer appeals against conviction over police 'mistake'", "bodyText": "Jack Shepherd, who killed a woman in a speedboat crash on the Thames before fleeing to Georgia, was not interviewed under caution because of a “mistake” by investigating police, the court of appeal has heard. Shepherd, 31, who was jailed for six years after Charlotte Brown, 24, died on their first date when she was thrown from his boat as it capsized, is challenging his conviction for manslaughter by gross negligence. The web developer went on the run, eventually fleeing to Georgia, ahead of his trial, where he was convicted at the Old Bailey in his absence in July last year over the incident in December 2015. At a hearing on Thursday at the Royal Courts of Justice, Shepherd’s lawyers said he was initially interviewed as a “significant witness” rather than a suspect, meaning he was not afforded his rights to be cautioned and to have a solicitor present. Shepherd’s barrister, Stephen Vullo QC, said the court would have to decide whether the interview caused “unfairness” and therefore should not have been allowed in evidence at his trial. Driving a boat under the influence of alcohol on the Thames in central London and speeding are both offences under bylaws of the Port of London Authority, Vullo told the court. Police knew in advance that both Shepherd and Brown had been drinking alcohol, the barrister said, and therefore he should have been cautioned. “The only reason why he was not cautioned and given his rights to a solicitor on the day of the significant witness interview was due to a mistake by the police,” Vullo said. “What had happened is the investigation team had contacted the maritime police to ask whether offences had been committed … They were told no offences had been committed – including speeding and driving the boat with excess alcohol. “There were clearly grounds to suspect Mr Shepherd of committing at least two bylaw offences.” Not only was Shepherd not cautioned or offered a solicitor, the barrister said, but he was “positively told” he was only going to be treated as a witness. Vullo said the interview “had the shape, the form and feel of an interrogation” and Shepherd was asked questions about offences. Lawyers for the Crown Prosecution Service (CPS) argued there was “no requirement” to have cautioned Shepherd before his police interview. Aftab Jafferjee QC said the safety of Shepherd’s manslaughter conviction was “not in any sense imperilled”. He told the court: “The interview was to establish the clear facts of the incident and he was the only individual who could say what happened.” He later added: “He was never being questioned about an offence.” Shepherd, appearing in court via video link from HMP Woodhill, where he is serving his sentence, confirmed his name at the start of the case. His appeal against the manslaughter conviction is being heard by Sir Brian Leveson and two other judges. Shepherd, originally from Exeter, handed himself in to authorities in the Georgian capital, Tbilisi, in January before being later extradited to the UK. At Shepherd’s trial, jurors heard he and Brown, from Essex, had been drinking champagne and headed out on a late-night ride in his speedboat past the Houses of Parliament. The court was told Shepherd handed the controls to Brown just before the vessel overturned, tipping them both into the cold water. Shepherd was pulled alive from the river but Brown was found unresponsive and unconscious. After his return from Georgia, Shepherd was sentenced in April to an additional six months for breaching bail. Last week, he was jailed for a further four years in a separate case at Exeter crown court after he admitted wounding with intent in relation to an attack on a barman. Shepherd struck David Beech, a former soldier, with a vodka bottle in March 2018 after being asked to leave The White Hart hotel in Newton Abbot, Devon, the court heard."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}