{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/20/vip-abuse-ring-accusation-turned-life-into-nightmare-former-mp-tells-court", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-20T11:45:39Z", "webTitle": "VIP abuse ring claims made life a nightmare, former MP tells court", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/20/vip-abuse-ring-accusation-turned-life-into-nightmare-former-mp-tells-court", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/20/vip-abuse-ring-accusation-turned-life-into-nightmare-former-mp-tells-court", "fields": {"headline": "VIP abuse ring claims made life a nightmare, former MP tells court", "bodyText": "The former Conservative MP Harvey Proctor broke down in tears as he described how his life became a “horrendous, irrational nightmare” when he was accused of child murder and rape by a man on trial for inventing a Westminster paedophile ring. Giving evidence in the trial of Carl Beech, previously known as “Nick”, Proctor said the claims were the “ravings of a fantasist” and lies that emanated “from a polluted imagination”. Beech, 51, is accused of lying when he claimed he was among victims of an alleged group of establishment figures including senior politicians and military and the intelligence officers who raped, kidnapped and murdered boys in the late 1970s and early 80s. His allegations led to a £2m Scotland Yard inquiry, Operation Midland, and a subsequent raid on Proctor’s home on 4 March 2015. Coming face to face with his accuser in court, Proctor said: “These were horrendous, horrible, heinous allegations. The worst things that one human being can say against another. It was all untrue.” The 72-year-old became tearful as he described how he had become trapped in a “Kafka-esque” nightmare when murder detectives raided his home at Belvoir Castle in Leicestershire. The following morning, he told jurors, his face was plastered across the media. “I looked up at the television screen to see my face looking back at me and a story ran on the head of the BBC news television programme that my property had been searched in connection with historic sexual abuse, including child murders,” he said. Proctor fixed his gaze at jurors while giving evidence, appearing avoid making eye contact with his accuser, who sat impassively in the dock making notes. Proctor told jurors he had requested to be interviewed by detectives at the earliest opportunity to learn more about the allegations and clear his name. He told jurors he lost his job because of “intense” pressure on his employer after a Metropolitan police detective described Beech’s allegations as “credible and true”. When Beech’s allegations were eventually disclosed to him “in gruesome detail” three and a half months after the police search, “I read it and reread it several times, thinking I have done none of this,” Proctor said. In the media storm, the former MP said he felt “not entirely safe” so he and his partner decided that they “really ought not to see our future in the UK”. “I do not think there has been a day in the last four years when I’ve not been contacted by the media to discuss the matter or asked a question about the matter,” he said. Tony Badenoch QC, prosecuting, asked for Proctor’s response to Beech’s claim that he tried to cut the defendant’s genitals with a penknife only to be stopped by the former prime minster Edward Heath. Proctor replied: “I have never attempted to cut Mr Beech’s genitals with a knife or anything else, either in a townhouse in central London or a tent in the desert. It’s another absurdity.” Asked about Beech’s claim that Proctor stripped, raped and murdered a boy, he said: “The allegation is false. It emanates from a polluted imagination. The allegations are horrendous, awful, distasteful. I have nothing to do with them.” Questioned about another murder allegation, Proctor replied: “Not true. I had nothing to do with that. I do not believe that took place. These are more ravings of a fantasist.” Proctor was given the names of a series of high-profile figures Beech has accused, including army chiefs, political figures and the disgraced entertainer Jimmy Savile. Proctor said he had never socialised with any of them. There was laughter in the public gallery when Proctor, asked whether he was friendly with Heath, replied: “If I met Mr Edward Heath walking down the House of Commons corridor, he would pass me with his nose in the air, disgusted at having to cross my path. The feeling was entirely mutual.” Beech denies 12 counts of perverting the course of justice and one of fraud. The trial continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}