{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/24/sajid-javid-suggests-post-brexit-migration-salary-rules-could-vary-by-region", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-24T16:13:34Z", "webTitle": "Javid suggests post-Brexit migration salary rules could vary by region", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/24/sajid-javid-suggests-post-brexit-migration-salary-rules-could-vary-by-region", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/24/sajid-javid-suggests-post-brexit-migration-salary-rules-could-vary-by-region", "fields": {"headline": "Javid suggests post-Brexit migration salary rules could vary by region", "bodyText": "Migrants coming to the UK could face varying minimum salary thresholds depending on where they live under proposals put out for review by the home secretary, Sajid Javid. The white paper on post-Brexit immigration policy, published in December, included a to-be-determined minimum salary threshold for high-skilled workers. The current minimum salary for most experienced workers coming from non-EU countries is £30,000. Javid – after infighting within the cabinet over maintaining the current £30,000 threshold for all high-skilled migrant workers coming to the UK post-Brexit, as well as warnings from business, universities and social care – has asked the government’s chief migration advisers to review the levels before they come into force from 2021. He has also asked the migration advisory committee to consider if there was a case for regional salary thresholds for different parts of the UK, which would be of particular interest to the Scottish government, after it previously warned the cap could cut eligible EU workers in Scotland by 85%. Javid said: “It’s vital the new immigration system continues to attract talented people to grow our economy and support business while controlling our borders. “These proposals are the biggest change to our immigration system in a generation, so it’s right that we consider all of the evidence before finalising them. “That’s why I’ve asked independent experts to review the evidence on salary thresholds. It’s crucial the new immigration system works in the best interests of the whole of the UK.” Last month, the environment secretary, Michael Gove, called on Javid to bring in flexible immigration rules for skilled workers after Brexit to avoid vacancies in certain industries. Gove criticised the £30,000 salary threshold for immigrant workers, saying measuring whether someone qualified as skilled by their salary was not appropriate for all industries when he gave evidence at Holyrood’s rural economy committee. Javid has asked the migration advisory committee to consider how future salary thresholds should be calculated; the levels of salary thresholds; whether there is a case for regional salary thresholds for different parts of the UK, and whether there should be exceptions to salary thresholds, for example because workers have newly started the occupation or because they work in an occupation in shortage. The committee is expected to present its findings in January 2020. The new immigration system would bring the end of free movement and EU citizens would be treated the same as non-EU citizens. The white paper contains an additional proposal to try to alleviate concerns about the new system: a transitional measure, to run for an initial five years, for low-skilled workers earning less than the threshold. This would allow people with lower-paid jobs to come to the UK for a maximum of 12 months, with a cooling-off period of a further 12 months to prevent people settling in the UK as a result."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}