{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/11/triple-child-killer-david-mcgreavy-released-from-prison", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-11T12:03:38Z", "webTitle": "Triple child killer David McGreavy released from prison", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/11/triple-child-killer-david-mcgreavy-released-from-prison", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/11/triple-child-killer-david-mcgreavy-released-from-prison", "fields": {"headline": "Triple child killer David McGreavy released from prison", "bodyText": "A notorious child killer who murdered three infants he was babysitting has been released from jail, the victims’ mother has said. David McGreavy spent 46 years in prison for the murder of siblings Paul Ralph, four, Dawn, two, and nine-month-old Samantha in 1973 at their home in Worcester, where McGreavy was a lodger. He impaled their bodies on the iron railings of a neighbour’s fence. The only explanation he gave was that Samantha would not stop crying. The children’s mother, Elsie Urry, who lives in Hampshire, told BBC Hereford and Worcester on Tuesday that a support worker had called to tell her the news. “All she has told me is that he’s been released, he’s got a tag and he’s got to obey by certain rules that they’ve given him,” she said. McGreavy who was given a minimum sentence of 20 years, first became eligible for release in 1993. But Urry said that taking into account all three children, the minimum term should have been 60 years. She said the fact that he would be barred from certain exclusion zones, including where she lives, “gives me a bit of peace of mind but it is still not fair he has been released after what he has done”. A Parole Board report from the end of last year recorded a personal statement from Urry in which she described the devastating effect the deaths had on her “and still do have”. It said, however, McGreavy had changed considerably since 1973 and took full responsibility for what he had done. A psychologist identified a number of factors that made it less likely he would reoffend, including “his improved self-control and the fact that Mr McGreavy has learnt to remain calm in stressful situations”, the report said. McGreavy, then 21, was a family friend and lodger. He had been babysitting the children while Urry, then known as Dorothy Ralph, went to work in a pub and her then husband was out. Paul was strangled, Dawn was found with her throat cut and Samantha died from a compound fracture to the skull. Robin Walker, the Conservative MP for Worcester, has repeatedly written to successive justice ministers and home secretaries objecting to McGreavy’s release. He said: “Frankly, I don’t think someone who carried out such crimes should ever be let out. It is a great shame.” Announcing the decision of an independent panel at the end of last year, the Parole Board said: “We can confirm that a panel of the Parole Board has directed the release of David McGreavy following an oral hearing. “Parole Board decisions are solely focused on whether a prisoner would represent a significant risk to the public after release. “The panel will have carefully looked at a whole range of evidence, including details of the original evidence and any evidence of behaviour change. We do that with great care and public safety is our number one priority.” Parole Board release decisions are sent to the Ministry of Justice, which arranges the release of prisoners."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}