{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/17/officer-hid-fact-knew-juror-admits-police-standards-breach-wales", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-17T12:48:21Z", "webTitle": "Officer who hid fact she knew juror admits police standards breach", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/17/officer-hid-fact-knew-juror-admits-police-standards-breach-wales", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/17/officer-hid-fact-knew-juror-admits-police-standards-breach-wales", "fields": {"headline": "Officer who hid fact she knew juror admits police standards breach", "bodyText": "A police officer who hid the fact she knew a juror on a murder trial she was involved in and then lied about it to a senior officer has admitted breaching standards of professional behaviour. DC Rebecca Bryant sent her son’s girlfriend, Laura Jones, a text on the eve of the murder trial in which she said: “Don’t tell any of them who you are.” During the trial, Bryant told Jones how she could miss a day of her jury service to go to the hairdresser. After complaints were made about her, she still initially insisted to a senior officer that she did not know the juror before admitting she did. The officer’s relationship to Jones was discovered weeks after Dwayne Edgar, Jake Whelan and Robert Lainsbury were sentenced to life in prison for stabbing 29-year-old Lynford Brewster to death in Cardiff. Bryant had been assigned to support Brewster’s family and the discovery of her links to the juror led to his three killers’ convictions being quashed by the court of appeal before they were again jailed for life following a retrial. On Monday, a misconduct hearing in Cardiff was told Bryant, who has served with South Wales police for 21 years, admitted three breaches to standards of professional behaviour in failing to disclose her relationship to Jones, a teaching assistant. The presenting officer, Jeremy Johnson, said in messages sent between the women on the eve of the original trial that Bryant told Jones to keep their relationship secret if she were selected to serve as a juror. Bryant said in a text: “Don’t tell any of them who you are to me in case they think I told you about it [the case] even though I haven’t.” Johnson told the hearing: “DC Bryant knew the juror. She was the family liaison officer and failed to reveal that to the court or the CPS [Crown Prosecution Service].” The police officer also told Jones in a text that she could miss a day of her jury service to go to the hairdresser by claiming she had an unspecified appointment that could not be changed. Johnson said: “It is instructing a juror to give incomplete information, and misleading that the juror has an appointment when they might be sitting, but withholding the fact it is a hair appointment as opposed to something more important.” After the trial, a complaint was made to the CPS that Bryant was known to Jones, leading to the officer being questioned by a more senior officer, DCI Mark O’Shea. Johnson said: “She told DCI O’Shea she didn’t know the juror. That was untrue. She corrected the position the following day, but by that stage the CPS had been given untruthful information in denying that underlying concern.” Bryant has admitted breaching standards of professional behaviour relating to her failing to disclose her relationship to Jones, helping her mislead the court with her hair appointment, and then denying that she knew Jones when confronted with the allegation. Bryant’s admissions relate to breaches of trust, responsibility, integrity and honesty, apart from in relation to Jones’s hair appointment, which Bryant denies was dishonest behaviour, the hearing was told. The hearing continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}