{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/27/teachers-strike-pupils-carrying-knives-brawling-starbank-birmingham", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-27T15:28:46Z", "webTitle": "Teachers strike over pupils 'carrying knives and brawling'", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/27/teachers-strike-pupils-carrying-knives-brawling-starbank-birmingham", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/27/teachers-strike-pupils-carrying-knives-brawling-starbank-birmingham", "fields": {"headline": "Teachers strike over pupils 'carrying knives and brawling'", "bodyText": "Teachers have gone on strike at a school in Birmingham rated outstanding by Ofsted where they say “feral” students are carrying knives, threatening staff and brawling in classrooms. Staff at Starbank school, whose pupils’ ages range from three to 16, have been given panic buttons and are “scared to come out of their classrooms” between lessons, according to a teaching union. The NASUWT, whose members began a two-day strike at the school on Thursday, said it took urgent action when teachers became afraid for their safety after a number of verbal or physical assaults on staff. Paul Nesbitt, a NASUWT national executive member, said police were called to the school this month when pupils smuggled in three knives, including a 12in blade. He said Starbank could be described as “a flagship school” for Birmingham “but it’s what’s going on inside that’s the problem”. He said: “When you go to the school, it looks fantastic but once you get in there it’s a different story. It’s like feral children, as one member said, they’re just running round doing their own thing.” The school in South Yardley, east Birmingham, has been rated outstanding by Ofsted since 2012 and was praised last year for its “exceptional ethos, care and quality of education”. Teachers have raised concerns that the school expanded too rapidly from a primary school to an “all-through” establishment in 2016, when the number of pupils more than doubled to 2,072. An Ofsted report in 2018 said many of its students had missed “a substantial amount” of schooling before arriving at Starbank but praised the school for growing in size “inspirationally”. The school did not respond to specific concerns raised by the NASUWT but sought to reassure parents with a letter on Thursday that said behaviour was “well-managed” and that it was a safe environment for staff and pupils. It said only 16 of its 122 teachers had joined the strike and their complaints did not “reflect the experience of our students”, adding: “While there have been isolated cases of knife possession in school, such incidents are extremely rare and are dealt with appropriately in line with city-wide safeguarding policies.” Teachers on the picket line raised concerns about a spate of violent incidents that had resulted in staff being issued with panic buttons on their computers two weeks ago. Nesbitt, who was on the picket line on Thursday, said one teacher had been punched in the face by a year 7 pupil, another had been threatened with a weapon by a student who was still at the school, and a PE teacher recently had a finger broken when trying to break up a brawl on the playing fields. He said there were “intimidating groups” across all ages at the school and that there was a regular brawl called “Thursday fight day”, because there is “always a fight on the playground on a Thursday”. He said he had personally seen “pupils running along the corridors screaming when they should have been in class”. Nesbitt said: “We’ve had staff saying that at lunchtime, break time, they will not go out into the corridor because they’re afraid of coming into contact with students. They don’t feel safe in school. We’ve seen a lot as a union, nothing much shocks us. But we’ve felt we have to act quickly here.” He said the school had not carried out risk assessments on problem pupils, including those expelled from other schools, leaving staff at risk. Union officials said Birmingham city council had sent a safeguarding team to inspect the school last month but that inspectors had only visited the site for primary-age children, and not the secondary school site that has experienced the worst behaviour. NASUWT, which is due to hold another walkout from 7.30am to 9.30am on Friday, said it was prepared to hold a second strike on 3 July but hoped it would not be necessary. The union said it wanted the school’s leadership team to “stop dragging their feet” and introduce measures such as risk assessments for problem pupils and to ensure that senior staff responded in person immediately when panic alarms were used by teachers. Teachers on the picket line said they received strong support from parents, who complained that they had been left in the dark about pupil behaviour by the school leadership team. The school remained open on Thursday and the executive headteacher, Satnam Dosanjh, said suitable provision had been made to ensure lessons would continue. In her letter to parents, Dosanjh said: “I am heartened by the level of support already received from parents and the local community. We would all agree that in order for our school to continue to flourish, we need to work in partnership.” Birmingham city council said: “Conversations are ongoing with trade unions over concerns that have been raised by staff at Starbank school. While strike action will be taking place on Thursday 27 June, the school will remain open to all pupils and suitable provision has been made to ensure that lessons will continue.” • This article was amended on 28 June 2019 because South Yardley is in east Birmingham, not west as an earlier version said. This has been corrected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}