{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/11/villagers-say-gas-well-application-is-a-joke-as-inquiry-opens", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-11T15:59:01Z", "webTitle": "Villagers say gas well application is 'a joke', as inquiry opens", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/11/villagers-say-gas-well-application-is-a-joke-as-inquiry-opens", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/11/villagers-say-gas-well-application-is-a-joke-as-inquiry-opens", "fields": {"headline": "Villagers say gas well application is 'a joke', as inquiry opens", "bodyText": "Villagers have accused Britain’s richest man of making “a joke of local democracy” after his petrochemical firm applied to overturn a council’s decision to stop it from drilling a shale gas well in the Yorkshire countryside. Residents in the village of Woodsetts, in South Yorkshire, said the plans by Ineos to carry out test drilling would “ruin so many people’s lives” and “devastate” the local community. Councillors in Rotherham have twice refused planning permission for Ineos to carry out test drilling on the green belt land, citing concerns about highway safety and a lack of information about any environmental impacts. But on Tuesday the multinational firm argued for those decisions to be overturned as a planning inquiry got under way in Rotherham. Amid demonstrations from dozens of local residents, Gordon Steele QC, representing Ineos, told the planning inquiry that concerns about fracking were “simply not relevant” to the application. Steele said Ineos was only seeking permission at this stage to drill an exploratory core well for a “very limited timescale”. “This does not include fracking,” he told the planning inspector Katie Peerless. “Accordingly, any objections which are based on a concern about, or opposition to, fracking are simply not relevant at this inquiry.” The tiny village of Woodsetts, home to just 1,700 people, is the latest frontline in the shale gas industry’s faltering attempts to make a success of fracking in Britain. Councillors have raised concerns that the proposed drilling site is next to a sheltered housing development for the elderly and seriously ill, including residents with dementia, epilepsy and post-traumatic stress disorder. Three weeks ago Ineos submitted an application to build a 270-metre-long, three-metre high fence as an “acoustic sound barrier” to shield the Berne Square estate – an idea met with incredulity by residents who called it “the Great Wall of Ineos”. Helen Clarke, who lives on Berne Square, said she suffered from sleep apnoea and breathing difficulties caused by stress and noise, and worried that the proposed development would seriously affect her health. “We don’t ask for much, just peace and quiet. This will all be lost, maybe for ever if drilling goes ahead,” she told the inquiry. “Please put people first for once, not profit. I cannot express strongly enough how worried I am about this plan. It is my human right to enjoy peace and quiet and fresh air. Please do not let them build on it.” Residents of Woodsetts have crowdfunded £10,000 to pay a lawyer to help them fight the application by Ineos, which is owned by Sir Jim Ratcliffe, the UK’s richest person. Jack Parker, barrister for Woodsetts Against Fracking, told the inquiry that the proposal would have an “unacceptable impact” on the residents of the sheltered housing estate. “It just makes a joke of local democracy,” said Shontelle Gavins, another resident. “We voted twice, we’ve beaten them twice, and because they didn’t get the result that they wanted, they took it to government, so there is no democracy. It’s just a really, really sad day.” Dawn Norman, 71, who lives across the road from the proposed drilling site, said she suffers from serious lung and heart conditions and was worried about the impact on her health. “We live in a beautiful spot. The eyesore, the noise, we’re not going to be able to get in and out of our gateway for the lorries. The mud, the diesel emissions,” she said. “It’s just going to ruin so many people’s lives. All the wildlife will be destroyed. I could go on for ever, there’s so many things. We’ve got a beautiful community and such a delightful little village and it’s just going to totally devastate it.” Steele said Rotherham borough council officials had not objected to the application on the grounds of traffic or greenbelt issues. The planning inspector is expected to announce a decision on the appeal following the eight-day inquiry. Linda Sharpley, who has lived in the village for five years, told the inquiry she had “grave concerns” that the drilling would “dominate every aspect of life” and damage the wellbeing of residents across the region. “Having grown up in a mining village I know the drawbacks of living near an industrial site,” she said. “It takes its toll on the lives and health of people nearby. But we should now know better than this. Industrialisation of villages does not leave them in a better state.” Nigel Butler, 60, who has lived in Woodsetts for 26 years, told the inquiry that the proposed site was “as inappropriate a site as it’s possible to get”. “Residents voted 1,000 to one to reject this; Woodsetts parishcouncil rejected it; RMBC [Rotherham Metropolitan borough council] rejected it; RMBC rejected it again. Our MP, Kevin Barron, is opposed it,” he said. “Local people, elected or otherwise, know their local area. Listen to them”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}