{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/06/no-duty-of-fairness-to-women-hit-by-pension-age-rise-court-told", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2019-06-06T17:33:07Z", "webTitle": "No duty of fairness to women hit by pension age rise, court told", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/06/no-duty-of-fairness-to-women-hit-by-pension-age-rise-court-told", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/06/no-duty-of-fairness-to-women-hit-by-pension-age-rise-court-told", "fields": {"headline": "No duty of fairness to women hit by pension age rise, court told", "bodyText": "Nearly 4 million women who lost up to £47,000 each when their retirement age was increased from 60 to 66 have no right to expect fairness from the government, according to a lawyer representing the Department for Work and Pensions (DWP). On the second day of a judicial review at the high court brought by the campaign group BackTo60, many of whose members received little or no notice that their pension age had been changed, Sir James Eadie QC also argued that the group had no right to expect either notification of the changes or legal remedy to soften its impact. “Parliament has no substantive, freestanding obligation of fairness,” Eadie told a courtroom so packed that many supporters of the action had to wait outside. “It’s clear from case law that the enactment of primary legislation carries with it no duty of fairness to the public.” But Michael Mansfield QC, representing the protest group, argued that a “subclass – of women, not men – has been created by this discriminatory legislation.” Citing the case of a woman known only as PS, who after a lifetime of working and never drawing benefits was now reduced to what she described as a “degrading and humiliating life” visiting food banks and subsisting on tinned food and biscuits, Mansfield said: “They have pushed women who were already disadvantaged into the lowest class you can imagine. “They’re on the brink of survival, and I’m not overstating that. This group – especially the percentage of the group affected born in 1953 onwards – are increasingly having taken away from them four to six years’ worth of state pension. We’re dealing with very serious sums: £37,000 to £47,000. I think any citizen would be concerned by that withdrawal.” Eadie said there was no onus on the government to advertise changes to primary legislation or to individually inform the 3.8 million women affected by any changes. “There is precisely no obligation on parliament to notify those affected by its judgments,” he said. “Indeed, any such suggestion that a duty of that kind exists would be contrary to established principles. There is no basis in principle for the creation of any such duty.” Pressed by Lord Justice Irwin on whether there could be legal remedy for the women for the lack of notice of the changes, Eadie said there were no principles of natural justice or principles of fairness in play. “There can be no legal remedy,” he said. Under the 1995 Pensions Act, the female state pension age was to rise from 60 to 65 in a phased process between 2010 and 2020. The coalition government of 2010 decided to accelerate the timetable, and the 2011 Pension Act brought the qualifying age of 65 for women forward to 2018. The qualifying age for both men and women will rise to 66 by October 2020. Two claimants have taken the DWP to court arguing that raising their pension age “unlawfully discriminated against them on the grounds of age, sex, and age and sex combined.” Back to 60 argues that on these three grounds, the women should receive compensation of the money they were denied. On Wednesday, the first day of the hearing, Mansfield produced internal Whitehall documents proving that the government knew there was “widespread ignorance” among many women that they were about to lose their pensions. Making the documents public for the first time, Mansfield showed that the DWP discussed in 1998, 2000, 2007, 2011, 2012 and 2015 the fact that its information was not reaching the women affected. The department issued leaflets, launched a media campaign and, in later years, wrote letters to some women to alert them to the changes. But Mansfield said that despite this, many women remained unaware of the changes until they either went to draw their pensions, heard about the legislation by chance, or were sent an official letter 16 years after the original changes were passed, leaving them with no time to make alternative financial arrangements."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}