{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/25/johnny-kingdom-tv-presenter-died-digger-accident-inquest", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-25T16:51:42Z", "webTitle": "Johnny Kingdom: TV presenter died in digger accident, inquest hears", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/25/johnny-kingdom-tv-presenter-died-digger-accident-inquest", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/25/johnny-kingdom-tv-presenter-died-digger-accident-inquest", "fields": {"headline": "Johnny Kingdom: TV presenter died in digger accident, inquest hears", "bodyText": "A wildlife presenter and photographer known for his work on Exmoor died after being crushed by a digger he was driving on his farm in Devon, an inquest heard. Johnny Kingdom, 79, was killed when the vehicle toppled over and trapped him as he tried to move a log. He had not been wearing a seatbelt, the inquest in Exeter was told. The presenter, who fronted shows on the BBC and ITV, was found lifeless by one of his sons and his wife, Julie, who had become concerned after he failed to return home. Kingdom, whose real name was Walter John Kingdon, had been married to Julie since 1963 and they owned 53 acres of land near South Molton in north Devon. She told the inquest that Kingdom would go out on to their land most days. “He generally kept himself busy. He had owned a 3.5-tonne digger for 10 years which he used regularly for heavy work.” On 6 September 2018 she left their home at 10.30am to meet their granddaughter knowing he was planning to work on the land. When he had not been in touch again by 8pm she became worried and went searching for him with their son Stuart. She said: “We found John beneath his digger. He was dead.” The cause of death was given as crush asphyxia and Kingdom also had multiple pelvic fractures. Recalling the last time he had seen his father, a week before the accident, Stuart recalled: “He was his usual self. He was very active and on the go all of the time, went on to his land almost every day.” Paying tribute to him, he added: “My dad was the life and soul of the party. He was always joking and laughing and never acted his age. He always had a story to tell, was well-known, popular and everyone loved him.” His other son, Craig, said Kingdom had vast digger experience, including when he worked for the Forestry Commission. “In my opinion he was a very competent and confident digger driver. I’m surprised at dad’s accident knowing his skill and ability,” he said . A police investigation found the digger was being operated on a downhill incline that would have made it more unstable, was in reverse and may have been attempting a manoeuvre in which the weight and size of the log was beyond the capacity of the machine. Concluding that the death had been accidental at the inquest on Tuesday, the assistant coroner Luisa Nicholson said: “He was always a very charming man and knowledgeable. There was never anybody quite like him.” After the inquest, Kingdom’s sister, Julie Parkin, said: “We are still heartbroken, the whole family are. He loved being on his land and he died doing what he loved best. That’s what we are pleased about. “The wildlife man of Exmoor, Johnny Kingdom, died putting Exmoor on the map again which is what we are very proud of. We have so many lovely memories of him.” Although Kingdom was best known for his love of wildlife, he also worked as a gravedigger, lumberjack, and a quarryman."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}