{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/26/lucy-mchugh-trial-told-she-looked-like-she-was-asleep", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-26T14:21:00Z", "webTitle": "Lucy McHugh murder trial told ‘she looked like she was asleep’", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/26/lucy-mchugh-trial-told-she-looked-like-she-was-asleep", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/26/lucy-mchugh-trial-told-she-looked-like-she-was-asleep", "fields": {"headline": "Lucy McHugh murder trial told ‘she looked like she was asleep’", "bodyText": "A dog walker who discovered the schoolgirl Lucy McHugh’s body after she had been stabbed to death said she looked like she was asleep, a jury has been told. Russell Morrell was taking his terrier for a morning walk when he stumbled upon the body of 13-year-old Lucy in a secluded area of woodland. She had already lain dead for almost 24 hours after Stephen Nicholson, 25, allegedly stabbed her, Winchester crown court was told. The court has heard Nicholson, a care worker and tattoo artist, had been sexually exploiting Lucy for months and she had told him she was pregnant. Nicholson denies murder and a number of sexual offences. Morrell said he had not realised the teenager was dead when he found her, and he called out to her offering help. He was able to guide police to Lucy’s body, which was among trees about 15 metres (50ft) from a footpath at Southampton sports centre, Hampshire, on 26 July last year. In a statement read to the jury on Wednesday, Morrell said: “I spotted the body and I hoped it was someone asleep. I called out: ‘Hello, are you OK? Can I help?’ She was laid face down, almost in the recovery position. “She looked like she was asleep. I would liken the amount of blood I could see to the amount you get from a nosebleed that you had wiped on your sleeve. It didn’t look like a murder scene.” Jurors were also shown a series of CCTV images, showing Nicholson and Lucy on the day of her death and the day before. More than 11,000 hours of footage was obtained from 211 cameras. Footage was played of Nicholson buying a soft drink, cider and cigarettes in a Tesco store at 9am on 25 July last year, the day he allegedly killed Lucy. The jury has heard Nicholson deleted a series of Facebook messages between himself and Lucy. When interviewed by police, he told them Lucy had demanded a meeting with him, telling him she was pregnant. However, he said she was simply becoming obsessed with him and he blocked her. The carer, who it is claimed had a “sexual interest” in underage girls, was a lodger at the Southampton home of Lucy’s mother, Stacey White, and stepfather, Richard Elmes. Jurors were also shown a broken part of a knife’s plastic handle which was found next to Lucy’s head. Nicholson denies Lucy’s murder as well as three counts of rape against her when she was 12. He also denies two charges of sexual activity with a child against Lucy on multiple occasions when she was 13 and sexual activity with a child in relation to another girl aged 14 in June 2012. The trial continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}