{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/08/heathrow-eateries-to-take-least-sustainable-fish-off-menus", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-07T23:01:42Z", "webTitle": "Heathrow eateries to take least sustainable fish off menus", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/08/heathrow-eateries-to-take-least-sustainable-fish-off-menus", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/08/heathrow-eateries-to-take-least-sustainable-fish-off-menus", "fields": {"headline": "Heathrow eateries to take least sustainable fish off menus", "bodyText": "Heathrow is to become the world’s first airport accredited for serving sustainably sourced fish and seafood, as all its restaurants pledge to help tackle overfishing. Outlets whose menus still include “red-rated” fish – deemed by the Marine Conservation Society to be the least sustainable – have pledged to remove them by June 2020. Fish in that category include wild atlantic salmon, bluefin tuna and king prawns from non-certified farms. Heathrow caters to about 80 million passengers a year across five terminals and serves an estimated 4m fish meals a year. More than 20 fish species are sold at Heathrow, and the most popular are tuna and salmon. The accreditation is offered by the food and farming group Sustain, which has checked the sourcing policies of airport’s 37 restaurant and cafe providers in collaboration with the Sustainable Restaurant Association and Heathrow. The outlets have pledged to “avoid the worst” (by removing red-rated fish), “promote the best” (incorporating more sustainable fish species in dishes and menus) and “improve the rest” (for instance, by finding more sustainable sources of popular favourites). Ben Crowley, the head of food and beverage at Heathrow, said: “The full process to reach the accreditation has included revising the sourcing of family favourites including cod and salmon so that they meet the highest standards of sustainability, creating new dishes with delicious sustainable species such as coley and redesigning menus to make choosing sustainable options clear and easy.” Some national restaurant groups with a presence at Heathrow, including the sushi chain Yo!, have extended the initiative across their entire operation. Delaware North was the first contract caterer to take the pledge and has already excluded all fish without a good MCS rating. The pledge does not extend to the in-flight catering provided by airlines using Heathrow."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}