{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/10/northern-newspapers-demand-revolution-in-regions-treatment", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-10T08:20:23Z", "webTitle": "Northern newspapers demand ‘revolution’ in region’s treatment", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/10/northern-newspapers-demand-revolution-in-regions-treatment", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/10/northern-newspapers-demand-revolution-in-regions-treatment", "fields": {"headline": "Northern newspapers demand ‘revolution’ in region’s treatment", "bodyText": "More than 30 newspapers and news websites in the north of England have published front pages demanding “a revolution” in how the region is treated by government. Along with dozens of regional politicians and business leaders, papers including the Manchester Evening News, Liverpool Echo, Sheffield Star and Newcastle Journal, demanded “a fundamental shift in decision-making out of London, giving devolved powers and self-determination to people in the north”. Andy Burnham, the mayor of Greater Manchester, described it as a watershed moment. “The north doesn’t just need its fair share of investment but also substantial new devolved powers, building on the growing success of devolution in Greater Manchester,” he said. In the “power up the north” collaboration on Monday, the news organisations demanded that the government: Commit funding immediately to make “northern powerhouse rail” a national priority. Overhaul the region’s road and rail network as part of a wider environmental plan, with devolved funding and powers. Put its full weight behind a bespoke industrial strategy for the north of England to enable every sector of the economy, from manufacturing to farming, to flourish. Make additional investment available for the north’s schools, colleges and universities to boost skills training. Set out a programme to build a new generation of social housing and affordable homes. Accelerate investment in the north’s digital infrastructure, particularly in rural areas, and support creative industries. Commit to fully devolve the “shared prosperity fund”, intended to replace EU structural funding, in long-term tranches to enable strategic decisions of scale rather than areas having to bid piecemeal for smaller amounts. They also called on the next prime minister to elevate the post of northern powerhouse minister to cabinet status, with full powers. Currently, the job – created by George Osborne when he was chancellor – comes with no budget and no seat at the top table. In its leader column, the Manchester Evening News demanded “a sea change in the way our country is run, after decades of being treated as an afterthought, if at all. Leaders locally are trying to close those gaps with one hand tied behind their backs. For too long, the vast majority of decisions have been taken hundreds of miles away from our communities, making us the most centralised country in the west.” In the Yorkshire Post, Beckie Hart, the Yorkshire and Humber regional director of the Confederation of British Industry, said the next prime minister must show real commitment to the north. “Presently, the northern powerhouse is facing a power failure. So unlocking the region’s potential will need the government to go beyond slogans. “Action on improving infrastructure, for example by pressing ahead with HS2, is long overdue. Meanwhile, skills shortages still starve firms of vital talent, and our successful advanced manufacturers are struggling with burdensome business rates. All this must change.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}