{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/25/uk-anti-fracking-activists-go-on-trial-accused-of-breaking-injunction", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-25T15:23:25Z", "webTitle": "UK anti-fracking activists go on trial accused of breaking injunction", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/25/uk-anti-fracking-activists-go-on-trial-accused-of-breaking-injunction", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/25/uk-anti-fracking-activists-go-on-trial-accused-of-breaking-injunction", "fields": {"headline": "UK anti-fracking activists go on trial accused of breaking injunction", "bodyText": "Three anti-fracking protesters have gone on trial accused of breaking an injunction designed to stop disruption of a fracking site in Lancashire. Katrina Lawrie, Lee Walsh and Christopher Wilson took part in a “lock-on” at Preston New Road, near Blackpool, on 24 July last year, less than a fortnight after a judge granted an injunction to the energy company Cuadrilla. It took police six and a half hours to separate the protesters as they sat locked together at the entrance to the fracking site. A number of other demonstrators were also involved, but Cuadrilla’s legal team was unable to track them down to serve them with court summons. At Manchester civil justice centre on Tuesday, a lawyer for Cuadrilla argued that the three protesters breached the injunction by conspiring to obstruct the highway and trespass on the fracking site. If found guilty they would be held to be in contempt of court. The maximum sentence is two years’ imprisonment. The protesters believe the injunction was unlawful because it impinged on their legal right to peaceful protest. Last September, three anti-fracking protesters were jailed after being convicted of causing a public nuisance during a four-day protest at Preston New Road that blocked a convoy of trucks carrying drilling equipment. They were freed on appeal after three weeks when a judge ruled that their sentences of 15 and 16 months were “manifestly excessive”. In the latest case, Lawrie, a full-time protester who lives at the Maple Farm “community protection camp” on Preston New Road, is also accused of obstructing lorries delivering to the site by sitting in the road for up to two minutes on two further occasions last summer. Tom Roscoe, representing Cuadrilla, showed the court a video taken at the site on 25 June 2018, when the Guardian columnist George Monbiot had come to give a talk. Shortly beforehand, Cuadrilla had been granted an interim injunction. In the video, a local Green politician, Alan Todd, was shown explaining to the crowd where they could stand so as not to breach the injunction. “The only thing you have to avoid is doing anything that could be construed as blocking vehicles coming in and out,” he said, with Lawrie present. Questioned by Roscoe, Lawrie said she “wasn’t aware of the specifics” of the injunction. But she accepted she had told Stuart Jackson, a security guard employed by Cuadrilla, to “shove the injunction up your arse”. She said she decided to take direct action “because all other forms of peaceful protest had been removed from us. I decided I would have to break the injunction that I wasn’t clear about because I was so fearful of the damage being caused to our community and the environment.” Roscoe asked Walsh if he believed the injunction “amounted to an inappropriate curtailment of your rights”. Walsh said he did. “I just knew there was an injunction and I thought it was going to infringe on people’s rights to peaceful protest,” he said. Walsh was shown a video in which he could be heard singing the hymn Jerusalem as a security guard tried to point out the existence of the injunction. “I didn’t want to consent to it,” he explained. Wilson said he had decided he “wasn’t going to roll over and let a private corporation dictate the terms of my protest”. He told the court he wanted to stop fracking and the “industrialisation” of the Fylde coast. “I don’t really care about the minutiae of the law. I’m more concerned with what’s right.” In April this year, anti-fracking campaigners overturned a “draconian and anti-democratic” injunction taken out by Ineos, one of Cuadrilla’s rivals, to prevent protesters from obstructing its fracking operations. High court judges ruled the injunction was “too wide and insufficiently clear”. Lawrie, Walsh and Wilson argue that the injunction in their case was very similar to the doomed Ineos injunction, and was too vague and wide and amounted to a disproportionate interference to their right of protest. The high court case continues, with judgment expected to be given on Friday. Lancashire county council refused planning permission for Cuadrilla to drill at Preston New Road after widespread opposition to the plans. Many local people were fearful after earlier test drilling by Cuadrilla in 2011 caused small earthquakes near a well at nearby Preese Hall. The government overturned the council’s refusal in October 2016. Site construction began in early 2017 and hydraulic fracturing (fracking) of the shale rock started in October last year, only to be paused on multiple occasions after further “seismic events” breached legal limits."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}