{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/11/british-base-jumper-jean-andre-quemener-dies-dolomites-accident", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-11T13:57:39Z", "webTitle": "British Base jumper dies in Dolomites accident", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/11/british-base-jumper-jean-andre-quemener-dies-dolomites-accident", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/11/british-base-jumper-jean-andre-quemener-dies-dolomites-accident", "fields": {"headline": "British Base jumper dies in Dolomites accident", "bodyText": "A British Base jumper has died in an accident in the Italian Dolomites. Jean Andre Quemener, 32, was reportedly unable to activate his wing suit after jumping from the 2,239-metre Sass Pordoi in Canazei, a mountain resort popular with Base jumpers in the Val di Fassa area. The accident happened at about midday on Saturday, according to local news reports. Quemener crashed into the rock face in high winds within seconds of launching himself from the peak, before falling to the ground, the news website Altoadige.it reported. The Jersey Evening Post reported on Tuesday that Quemener was from St Helier, the Channel island’s capital. A spokesperson for the Foreign Office said: “We are supporting the family of a British man following his death in Canazei, Italy, and are in contact with the local authorities.” The alarm was raised by Quemener’s German girlfriend, who had made the same jump shortly before him, after she realised he had failed to land, according to Altoadige.it. Quemener’s body was found lying in a canyon by mountain rescue workers. Other Base jumpers have been killed after launching themselves from the Sass Pordoi. The most famous was Mario Richard, a Canadian pilot and leader in the extreme sport, who was killed in 2013, aged 47. His wife, the professional Base jumper Steph Davis, had made the jump shortly before him. The couple were well known in the Dolomites after becoming the first people to Base jump the Tofana di Rozes in 2011. Richard had previously completed about 7,000 jumps. Walter Hilscher, from Germany, aged 56, died after jumping from the peak in 2017. Another British man, Robert Haggarty, from Andover in Hampshire, died last year after launching himself from the Castelletto Della Busazza, a 2,894-metre peak, also in the Dolomites. Haggarty, 47, had previously made 500 jumps."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}