{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/10/foreign-office-cleaners-begin-five-day-strike-in-pay-dispute", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-10T13:11:18Z", "webTitle": "Food bank set up for Foreign Office cleaners during strike over pay", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/10/foreign-office-cleaners-begin-five-day-strike-in-pay-dispute", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/10/foreign-office-cleaners-begin-five-day-strike-in-pay-dispute", "fields": {"headline": "Food bank set up for Foreign Office cleaners during strike over pay", "bodyText": "A food bank collection has been set up outside the Foreign Office in London for cleaners, porters and maintenance staff who have begun a five-day strike in protest over low wages, union recognition and being left without pay for six weeks. Outsourced workers at the FCO have been left struggling to pay bills after Interserve, the agency that employs them, changed their payroll date, meaning they have not been paid since 28 April. They are on their third round of strike action related to the dispute. The FCO is the second government department where food banks have been set up for low-paid workers, after collection boxes were put in place last month at the Department for Business, Energy and Industrial Strategy for outsourced cleaners, security guards and other support staff there. Workers expect to be paid a month’s wages on Tuesday, but those on the picket line on Monday said being forced to work an extra two weeks before the money was released had left them struggling. Most have had to make two rent or mortgage payments, two council tax payments and two payments on other regular bills on one month’s pay. One maintenance worker who joined pickets outside the FCO on Monday told the Guardian he expected to be in debt for the next 12 months after he refused a three-month bridging loan offered by his employer. “And I’m one of the lucky ones,” he said. Some mornings he and colleagues had banded together to lend money to the most hard-up to get breakfast. Others have turned to their families for help. “My dad is 78, he’s a pensioner,” one worker said. “I have to go round to my dad’s house and say: I’m so sorry, have you got any money?” Another worker on strike said he and his colleagues felt particularly disrespected because Interserve had not imposed a change in payroll date on office staff. “It seems like anyone in a [facilities worker’s] black T-shirt who gets their hands dirty is getting trodden on,” he said. Interserve was reappointed as the agency employing the FCO’s support staff despite a financial collapse that led to a restructuring of the company in March. Some workers on the Interserve contract at the FCO are not being paid the 2019 London living wage, and Interserve managers refuse to recognise the workers’ organising through the PCS union. On a rain-soaked picket line on Monday, workers held placards calling on the foreign secretary, Jeremy Hunt, to “show some leadership”. In March in response to a question in the Commons over failures to pay FCO support staff on time, Hunt said he would take “full responsibility”. On Monday the FCO rowed back from Hunt’s promise, issuing a statement saying: “Members of the PCS union working for Interserve Group Limited are currently on strike and no FCO staff are involved in the dispute. FCO business is continuing as normal.” An Interserve spokesperson disputed the workers’ claimed grounds for strike action. “We do not believe that strike action is justified and are disappointed the PCS has made misleading statements about this matter,” the spokesperson said. “Interserve rebid and successfully secured the FCO contract last year. This provided an improved operating structure to increase the local delivery of the services and increased the number of staff working on the contract. “We have already processed the backpay of the London living wage and can confirm that we will implement the new rate accordingly. There is no proposal by Interserve to remove contractual sick pay where it forms part of an employee’s existing terms and conditions.” The PCS general secretary, Mark Serwotka, said: “It is utterly shameful that workers at a government department are being forced to use a food bank because of unpaid wages. This is the second time our members have set up a food bank in a government office. “Jeremy Hunt must take personal responsibility for this dispute and intervene to resolve it. No one can justify a situation where those who clean and maintain a major government office are having to resort to food banks to make ends meet.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}