{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/17/scotland-urged-to-invest-in-nuclear-to-hit-climate-goals", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-17T15:02:46Z", "webTitle": "Scotland urged to invest in nuclear to hit climate goals", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/17/scotland-urged-to-invest-in-nuclear-to-hit-climate-goals", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/17/scotland-urged-to-invest-in-nuclear-to-hit-climate-goals", "fields": {"headline": "Scotland urged to invest in nuclear to hit climate goals", "bodyText": "Scotland should consider new nuclear power stations, investing in hydrogen and installing many more windfarms to meet its climate goals, an expert inquiry has concluded. The inquiry by the Royal Society of Edinburgh, Scotland’s national academy, said a massive increase in low-carbon electricity production would be needed in order to reach the country’s new goal of net zero emissions by 2045. Prof Becky Lunn, a civil engineer who is deputy chair of the inquiry, said electricity production may need to increase fourfold to decarbonise the transport system and heating, with major implications for ministers and the public. “We have got difficult decisions to make and if we delay we will end up importing by default, which is not a place where in future I think we would wish to be,” she said. “We need to change. At the moment we have a totally unsustainable system.” Alongside a substantial increase in electricity production, Scotland would need: • A statutory commission to provide independent expert direction on energy policy and governance. • Much tougher energy efficiency regulations for homes and buildings. • Substantial investment in carbon capture and storage, so CO2 created during the production of hydrogen could be buried offshore. • Subsidies to ensure higher energy prices and upgrading costs did not increase fuel poverty. Lunn said this was increasingly urgent. Scotland’s two nuclear power stations at Hunterston and Torness, which provided 37% of the country’s electricity in 2017, are due to close by 2030, just as electricity demand is forecast to soar. The RSE report, Scotland’s Energy Future, was published as climate activists with the Extinction Rebellion protest group marched on the Scottish parliament to set up a week-long camp to put pressure on Holyrood to agree more ambitious CO2 reduction targets. Meanwhile Greenpeace continued its campaign against BP’s increased oil drilling by pursuing an oil rig its activists had occupied in the Cromarty Firth last week into the North Sea, using its protest ship, Arctic Sunrise. Greenpeace said its continued pursuit of the rig, the Paul B Loyd Jr, had prevented it from arriving in the Vorlich oilfield, where BP hopes to extract 30m barrels of oil. Extinction Rebellion is planning to block roads in Edinburgh this week, mirroring similar protests in London and other cities. The Scottish government has accepted a challenging target of achieving net zero emissions by 2045, five years earlier than the 2050 UK target agreed last week by Theresa May, the prime minister. In 2017, Scotland emitted 40.5 megatonnes of CO2 equivalent. Greenpeace and Extinction Rebellion argue that continued drilling undermine those goals – a stance rejected by the UK and Scottish governments and the RSE. The net zero concept means continued use of oil, gas and potentially coal. But extra forests, carbon storage and other measures would be needed to soak up the CO2 that those released. The RSE inquiry was funded by four major energy firms, the oil company BP, the French nuclear and renewables firm EDF, the gas company Centrica and the renewables firm SSE. The RSE said they had no bearing or influence over the report’s conclusions but the report mirrored those companies’ arguments that nuclear energy, oil and gas would still be needed – conclusions many climate and environment activists reject. Lunn said ministers should eventually consider small modular nuclear reactors, an experimental technology which, its supporters argue, is safer and much easier to build than large-scale nuclear power stations. Methane would still be needed in large amounts to produce hydrogen: large-scale hydrogen plants would be connected to carbon storage sites in the bedrock offshore. Oil would still be needed to provide fuel for aviation and shipping, for medicines and materials such as plastics. It would be impossible, the RSE said, to equally meet the four key tests of tackling climate change, guaranteeing energy security, making it affordable and at the same time maximising the social acceptability and economic wellbeing of those energy choices. Lunn said the RSE’s conclusions were that meeting the country’s low-carbon energy challenges would require compromises."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}