{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/18/new-tintagel-castle-footbridge-recreates-ancient-land-link", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-17T23:01:37Z", "webTitle": "New Tintagel Castle footbridge retraces line of ancient land link", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/18/new-tintagel-castle-footbridge-recreates-ancient-land-link", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/18/new-tintagel-castle-footbridge-recreates-ancient-land-link", "fields": {"headline": "New Tintagel Castle footbridge retraces line of ancient land link", "bodyText": "A spectacular footbridge that will link the Cornish mainland with the island fortress of Tintagel is beginning to take shape thanks to technology usually employed for challenging construction projects in the Swiss Alps. Hefty sections of steel, each weighing up to 4.5 tonnes, have arrived in Tintagel village having been manufactured off-site and are being manoeuvred into place this week. The 70-metre-long bridge is to comprise of two cantilevers, one reaching out from the mainland to the island where according to legend King Arthur was conceived. The other stretches back towards the mainland but the two will not quite meet, creating a 40mm gap. For hundreds of years, since the collapse of a narrow natural land bridge that used to reach out to the rocky headland on which the castle sits, tourists, poets, hikers and Arthur enthusiasts have had to scramble up and down hundreds of steps and across a modest wooden bridge to visit the attraction. English Heritage, the custodian of the site, decided that a bridge would improve access, recreate the historical crossing between the mainland and island and help to conserve and protect the landscape. The bridge was designed by Ney &amp; Partners and William Matthews Associates, and English Heritage said the remote location and challenging landscape called for an innovative approach. The footbridge will be installed without scaffolding or free-standing supports and instead an unusual cable crane has been constructed for the task. Using technology pioneered in the Swiss Alps, the cable crane has already been used to deliver materials to the site, put in place the rock anchors and build the foundations for the bridge. Now it is being called into action to drop each of the 12 prefabricated sections of the bridge into place. “This is the moment we’ve all been looking forward to,” said Georgia Butters, English Heritage’s head of historic properties in Cornwall. “Preparation work for the bridge began in the autumn, with the installation of the rock anchors and foundations, but this is when we can start to see all that work really coming together. “Following the arrival of the first pieces this week we will quickly see the bridge take shape. It will be a spectacular new addition to the site, and will hugely improve the experience and access for our visitors.” English Heritage says the new footbridge will follow the path of the original land bridge, allowing visitors to experience the castle as its historic inhabitants once did. The original narrow access point gave rise to the stronghold’s name, the Cornish Din Tagell, meaning “the fortress of the narrow entrance”. Tintagel Castle attracts almost 250,000 visitors each year and English Heritage says the new footbridge will help to reduce congestion, especially at peak periods, and provide a step-free route to the island. The apparent progress will please local business people who say they have lost out because the castle has been closed to the public during the construction of the bridge. When the site reopens, timed ticketing will be introduced to manage the number of people visiting. The designers say the 40mm gap is designed to offer visitors a sense of transition between the mainland and the island. The design team was chosen in March 2016 following an international competition involving 137 architects and engineers."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}