{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/15/lincolnshire-flooding-homes-evacuated-river-steeping-wainfleet", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-15T21:58:39Z", "webTitle": "Lincolnshire flooding: hundreds of homes evacuated", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/15/lincolnshire-flooding-homes-evacuated-river-steeping-wainfleet", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/15/lincolnshire-flooding-homes-evacuated-river-steeping-wainfleet", "fields": {"headline": "Lincolnshire flooding: hundreds of homes evacuated", "bodyText": "Hundreds of homes have been evacuated in a Lincolnshire town following severe flooding as the local MP warned that residents are “by no means out of the woods yet”. Residents in at least 590 homes in Wainfleet and Thorpe Culvert were told to leave as waters continued to surge on Saturday. The town first flooded on Wednesday after more than two months’ worth of rain fell in two days, causing the River Steeping to burst its banks. On Friday, three RAF helicopters dropped 270 one-tonne sandbags in an attempt to repair the bank. Conservative MP for Boston and Skegness, Matt Warman, told the Press Association on Saturday evening that “the Environment Agency is in the process of putting together two pumps that will start taking away some quantities of water”, but he was unsure when they would be up and running. He also suggested the Environment Agency and other authorities may need to consider in future what could have been done better to prevent the deluge, but said “ultimately, that level of water was always going to cause problems”. Warman also praised the multi-agency response to the flooding. He added: “In terms of the response, we have seen an incredible working together of the agencies. “Local people should keep an eye on the police because there is still the potential for risk to homes and lives. “But in the long term, it will always just be a huge thank you.” Lincolnshire police have shared a list of more than 100 postcodes, all in the PE23 and PE24 area, where evacuations are possible. The force said on Saturday afternoon: “Some occupiers in this area were advised to leave in this area yesterday. Our advice still remains and has been extended to around 300 homes (in addition to the 290 already advised and assisted to evacuate).” The Maritime and Coastguard Agency are assisting with the evacuations. They said: “HM Coastguard is assisting other emergency services and authorities in Lincolnshire this afternoon in response to further flooding. “On Saturday 15 June, HM Coastguard is assisting with the evacuation of approximately 300 properties in Wainfleet. “Three coastguard rescue teams are on scene through the afternoon and the teams which are responding are from Mablethorpe, Skegness and Wrangle in Lincolnshire.” City of Lincoln council said the temporary repairs had since “started to deteriorate” and another military helicopter had been deployed to deliver more ballast. Among the residents already affected by the floods was Jean Hart, who said she and her husband had been left with only their pets and the clothes they were wearing after the river burst its banks on Wednesday. “The whole of the bottom of our house is completely gone. Everything’s floating, including our beds,” Hart told Lincolnshire Live. “We recently renovated the whole of the first floor, but now everything we own is in foul water at the moment.” River levels in Wainfleet are expected to remain very high for the next few days and residents have been advised to leave and stay with friends or family, or at the Richmond school in Skegness. Lincolnshire police asked the public not to “impede” their work by flying drones in the area while they attempt to rescue residents and monitor the river with a helicopter. During a washout week of intense rainfall, the Environment Agency issued dozens of flood warnings – largely across the Midlands, the north-west and the north-east – with 16 still in place across England. On Thursday, passengers on a London-to-Nottingham service were stranded in Corby, Northamptonshire, for up to eight hours after torrential rain caused a landslip. Commuters were eventually transferred to a second train but that also became stuck because of flooding on the line. East Midlands Trains were still experiencing disruption due to flooding on Saturday, with passengers advised to completely avoid travelling to and from Skegness. There is little respite expected as the Met Office warned that another batch of bad weather is on the horizon. Meteorologist Simon Partridge said: “There is the potential for some thundery and heavy rain on Tuesday and Wednesday. A little bit of uncertainty about when it will arrive but it will be pushing in from the south and will leave from north-east England. “England and Wales will have spells of heavy and thundery rain.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}