{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/19/uk-accused-profiteering-syrians-child-citizenship-fees", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-19T08:59:17Z", "webTitle": "UK accused of profiteering on Syrians' child citizenship fees", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/19/uk-accused-profiteering-syrians-child-citizenship-fees", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/19/uk-accused-profiteering-syrians-child-citizenship-fees", "fields": {"headline": "UK accused of profiteering on Syrians' child citizenship fees", "bodyText": "The UK government could profit by more than £5m by charging children who have fled war-torn Syria to apply for British citizenship, according to research. The revelation, based on the Home Office’s own data, has sparked accusations that the government is profiteering from vulnerable children and making a windfall profit by driving vulnerable families into debt. Campaigners point out that the government will profit whether the Syrian children’s applications are successful or not: if they are refused, applicants are not refunded. If children reapply for citizenship, the fee must be paid again. Valerie Peay, the director of the International Observatory of Human Rights, has called on the next prime minister to end the “practice of profiteering from vulnerable children”. The UK charges 10 times more than any other European country for child citizenship fees, at £1,012 per child, plus £19.20 to provide biometric information. They are charged an extra £80 if they turn 18 during the application process. The cost of processing the application is £372. The charges have increased 51% in the last five years, during the period when Theresa May’s Home Office instigated a “hostile environment” policy to reduce immigration numbers. “Let’s be clear,” said Peay. “Unlike any other EU country, the UK government is choosing to profit £640 on every child who is entitled to apply for British citizenship. “This action puts huge pressure on families. It can’t be right that a family with three kids will be expected to pay out £5,448 to try to secure them a safe future, with nothing guaranteed at the end of the process. “Rather than driving families into debt to make a profit, we are calling on the UK government to stop this practice and join the rest of the EU in their approach to humanitarian support.” The children, who have arrived in the UK since January 2014, can not yet apply for citizenship: they must wait for six years without access to most benefits before they can apply for full citizenship. But from next year, the first arrivals will be able to register. “With that influx of applications looming, the Home Office is set for a huge windfall due to the profit it makes on these forms,” said Peay. A Home Office spokesperson said: “These figures are speculative and hypothetical given that it is not mandatory to apply for citizenship in order to live, study and work in the UK. There is no fee for applying for settlement as a refugee or person who’s been given humanitarian protection.” But Peay said: “Without citizenship, you do not have the right to vote. You must pay international student fees for further education but are ineligible for student loans. You also face your leave to remain being withdrawn if you stay away from the UK for longer than two years.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}