{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/17/female-bame-train-drivers-aslef", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-16T23:01:09Z", "webTitle": "Rail union in push for more female and BAME train drivers", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/17/female-bame-train-drivers-aslef", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/17/female-bame-train-drivers-aslef", "fields": {"headline": "Rail union in push for more female and BAME train drivers", "bodyText": "A campaign to increase the number of female, BAME and younger train drivers is being launched after a study revealed the “glaring gap” between their numbers and those in the population they serve. Aslef, the train drivers’ union, said just 6.5% of drivers in England, Wales and Scotland were women, 8% were from a minority ethnic background and 15% were under 35. In its report, On track with diversity, to be published in parliament on Monday, the union will call for targeted action from train operators to tackle the issue. Aslef’s general secretary, Mick Whelan, said he wanted to see “fewer people who look like me”. After 35 years in the industry he said he was well aware how many train drivers were middle-aged, male, and white. The union was working with private train and freight operating companies every day to encourage the recruitment and retention of under-represented groups. “We believe that a train driver is a train driver is a train driver – regardless of gender, sexuality, religion or race – and we’ve been pushing the companies to allow more part-time and flexible working because the lack of such agreements has been a barrier, in the past, to women coming into our industry as many still take on the primary responsibility for childcare,” said Whelan. The report calls on operators to gather specific data on numbers of BAME, under-35s and women drivers, and to identify points along the “talent pipeline” where there are significant drop-offs of under-represented groups. It calls for targeted action such as guidance workshops on making job applications, or independent panel members at interview stage. “From the data we have seen women, people of BAME backgrounds and those aged under 35 are not only under represented in rail as a whole, but are especially under represented in the driver grade. The reasons for this should be understood,” the report states. Among recommendations the report states operators should not use gendered pronouns in job adverts, and should place adverts on websites and publications that could attract a wide pool of applicants from under-represented groups. It calls for senior leaders to act as champions for under-represented groups. Whelan said there was “light at the end of the tunnel” if recommendations in the report were implemented, “because we know the rail industry needs to do more to improve its recruitment policies and we will work closely with the companies to ensure this happens.” The Department for Transport said: “We are committed to delivering a more diverse and representative workforce in the transport sector; underrepresentation limits opportunity, and also robs the industry of talent. “We have written to the industry to ensure fair maternity leave and flexible working is in place for those returning from maternity and paternity. We have also asked them to see what more can be done to introduce family-friendly policies.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}