{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/21/novichok-victim-partner-kept-in-the-dark-charlie-rowley-dawn-sturgess", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-21T10:44:33Z", "webTitle": "Novichok victim: ‘We’re being kept in the dark’", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/21/novichok-victim-partner-kept-in-the-dark-charlie-rowley-dawn-sturgess", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/21/novichok-victim-partner-kept-in-the-dark-charlie-rowley-dawn-sturgess", "fields": {"headline": "Novichok victim: ‘We’re being kept in the dark’", "bodyText": "The partner of the woman who died in the Wiltshire nerve agent poisonings a year ago has told of his anger and frustration that mystery still surrounds the case. Charlie Rowley said he felt the British authorities were not being transparent about what happened to Dawn Sturgess and revealed he was keen to visit Russia to question officials there about the novichok poisonings. Rowley, who was also poisoned, said he continued to suffer physically and mentally 12 months after he found a perfume bottle containing the nerve agent. He believes his exposure to novichok has compromised his sight, balance and immune system and he struggles to sleep at night as the horror of Sturgess’s death swirls around his mind. “I feel like we’re being kept in the dark about what really happened,” Rowley told the Guardian. “I will go down every avenue if I have to. Of course I want to find out the truth. There are still no answers to the real questions.” Rowley, 46, found the perfume bottle in a charity shop bin almost four months after the attack on the former Russian spy Sergei Skripal in Salisbury. He gave it to Sturgess as a gift and she fell fatally ill after spraying novichok on to her wrists. The central question for Rowley is why the bottle was in the bin. He said it was sealed in hard plastic and he had to use a kitchen knife to get to it. Rowley is convinced this means the bottle he found was not used in the attack on the Skripals – which the British government says was carried out by Russia – but was a second container. “Where did the bottle come from?” said Rowley. “Was it the Russians or wasn’t it? How did it get on the streets? It’s still a blank. It can’t possibly be the same bottle that was used on the Skripals. They empty the bins regularly.” Rowley and his brother, Matthew, met the Russian ambassador in London, Alexander Yakovenko, in April and challenged him over the claims that the Skripal attack was carried out by members of Russia’s military intelligence agency, the GRU. They say Yakovenko pointed the blame at the US or the Czech Republic and suggested the brothers may be able to meet Vladimir Putin in Russia and that Rowley could be flown to a neutral country for medical treatment. Asked if he would go to Moscow, Rowley said: “I’d like to see the Russians face to face and look them in the eye and listen to their bullshit. I feel I owe it to Dawn to get the answers. I’ve an open mind about what happened.” Rowley said he felt guilty about Sturgess’s death and frequently turned to old Facebook messages and posts from Sturgess for comfort when he could not sleep. “Sometimes it gets to 8 or 9am and I still can’t sleep. My head is going round in circles thinking about the day it happened.” Rowley said he met Sturgess at the start of 2018 when both were living in separate hostels for homeless people in Salisbury. “It was a good time. I have many happy memories,” Rowley said. Sturgess’s room in John Baker House was a popular meeting place for residents. “Dawn was very sociable. She liked having people round. She enjoyed cooking and she was very motherly. If she had anything she would share it, whether it was food or cigarettes. “She was a very funny and very clever girl. We clicked straight away. We’d spend time round the market, there were pubs we used to pop into, went from her place to mine. When things were going on in the summer, we’d go along. We both liked music. It was the happiest time of my life.” When Skripal and his daughter, Yulia, were poisoned with novichok in Salisbury in March 2018, Rowley took little notice. “It didn’t really affect me. I thought nothing of it. I didn’t think we would be part of it.” Fortunes seemed to be changing for Rowley, who has struggled with drug issues since being involved in the rave scene in the 1990s. He moved into a housing association flat in Amesbury, eight miles north of Salisbury, but continued to spend a lot of time with Sturgess in the city. On Wednesday 27 June 2018, Rowley said, he was rummaging in a charity shop bin in Salisbury. He had found a television there not long before and the bin was known as a place where valuables could be unearthed. “It was a proper honey hole. On that day there was nothing to my eye other than this perfume. I picked it up, put it my pocket and forgot about it for a little while. It stayed in my coat pocket.” Rowley and Sturgess spent the Friday night – 29 June – partying at his flat. By next morning, Rowley said, they had run out of things to say and to fill a gap in the conversation he gave her the perfume. “We both had sore heads. I showed it to Dawn to see if she was interested in having it. She recognised the name.” The gift comprised a battered box within which was a bottle and pump. Rowley said the bottle and pump were packaged separately in hard plastic. “It was a thick plastic. You couldn’t tear it. It was tough. I remember having to use a kitchen knife.” As he attached the pump to the bottle, Rowley pressed the nozzle down. “It released on to me. I rinsed it off. It had an oily texture and next to no smell. I did mention [the lack of smell] to Dawn. She just carried on and gave it a spray, thinking nothing of it. She squirted it on to her wrists as she sat in front of the telly. “I remember her saying she felt peculiar, very strange. Five or 10 minutes after that she disappeared. I went into the bathroom and found her lying in the bath. There was no water in the bath and she was fully clothed, looking pretty lifeless. “I tried to bring her round. I got her out of the bath on to the floor and realised something was wrong. She wasn’t breathing, she was foaming a bit, shaking. I phoned 999. They talked me through what to do.” Rowley performed CPR on Sturgess, worried that he might crack a rib because she was so slight. Paramedics took Sturgess to hospital in Salisbury and Rowley rang her parents. He told them that he feared Sturgess was seriously ill and her mother, Caroline, tried to reassure him she would be fine. Later, Rowley was about to catch a bus into Salisbury to visit Sturgess when he began to feel strange. He looked at himself in a mirror and was alarmed at how tiny his pupils were. The next thing Rowley remembers is waking up in hospital. His memory was so badly affected that when police told him that Sturgess had died, he could not remember he even had a partner. His memory gradually returned and he was told that the perfume bottle could have been the source of the contamination. “It blew me away,” he said. Over the months, counter-terrorism police have repeatedly questioned Rowley, sometimes making him feel like a suspect rather than a victim. “They were focusing on where I was when the Skripals were poisoned. I felt I was being interrogated. That kind of hurt but I suppose they have to go about their job.” At first Rowley thought he was getting better. “But my eyes and balance started playing tricks on me. My right eye is still playing up. I can’t focus on things.” He finds it difficult to gauge distance, even struggling when he steps off a kerb, and feels he is clumsier than he used to be, often dropping things. He cannot fully extend his left arm and struggles to get his coat on. He believes his immune system has been weakened and he has suffered from severe headaches. Images of him trying to save Sturgess and making the phone call to her mother keep him awake at night and he blames himself for his partner’s death. Rowley has worked on building sites and as a paint-sprayer but is not currently employed. He has moved from Amesbury and lives in another housing association flat. He has not received any counselling and worries that doctors have not got to the bottom of his physical problems. Rowley is sad for Sturgess’s family, confused over what happened, frustrated over the lack of answers – and upset that Skripal was in Salisbury in the first place. “I don’t know who thought that was a good idea. He should have been in top security somewhere. He should never have been left on the streets if he was a spy. If there was any chance of this shit happening, why was he in Salisbury? He should have been on a secure army base where it was impossible to get him. He was a spy. What was he doing on the streets?”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}