{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/23/from-off-the-hook-to-on-the-peg-why-fashion-has-gone-fishing", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-23T06:59:35Z", "webTitle": "From off-the-hook to on-the-peg: why fashion has gone fishing", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/23/from-off-the-hook-to-on-the-peg-why-fashion-has-gone-fishing", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/23/from-off-the-hook-to-on-the-peg-why-fashion-has-gone-fishing", "fields": {"headline": "From off-the-hook to on-the-peg: why fashion has gone fishing", "bodyText": "Fashion takes its inspiration from diverse places – yet this summer some of the biggest trends are being influenced by a particularly unlikely source: fishing – or rather angling, to be specific. It’s not the first time that fisherman fashion has been co-opted by those who don’t necessarily spend their leisure time with rods, reels and sinkers. But forget the Aran jumpers, thick-knit scarfs and rolled-up beanies that hit the catwalk – and subsequently the high street – circa 2016. This time around it is the utilitarian, functional fashion favoured by those fishing rivers and lakes that have become an unlikely style muse. On the catwalk this spring and summer, pocket-heavy fishing gilets came in botanical prints at Anna Sui, as well as more traditional khaki at Sacai – signalling that, unlike deep-sea fishing trends past, the angler look is not weighted towards menswear. Men do have their chance to pick up on the trend though – pocketed gilets also featured heavily at the Louis Vuitton menswear show. On the high street, fisherman gilets have since cropped up at brands including Topshop and Urban Outfitters. It is unlikely that comedians Bob Mortimer and Paul Whitehouse thought of themselves as trendsetters when they set out to make the BBC series Gone Fishing. But they were ahead of the game. Fisherman’s hats are very much on trend, having been spearheaded by the likes of Rihanna, Kaia Gerber and Bella Hadid, as well as featuring in shows from Craig Green to Burberry, and more recently MSGM. Asos saw sales rise by 343% in a year while Weekday currently offers 10 different styles of fisherman’s hat, all in heavy-duty, technical materials. Footwear, too, has taken a decidedly fishy turn, especially at the autumn/winter shows, suggesting this isn’t merely a fair-weather trend. Thigh-high welly-style waders featured on the catwalk at Jacquemus and Toga, while the latter also showcased shoes resembling galoshes, paired with hooded anoraks. Elsewhere, the Christmas Island bootie sold by fly-fishing and game-shooting brand Orvis bares a keen resemblance to Balenciaga’s stretch-knit high-top trainers. Gemma Hayward, senior fashion editor at large for Grazia magazine (and member of her local angling society) cites practicality as part of the trend’s appeal. “Fashion’s current obsession with utility dressing is crossing catwalks and the gender divide,” she says. “It’s only natural that something as useful as the multi-pocket waistcoat has been given a high-fashion spin – just replace hooks and bait for purses and phones.” Despite this rise to high fashion, recreational fishing does not enjoy the wellness associations of the sporting attire worn to boutique gym classes and yoga retreats. But could it? “Sitting by a beautiful lake, focusing on your float is a surprisingly peaceful way to while away a few hours,” says Hayward, making the case for fishing as a sport that may, in fact, tap into on-trend ideas about mindfulness and meditation – not to mention its Instagram-ability. “People who fish always say it focuses the mind and has a tranquility to it,” says fashion historian Tony Glenville. “What could be a better escape from Brexit? It also makes me think of all those Britpop boys who moved to the country.” It’s true that the concept of having “gone fishing” is not a million miles from the more modern desire to go “off-grid”. “I think it’s great to see that our little passion can inspire some items on the catwalk,” says Jo Stephenson, an Angling Trust ambassador. Waders or a sunshirt are often angling essentials, she says, although her own must-have item is a bumbag, the 90s accessory which has experienced a fashion revival over recent summers. Not, then, the fully functioning fishing set – comprising rod, flies and a wicker “creel” bag, and costing £17,000 – currently offered by French fashion house Hermès. While fishing brands are striving to make the clothes worn by keen fishers more attractive, part of the appeal to those outside this community will doubtless lie in the fact that such garments reject conventional ideas of fashion and style. It’s about a desire for clothes “with integrity, real clothes and not ‘fashion’ – even though it is”, says Glenville."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}