{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/26/first-world-war-peace-treaties-go-on-display-at-uk-national-archives", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-26T12:48:22Z", "webTitle": "First world war peace treaties go on display at UK National Archives", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/26/first-world-war-peace-treaties-go-on-display-at-uk-national-archives", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/26/first-world-war-peace-treaties-go-on-display-at-uk-national-archives", "fields": {"headline": "First world war peace treaties go on display at UK National Archives", "bodyText": "From the elaborate red velvet, silk and gilded treaty of London, signed by the 19th-century prime minister Lord Palmerston, to the Locarno postwar territorial settlements, Europe is largely defined through the peace treaties of the first world war. On the centenary of the signing of the treaty of Versailles, which marked the formal end of the war, the beautifully bound originals of all those treaties have now been brought together for the first time. The private display, at the National Archives in Kew, west London, has been set up for historians attending a conference on the post-war peace process to mark the centenary of Versailles. The treaty was signed in the Hall of Mirrors in the famous French chateau on the outskirts of Paris and has been described as the most important of the first world war peace treaties. Prime minister David Lloyd George was the British signatory to Versailles, returning from Paris to a hero’s welcome to be greeted personally by King George V at Victoria station. It was signed on 28 June 1919 on the fifth anniversary of the assassination of Archduke Franz Ferdinand, heir to the Austro-Hungarian throne, which led directly to the first world war. But the seeds of the war can be traced to the treaty of London, or the “scrap of paper treaty”, of 1839, which guaranteed the independence of Belgium and its neutrality. When Britain declared war on Germany on 4 August 1914, the German chancellor Theobald von Bethmann-Hollweg expressed his surprise at seeing the British going to war “over a scrap of paper”. “It was called a scrap of paper, but it is easily the most elaborate and beautifully bound treaty of them all,” said Dr Juliette Desplat, of overseas and defence at the National Archives. Its pages are of shimmering silk and its giant 20cm wax seal bears the Belgian coat of arms. Britain is the only nation to hold a complete set of all the original treaties, which are kept by the National Archives, and individually available to the public on request. They include those signed between the allies and Germany and the central powers – Austria, Turkey, Bulgaria and Hungary. The Versailles treaty set out peace terms after more than four years of bloodshed. Germany was humiliated by being required to largely disarm and make territorial concessions. A “war guilt” clause required Germany and its allies to accept responsibility for all the loss and damage. Among detailed clauses is one demanding Germany return the skull of Sultan Mkwawa, a Hehe tribal leader beheaded by German soldiers in 1898 during its colonisation of Tanzania, and which was in a museum in Bremen. Many believe Versailles to have been a disastrous half-measure, which damaged Germany enough to cause resentment, but left it strong enough to seek revenge. Nicknamed the “diktat” in Germany, it is argued it led directly to the rise of the Nazis. The treaty of Sèvres, meanwhile, signed in August 1920 at a porcelain factory in Sèvres, France, led to such considerable loss of land by the Ottoman empire it sparked a civil war and was never ratified. It was replaced by the treaty of Lausanne, signed in Switzerland in July 1923, which would define the border of the modern Turkish republic. The display also includes two detailed watercolours, one of the War Office decorated with flags, and the other of Marble Arch, which were produced by the Office of the King’s Work as part of the planning of the official peace celebrations. Dr Stephen Twigge, the head of insight and current affairs at the National Archives, said the treaties had led to the modern world as we know it. “They lay out the borders of Europe, the Middle East and Turkey and its possessions in Africa and throughout the world. So wherever we are today, relates solely to these treaties. “As far as I am aware, they have never been together in the same room before. It is a marvellous collection, and gives a great insight into how wars are brought to an end. “We have the fighting, then the diplomats coming together to work out the borders and the boundaries. So these treaties are, essentially, the result of 30 million deaths.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}