{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/20/care-worker-murdered-lucy-mchugh-13-after-secret-sexual-abuse", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-20T13:11:44Z", "webTitle": "Care worker killed Lucy McHugh, 13, after year of abusing her, court told", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/20/care-worker-murdered-lucy-mchugh-13-after-secret-sexual-abuse", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/20/care-worker-murdered-lucy-mchugh-13-after-secret-sexual-abuse", "fields": {"headline": "Care worker killed Lucy McHugh, 13, after year of abusing her, court told", "bodyText": "A care worker murdered a 13-year-old girl by stabbing her in the neck in woodland after she warned him she had a hold on him because he had been sexually assaulting her, a court has heard. Stephen Nicholson, 25, lived as a lodger in Lucy McHugh’s home and allegedly raped her when she was 12 and continued to sexually asasult her when she was 13. The prosecution claims that after the attack, Nicholson fled the scene, leaving Lucy dead or bleeding to death, and dumped bloody clothing in a small stream nearby. He is also accused of abusing another girl five years before murdering Lucy. A jury heard that the killing happened just days after an argument between Lucy and Nicholson at her home, during which she told him it was “all his fault” and that she “had a hold on him”. Lucy disappeared from her home in Southampton on 25 July last year, sparking a search by her mother and friends. She was filmed by several CCTV cameras, the last one at 9.30am as she allegedly went to meet Nicholson in woodland at a sports centre. Lucy’s body was discovered almost a day later by a dog walker, leading to an investigation that the prosecutor, William Mousley QC, said resulted in a “compelling case” against Nicholson. Opening the prosecution at Winchester crown court, Mousley told jurors that Nicholson, who was also a tattooist, had been friends with Lucy’s stepfather, Richard Elmes, 22. Mousley told jurors that Nicholson moved into the house where Elmes lived with Lucy’s mother, Stacey White, 31. They did not know Nicholson was sexually abusing Lucy. The prosecutor said: “This case concerns the vicious murder of Lucy McHugh, a 13-year-old girl. She was repeatedly stabbed to the neck and upper body and bled to death as a result. “The killer, who the prosecution say was Stephen Nicholson, then left her either dying or dead in a hidden area and made his escape. The investigation enabled a complete picture to be established of events and the behaviour of Stephen Nicholson before, during and after the day of the murder which makes for a compelling case. “The evidence gathered also identified a series of sexual offences he had carried out against Lucy in the year before killing her as well as another offence against a single teenage girl in 2012.” Mousley said the defendant “had an interest in underage sexual activity” and had a collection of knives. At the time Lucy was killed, Nicholson was staying at his mother’s house but visited his alleged victim’s home on 23 July to feed his pet reptiles. He said Nicholson ended up in an argument with Lucy, who was heard to shout at the defendant “this is all your fault” and “I have got a hold on you anyway”. Mousley said that on the evening of 24 July Lucy created a Facebook account and used it to communicate with the defendant that night and the following morning, the day of her death. The closest police have got to finding a murder weapon was discovering two pieces of plastic from a knife handle – one found on her body and the other nearby, the jury was told. Mousley said Nicholson had tried to cover his tracks after the alleged murder. He allegedly burnt clothing covered in Lucy’s blood and dumped it in a small stream, and threw a pair of trainers he was wearing on a bonfire. He also allegedly hid the mobile phone he had been using. The 25-year-old refused to hand over his Facebook password to police, despite telling officers that Lucy had contacted him on the morning of her death and the evening before. Nicholson, of Southampton, denies the murder of Lucy, three counts of raping her when she was 12 and two counts of sexual activity with a child when she was 13. He also denies sexual activity with a child relating to another girl five years earlier. The trial continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}