{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/03/grenfell-bring-uk-together-bishop-kensington-graham-tomlin", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-03T15:44:46Z", "webTitle": "Grenfell Tower lessons can bring UK together, says bishop of Kensington", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/03/grenfell-bring-uk-together-bishop-kensington-graham-tomlin", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/03/grenfell-bring-uk-together-bishop-kensington-graham-tomlin", "fields": {"headline": "Grenfell Tower lessons can bring UK together, says bishop of Kensington", "bodyText": "The tragedy at Grenfell Tower has given the UK a once-in-a-generation opportunity to fix the country’s failing social fabric and become a more united and compassionate society, the bishop of Kensington has said ahead of next week’s second anniversary of the fire. Graham Tomlin said a fitting legacy to the 72 people who died would be profound changes in the areas of democracy, welfare, housing, neighbourliness and recognising the importance of faith and other community organisations. The bishop has produced a report, The Social Legacy of Grenfell: an Agenda for Change, based on conversations with survivors, bereaved relatives, councillors, community groups and social activists. “When a disaster of this magnitude happens in our communities, it is an opportunity for national repentance, an opportunity to look at the way we live together,” he said. The public inquiry into the fire had a narrow focus on its causes, what happened on the night of 14 June 2017 and what could be done to prevent a similar catastrophe, he said. “Yet if all we do is to think about fire safety and building regulations, we will have missed a vital opportunity.” Two key questions needed to be addressed, he said, about the underlying social factors that led to the fire and the main long-term social changes that those most closely affected would like to see. His report has made no specific recommendations. “[I]t is the task of politicians to come with answers,” he said, adding that copies had been sent to all candidates for the Tory leadership. Acknowledging that public debate was dominated by Brexit, he said: “There is a great need for reconciliation in the country. We need things that can bring us together. Learning the lessons of Grenfell can be a way of doing that. We need to ask what kind of country do we want to be post-Brexit? “The community around Grenfell has a moral strength and a moral authority and deserves to be listened to.” A reinvigoration of democracy required meaningful and long-term consultation rather than “tick-box” exercises. A move away from party-based representation may allow the participation in councils of “people who might be excellent community voices, particularly from immigrant communities who don’t have a long history with our party system, feel daunted by the prospect and don’t even try”, says the report. Local services should not be done “to a community or for a community, but with a community”. The neighbourliness shown in the aftermath of the fire should be fostered. Housing should be seen as places where people live and communities grow, rather than economic units. Faith and community organisations should be acknowledged as key to social cohesion. “If we do not act to support churches, other faith communities and community groups, we will lose a valuable source of social capital that holds our society together,” he said, Tomlin said the community around Grenfell was making slow progress towards healing. “Some of the anger has subsided and has been channelled into a determination to see change. But it hasn’t gone away. The [public] inquiry has a hugely complex job, but people need some kind of resolution. It’s still very difficult.” The report on the first phase of the inquiry has been delayed by several months and is now expected to be published in October."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}