{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2019/jun/13/canterbury-attack-victim-still-in-coma-as-racist-motive-is-mooted", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2019-06-13T16:46:30Z", "webTitle": "Canterbury holds rally against racism with attack victim in coma", "webUrl": "https://www.theguardian.com/uk-news/2019/jun/13/canterbury-attack-victim-still-in-coma-as-racist-motive-is-mooted", "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/13/canterbury-attack-victim-still-in-coma-as-racist-motive-is-mooted", "fields": {"headline": "Canterbury holds rally against racism with attack victim in coma", "bodyText": "A 17-year-old German exchange student is still in a coma in a London hospital a week after an attack by a group of teenagers left him with severe head injuries that required emergency surgery. The student, who has been named as Daniel Ezzedine, was attacked in Canterbury while on a school trip. His older brother, Bassam, 22, gave an interview to German TV channel RTL speaking of the family’s shock and devastation over the incident. The family is of Lebanese descent and he questioned whether Daniel had been targeted because of his Middle Eastern appearance. He told RTL that the attack had taken a huge toll on the family and had devastated their mother “emotionally and psychologically”. Following the attack, Daniel Ezzedine was airlifted to a London hospital where he had specialist surgery. Six teenagers were arrested after the incident. Police have appealed for witnesses to come forward and say a possible racist motive is one of their lines of inquiry. The community in Canterbury has responded strongly to reports that the attack may have been racially motivated. Ben Hickman, Canterbury Labour party chair, organised a demonstration against racism and xenophobia on Wednesday evening that was attended by about 300 people. Canterbury MP Rosie Duffield sent a message to the rally. She said: “The horrific incident last week was a shock to all who live here and everyone who knows our city to be open, welcoming and diverse to those who choose to visit or make it their home. “We must call out the rise of racist behaviour and racially motivated incidents across the world and the ‘normalising’ of racist language, behaviour and violence. Over the last few years, we have seen a rise in hate crimes, racist language on social media and the success of political parties who barely attempt to disguise their hatred of anyone they consider to be ‘outsiders’.” Ezzedine’s family have told the Guardian they need help with accommodation close to the London hospital where Daniel is being treated. His prognosis is not yet known and the family are unsure how long they will have to stay in London. They have said that five family members are in need of accommodation. A crowdfund, set up to assist the family with expenses while they are in the UK, has so far raised more than £9,500. Although Ezzedine’s family are settled in Germany, his parents are not EU citizens. When they approached British officials seeking an emergency visa to visit him after the attack, they were told the process would take up to five days. Duffield approached the home secretary, Sajid Javid, and urged him to expedite matters so that the boy’s parents could visit as soon as possible. Javid intervened on Saturday to arrange an emergency visa. The boy’s mother arrived in the UK on Sunday morning, three days after the attack. In exceptional or compassionate cases such as this, the Home Office has the power to to waive normal visa requirements. The attack is being dealt with by the Kent and Essex serious crime directorate. A 17-year-old boy, 16-year-old boy, a 16-year-old girl and two 15-year-old boys, all from Canterbury, and a 17-year-old boy from Margate were arrested as part of the investigation. A 44-year-old man of no fixed address was arrested on suspicion of assisting an offender. All were later released on bail pending further inquiries."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}