{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/06/william-barber-trespassing-convicted-2017-protest-north-carolina", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-06T23:11:46Z", "webTitle": "Moral Mondays protest: William Barber convicted of trespassing for 2017 action", "webUrl": "https://www.theguardian.com/us-news/2019/jun/06/william-barber-trespassing-convicted-2017-protest-north-carolina", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/06/william-barber-trespassing-convicted-2017-protest-north-carolina", "fields": {"headline": "Moral Mondays protest: William Barber convicted of trespassing for 2017 action", "bodyText": "The US religious leader and activist William Barber, a national figurehead in the campaign for a “moral revival” in the country, was convicted on Thursday of second-degree trespass for his role in a peaceful 2017 protest in North Carolina over healthcare access. Barber had pleaded not guilty to the misdemeanor, seeking to frame the case as a freedom of speech issue after he was arrested during a sit-in at the North Carolina state legislature that sprang from his Moral Mondays protest movement. The trial, which lasted three days, saw a number of law enforcement officials testify that they had asked Barber, the former leader of the North Carolina NAACP and a group of protesters to leave after a group of Republican politicians declined to meet with them in May 2017. Barber, and others, had been arrested due to what prosecutors described was loud noise during the protests. Barber had been reading from the Bible and quoting statistics related to North Carolina’s refusal to expand Medicaid, the federal healthcare provision for low-income Americans. As he took the stand on the third day of trial, Barber said: “I was there [at the general assembly] because the constitution gives you the right.” He continued: “My motivation was believing that the constitution of North Carolina says that everything you do in government should be done for the good of the whole.” The jury took only a matter of minutes to return a verdict. Speaking to the Guardian by phone after the verdict, Barber described it as “a serious case for the country”. He added: “It’s particularly serious when the majority of the negative things happening – denial of the living wage, of healthcare, denial of LGBTQ and immigrants’ rights, denial of basic public education and racist voter suppression – are happening at statehouses, especially in the south. “We cannot just put our hands between our legs and say: ‘OK, sorry, you can regulate my nonviolent protest,’ and just go away. The extremists in the south want to keep these statehouses under lock and key.” Superior court judge Stephan Futrell sentenced Barber to 24 hours of community service and a $200 fine. Barber immediately informed the court he would appeal against the verdict. The Moral Monday protests, spearheaded by Barber and other grassroots organizations in North Carolina began in 2013 and became an umbrella for a host of progressive causes in the state including voter suppression and healthcare access. The movement has since ballooned into a nationwide civil rights campaign."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}