{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/27/tin-food-cans-linings-bpa-plastic-ask-experts", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-27T06:00:07Z", "webTitle": "Ask the experts: do the plastic linings of tin food cans contain BPA?", "webUrl": "https://www.theguardian.com/us-news/2019/jun/27/tin-food-cans-linings-bpa-plastic-ask-experts", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/27/tin-food-cans-linings-bpa-plastic-ask-experts", "fields": {"headline": "Ask the experts: do the plastic linings of tin food cans contain BPA?", "bodyText": "You asked Do the plastic linings of tin cans still contain BPA? I buy glass jars of organic beans/chickpeas/chopped tomatoes where possible, but often it comes down to a choice between an organic but tinned item, and a non-organic glass jarred item! The answer Avoiding canned food is the most effective way to reduce your bisphenol exposure. Bisphenols are used in aluminum can linings to reduce corrosion. One bisphenol, BPA, has all the molecular characteristics of an obesogen, a term coined in 2006 to describe chemicals that potentially make us fatter. It enlarges fat cells, disrupts a protein that protects the heart called adiponectin, and functions as a synthetic estrogen. The latter means it can have sex-specific effects on growth, especially during vulnerable windows of development, like puberty. Studies have also shown that BPA can narrow the coronary arteries, increasing risk for coronary artery disease. Fortunately, studies have shown you can reduce BPA levels by as much as two-thirds by avoiding canned foods – in just a few days’ time. That’s why we have seen a push towards BPA-free cans. Unfortunately, BPA-free doesn’t mean bisphenol-free. What little we know about bisphenol S, a BPA substitute, is that it’s as estrogenic and toxic to embryos as its predecessor. The dilemma you describe – organic can versus non-organic glass – can be resolved by asking the producer what is used in their cans, as some companies are using naturally derived linings, such as oleoresin, that may not present the same hazards. Leonardo Trasande is an expert in children’s environmental health and a professor and vice-chair for research at Department of Pediatrics at New York University. He is the author of Sicker, Fatter, Poorer"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}