{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/18/migrants-indigenous-languages-us-schools", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-18T06:00:49Z", "webTitle": "Why migrants who speak indigenous languages slip through cracks in US schools", "webUrl": "https://www.theguardian.com/us-news/2019/jun/18/migrants-indigenous-languages-us-schools", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/18/migrants-indigenous-languages-us-schools", "fields": {"headline": "Why migrants who speak indigenous languages slip through cracks in US schools", "bodyText": "Looking back on her first day of high school in New York, Elisa, 18, can now laugh about it. But on that day, she was nervous. She and her dad navigated the New York subway to get her to class, but they could barely read the maps and were unable to ask anyone for help. Once she got to her first-period class, English, she could not understand the teacher. Elisa could only speak Mixteco. “How can I connect with other people? How can they help me?” she remembers thinking. “That was so hard for me because I didn’t know how to talk to other people.” Elisa has since learned Spanish and English and is now trilingual. She is using a pseudonym due to sensitivity about immigration and is about to graduate from high school and plans to go to college to study nursing. Elisa’s high school experience is a success story, but immigrant students like her, who speak primarily indigenous languages, often slip through cracks in the US school system. In many communities, even in New York City, there are few, if any, translators available. Those who come from Central America are often unaccompanied minors. In addition to isolation, the stigma of speaking an indigenous language follows them from their home countries. As a result, it is not uncommon for these students to end up in special education classrooms, whether they have learning disabilities or not. Placing students who are learning English into special education classrooms is an issue that has been around for a long time, according to Julie Sugarman, a senior policy analyst at the Washington-based thinktank Migration Policy Institute. This is usually due to a lack of infrastructure in the school. “It can be that this is the best option, the best thing we think we can do for these children,” Sugarman said. “But of course it’s not legal, it’s not a good idea.” Norma Gaytán, a special education teacher at Elisa’s school, says placing these students in the right classroom is complicated – and not just because they don’t speak English or Spanish. Many also had interrupted educations in their home countries, putting them behind their peers when they arrive in the US. She has taught students like these, some of whom have legitimate learning disabilities and others who don’t. “They’re the kids who do not speak Spanish, don’t know how to write,” Gaytán said. “And the same thing in English. So it’s like pretty much starting with the books that we read as kids.” Not all students catch up as quickly as Elisa did. The Manhattan public school where Gaytán teaches enrolls only newly arrived immigrants, including an increasing number of unaccompanied minors. These students are particularly vulnerable to dropping out. Some live in shelters, and others pay several hundred dollars a month in rent to stay with distant relatives who are essentially strangers. “They’re not here for education,” Gaytán said. “They’re here to work and they’re here to send money back home. They’re aware of this.” For students like Elisa, who want to stay in school, one of the best ways to help is to find out what language they speak and incorporate it into the classroom. Tatyana Kleyn, a professor and director of the bilingual education program at the City College of New York, says the first step for teachers is to acknowledge multilingualism. “You don’t have to learn the whole language or everything, but you can ask them how to say this, how to say that,” Kleyn said. Out of desperation, Gaytán has gone a step further. In April, she won a grant to go to Oaxaca to learn Mixteco so she can communicate with her students who speak that language. Even if she returns with a basic grasp of Mixteco, however, she may still not be able to communicate. There are more than 50 variants of Mixteco, according to the Endangered Language Alliance, and speakers of one variant cannot always understand speakers of another. New York City’s melting pot may actually make the challenge of teaching these students more difficult. There are likely to be more languages spoken in schools, with more variants within those languages. Smaller cities and rural areas in the US are also home to migrants who speak indigenous languages, but they are more likely to come from the same area and speak the same language and variant. The twin cities of Champaign and Urbana in Illinois are home to an estimated 550 native speakers of Q’anjob’al, an indigenous language from Guatemala. Ryan Shosted, a linguistics professor at the local university, learned about the language after a member of the Q’anjob’al community approached him asking for help in a literacy project. Soon after he got involved, teachers in the community began to ask him for help in the classroom. Since then, Shosted has been involved with creating alphabet books and short stories in Q’anjob’al and simple dictionaries. The awareness of the language has transformed the school environment for these students. “The work has really been about promoting literacy in Q’anjob’al and promoting pride in the printed medium of their language,” Shosted said. “Because it is a big step to recognize, like if you tell somebody your language can’t be written or just doesn’t deserve to be written, that takes a toll.” In New York the City University of New York, Columbia University and New York University formed an indigenous language consortium to teach students and members of the community indigenous languages, including Mixteco, Nahuatl and Quechua. Often, however, the stigma of speaking an indigenous language persists. Elisa only speaks Mixteco with her father at home and on the phone with her mother, who still lives in Mexico. She had one friend at school who spoke Mixteco, but she asked her to speak only English. Nonetheless, she says she’s still proud she can speak Mixteco. “I’m not embarrassed to speak it because this is my first language,” Elisa said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}