{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/25/robert-mueller-to-testify-before-congress-in-july", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-26T06:40:19Z", "webTitle": "Mueller to testify before House committees in July", "webUrl": "https://www.theguardian.com/us-news/2019/jun/25/robert-mueller-to-testify-before-congress-in-july", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/25/robert-mueller-to-testify-before-congress-in-july", "fields": {"headline": "Mueller to testify before House committees in July", "bodyText": "The special counsel Robert Mueller has agreed to testify before Congress next month. Mueller agreed to testify before the House judiciary committee and House permanent select committee on intelligence in an open session on 17 July, the chairmen of the committees announced on Tuesday, in what is likely to be the most highly anticipated congressional hearing in years. “Americans have demanded to hear directly from the special counsel so they can understand what he and his team examined, uncovered and determined about Russia’s attack on our democracy, the Trump campaign’s acceptance and use of that help, and President Trump and his associates’ obstruction of the investigation into that attack,” the House judiciary committee chairman, Jerrold Nadler, and House intelligence committee chairman, Adam Schiff, said in a joint statement. “We look forward to hearing his testimony, as do all Americans,” they added. Mueller’s 448-page report was released in redacted form in April. The report concluded there was not enough evidence to establish a conspiracy between Trump’s presidential campaign and Russia, but Mueller also said he could not exonerate Trump on obstruction of justice. The report described 11 instances in which Donald Trump or his campaign engaged in potential obstruction of justice and suggested Congress might prosecute these acts as crimes. Schiff told reporters shortly after the announcement that Mueller was reluctant to testify but agreed to honor the subpoenas. He said there would be two hearings “back to back”, one for each committee, and they would also meet with him in closed session afterward. The committees have been in negotiations with Mueller for more than two months about his testimony. But he has been hesitant to testify and speak about the investigation beyond a public statement he issued last month. Nadler said earlier on Tuesday that Mueller was open to testifying in a closed session, but Democrats, who are facing mounting calls to launch an impeachment inquiry, want the hearings to be televised. The White House has instructed current and former employees not to comply with subpoenas stemming from multiple House committee investigations related to Mueller’s investigation. In turn, House Democrats have threatened contempt and legal action that has yet to result in a blockbuster hearing that Democrats believe will raise public awareness of the report’s most damning findings. But Trump will have little sway over Mueller, who resigned from the justice department after formally completing his investigation last month. In a statement, the House speaker, Nancy Pelosi, welcomed Mueller’s testimony. “The Mueller report revealed that the Russians waged a ‘sweeping and systematic’ attack on our elections, and America’s top intelligence and law enforcement officials have warned that the Russians will attack our elections again,” she said. “Yet, sadly the president calls it a hoax, and suggests that he would welcome Russian interference again.” Doug Collins, the top Republican on the judiciary committee, said: “I hope the special counsel’s testimony ends the political gamesmanship Democrats have pursued at great cost to taxpayers,” adding: “May this testimony bring House Democrats the closure that the rest of America has enjoyed for months and enable them to return to the business of legislating.” In last month’s public statement, Mueller insisted that he would not go beyond what was contained in his report, which declined to weigh evidence against the president while leaving open the possibility that crimes were committed. “If we had had confidence that the president clearly did not commit a crime, we would have said so,” Mueller said in May. Mueller said he would have nothing further to add in public testimony beyond what was written in his report. “The report is my testimony,” he said. Associated Press contributed reporting"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}