{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/06/white-nationalist-gang-charged-with-directing-killings-and-drug-smuggling-from-prison", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-06T22:50:26Z", "webTitle": "White nationalist gang charged with directing killings and drug smuggling from prison", "webUrl": "https://www.theguardian.com/us-news/2019/jun/06/white-nationalist-gang-charged-with-directing-killings-and-drug-smuggling-from-prison", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/06/white-nationalist-gang-charged-with-directing-killings-and-drug-smuggling-from-prison", "fields": {"headline": "White nationalist gang charged with directing killings and drug smuggling from prison", "bodyText": "Leaders of a white nationalist prison gang were charged Thursday with directing killings and drug smuggling from within the most secure prisons in the state of California. A total of 16 members and associates of the Aryan Brotherhood are accused of running a criminal enterprise using contraband cellphones, encrypted chats, text messages, multimedia messages and email. Among them are nine current inmates charged with racketeering, conspiracy and other charges, and seven people outside prison accused of assisting the gang in activities in Las Vegas and as far east as Missouri and South Dakota. The charges detail five slayings, including the killing of a longtime leader of a rival black gang, and accuse an attorney of helping smuggle drugs and cellphones to aid the white supremacist gang. Sacramento-based US attorney McGregor Scott called the charges “a significant blow to the leadership of a violent criminal enterprise run from inside California prisons”. “The charges allege multiple murders of those who run afoul of the gang, as well as an active drug trafficking operation that spans multiple counties and states,” he said in a statement. The Aryan Brotherhood was formed by white inmates in the mid-1960s and has a policy of “blood in, blood out”, holding that full members must kill to gain entry and can only leave when they die, though authorities said there are exceptions. Members who don’t kill when ordered to do so risk being slain themselves. Authorities have been trying to bring down the gang, which is also known as The Brand, for decades. Despite its racist philosophy, the Aryan Brotherhood had a drug smuggling partnership with the Mexican Mafia, prosecutors said. Among the inmates charged is Daniel “Danny” Troxell, 66, a convicted killer serving a life sentence who was known for writing a federal complaint in 2009 that eventually led California to curb the use of solitary confinement. Prosecutors say Troxell formed an unusual cease-fire alliance with leaders of other blood-rival gangs to promote the complaint. Black Guerilla Family leader Hugo Pinell, a killer with ties to the 1960s and 1970s black revolutionary movement who was nicknamed “Yogi Bear,” was among those released after 45 years in isolation, authorities said. Two Aryan Brotherhood associates killed the 71-year-old Pinell days after he was moved in 2015 to a Sacramento-area prison, prosecutors allege. Pinell’s slaying triggered a riot that sent 11 prisoners to hospitals with stab wounds. Troxell and Pinell long denied being gang members. It wasn’t immediately clear if any defendants had legal representation for the counts unveiled Thursday. The charges also allege that cellmates Ronald “Renegade” Yandell, 56, and William Sylvester, 51, used smuggled cellphones to direct heroin and methamphetamine trafficking operations in California. Yandell, serving a life sentence for a double murder, is described as one of the gang’s three-member leadership commission, as is Troxell. Attorney Kevin Macnamara is charged with trying to smuggle methamphetamine, tobacco and cellphones. Guards reported finding three phones, plastic wrappers and power cables concealed in the seat cushion of Macnamara’s wheelchair. Macnamara, 39, did not immediately respond to an email seeking comment and the voicemail box on his phone was full."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}