{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/07/change-is-coming-al-gore-says-economics-will-break-fossil-fuel-dinosaurs", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-06T18:00:39Z", "webTitle": "'Change is coming': Al Gore says economics will break fossil fuel dinosaurs", "webUrl": "https://www.theguardian.com/us-news/2019/jun/07/change-is-coming-al-gore-says-economics-will-break-fossil-fuel-dinosaurs", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/07/change-is-coming-al-gore-says-economics-will-break-fossil-fuel-dinosaurs", "fields": {"headline": "'Change is coming': Al Gore says economics will break fossil fuel dinosaurs", "bodyText": "Al Gore says Australia’s government, like his own, remains “in thrall to” the fossil fuel industry. But the former US vice-president has not lost hope, believing economic realities may ultimately force even the most obstinate of governments into creating policy capable of addressing the global climate emergency. If anything was to break the spell of the “dinosaur” industries, Gore said, it was simple economics. “The United States and Australia have some things in common,” he told Guardian Australia in Brisbane. “Both have national governments that are in thrall to the dirty fossil industries of the past. “Both have dynamic business communities which are impatient with the obsolete ideas of governments that are dominated by special interests in one sector of the economy and both are experiencing the benefits of the sustainability revolution. “Electricity from solar and wind continues to drop rapidly [in price] and no lobbyist is going to be able to change that. They can’t make coal clean and they can’t make renewables go away. “So, they are kind of in the position of Wily E Coyote whose legs are moving furiously, even as he goes off the cliff, waiting for the pull of gravity to pull him down into the canyon below. That is an oft-used visual metaphor but it is appropriate here.” The renowned climate advocate arrived in Queensland to lead the Climate Reality Project’s training conference, an event aimed at training advocates on how to address the climate crisis, in what has proved somewhat awkward timing for the state Labor government. Federal Labor’s poor showing in Queensland, which subsequently contributed to Bill Shorten losing an election he was widely tipped to win, resulted in a swift reversal of the Palaszczuk government’s attitude towards the Adani coalmine, which, after years of delay, could now be approved as early as next week. During a visit to Sydney in 2017, Gore said Australia and Queensland faced a choice – the Great Barrier Reef or coal – with Adani’s Carmichael mine project having become the symbol for Queensland’s future as a coal economy. Labor’s federal election loss sent the state government running for the reset button. On Friday the premier, Annastacia Palaszczuk, will host an event with Gore while attempting to walk both sides of the climate line – embracing Adani in the face of rising greenhouse emissions in Australia and a commitment from her government to transition to cleaner energy. But Gore maintains the Adani mine does not make sense. “I am not an expert, but all of the people that I have consulted … have come to the conclusion that the economic analysis makes absolutely no sense whatsoever, even without calculating a cost for all of the pollution that is involved,” he said. “I spend time in India and I have taken care to analyse what is happening in the market for coal [and] electricity. “Electricity from solar farms in India is now significantly cheaper than electricity from coal, some of the leading business experts in India have said you would have to have your head examined if you invested in coal in India today, so I would just say again, I am not an expert, but I have read enough and learned enough to have serious questions about the economic feasibility of the project.” As for why Gautam Adani would want to move forward under those economic circumstances, Gore says that is a question only the man himself can answer. “Maybe he has some notion that the Indian government would bail him out, or the Australian government would bail him out. I have no idea – you would have to ask him.” But he said Australia had a responsibility to enact a climate policy that seriously and sensibly addressed the crisis facing the planet – not just for its own future economic prosperity, but also for other nations which looked to it for guidance – the countries the prime minister, Scott Morrison, has taken to calling “family”. “Australia is one of the ground zero countries for the impacts of the climate crisis and other nations, in the Asia-Pacific region and beyond, often follow the values and leadership of Australia and, insofar as this is the most serious challenge facing global civilisation, all of the countries that punch above their weight have an extra responsibility to provide leadership on this issue,” Gore said. “Secondly, as many are aware, Australia can become the renewable energy superpower of the 21st century by exporting renewable electricity and hydrogen produced by extremely cheap electricity in the off-hours, here in Australia. “But a decision to allow the dirty fossil industries of the past to completely control the policy decisions of the national government would sacrifice the fantastic opportunities for the 21st century economy Australia could lead.” And if the “Book of Revelation” weather events, growing poverty and population displacement facing the world didn’t sound the alarm bells, Gore was hopeful another tenet of the developed world, just might. “I think that the basic economic realities could yet lead even the present government to re-examine what is in the best interests of the people of Australia,” he said. “The cost of electricity from solar and wind continues to plummet. Australia remains the sunniest country in the world with the greatest solar resource and one of the best wind resources. And some new entrepreneurs in Australia may yet take the reins in the business community.” But Gore was sensitive to the factors that led central and north Queensland, as well as northern Tasmania, parts of regional New South Wales and Western Australia to swing away from the Labor party, despite its promise of a more sustainable climate policy and lower power prices. He said it would be a mistake not to acknowledge the “great debt” Australia and other nations owed to coal industry workers for building the economy throughout the past century. But he said Australia, like the US, owed those workers and their communities “realistic and practical programs for job training and job placements in better jobs than the ones that used to exist in the coal industry”. “Almost no one who really spends time with the economic data believes that those jobs will be practical in this new century,” he said. “We [the US] are closing coal plants right and left. We are now beginning to close gas plants, to replace them with solar and wind. In the state of Texas there is so much wind electricity the new rate plans make electricity totally free from 9pm to 6am the next morning. How are fossil fuels going to compete with free? How are they going to compete with clean? The answer is – I don’t think they can. “But where these employees are concerned, we owe them better jobs. We owe them a realistic set of options and plans, to move on into the future, with safe, clean good paying jobs that they deserve.” Despite Australia’s failure over the past decade to commit to a sustainable and effective climate policy, which included the demise of at least three prime ministers, Gore remained optimistic a solution would be found. “I don’t think that this is an issue where anyone can afford to give up hope,” he said. “Sometimes, difficult transitions take more time than you think they will. But then they happen quicker than you thought they could. And I think both in the US and Australia, the carbon polluters have thrown so much money into their project to delay the recognition of reality, that they’re just about to run out their string. “So for those who hope for a brighter future, don’t give up. Change is coming.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}