{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/commentisfree/2019/jun/15/the-us-must-stand-with-the-people-of-hong-kong", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-15T06:00:16Z", "webTitle": "The US must stand with the people of Hong Kong", "webUrl": "https://www.theguardian.com/us-news/commentisfree/2019/jun/15/the-us-must-stand-with-the-people-of-hong-kong", "apiUrl": "https://content.guardianapis.com/us-news/commentisfree/2019/jun/15/the-us-must-stand-with-the-people-of-hong-kong", "fields": {"headline": "The US must stand with the people of Hong Kong", "bodyText": "As the United States engages in an increasingly heated debate over policy towards China – the fight against Huawei, the trade war, talk of a new cold war – the protests in Hong Kong serve as a reminder that there are people in China who are concerned about the same things we are – basic rights, jobs, families. In Hong Kong this week hundreds of thousands of people flooded the streets to protest a proposed law that would enable the government to extradite Hong Kong citizens to the mainland – legislation perceived as legal cover for the Chinese Communist party (CCP) to jail those in Hong Kong advocating for their democratic rights. But the protests are about much more than this particular law – they are about the dwindling freedoms of the people of Hong Kong, the territory formerly administered by the United Kingdom and handed back to Beijing in 1997. While the Basic Law promises that Hong Kong can maintain its democratic system for at least 50 years, the CCP has increasingly squeezed the rights of the people of Hong Kong. In 2014, another round of massive protests – the “umbrella movement” – erupted to stop an electoral law that placed more power in the hands of the CCP. As calls grow for a tougher US policy towards China, we must remember what we are talking about when we discuss China policy. In a public conversation defined by 240-character statements, we (myself included) too often shorthand the discussion by referring to “China” – but that is misleading. The CCP is the regime that rules China, but as a dictatorship it does not necessarily represent the 1.4 billion Chinese people. The people of Hong Kong still have a certain ability to express their opinions, at least for now. But beyond the baseline repression in a system that does not have simple rights like the freedom of speech and assembly, the CCP in mainland China is becoming even more oppressive: today there are more than a million Uighurs imprisoned in an attempt to extinguish their ethnic identities; the CCP is setting up a surveillance state that pulls a page from George Orwell’s 1984 dystopia; and daily restrictions on civil society and citizens are becoming harsher and more widespread. We often paint China’s government as a monolith run by the dictator Xi Jinping, but the reality is far more complex. Xi contends with forces inside the government and the sentiments of the people, even if those aren’t expressed through democratic means. The CCP’s top goal is to maintain power, and it lives in a constant state of fear about its legitimacy – and rightly so. The US must deal with the government of China and the challenges it presents, from intellectual property theft to maritime aggression. But for policies to be effective we must keep in mind how US actions affect the debate within China, where there is a vigorous struggle over the future of the country. Take the current US-China trade war, for instance. Depending on who one asks, the US goal is to get China to make specific economic concessions, change China’s entire economic policy, force companies to leave China, or just to “win” – or all of the above. In the process, the trade war is hurting American workers as well as ordinary Chinese citizens, and adding fuel to the CCP’s anti-US propaganda. One recent New York Times report noted that, in China, “Commentators have drawn comparisons between the current trade dispute and China’s humiliation at the hands of foreign powers during the colonial era.” We need specific US policies to deal with specific challenges emanating from China – for instance, a tailored approach to deal with trade and a maritime deterrence strategy in concert with allies. Most importantly we need to be strong at home, growing the US economy and improving our democracy. But the talk of a cold war with China is counterproductive, enabling policies at home that could be racist or impinge on the freedom of Americans. Rhetoric about being “tough” on China doesn’t always seem to equate with actually standing with the people of China. If we want to truly support the people of Hong Kong and those imprisoned in Xinjiang, the United States must speak out, raise the issues at the highest levels, and pursue targeted responses like sanctions on companies and individuals involved in the repression. And the US must continue to support Hong Kong’s autonomy rather than threaten its special status, as the Trump administration has done. The CCP wants to portray dissent within China as the result of the west fomenting unrest, and today the CCP is selling the lie that foreign actors provoked the Hong Kong protests. Just because Americans may not often see dissent and debate within China does not mean it is not there; furthermore, people are scared, and the CCP’s repression gives them good reason to be. The CCP wants to pit its people against the world; the United States wants the people of China to have more freedom. But this is not about regime change – it’s a recognition that the more rights the people of China have, the more stable and prosperous China will be. A trade war or a global competition that paints Chinese influence around the world as inherently nefarious will not help them and will not help America. And if we go too far with anti-China hysteria, the people of Hong Kong and mainland China who currently look to the United States as a beacon of freedom may lose faith in us. Michael H Fuchs is a senior fellow at the Center for American Progress, and a former deputy assistant secretary of state for east Asian and Pacific affairs"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}