{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/08/donald-trump-uk-state-visit-the-key-things-we-learned", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-08T05:00:50Z", "webTitle": "Donald Trump's UK tour: the key things we learned", "webUrl": "https://www.theguardian.com/us-news/2019/jun/08/donald-trump-uk-state-visit-the-key-things-we-learned", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/08/donald-trump-uk-state-visit-the-key-things-we-learned", "fields": {"headline": "Donald Trump's UK tour: the key things we learned", "bodyText": "Donald Trump has departed, the much-delayed state visit is over, and the British political class can focus again on arguing about Brexit and battling to become prime minister. But what did we learn from the US president’s trip? Trump just adores the Queen “The meeting with the Queen was incredible, I think I can say I really got to know her because I sat with her many times and we had automatic chemistry,” he told Fox News. “It’s a good feeling. But she’s a spectacular woman.” And he believes the feeling’s mutual “There are those that say they have never seen the Queen have a better time, a more animated time,” he continued. “We had a period we were talking solid straight, I didn’t even know who the other people at the table were, never spoke to them. We just had a great time together.” A state visit brings out his best behaviour Trump’s all-encompassing need for self-validation seemed briefly assuaged by the royal pageantry, and he created fewer rows than average for such visits. The US president even had warm words for Theresa May at their joint press conference and laughed along when she reminded everyone of his ludicrous advice to solve Brexit – “sue the EU”. But even then he still has a very loose grasp of the truth. It was an obvious, undeniable fact that very few well-wishers lined the route of Trump’s motorcade or cheered outside his events, and that the number of protesters, while down on his last trip, was significantly greater – organisers put the crowd at 75,000. This did not stop the president hailing “big and enthusiastic” crowds gathered in support and saying protests were the invention of “the corrupt media”. This was simply not true, and everyone knows it. His handshakes sometimes go wrong Numerous column inches were sacrificed examining the curious hand-collision between Trump and the Queen as they first met. A fist-bump for the monarch? An attempt at an arcane Masonic message? A dainty finger clasp? For all the speculation it mainly looked like an inadvertent missed grip, perhaps the product of presidential nervousness and a foot-plus height difference. He gets grumpy on long flights Even before Air Force One had finished taxiing at Stansted airport, the presidential thumb was bashing out a tweet calling the London mayor, Sadiq Khan, who has regularly criticised Trump, “a stone cold loser” – a phrase presumably honed during the seven-hour flight. Before the full programme had even begun Trump then maligned the lack of Fox News on UK TV networks. Later in the trip he found time to call Bette Midler a “washed up psycho”. He doesn’t really understand the climate crisis In Trump’s now traditional end-of-trip softball TV interview with journalist-turned-fanboy Piers Morgan, the president revealed that Prince Charles bent his ear on climate change for 90 minutes at the state banquet. Trump told Morgan: “The United States right now has among the cleanest climates there are based on all statistics,” citing areas such as water and air quality. Aside from not entirely being the point Charles was making, the US is still the world’s second biggest producer of greenhouse gas emissions. He doesn’t really know who Michael Gove is As a man surrounded for decades by sycophants, it is perhaps understandable that for Trump they sometimes blur into one. At the press conference with May the president claimed no knowledge of the Tory leadership hopeful. After praising Boris Johnson and Jeremy Hunt as would-be prime ministers, Trump said of Gove: “I don’t know Michael – would he do a good job? Tell me.” This was despite Gove interviewing Trump for the Times in 2017 and having met him the night before at the state banquet. Gove wore a kilt to the banquet, but still managed to not leave an impression."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}