{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/22/johnson-and-johnson-opioids-crisis-lawsuit-latest-trial", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-23T06:00:47Z", "webTitle": "Johnson & Johnson faces multibillion opioids lawsuit that could upend big pharma", "webUrl": "https://www.theguardian.com/us-news/2019/jun/22/johnson-and-johnson-opioids-crisis-lawsuit-latest-trial", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/22/johnson-and-johnson-opioids-crisis-lawsuit-latest-trial", "fields": {"headline": "Johnson & Johnson faces multibillion opioids lawsuit that could upend big pharma", "bodyText": "Day after day, the memos flashing across screens in an Oklahoma courtroom have jarred with the family-friendly public image of Johnson &amp; Johnson, the pharmaceutical giant best known for baby powder and Band-Aid. In one missive, a sales representative dismissed a doctor’s fears that patients might become addicted to the company’s opioid painkillers by telling him those who didn’t die probably wouldn’t get hooked. Another proposes targeting sales of the powerfully addictive drugs at those most at risk: men under 40. As the state of Oklahoma’s multibillion-dollar lawsuit against Johnson &amp; Johnson has unfolded over the past month, the company has struggled to explain marketing strategies its accusers say dangerously misrepresented the risk of opioid addiction to doctors, manipulated medical research, and helped drive an epidemic that has claimed 400,000 lives over the past two decades. Johnson &amp; Johnson profited further as demand for opioids surged by buying poppy growing companies in Australia to supply the raw narcotic for its own medicines and other American drug makers. One expert witness at the forefront of combatting the epidemic, Dr Andrew Kolodny, told the court he had little idea about Johnson &amp; Johnson’s role until he saw the evidence in the case. “I think it’s fair to characterize Johnson &amp; Johnson as a kingpin in our opioid crisis,” he said. Oklahoma’s attorney general, Mike Hunter, is suing Johnson &amp; Johnson for billions of dollars for its alleged part in driving addiction and overdoses in his state in the first full trial of a drug maker over the opioid epidemic. But Hunter’s lawsuit has put the wider industry in the dock, too, by laying out how opioid manufacturers worked together to drive up sales by using their huge resources to influence medical policy and doctor prescribing. Hunter said the strategy was motivated by the industry’s “greed” as profits surged. The case is being closely watched by a host of opioid makers, drug distributors and pharmacy chains facing more than 2,000 other lawsuits by communities across the country to see if a court is prepared to hold a pharmaceutical firm responsible for the worst drug epidemic in American history. Hunter accuses Johnson &amp; Johnson of joining with other companies to create a false narrative of an epidemic of untreated pain in the US to which opioids were the solution, in part by funding front organizations such as the American Pain Society. The strategy helped drive a surge in opioid prescribing as narcotic painkillers ballooned into a multibillion-dollar-a-year market. Purdue Pharma kickstarted the epidemic with its high-strength, long-lasting opioid, OxyContin, in the mid-1990s. The court heard how Johnson &amp; Johnson quickly realized the potential and set about competing. Its drug division, Janssen, was founded by Paul Janssen, a Belgian who invented an artificial opioid, fentanyl, in 1960. In the early 1990s, Janssen Pharmaceuticals was selling a fentanyl patch, Duragesic, to treat severe pain in people with cancer. But with the arrival of OxyContin, the company aggressively widened the market for Duragesic by falsely claiming there was a very low risk of addiction to the drug, according to Hunter. Hunter brought to court 35 boxes containing thousands of subpoenaed “call notes” – sales reps reports on their meetings with doctors – that he claimed showed Johnson &amp; Johnson was more interested in increasing demand for its drug than seeing it properly prescribed. Johnson &amp; Johnson hired the consultants McKinsey &amp; Company to identify opportunities to sell more. McKinsey recommended sales reps focus on doctors already prescribing large amounts of OxyContin. McKinsey also proposed a strategy to keep patients on Duragesic even if they had an “adverse event”. The broader push was to get as many patients as possible off of lower strength opioids and on to Johnson &amp; Johnson’s more powerful drugs. As the company ramped up its drive, sales of Duragesic surged past $1bn a year. A senior Johnson &amp; Johnson marketing executive, Kimberly Deem-Eshleman, defended the sales strategy as reps “educating” doctors. Johnson &amp; Johnson, which is already facing compensation payments of several billion dollars after asbestos in its baby powder caused cancer, strongly denies that it bears responsibility for the opioid epidemic. At the core of its defense is the claim that the company was distributing drugs approved by federal agencies such as the Food and Drug Administration, and that it sold a relatively small amount of opioids in Oklahoma that cannot be tied to any specific overdoses. Hunter is painting his case on a much broader canvas by characterizing the company as working in coordination with its rivals to change the narrative around opioids to drive up prescribing across the country so that they all benefitted from a bigger market. Some of the most damning testimony has come from Dr Russell Portenoy, a pain specialist and influential early cheerleader for the wide prescribing of opioids who was a paid adviser to Johnson &amp; Johnson, Purdue and other drug makers. Portenoy told the court that painkiller manufacturers “understated the risks of opioids, particularly the risk of abuse, addiction and overdose” to boost sales. He accused the drug makers of distorting his research and that of other specialists by selectively quoting the results, including omitting information about the dangers of narcotics. “Those messages about risk were neglected and de-emphasised,” he said in recorded video testimony shown in court. “I think the purpose of doing that was to improve the sales of their products. ” ﻿Portenoy was among a group of doctors hired by Johnson &amp; Johnson and Purdue as speakers to promote opioids to other physicians. He said the talks “generally favored the drugs created by the drug companies” even though they were ostensibly offering independent advice. The court was shown Janssen’s 2012 business plan which said that “speaker programs often trigger first use” of Duragesic. The Oklahoma case is closely watched by other drug firms being sued by towns, cities and counties in nearly 2,000 lawsuits combined in a single action in federal court in Ohio, known as the Multi District Litigation (MDL). Last week, lawyers for the plaintiffs in the MDL proposed that any compensation settlement cover every municipality and county in the US in order to deal with all potential lawsuits at once. The lawyers believe this will be an incentive for the drug firms to settle because an agreement will shield them from further claims, although it would not deal with actions by state attorney generals such as the one underway in Oklahoma. Paul Farrell, one of the lead lawyers on the MDL, said he was hesitant to put too much weight on any one trial. But he said that if Johnson &amp; Johnson lose the Oklahoma case it would be a blow to the other drug companies pursuing similar lines of defence. “If the judge decides to rule that Johnson &amp; Johnson is not liable in Oklahoma because of the facts in Oklahoma, then I think they’re going to have to replicate that result in 49 other states and in at least 1,900 other governmental entity cases. If, on the other hand, the judge does find liability against Johnson &amp; Johnson, despite the fact that they claim their market share was so small, you would think that that would have reverberations across the industry,” he said. Chris McGreal is the author of American Overdose, The Opioid Tragedy in Three Acts"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}