{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/03/share-your-views-on-donald-trumps-uk-visit-protests", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-03T15:55:06Z", "webTitle": "Share your views on Donald Trump's UK visit", "webUrl": "https://www.theguardian.com/us-news/2019/jun/03/share-your-views-on-donald-trumps-uk-visit-protests", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/03/share-your-views-on-donald-trumps-uk-visit-protests", "fields": {"headline": "Share your views on Donald Trump's UK visit", "bodyText": "Donald Trump arrived in the UK on Monday for a three day state visit during which he is scheduled to meet royals, hold talks with Theresa May and join events commemorating the 75th anniversary of the D-day landings. After insulting London mayor Sadiq Khan before landing, the president and his wife Melania were greeted by Conservative leadership hopeful Jeremy Hunt and went on to Buckingham Palace, where Prince Charles walked them across the lawn to meet the Queen. Jeremy Corbyn has encouraged people to join an anti-Trump demonstration on Tuesday. He said the event offered a chance to “to stand in solidarity with those he’s attacked in America, around the world and in our own country - including, just this morning, Sadiq Khan.” We would like to hear from readers around the UK and abroad about the state visit and, if you are in an area Trump is visiting, to find out the mood where you are. We are especially interested to hear from readers who will take part in any protests, or are planning on being in Portsmouth, where D-day commemorations are being held. How to contribute Share your views and tell us in what way you will be marking the state visit in the form below. One of our journalists may contact you to discuss further and we’ll feature some of your contributions as part of our coverage. If you’re having trouble using the form, click here. Read terms of service here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}