{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/24/us-briefing-iran-sanctions-biodiversity-crisis-and-istanbul-election", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-24T10:10:44Z", "webTitle": "US briefing: Iran sanctions, biodiversity crisis and Istanbul election", "webUrl": "https://www.theguardian.com/us-news/2019/jun/24/us-briefing-iran-sanctions-biodiversity-crisis-and-istanbul-election", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/24/us-briefing-iran-sanctions-biodiversity-crisis-and-istanbul-election", "fields": {"headline": "US briefing: Iran sanctions, biodiversity crisis and Istanbul election", "bodyText": "Subscribe now to receive the morning briefing by email. Good morning, I’m Tim Walker with today’s essential stories. Iran threatens nuclear build-up under US pressure Donald Trump has vowed to introduce “major” new sanctions on Iran, further damaging what he called the country’s “absolutely broken” economy, in a new escalation in the war of words between Washington and Tehran. The world’s financial markets are bracing for turbulence over the simmering conflict, as Iran said it would step up its nuclear programme unless Europe took measures to protect it from American aggression. Khashoggi murder. Trump apparently remains determined to shield Iran’s regional rival, Saudi Arabia, from scrutiny. The president has dismissed a UN request for the FBI to investigate the murder of the journalist Jamal Khashoggi, suggesting such a move could jeopardise US arms sales to the kingdom. Survey: Arab world turning its back on religion and the US Trust in religious leaders has plummeted and antipathy to the US is on the rise in the Arab world, according to the largest public opinion survey carried out in the region. The study, by the BBC and Princeton’s Arab Barometer research network, surveyed 25,000 people across 11 countries and territories in the Middle East and north Africa. The proportion of people describing themselves as “not religious” rose from 11% in 2012-14 to 18% this year. Trump effect. Just 12% of those questioned had a positive opinion of the US president, while at least 60% of respondents in eight of the 11 places surveyed said violence against the US was a logical consequence of its interference in the region. Erdoğan’s party defeated in Istanbul mayoral rerun Turkey’s opposition is celebrating its landslide victory in a rerun of the Istanbul mayoral election, a major blow for President Recep Tayyip Erdoğan’s AKP party in the city where Turkey’s increasingly authoritarian leader launched his political career. The new vote had been engineered to overturn a narrow victory in March by Ekrem İmamoğlu, the previously little-known lawmaker who was the opposition coalition’s candidate. Instead, it boosted İmamoğlu’s support by hundreds of thousands of votes. Hipster exodus. For the first time, more people are moving out of Turkey’s largest cities than are moving into them. High unemployment and living costs are driving people from Istanbul, as Bethan McKernan reports. Wildlife chief predicts ‘dramatic’ half-century crisis The new chair of the global scientific body for biodiversity has said she is not sure society is capable of making the changes necessary to halt a mass extinction that could jeopardise humanity by fatally unbalancing the natural world. Ana María Hernández, the chair of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, told the Guardian if her generation could get out of its unsustainable “comfort zone”, then “the next 50 years are going to be very dramatic”. Next generation. Hernandez said she was made optimistic by the environmental activism of the young, and predicted a “transformation from the old society to a new environmental society” over the coming half-century. Mike Pence. Speaking to CNN on Sunday, the US vice-president repeatedly refused to acknowledge the scientific conclusion that the climate crisis poses a threat to America’s national security. Crib sheet China has said it will not allow any discussion of the Hong Kong protests at this week’s G20 summit in Japan. Millions have taken part in the protests over the introduction of a law permitting extradition to the Chinese mainland from the former British colony. All-female astronaut crews could establish a colony on Mars by transporting a sperm bank to space, according to a study that found frozen sperm could survive in zero gravity. Boris Johnson’s rival for the leadership of the UK conservative party, Jeremy Hunt, has added his voice to calls for Johnson to “answer difficult questions” about a noisy argument with his girlfriend, which led to police being called to his home. Ravelry, one of the world’s biggest knitting websites, has announced it will ban its 8 million users from expressing support for Trump, claiming to do so constitutes “white supremacy”. Must-reads Why Wally Funk won’t give up her lifelong space mission In 1961, Wally Funk was the youngest participant in a programme to test whether America’s best female pilots could be astronauts. She never made it to space, but today, at 80, she’s still trying. “Higher, faster, longer – that is my motto,” she tells Emine Saner. “I can go out there and do anything.” The new feminist armpit hair revolution From HBO to ads for feminist razor brands, female body hair is increasingly visible in popular culture. The phenomenon harks back to the second wave movement of the 1960s and 1970s, writes Rebecca Tuhus-Debrow, but with a distinctly 21st-century twist. Where has all the plastic gone? Humans have made 8.3bn tons of plastic since 1950, but until recently we were largely unaware of just how much waste was accumulating around us. Susie Cagle illustrates the story of where it all went: landfill, the oceans, the developing world. Bronx restaurants get a boost from AOC When Alexandria Ocasio-Cortez was asked for restaurant recommendations in her district, she tweeted out the names of four local establishments: a pizza place, a pasta place, a taqueria and a Halal Chinese restaurant. Miranda Bryant takes the AOC food tour of the Bronx. Opinion Despite years of corporate disgrace, Facebook is set to expand its control over users’ lives by launching its own cryptocurrency. That’s the last thing the world needs, says John Harris. The new currency offers Facebook the chance to accelerate what sits at the heart of everything it does: the harvesting of endless data, which can then be monetised. Sport England coach Phil Neville has accused Cameroon’s Women’s World Cup squad of “shaming football” after his side emerged with a 3-0 win from the two sides’ fractious and foul-strewn last-16 clash. The Mets pitcher Jason Vargas almost came to blows with a reporter after his side blew a late lead against the Cubs at Wrigley Field on Sunday, but was restrained by two teammates during the clubhouse confrontation. Sign up The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}