{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/27/pete-buttigieg-police-shooting-south-bend-indiana", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-27T06:00:09Z", "webTitle": "Pete Buttigieg: police killing exposes mayor's troubled history with minorities", "webUrl": "https://www.theguardian.com/us-news/2019/jun/27/pete-buttigieg-police-shooting-south-bend-indiana", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/27/pete-buttigieg-police-shooting-south-bend-indiana", "fields": {"headline": "Pete Buttigieg: police killing exposes mayor's troubled history with minorities", "bodyText": "At a South Bend council meeting last week, Tyree Bonds, the brother of Eric Logan, a black man shot and killed last week by a white police officer, stood up with a message for this Indiana city, whose mayor has emerged as an unexpected force in the 2020 Democratic race. “Stop using [the shooting] for your own personal agenda,” he said. “Our family wants justice. We don’t want yelling at the board, yelling at the government,” he added, though he then turned to the council and told it: “Do y’all’s job – that’s all we want.” The emotional outburst followed days of intense confrontations among black residents; the mayor, Pete Buttigieg; and the city’s police leadership. Tensions peaked on Sunday when a town hall meeting devolved into near chaos as those in the audience shouted down Buttigieg and showered him with obscenities after he broke away from the campaign trail to return to the city he runs to deal with the crisis. The shooting of Logan follows a long trend of black men killed by white police officers in the US, but the fact that it happened in South Bend has helped upend Buttigieg’s unlikely emergence as a power player in the 2020 race. So far the young gay military veteran has been mostly portrayed as a fresh voice in politics, often drawing huge crowds in key early voting states such as Iowa and New Hampshire. His message has been simple: his successes in revitalizing the rust-belt city of South Bend can be replicated across the US. But Logan’s death has spotlighted another area of Buttigieg’s record: his troubled relationships with the South Bend police and his city’s large minority population. While South Bend residents and community leaders have sought to show respect for Logan’s family in the wake of the shooting, they also point out that their burning outrage runs deeper than one tragic incident. They say it’s rooted in eight years of Buttigieg’s economic policies that have often left people of color behind. Meanwhile, alleged instances of police brutality and subsequent coverups or inaction has sowed deep distrust. “If you go over the last eight years, it’s about all of this – the lack of resources in the African American community, the alleged police brutality. All of these are symptoms of a larger issue of injustice,” South Bend resident Tiana Batiste-Wadell said. “So now you are hearing cries from people wanting something to change.” The 16 June shooting occurred outside an apartment building after police responded to a call about someone breaking into cars. The white officer who shot Logan said Logan had come at him with a knife, though the officer hadn’t turned on his body camera. Critics say Logan didn’t match the suspect’s description and questioned why police would shoot to kill someone with a knife. At the council meeting, the city announced an independent prosecutor would handle the investigation. But even before the incident, Buttigieg’s perceived difficulties winning over black voters presented a challenge. And his clumsy handling of the shooting won’t improve his standing with the demographic. But the events also suggest that South Bend may not be quite the picture of success and prosperity that Buttigieg paints when it comes to its minority residents. Instead, there’s a sense that his policies are failing lower-income and minority residents, and South Bend is a reflection of the nation’s larger problems. “The injustices here are the injustices of the country,” said Batiste-Wadell. Blu Casey, founder of the Nu Black Power Movement of South Bend, praised Buttigieg for working to improve parks and helping launch youth programs. But he said the mayor “drags his feet on important issues that happen to deal with minorities, though he has a good heart”. Among the most pressing issues are those involving the police, which Casey labeled “corrupt” and charged have unfairly targeted black activists during Buttigieg’s tenure. The department’s composition is one of the main points of contention. In a city that’s 27% black and 15% Latino, 90% of South Bend’s police officers are white. Last week, six new officers were sworn in and all were white. Major incidents involving race and the police are nearly an annual occurrence in the city of about 100,000. Soon after he was elected in 2011, Buttigieg faced strong criticism for demoting the city’s first black police chief, Darryl Boykins, after learning of a federal investigation into the department allegedly illegally recording officers’ phone calls. The calls revealed white officers using racial slurs, some of which were directed at Boykins. That same year, South Bend officers beat 17-year-old DeShawn Franklin and shot him with a stun gun, mistakenly believing the black teen was a domestic battery suspect. While a federal jury found the department had violated Franklin’s constitutional rights, it only awarded the teen $18 – a case brought up repeatedly last week. Buttigieg’s campaign declined to comment and directed The Guardian to public statements made last weekend. During last Sunday’s town hall, he said he accepted responsibility for some failures. “As mayor of this city, I want to acknowledge those last two lines of effort – efforts to recruit more minority officers to the police department and efforts to introduce body cameras – have not succeeded,” Buttigieg said. A new wrinkle in the situation appeared Monday when the Fraternal Order of Police Lodge 36 issued a statement in which it criticized Buttigieg for using the shooting “solely for his political gain and not the health of the city he serves”. It condemned him for saying that police work could be affected by racism. Outside the Monday common council meeting, Jesse Davis, a white man who described himself as a local activist, criticized Buttigieg for what he characterized as “pandering” to the black vote. “It appears to a lot of people that he is using this for his political gain, trying to get the black vote. And I think that’s horrible,” Davis said. He added that questions remained about why the officer killed Logan, but he was not confident that Buttigieg’s administration would provide the public with clear answers. Like black activists, Davis charged that the administration was often secretive about controversial issues. “If it’s something that they don’t want going public, then they hide it,” he said. But Casey said there was little that would satisfy some of South Bend’s black residents because the department could not legally immediately fire and charge officers, which is what many want. He offered some advice to Buttigieg: “Do what you got to do to make it right, but you got to go through the fire, because you set the fire ablaze.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}