{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/10/watergate-nixon-mueller-trump-russia", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-11T00:40:07Z", "webTitle": "Star Watergate witness calls Mueller report a 'road map' for investigating Trump", "webUrl": "https://www.theguardian.com/us-news/2019/jun/10/watergate-nixon-mueller-trump-russia", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/10/watergate-nixon-mueller-trump-russia", "fields": {"headline": "Star Watergate witness calls Mueller report a 'road map' for investigating Trump", "bodyText": "﻿John Dean, a star witness during Watergate who helped bring down the Nixon presidency, testified Monday that the special counsel Robert Mueller has provided Congress with a “road map” for investigating Donald Trump. He told the House judiciary committee he saw parallels between Mueller’s findings and those of congressional investigators looking into Richard Nixon’s administration decades ago. He pointed to the way the presidents used their pardon power in an attempt to influence witness testimony, and their efforts to seize control of investigations and direct the efforts of prosecutors. Dean also said that he believed the Mueller report showed “evidence of collusion, by the way”. Dean, who served as White House counsel, testified as House Democrats opened three days of sessions aimed at focusing public attention on the findings of the Russia investigation and Trump’s actions. “We have a responsibility to do this work, to follow the facts where they lead,” said the Democratic chairman Jerry Nadler as he gaveled in the hearing. He said the intent was to make certain “no president, Democrat or Republican, can ever act in this way again”. Trump, apparently watching the televised hearing, tweeted, “Can’t believe they are bringing in John Dean, the disgraced Nixon White House Counsel.” He added his oft-repeated claim, “No Collusion - No Obstruction!” Ahead of the hearing, Nadler announced that the justice department has agreed to turn over some of the underlying evidence from Mueller’s report, including files used to assess whether Trump obstructed justice. In the first breakthrough in weeks of negotiations over the report, Nadler said the department will begin complying with the committee’s subpoena on Monday and provide some of Mueller’s “most important files”. He said all members of the committee will be able to view them. Nadler said in response to the agreement Democrats would not vote on holding the attorney general William Barr in criminal contempt, for now. Instead, the House will vote Tuesday on a resolution that would empower the Judiciary Committee to file a civil lawsuit for Mueller materials. The deal is unlikely to give Democrats all of what they were requesting – including an unredacted version of the report and secret grand jury testimony. At the same time, the justice department announced it was stepping up its counter-investigationinto the origins of the Russia investigations, a priority for Trump and his Republican allies on Capitol Hill. The department said Monday it has asked intelligence agencies to preserve all relevant records and access to witnesses. Dean was supposed to be the headliner Monday, but some of the strongest testimony came from two former US attorneys who served during the Obama administration, Barbara McQuade and Joyce Vance. Vance, a former federal prosecutor from Alabama, said she believed so strongly that Trump committed obstruction of justice in the way he interfered with and attempted to curtail Mueller’s investigation that she would prosecute. “I would be willing to personally indict the case ... and win on appeal,” she said. The slate of televised sessions on Mueller’s report means a new, intensified focus on the Russia investigation and puts it on a path that some Democrats hope leads to Trump’s impeachment. They are trying to aim a spotlight on allegations that Trump sought to obstruct a federal investigation as well as his campaign’s contacts with Russia in the 2016 election. And they will lay the groundwork for an appearance from Mueller himself, despite his stated desire to avoid testifying. On Wednesday, the House intelligence committee intends to review the counterintelligence implications of the Russian meddling. Mueller said there was not enough evidence to establish a conspiracy between the Trump campaign and Russia, but he said he could not exonerate Trump on obstruction. On Tuesday, the House has scheduled the vote to authorize lawsuits against Barr and the former White House counsel Donald McGahn for failing to comply with subpoenas from the Democratic-controlled House. The vote will put the full House on record approving the lawsuits, if leaders and committees decide they want to move forward with them. Barr had defied a subpoena to provide an unredacted version of Mueller’s report, along with underlying evidence. McGahn, who is frequently referenced in the report, has defied subpoenas to provide documents and testify before the House judiciary committee. The procession of hearings and votes in the week ahead is partly designed to mollify anxious Democrats who have pushed the House speaker, Nancy Pelosi, to begin impeachment proceedings immediately. Pelosi has rejected that option, preferring a slower, more methodical approach to investigating the president, including the court fights and hearings. During a meeting with Nadler and other committee heads last week, Pelosi made the case that she would rather see Trump voted out of office and “in prison” than merely impeached, according to a report in Politico. A person familiar with the exchange confirmed the account to the Associated Press. Educating the American public on what is in the Mueller report is a priority for Democrats, who believe Trump and his allies have created the public impression that the report said there was no obstruction of justice. Trump has made that assertion repeatedly, echoing Barr’s judgment that there was not enough evidence in the report to support a criminal obstruction charge. Mueller said in the report that he could not exonerate Trump on that point. Joanna Walters contributed reporting"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}