{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/09/trump-defends-mexico-immigration-deal", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-09T19:30:40Z", "webTitle": "‘All I have done, no credit!’ Enraged Trump defends US-Mexico migrant deal", "webUrl": "https://www.theguardian.com/us-news/2019/jun/09/trump-defends-mexico-immigration-deal", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/09/trump-defends-mexico-immigration-deal", "fields": {"headline": "‘All I have done, no credit!’ Enraged Trump defends US-Mexico migrant deal", "bodyText": "The Trump administration was forced to defend its immigration agreement with Mexico on Sunday, amid reports that key provisions in the deal, forged under the threat of trade tariffs, were mostly old commitments agreed to months ago. A surge in migration to America’s southern border continues, with May bringing the highest number of monthly apprehensions made by US authorities in the past 13 years. In the deal announced with significant self-congratulation by Donald Trump on Friday, Mexico agreed to deploy its national guard and to expand a heavily criticised program that keeps migrants seeking asylum in the US in Mexico as their claims are processed. Trump withdrew a threat of 5% tariffs on all Mexican goods. But on Saturday the New York Times reported that Mexico had already agreed to key provisions in the joint declaration during secretive negotiations over the past six months. On Sunday, the president fired off a series of enraged tweets as he headed for a second day of golf at his course in Sterling, Virginia. Lamenting what he called “another false report in the Failing New York Times”, he wrote: “If President Obama made the deals that I have made, both at the Border and for the Economy, the Corrupt Media would be hailing them as Incredible, &amp; a National Holiday would be immediately declared. “With me, despite our record setting Economy and all that I have done, no credit!” The Times report said US attempts to secure a “safe third country” policy, giving the US the ability to reject asylum seekers if they had not sought refuge in Mexico first, had failed. In his tweets on Sunday, Trump alluded to provisions being agreed to by the two nations that were not announced on Friday. “There is now going to be great cooperation between Mexico &amp; the USA, something that didn’t exist for decades,” he wrote. Mexico’s president, Andrés Manuel López Obrador, told a rally in Tijuana on Saturday his government was “celebrating yesterday’s important agreement because it was putting us in a very difficult situation with these tariffs because we would have had to impose the same measures on US products.” He added: “What follows? Keeping our commitments: reinforcing our [southern] border, applying the law and respecting the human rights” of migrants. Nonetheless, the Trump administration has continued to stress it will revisit the threat of tariffs against one of its closest trading partners should its promises on the border fail to materialize. On Sunday, treasury secretary Steven Mnuchin argued on CNBC that the deal was a significant diplomatic achievement. But he added: “I have every reason to believe they [Mexico] will meet their commitments, so I think that will be the case, but if for whatever reason they don’t, the president reserves the right to put on tariffs.” A Trump tweet from Saturday, meanwhile, continued to cause confusion. In an all-caps message, the president claimed Mexico had “agreed to immediately begin buying large quantities of agricultural product from our great patriot farmers!” But the announced deal did not contain any relevant provision. On CBS’s Face the Nation, Mexican ambassador Martha Bárcena Coqui was asked about the president’s remark. She said she was “absolutely certain that the trade in agricultural goods could increase dramatically in the next few months”. But she did not answer repeated questions about whether there was “any kind of agreement by your government to buy agricultural products”. Bárcena Coqui noted that Mexico is already a top US trade partner in the sector. On Saturday, foreign minister Marcelo Ebrard tweeted that the deal would boost economic growth and demand for US agricultural products. He also did not say the deal contained a commitment to purchase more goods. Farmers in the US, usually a reliable base of Republican support, have been hit hard by Trump’s imposition of tariffs on trade with China. Trump’s threat of tariffs on Mexico met with bipartisan criticism, with Republicans in the Senate demanding the president delay his plans and meet them directly. Bernie Sanders, the Vermont senator running for the Democratic presidential nomination, slammed Trump for pursuing a “trade policy based on tweets”. “What the world is tired of,” he told CNN’s State of the Union, “and what I am tired of is a president who consistently goes to war, verbal war, with our allies, whether it is Mexico, whether it is Canada.” The deal with Mexico clears one obstacle from the path of the USMCA, the deal Trump negotiated to replace the North American Free Trade Agreement, or Nafta, in governing trade between the US, Mexico and Canada. It will still face significant hurdles in Congress. In May, US Customs and Border Protection recorded more than 132,000 apprehensions at the southern border, by far the highest number this year and a significant increase from April. The vast majority were of family groups, mostly from Central America. The US immigration court system faces historically high backlogs, with almost 900,000 cases pending. Immigration officials have complained that they lack the resources to adequately accommodate the surge amid a recent spike in child deaths in immigration custody. The Trump administration has instituted a series of hardline reforms, including an attempt to vastly curtail the rights of asylum seekers by opening the door to indefinite detention in certain cases. Sanders again urged the administration to explore bipartisan reform. “Trump has been demonizing undocumented people in this country,” he said. “That is his part of his strategy of dividing us up … What we need is a border policy that is humane, that among other things, expedites the asylum process by bringing in a whole lot more legal staff and judges, so people do not have to wait.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}