{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/27/second-democratic-debate-joe-biden-bernie-sanders", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-28T13:20:39Z", "webTitle": "Harris attacks Biden's record on race in Democratic debate's key moment", "webUrl": "https://www.theguardian.com/us-news/2019/jun/27/second-democratic-debate-joe-biden-bernie-sanders", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/27/second-democratic-debate-joe-biden-bernie-sanders", "fields": {"headline": "Harris attacks Biden's record on race in Democratic debate's key moment", "bodyText": "Ten more Democratic presidential candidates clashed in Miami on Thursday night over how best to remove Donald Trump from office in 2020, in a contentious debate featuring an explosive challenge from California’s Senator Kamala Harris on race that left former vice-president Joe Biden rattled. On a stage divided along generational and ideological lines, the debate – the second over two days to accommodate the huge field of candidates vying for the Democratic nomination – saw Biden, who has dominated the early stages of the race, face off against the Vermont senator Bernie Sanders. But the two veteran politicians were overshadowed by other strong performances, that highlighted policy rifts in the party, and posed the question of how aggressively the next president should push to transform the US economy, including on issues of healthcare and how much to tax the wealthiest Americans. The most dramatic moment of the evening came in response to a question about race and policing, when Harris interjected, saying that she had a right to respond as the only black candidate on stage. The California senator and former prosecutor then directed her comments to Biden, denouncing his record on race. “I do not believe you are a racist,” Harris said, looking directly at the former vice-president. “But,” she continued, “it is personal. And it was actually hurtful to hear you talk about the reputations of two United States senators who built their reputations and career on the segregation of race in this country.” Her attack was a reference to a remark Biden made recently on the campaign trail in which he spoke fondly of his relationship with segregationist senators. When called on by his rivals to apologize, he refused. She accused Biden of supporting policies that would have prevented young minority students like herself from attending school in majority-white districts. She said when he opposed bussing, there was a little black girl in Oakland, California, who was being bussed to a better school. “There was a little girl in California who was part of the second class to integrate her public schools, and she was bussed to school every day,” she said. “And that little girl was me.” Growing visibly upset, Biden looked away. “That is a mischaracterization of my position across the board. I did not praise racists. That is not true,” he said. At the end of the exchange, Biden, looking defensive, pointed to his work as a public defender, noting that he chose that path, as opposed to Harris, who was a prosecutor. Then he abruptly stopped. “Anyway,” he told the moderators: “My time is up.” After Harris laced into Biden, several more candidates leveled their own critiques. Senators Michael Bennet and Kirsten Gillibrand also went on the offensive, calling into question Biden’s negotiating skills in the Senate, while Sanders seized on his vote in favor of the Iraq war. For the candidates on stage at the Adrienne Arsht Center for the second installment of back-to-back debates, the evening presented a national platform to present their pitch to be Trump’s Democratic opponent in the 2020 election. It was a good night for South Bend mayor Pete Buttigieg, who has soared from near anonymity to near the top of the Democratic field, and was warmly received on the debate stage. Buttigieg, who is gay, spoke about his husband, Chasten, and their experiences of student debt. The debate represented the 37-year-old mayor’s first national appearance since the killing of a black man by a South Bend police officer who had not turned on his body camera. Asked why a racial disparity persisted on the city’s police force, Buttigieg admitted: “Because I didn’t get it done.” But, he continued: “I am determined to bring about a day when a white person and a black person driving a vehicle feels the exact same thing when they see a policeman – a feeling of safety and not fear.” Unlike the previous night, the candidates savaged Trump by name. Sanders called Trump a “pathological liar” who conned American workers and said the best way to beat Trump to “expose him for the fraud that he is”. Trump, who was attending the G20 summit in Osaka, Japan, found time to comment on the debate, criticizing the candidates for their stances on immigration and healthcare, tweeting: “How about taking care of American Citizens first!? That’s the end of that race!” The candidates broadly embraced an ambitious agenda, a sign of Democrats’ leftward shift on social and economic issues and a trend Republicans hope to exploit by painting the party as socialist in the election race. “If we don’t clearly define that we are not socialists, the Republicans are going to come at us every way they can and call us socialists,” said former governor John Hickenlooper, who has been critical of Sanders’ policies. Sanders, a self-described democratic socialist, and Biden, an avowed moderate, represent the two competing visions for the party and the country. Sanders had kicked off proceedings, launching into his classic stump speech, followed by Biden, who began with an attack on Trump. But it was California congressman Eric Swalwell who provided the first surprise of the night, repeatedly saying Biden needed to “pass the torch” to younger Democrats. Each Democrat was hoping for the kind of positive reception the New Jersey senator Cory Booker, Massachusetts senator Elizabeth Warren and former housing secretary Julián Castro received on Wednesday night, during the first of the two debates. As on Wednesday, the debate lineup reflected the diversity of a party increasingly led by women and people of color. There were three women – Harris, Gillibrand and author Marianne Williamson. And the openly-gay Buttigieg, as well as tech entrepreneur Andrew Yang, who is Asian American, and Harris, who is black and Asian American. For Americans who have not followed the 2020 election, which is still 15 months away, it was probably their first time seeing obscure candidates like Yang, and Williamson, a new-age guru and author, on TV. Yang spoke for just 2.4 minutes during the debate, the shortest time of any candidate, while Biden led at 11.5 minutes, and Harris spoke for 10.8 minutes. Biden is the best-known candidate and has consistently led national and state polls. But he has stumbled in recent weeks. Still, with support from black voters and an appeal to disaffected Democrats in the midwest, Biden believes he can rebuild the multiracial coalition that twice elected Barack Obama, under whom he served as vice-president. Sanders, by contrast, has called for a political revolution, championing progressive policies that would effectively remake the US economy. For all the attention on the field’s heavyweights, the evening offered an opportunity for Harris to break out, and she did. During a particularly raucous exchange, as several candidates interrupted each other, Harris’ voice rose about the din. “Hey, guys. America does not want a food fight,” Harris said. “They want to hear how we’re going to put food on their table.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}