{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/04/trump-says-he-turned-down-corbyn-request-to-meet", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-05T06:25:43Z", "webTitle": "Trump wavers after saying NHS must be on table in US-UK trade talks", "webUrl": "https://www.theguardian.com/us-news/2019/jun/04/trump-says-he-turned-down-corbyn-request-to-meet", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/04/trump-says-he-turned-down-corbyn-request-to-meet", "fields": {"headline": "Trump wavers after saying NHS must be on table in US-UK trade talks", "bodyText": "Donald Trump has declared he wants the NHS to be on the table in any US-UK trade deal and refused to meet the “negative” Labour leader, Jeremy Corbyn, who pledged to oppose US corporations taking over the health service with every breath in his body. On the second day of his state visit, during which he has been hosted by the Queen and Theresa May, the US president set out his ambitions for a “phenomenal” post-Brexit trade deal with the UK. But following a cross-party backlash, the president later appeared to row back on his comments. In an interview with Good Morning Britain’s Piers Morgan, he said: “I don’t see [the NHS] being on the table. Somebody asked me a question today and I say everything is up for negotiation, because everything is. But that’s something I would not see as part of trade. That’s not trade.” Appearing earlier in the day alongside the outgoing prime minister at a joint press conference, Trump said US companies should have market access to every sector of the British economy as part of any deal, which he said could lead to a tripling of trade with the UK. “When you’re dealing on trade, everything is on the table. So NHS or anything else. A lot more than that,” he said, although May appeared to have to explain to Trump what the NHS was before he answered the question. Trump’s statement drew immediate condemnation from several Tory leadership hopefuls as well as senior Labour politicians. There are widespread concerns in the UK about US firms promising to provide cost-cutting health services and wanting to sell food produced to lower environmental and animal welfare standards, such as chlorine-washed chicken. Corbyn told a packed protest on Whitehall, not far from the press conference, he would not allow Brexit to open up “our precious wonderful National Health Service to private American companies to come in and take it over”. “We will not stand for that. We will fight with every last breath of our body to defend the principle of a healthcare system free at the point of need for everybody as a human right,” he said. Corbyn turned down an invitation to the Queen’s state banquet for Trump but it emerged during the press conference that he had requested a private meeting with the president. Trump said he had rejected the request from Corbyn, describing him as “somewhat of a negative force”. “He wanted to meet today or tomorrow, and I decided that I would not do that,” he said. “I really don’t like critics as much as I like and respect someone who can get things done.” He dismissed the protest attended by Corbyn as “very small” and “fake news”, while implausibly claiming thousands had lined the streets to welcome him on Monday. Organisers of anti-Trump protests said up to 75,000 people had demonstrated against the state visit in central London. May appeared uncomfortable at the suggestion the NHS could be included in a trade deal, saying both sides would “negotiate and come to an agreement about what should or should not be in that trade deal for the future”. However, she did not explicitly rule it out. That was left to Matt Hancock, the health secretary, who is running to be Conservative leader. “Dear Mr President. The NHS isn’t on the table in trade talks – and never will be. Not on my watch,” he tweeted. Jeremy Hunt, the former health secretary, also ruled it out this week, saying: “I can’t conceive of any future prime minister, for any party, ever agreeing that we would allow NHS procurement to be part of trade talks, because the NHS as a publicly run, publicly owned institution is part of our DNA.” Even Dominic Raab, a rightwinger in the Tory contest who has suggested offering tax breaks to companies wanting to provide NHS services, said: “I want to see the UK get fair deals on trade with the US and many other countries when we leave the EU. But the NHS is not for sale to any country and never would be if I was prime minister.” As well as backtracking on his NHS views, Trump also softened his stance towards Corbyn, holding out the prospect of a meeting in the future. Asked if he could imagine negotiating a trade deal with a government led by the Labour leader, Trump said: “It’s always possible. Anything is possible.” With May leaving office by the end of July, Trump was careful to praise her efforts to deliver Brexit but also made it known he was planning to talk to the leading candidates to replace her. The US president was due to have one-to-ones with Hunt and Michael Gove, the environment secretary, but Boris Johnson, the frontrunner, turned down the chance of a meeting in order to address One Nation Tory MPs at a hustings event on Tuesday night. Asked for his views on the candidates, Trump said: “I know Boris. I like him. I’ve liked him for a long time. I think he’d do a very good job. I know Jeremy. I think he’d do a very good job. I don’t know Michael. Would he do a good job, Jeremy? Tell me.” In fact, Gove had interviewed Trump for the Times in January 2017, with the pair pictured together with their thumbs aloft. Two hardline Brexit supporters, Iain Duncan Smith, the former Tory leader, and Owen Paterson, a former cabinet minister, both met Trump as well and Nigel Farage was later pictured driving into the US ambassador’s residence for a meeting. Afterwards, the Brexit party leader tweeted: “Good meeting with President Trump – he really believes in Brexit and is loving his trip to London.” Trump and the first lady Melania also hosted Prince Charles and Camilla, Duchess of Cornwall, at Winfield House in Regent’s PArk in London, the official residence of the US ambassador. Tory leadership candidates’ views on any trade deal are likely to be high on the agenda when they meet Trump. But their position on Huawei, the Chinese tech firm, is also crucial as the US is opposed to its involvement in the UK’s 5G communications network and has hinted it could harm US-UK intelligence sharing. However, Trump said there should be “no problem” with intelligence sharing between the US and UK based on his conversations with May, raising the prospect of a possible climbdown on the issue. “We are going to have an agreement on Huawei and everything else,” he said. “We have an incredible intelligence relationship and we will be able to work out any differences. We did discuss it. I see absolutely no limitations. We’ve never had limitations. This is a truly great ally and partner and we’ll have no problem with that.” A No 10 spokesman said only that there was a review of the Huawei plans under way and declined to say whether the NHS could be part of any trade deal. After Trump’s press conference, politicians called on the Conservative leadership candidates to rule out allowing it as the price of a trade deal. Jonathan Ashworth, the shadow health secretary, said US corporations “taking over our NHS is a nightmare scenario”. “The Tories appear happy to give Trump what he wants, and some want to offer up our NHS to get the no-deal Brexit they are campaigning for,” he said. “If our NHS is taken over by US corporations, it will undermine it as a free, universal public service. The NHS is only safe in Labour hands.” Tom Brake, the Liberal Democrat Brexit spokesman, said: “Millions of people will be shocked and angry at the suggestion of selling off access to our NHS in return for the opportunity for Donald Trump to fill our shelves with chlorinated chicken,” he said. “The Liberal Democrats will continue to fight for the people to get the final say on Brexit so that we can protect the NHS.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}