{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/07/indigenous-women-missing-murdered-activists-ride-north-america", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-07T05:00:02Z", "webTitle": "'No more stolen sisters': 12,000-mile ride to highlight missing indigenous women", "webUrl": "https://www.theguardian.com/us-news/2019/jun/07/indigenous-women-missing-murdered-activists-ride-north-america", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/07/indigenous-women-missing-murdered-activists-ride-north-america", "fields": {"headline": "'No more stolen sisters': 12,000-mile ride to highlight missing indigenous women", "bodyText": "Joan Jack tied nine red silk ribbons to the back of her Harley-Davidson before setting off from Winnipeg, heading east down Canada’s Highway 1. Jack, a Winnipeg-based lawyer, activist, and Ojibwe tribal member, is one of more than 100 motorcyclists joining the Ride for Missing and Murdered Indigenous Women (MMIW), which begins on Saturday, and comprises a 12,000-mile relay ride across the US and Canada to raise awareness of the gender violence epidemic in Indian country. Written on the ribbons were the names of indigenous women who had been murdered or gone missing in recent years; among them were two of Jack’s cousins. The widespread killings and disappearances of indigenous women and girls in Canada constitute a “race-based genocide” that has claimed as many as 4,000 victims in the past 30 years, according to a landmark report released this week. The crisis is not confined to Canada: indigenous women and girls in the US face estimated murder rates up to 10 times higher than the national average, and there is no comprehensive, federal database tracking cases related to the epidemic. Carrying prayer bundles of sacred plants and flying red flags that read “No More Stolen Sisters”, riders will depart from cities all over North America, then weave in and out of the US-Mexico and US-Canada borders, tracing a route shaped like a traditional medicine wheel. “This ride is about showing we’re so much more than our victimization,” said Jack, who got a head start on the journey in late May, since she is one of two women spending a month riding the entire medicine wheel route. “It’s about occupying our space powerfully – not as victims, but as landowners.” Native American and First Nations women and girls are disproportionately targeted by sex traffickers, and more than half report experiencing domestic or sexual abuse at some point during their lives. Until recently, governments and law enforcement have largely ignored this crisis, however. In the US, 5,712 cases of MMIW were reported in 2016, but only 116 of these cases were logged in DoJ databases, according to a 2018 report by the Urban Indian Health Institute. “The Ride for MMIW is part memorial, part prayer and part awareness-spreading effort,” said Shelly Denny, who organized the journey. A 42-year-old New Mexico-based acupuncturist and member of the Leech Lake Band of Ojibwe, Denny calls herself a “Healer on a Harley”; she grew up in a motorcycle-loving family and now runs an online community of Native women motorcyclists. She was moved to action after hearing this community trade stories of murdered loved ones – stories generally ignored by the media. “Pretty much every Native person knows a girl or woman who’s gone murdered or missing,” Denny said. “I wanted to find a way to leverage what I do to draw attention to this crisis. I’m not an expert on MMIW, but I am an expert on planning long motorcycle trips.” As they travel, riders plan to leave sex trafficking helpline pamphlets in gas station bathrooms, meet with activist organizations and indigenous tribe leaders, and promote the online hashtag #RidingForMMIW. Denny hopes to organize education sessions with indigenous families living near pipeline developments, which house many “man camps”, where Native women risk being abducted into the sex trade. “Many families don’t know how that process works,” she said. “As a parent, every time one of my kids goes out, I worry, are they gonna come back?” Jack said. “All parents worry, but I don’t think white people have to worry as bad.” Among the women whose names grace the ribbons on Jack’s Harley are Claudette Osborne, a mother of four who disappeared at age 21 in 2008; Sharon Abraham, who was presumed dead in 2004 after her fingernail was found on the Vancouver pig farm of the serial killer Robert Pickton; and Tanya Nepinak, who disappeared in 2011 after leaving her Winnipeg home to walk to a pizza restaurant. All of these cases remain unsolved. On 14 June, riders will convene in Topeka, Kansas, at the Women’s Freedom Rally, where thousands plan to gather in hopes of setting the world record for most women riding motorcycles in one place. Near the rally, a tribal elder will lead a prayer and pipe ceremony dedicated to MMIW. Denny stresses that the spiritual significance of the ride is as important as its practical goals. “What we’re doing is not just of the material, ordinary world,” she said. When the ride is complete, Denny plans to start a non-profit organization advocating for indigenous rights. “I’m hoping to give families the feeling that their loved one is not forgotten,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}