{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/25/climate-crisis-al-gore-global-economy-needs-major-upgrade-fast", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-25T13:30:05Z", "webTitle": "Climate crisis: global economy needs major upgrade … fast", "webUrl": "https://www.theguardian.com/us-news/2019/jun/25/climate-crisis-al-gore-global-economy-needs-major-upgrade-fast", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/25/climate-crisis-al-gore-global-economy-needs-major-upgrade-fast", "fields": {"headline": "Climate crisis: Al Gore says global economy needs major upgrade, fast", "bodyText": "Al Gore has said the global economy requires a fundamental upgrade to become more sustainable in order for the world to survive an environmental crisis and widening social divides. The environmentalist and former US vice-president said the world was in the early stages of a “sustainability revolution” that had “the magnitude of the Industrial Revolution and the speed of the digital revolution”. “The scale of our global challenges has never been clearer,” Gore said. The urgent need to address the world’s sustainability crisis is laid bare in the latest annual report from Generation Investment Management, which was co-founded by Gore and David Blood, a veteran Goldman Sachs investor, in 2004. The fund has more than $22bn worth of assets under its management, which it invests in technologies that can improve food production, healthcare and energy provision. “We have entered an age of environmental crises and of widening social divides. Incremental improvements to address these challenges are no longer enough; our economic system requires a fundamental upgrade to sustainability,” Gore said. The report concludes that an environmental breakdown is taking place alongside a fraying of the “social and economic fabric”. This threatens to create a “disruptive”, economy-wide sustainability crisis. It says the world’s rising use of fossil fuels and unsustainable food and meat production is accelerating the climate crisis while driving a global healthcare breakdown. Colin le Duc, a partner in Generation, said the world was continuing to grow its use of coal and combustion engine vehicles even though the negative effects of fossil fuels on the climate and human health were well known. Although many countries have set dates to permanently end sales of petrol and diesel cars, 90% of children now breathe toxic air, according to the report. Meanwhile, global obesity levels are rising in line with a growing global appetite for meat and packaged foods despite warnings that healthcare is an unsustainable cost for most governments. The report says there are now more overweight people in the world than underweight people for the first time in history. This is in part due to rising meat consumption. On a per capita basis, meat consumption in China has more than doubled in the last 30 years but still lags behind that of the US by about 50%. The dual impact of a health and climate breakdown could be made worse by a growing divide between rich and poor, which risks encouraging populist politics and global geopolitical instability. This political upheaval could spell bad news for global markets and economic systems while investors and policymakers try to adapt to the crisis. “It is clear that the way we are organising ourselves is not working,” Le Duc said. The report says the scale of the transformation needed is unprecedented and will mean “transitioning away from an incumbent energy system we have relied upon for more than 150 years, a revolution in global food systems – and much more.” Le Duc urged investors to embrace the “nuanced complexity of the transition to a sustainable economy” when assessing which companies offer sound investments in the coming decades. Gore said advances in technology, business model innovation and policy changes were “all aligning with society’s increasing demand for zero-carbon, equitable and inclusive economic growth”. The cost of renewable energy and electric cars is falling, while meat substitutes and alternative proteins have broken through into the mainstream. Meanwhile, investors have divested more than $7tn from fossil fuels. A sustainable economy would require even greater shifts from the global investment community, according to Le Duc. “There are plenty of investors that need to wake up to sustainability. Around $17tn is being invested with environment and social governance considerations – that’s a lot of money but it’s a very small proportion of global capital,” he said. He said a deeper understanding of the systemic shifts under way across all sectors was required by business leaders. “This represents the biggest investor opportunity ever writ in history. The economy has never been as big as it is today, and has never needed as much change.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}