{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/11/us-briefing-mueller-report-evidence-north-korea-and-bannons-return", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-11T10:25:05Z", "webTitle": "US briefing: Mueller report evidence, North Korea and Bannon's return", "webUrl": "https://www.theguardian.com/us-news/2019/jun/11/us-briefing-mueller-report-evidence-north-korea-and-bannons-return", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/11/us-briefing-mueller-report-evidence-north-korea-and-bannons-return", "fields": {"headline": "US briefing: Mueller report evidence, North Korea and Bannon's return", "bodyText": "Subscribe now to receive the morning briefing by email. Good morning, I’m Tim Walker with today’s essential stories. House to see Mueller evidence in justice department shift The House judiciary committee will soon receive underlying evidence from Robert Mueller’s Russia investigation, a breakthrough in the standoff between Democrats and the justice department. The deal was announced on Monday, shortly before the former White House counsel John Dean – a star witness in the Watergate investigation – told the committee he saw parallels between the scandal that ended the Nixon presidency and the Mueller report, which he called a “road map” for investigating Donald Trump. ‘Principled person.’ Mueller was in many ways the perfect man to lead the Russia inquiry: principled, trusted and precise. But, asks Tom McCarthy, did his principles make Mueller exactly the wrong person to defend and disseminate its findings? Kim’s assassinated half-brother ‘was a CIA informant’ Kim Jong-nam, the exiled half brother of North Korea’s leader, Kim Jong-un, was a CIA informant who had travelled to Malaysia to meet a contact from the US intelligence agency when he was assassinated at Kuala Lumpur airport in February 2017, the Wall Street Journal has reported. The newspaper said on Monday that, according to an unnamed “person knowledgeable about the matter”, there was a “nexus” between the CIA and Kim Jong-nam – who was once considered the favourite to succeed his father, Kim Jong-il. Execution sites. A Seoul-based human rights group says it has identified hundreds of sites used for public executions in North Korea as part of an arbitrary death penalty programme to intimidate citizens. Hong Kong businesses vow to strike over extradition bill Dozens of businesses in Hong Kong have threatened to go on strike over a proposed law that would allow extradition to mainland China, opening the door for Beijing to pursue its political opponents. The plan has generated the biggest protests seen in Hong Kong since it was returned to China in 1997, with crowds of more than a million demanding the territory’s chief executive, Carrie Lam, withdraw the bill, which critics fear could harm Hong Kong’s reputation as a safe hub for business. Strike threat. More than 100 businesses have declared plans to strike on Wednesday, including restaurants, retailers, beauty parlours, yoga studios and an adult entertainment store. Steve Bannon could return for Trump 2020 campaign Steve Bannon, the controversial populist who was Trump’s 2016 campaign manager, could return to a similar role for the 2020 election, according to a new book. Bannon was exiled from Trump’s inner circle last year after critical remarks about the US president were quoted in Michael Wolff’s book Fire &amp; Fury. But in an interview for The Best People by Alexander Nazaryan, Trump reportedly “almost welcomed” the idea of his former White House strategist returning to the fold. Flattering words. Nazaryan quotes Trump as saying: “Nobody says anything better about me right now than Bannon … I will say this. Bannon, there is nobody that has been more respectful of the job I’m doing than Steve Bannon.” Crib sheet Doctors in Sudan say paramilitaries carried out at least 70 rapes during their attack on a protest camp in the country’s capital, Khartoum, last week, in which more than 100 people were killed. Up to 100,000 travellers are thought to have had personal data stolen in a cyber attack on a US Customs and Border Protection subcontractor, raising fresh concerns about the security of facial recognition and federal surveillance systems. The US envoy on religious liberty, Sam Brownback, has said he is “disappointed” by the lack of response of governments in the Islamic world – including Saudi Arabia, the UAE and Egypt – to China’s persecution of its Uighur Muslim population. The Vatican has weighed into the debate on gender ideology, publishing an educational document titled “Male and female he created them,” to help Catholic school teachers counter ideas that “deny the natural difference between a man and a woman”. Must-reads Michelle Wolf: ‘I don’t think about people liking me’ The comedian Michelle Wolf is best known for her controversial routine at last year’s White House Correspondents’ Dinner. But she won’t be making any more Trump jokes, she tells Alexis Soloski. “All that guy wants is for people to talk about him, whether it’s positive or negative, so I try to not give him that.” The clothes that have lasted decades Lally MacBeth found her mother’s old dress in a vintage store. Paul Peppiatt has a pair of 28-year-old socks. With shoppers growing tired of fast fashion and its cheap, disposable wardrobe-fillers, Sirin Kale talks to six people about the items they’ve worn for decades. John Wayne’s True Grit turns 50 1969 was a big year for westerns, boasting revisionist takes such as Butch Cassidy and the Sundance Kid and The Wild Bunch. But, as Scott Tobias writes, it was also the year that the defiantly traditional True Grit finally yielded an Oscar for the genre’s most enduring star. The electricity price rises leaving South Africans in the dark After the ANC came to power in 1994, millions of South Africans were at last hooked up to the electricity grid. But the national utility, plagued by corruption and mismanagement, has raised prices so high that the lights are going out again, as Kimon de Greef reports. Opinion The billionaire Michael Bloomberg has pledged $500m to help the US become carbon neutral. Better than spending it on a presidential campaign, says Kate Aronoff – but the best thing for the planet would be if billionaires did not exist at all. For every Michael Bloomberg there are dozens of Koch Brothers and Rebekah Mercers, who’ve poured tens of millions of dollars into spreading climate denial and blocking de-carbonization efforts at the local, state and national level. Sport The Toronto Raptors came within a whisker of winning their first NBA title on Monday night, only to be denied by the Golden State Warriors, 106-105, in a nail-biting Game 5 thriller. The series now heads back to Oakland, with the Raptors still at a 3-2 advantage. Canada got off to a winning start in the Women’s World Cup on Monday, with centre-back Kadeisha Buchanan heading them to a 1-0 victory over Cameroon in Montpellier. Sign up The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}