{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/26/cancer-town-denka-pontchartrain-works-reserve-louisiana", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-26T06:00:08Z", "webTitle": "Residents of America’s Cancer Town confront chemical plant owner in Japan", "webUrl": "https://www.theguardian.com/us-news/2019/jun/26/cancer-town-denka-pontchartrain-works-reserve-louisiana", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/26/cancer-town-denka-pontchartrain-works-reserve-louisiana", "fields": {"headline": "Residents of America’s Cancer Town confront chemical plant owner in Japan", "bodyText": "Residents of Reserve, Louisiana, have travelled to Tokyo to confront the executives and shareholders of a Japanese company which runs a chemical plant they say is responsible for a spike in cancers and a litany of other diseases in their home town – the town at the highest risk of cancer due to airborne toxicity anywhere in the US, according to the Environment Protection Agency (EPA). Their trip involved a series of public and private meetings with environmental groups and stakeholders in the chemicals giant Denka, which operates the Pontchartrain Works facility in Reserve. It marks a significant escalation in the residents’ campaign for clean air. Reserve is the focus of a yearlong Guardian series, Cancer Town, examining the fight for clean air in the town, as well as other communities in the area between New Orleans and Baton Rouge, known colloquially as Cancer Alley. The Pontchartrain Works facility, was opened in 1968 by the chemicals giant DuPont and sold to Japanese firm Denka in 2015. It is the only site in the US to produce the synthetic rubber neoprene, which is made of the compound chloroprene, listed by the federal government as a likely carcinogen. In 2015, the EPA found emissions from the plant placed residents at the highest risk of cancer due to airborne toxicity anywhere in the US. The plant came online in 1968, the year Robert Taylor, one of the residents on the trip to Japan, built a house for his young family. The plant is situated in the middle of the St John the Baptist parish, a predominantly black, working-class community, like many of the other sites of petrochemical plants along the nearby stretch of the Mississippi, pointed out Taylor. “We’re still segregated; it’s just a continuation of the American way of life,” said Taylor at a public event at the Pacific Asia Resource Centre in Tokyo. Last week, Taylor and Lydia Gerrard, a fellow resident whose husband, Walter, died a year ago of cancer, attempted to make their case directly to Denka at its annual shareholders meeting in central Tokyo. They were refused entry after an “extended confrontation with Denka people”, but held a protest outside, said Ruhan Nagra of the University Network for Human Rights (UNHR), a US-based civil society group that organised the trip. “We had a huge banner saying ‘Denka, Stop Poisoning Black People’ in English and Japanese, and handed out flyers,” said Nagra. For decades local residents were unaware of the specific chloroprene risk, though they long suspected the rise in health problems was related to emissions from the plant, Taylor told the public meeting in Tokyo on Monday. “We began to go down with strange diseases, cancers, respiratory problems, skin conditions, heart problems. These diseases were so prevalent my daughter, who worked as a nurse and used to look after us when we got sick, developed gastroparesis,” said Taylor, referring to a stomach disorder. “The doctors said it was a rare immune system condition which was caused by the pollution from the plant, but they wouldn’t go on record. Three other women in the community developed the same condition.” Chemicals giant DuPont operated the plant for nearly half a century, before selling it to a Japanese counterpart Denka just before an EPA report designated it as the principle cause of the highest risk for cancer of any factory in the US, at 50 times the national average. Earlier in the month the Louisiana state government announced its intention to sue both Denka and DuPont over alleged Clean Air Act violations at the plant, a significant and rare move in a state known for lax environmental enforcement. The UNHR had tried to contact Denka in advance of their trip, but was told the company was not responsible for the actions of its US subsidiary. Despite this claim, Denka issued a statement on its website the day before the shareholder meeting defending its subsidiary’s operations and stating, “the carcinogenic risk level assigned to chloroprene … is overestimated”. “Denka is disputing the findings of the EPA and any scientist who says that chloroprene causes cancer,” said Gerrard, who believes the long trip has been worthwhile in spite of Denka’s refusal to meet with them. “We wanted them to hear us, to know that we’re not going to go away and be quiet.” The protest was covered by Kyodo, Japan’s biggest news agency, and subsequently picked up by a number of regional newspapers, but not by any national Japanese media. Nagra hopes that will change next month, when UNHR releases the results of a study conducted last year on the health of 500 households near the Denka facility. The report shows that health problems increase with proximity to the plant and that cancer rates are far higher than statistically normal. The delegation did manage to meet this week with two of Denka’s institutional shareholders in Tokyo on condition the identity of their companies was not disclosed. The UNHR is now planning to contact European and US shareholders and explain the dangers to those living near the plant."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}