{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/03/ersie-joyner-interview-oakland-police-ceasefire-gun-violence-prevention", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-04T05:00:24Z", "webTitle": "He spent his career putting gangs in jail. A radical idea changed everything", "webUrl": "https://www.theguardian.com/us-news/2019/jun/03/ersie-joyner-interview-oakland-police-ceasefire-gun-violence-prevention", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/03/ersie-joyner-interview-oakland-police-ceasefire-gun-violence-prevention", "fields": {"headline": "He spent his career putting gangs in jail. A radical idea changed everything", "bodyText": "Ersie Joyner had a banner year in 1995. He was just four years out of Oakland’s police academy when he was awarded a prestigious medal of merit for a seemingly superhuman feat. In one year, he personally made more than 400 arrests. And the evidence room of the Oakland police department (OPD) was crammed with millions of dollars worth of cocaine and heroin he had confiscated from dealers. “I thought to myself, I’m on top of my game,” said Joyner in a recent interview. “I’m the best of the best.” But looking back, Joyner doesn’t see the approach to policing in his early years, and OPD’s institutional culture of the 1990s, as effective, or responsible. The aggressive zero-tolerance policies used to lock up thousands of people, mostly for drug crimes, never succeeded in creating a safer city. “My whole entire career I have been taught, I have trained, and I have worked towards eliminating gangs,” said Joyner. “That has failed miserably for us for decades.” Joyner has become a case study in change. Now the head of OPD’s Ceasefire program – a successful violence intervention initiative credited with contributing to Oakland’s decline in gun homicide rates – he no longer believes that the police can successfully address violent crime on their own. Instead, he’s come to see the limits of law enforcement tactics and the importance of the community’s role in breaking the cycle of violence in a city like Oakland, which for years was ranked among America’s “murder capitals”. Joyner was one of California’s top cops in the 1990s. Athletic and street-wise, he grew up in East Oakland and possessed an understanding of the city that few other officers had. He graduated from the elite Bishop O’Dowd private school and studied criminal justice at California State University Hayward. At 22, after only six months on patrol, he was drafted to go undercover in high-risk investigations. He’d end up spending much of his career there, sometimes working in joint taskforces with federal agencies. Later, he found himself on loan to the FBI and DEA to surveil drug and weapons smugglers who were connecting the Bay Area to the Mexican border. He joined OPD’s Swat and the special duties unit, which hounded the armed drug dealers who propelled Oakland’s retaliatory cycles of violence. Wherever he was, Joyner’s job always centered on “dismantling” the Bay Area’s most violent gangs. And in a police department that prided itself on its reputation for toughness, Joyner, who has a bulldog-like stare, was the personification of the hard-charging cop. He became one of OPD’s most highly decorated officers, winning officer of the year in 2002 and taking home six medals of merit throughout his career. Rising violence, tough tactics In 1995, the same year Joyner was pinned with his first medal of merit, 140 people were murdered and Oakland had one of the highest homicide rates in the nation. OPD had been policing the city like a wrecking ball, but crime rates remained stubbornly constant. Homicides had been climbing steadily since the late 1970s, peaking in 1993 – the city’s deadliest year ever at 165 killings. Black and Latino communities were caught in a vise of unemployment, disinvestment in public infrastructure, a financially tanking school system, and an expensive housing market that locked them out of affluent, whiter suburbs. Murders dropped in the late 1990s as the tech boom swept over the Bay Area, but it wasn’t clear the police had anything to do with the improved public safety. Violence rose again in the early to mid-2000s, without a clear indication of what was fueling the increase. At the time, OPD was doubling down on zero-tolerance tactics under the crime fighting strategy of the then mayor, Jerry Brown. In those years, the Oakland councilmember Larry Reid, who was first elected in 1997 and represents a part of the city sometimes called the “killing fields” because of its high number of homicides, used to ride along with the police on the weekends. Reid had to wear a bulletproof vest. Reid watched Joyner grow up in the police department. “People have to understand the folks what Ersie and the police were out there dealing with,” Reid said. “They were violent. They were not afraid to take a gun and use it, as they are today.” OPD locked up thousands of people and dismantled gang after gang, but they couldn’t stop the killing. From 1968 to 2018, an average of 103 people were killed each year in Oakland, according to OPD’s data. That’s an appalling total of 5,147 lives lost over 50 years in a city of just 400,000 people. Most of the victims were black. Meanwhile, OPD’s tactics came at a price. Large numbers of African Americans were racially profiled, wrongfully stopped, cuffed and arrested, despite little-to-no evidence they had committed a crime. OPD’s emphasis on making arrests at all costs often put officers and the public in more dangerous situations. In 2000, a squad of West Oakland cops who called themselves “The Riders” were exposed for kidnapping and beating up suspects, planting drugs and falsifying reports. Criminal cases against two officers at the center of the scandal, Clarence Mabanag and Jude Siapno, ended in mistrials while another officer, Matthew Hornung, was exonerated. A fourth officer, Francisco Vazquez, fled and remains a fugitive to this day. Juries couldn’t agree that the officers were guilty beyond a reasonable doubt, but a separate civil rights lawsuit in federal court brought by 119 black men against The Riders and OPD, proved that their brutal tactics were an outgrowth of the entire department’s aggressive crime fighting approach. The most extreme result of OPD’s embrace of zero-tolerance tactics were frequent fatal police shootings. From 2000 to present, OPD officers have been involved in approximately 166 fatal and non-fatal shootings. Joyner has been involved in five shootings, according to department records, and was cleared by internal investigators and the district attorney in each case. Joyner still praises the work of many of his colleagues from that era as “courageous”, but he faults the broader strategy that used to guide OPD. “Were we focused on the right thing? Doing police work the way we did it before, we left a huge footprint on the community.” ‘Flip the switch’ For Joyner, there was no moment of epiphany. He says his attitudes about what works to stem violence have evolved over time. By the early 2000s, the Oakland police were barely treading water with a violent crime rate high above other similar-sized cities, and a continuing lack of trust between the department and people living in neighborhoods most negatively affected by violent crime. In 2013, Joyner was summoned into the assistant police chief’s office in the department’s headquarters, a 1960s-era high rise aluminum edifice. The city had been rocked by a particularly violent week, including multiple fatal shootings. The mayor and the police chief were under a lot of pressure to explain to the public how they were going to respond. Sign up to get emails for this series, Guns and lies in America The assistant chief told Joyner to take over OPD’s Ceasefire program, for years touted by city leaders as Oakland’s main anti-violence initiative. OPD had been running the program since 2006, but it wasn’t much more than a name. It had gotten sidetracked by budget cuts and competing, and sometimes conflicting, initiatives within the department. Now, the assistant chief told Joyner to “flip the switch”. “You want me to flip the switch, but you guys haven’t paid the PG&amp;E bills, so the lights won’t come on,” Joyner responded. The city eventually funded “Ceasefire 2.0”, as Joyner calls it. Today, OPD’s Ceasefire 2.0 team works out of offices hidden deep within the department’s Eastmont Substation – inside a converted shopping mall where, as a kid, Joyner used to go clothes shopping with his mother. The sides of officers’ cubicles display trophy photos of confiscated guns, and on one wall there’s the real thing, an AK-47 recovered during a raid and made inoperable, framed like art. The program is mainly about showing “love and respect” for people at risk of gun violence, said Reygan Cunningham, a former Oakland city staffer who was instrumental in developing Oakland’s Ceasefire strategy. Ceasefire’s non-police partners, including not-for-profit groups, clergy and social workers reach out to people who have either recently been suspected of a shooting, or have been targeted in one. Ceasefire team members warn them continuing to engage in violence may lead them to a devastating choice: death or prison. And they offer assistance to help people transition out of whatever situation they’re in that is stoking conflicts. Joyner’s squad of officers still conducts investigations and makes arrests when people reject Ceasefire’s call to stop the violence. In one recent case, Ceasefire was following four members of an East Oakland gang who called themselves “Playerz Only Live Once” – Polo for short. Polo members were responsible for multiple shootings, had recently murdered someone and shot up a witness’s truck when the team developed leads about who the shooters were, and where they could be found. They ended up arresting four suspects, and recovered four guns. But afterward, Joyner had one of his sergeants go back into the neighborhood, knock on doors, and explain what happened. Hours after he returned to the Eastmont Substation, an elderly woman who lived in the area called to thank him, and she provided one more piece of intel. A Polo gunman had evaded the police and was parked near her home. He had a pistol hidden on the underside of his car. Joyner’s team rushed over and arrested him. The after-operation debrief for the neighborhood has become a regular occurrence – and presents a huge turnaround for a police force that long preferred to operate in secrecy. The policy was suggested by a staffer in the city’s human services department as a way to show the community more respect. The fact that the strategy isn’t solely law-enforcement led is partly what makes it successful, according to Ben McBride, a pastor and community leader who was involved with the Ceasefire relaunch. Not that OPD was jumping to give up complete control, McBride noted. During one early meeting, he recalled how a deputy chief in the department asked skeptically, “so you want to have a hug a thug session?”. Joyner’s squad has also done away with the illusion that it can, or should “eliminate” gangs. Arresting people, or dismantling their social networks, is the team’s last resort. “The moment we changed our mentality from eliminating gangs to eliminating gang violence, we became awesome,” Joyner says. A major breakthrough The shift is partly tactics, partly economics. In Oakland, only about 300 people at any given time are responsible for as much as 40% of the shootings, according to researchers who helped launch Oakland’s Ceasefire. Many shootings are retaliatory. Over half the city’s homicides are the results of running feuds between a relatively small number of groups or gangs. Instead of being driven by competition for turf among street-level drug dealers like in the 1990s, gun violence nowadays often stems from interpersonal feuds that jump from sidewalks to social media. And many of the shooters aren’t the people the police used to stereotype as suspects. For one thing, they’re not teenagers. Their average age is 29. The average victim or suspect has already been arrested an average of 10 times. Their risk of killing, or being killed, shouldn’t come as a surprise to the police. Besides, the police department simply doesn’t have the resources to go after everyone, Joyner says. Going on six years, Joyner no longer measures success by the old metrics of arrests made and jail cells filled. Instead, he evaluates Ceasefire’s effectiveness through the decline in the number of homicides and non-fatal shootings and the arrests he isn’t making. “We had 68 homicides last year. That is 35 people who did not lose their life who would have in the past,” Joyner said. Non-fatal shootings dropped even more substantially, from 553 in 2012 to 277 in 2018. It’s a remarkable change in a city where the pop of random gunfire used to be a common background noise. “We make less arrests and crime is significantly diminished,” Joyner said, crediting the enormous effort of non-police social workers and community leaders in preventing violence. Starting in 2015, all of OPD underwent a basic training on Ceasefire through its continuing police training program. Joyner thinks getting patrol cops and sergeants leading other units to understand Ceasefire and realize they could contribute to it was a major breakthrough that has made the program a success. Overcoming OPD’s traditional view of policing and convincing officers throughout the department that Ceasefire could only succeed if it responds outside of law enforcement was difficult, he admits. Many patrol officers saw the Ceasefire team “as a bunch of prima donnas, guys running around in plain clothes and beards driving rental cars thinking they were better than everyone else”, he recalled. “Telling an officer that we have a current identified bad guy who we know is engaged in violence, and instead of putting him in jail – which is what we were taught, bred, and is our natural instinct to do – go out and have a conversation with this person, tell him what we love him, that there are services available for him, ask him to make a change in his life … that was like selling beachfront property on the Mississippi River,” Joyner said. McBride and other community leaders remain skeptical of just how much OPD and officers like Joyner have changed. “There’s still pressure to take Ceasefire back to the old model of dragnet and suppression policing,” he said. And OPD is still battling enormous internal cultural challenges that continue to fuel a trust gap between many of the city’s residents and the police. Black police officers recently accused OPD’s recruitment and training division of racially biased hiring practices and unfair promotions. The department’s ability to recruit women and black officers is still lagging; currently only 13% of officers are women, and the number of black officers has slowly declined in recent years. In a city where black people make up 28% of the population, just 17% of police officers are black. And OPD recently found that many officers have been underreporting the number of times they’ve pointed their guns at people, creating faulty statistics and hiding use of force incidents from review. But OPD, Joyner believes, has turned a corner. “We’re not a speedboat. We can’t do a turn on a dime. But I feel very confident and very proud of the men and women of OPD who recognize this, who have made this paradigm shift, and more importantly to hold others accountable who don’t see it that way.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}