{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/03/matt-gaetz-milkshaked-republican-florida", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-03T15:59:40Z", "webTitle": "Republican congressman hit by flying drink – but it wasn't quite a 'milkshaking'", "webUrl": "https://www.theguardian.com/us-news/2019/jun/03/matt-gaetz-milkshaked-republican-florida", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/03/matt-gaetz-milkshaked-republican-florida", "fields": {"headline": "Republican congressman hit by flying drink – but it wasn't quite a 'milkshaking'", "bodyText": "Just as Donald Trump has arrived in London, a British import of its own has come to the US to make political waves. Sweet, wet political waves. The debut of the American protest milkshake appeared to have arrived on Saturday when the conservative Republican congressman Matt Gaetz of Florida was leaving a town hall. Gaetz was met by protesters chanting and wielding signs outside a restaurant in Pensacola where the event was held when one of them tossed what at first appeared to be a strawberry milkshake at Gaetz. It was later reported to be fruit juice of some kind, but the idea remains the same. “No, it was not a milkshake,” Mike Wood, the Pensacola police department’s public information officer, told the Washington Post. “I can just tell you it was a red liquid, a Hawaiian Punch or something like that.” It’s not hard to see why critics of Gaetz might be upset with him. Among many others things, Gaetz, who has aligned himself closely with the president, attempted to have parents of the Parkland massacre removed from a gun reform hearing in February. Gun control, he said, would not have stopped such a crime, but Trump’s border wall would have. Last year Gaetz denied being aware that a man he invited as his guest to the State of the Union address was a notorious far-right Holocaust denier. Like many of his colleagues, Gaetz has also remained skeptical of the necessity of confronting climate change, something his constituents in Florida might understandably be worried about. His “Green Real Deal” proposal would slash regulations and offer no emissions standards. He once attempted to abolish the Environmental Protection Agency. Elsewhere, before the midterm elections in 2018, he also suggested, echoing a white nationalist and White House talking point, that philanthropist George Soros was funding immigrants to “join the caravan &amp; storm the US border @ election time”. Last month, the Florida Bar Association said a tweet Gaetz sent to Trump’s former lawyer Michael Cohen may have amounted to witness tampering. Unlike in previous “milkshakings”, which have become something of a symbol of protest against extreme rightwing figures in Britain, the refreshing liquid missile in question appears to have only grazed Gaetz. Increasingly, politicians in the UK have been met with their own hurled milkshakes, such as Nigel Farage, who was doused with one in Newcastle in May. Far-right figures such as Tommy Robinson and the failed Ukip candidate Carl Benjamin have each been hit with milkshakes numerous times. Nearly all those on the receiving end of a milkshake toss have denounced the “assaults” as a new low and characterized it as political violence. But others have defended them, such as the Guardian’s Aditya Chakrabortty, who said the act was not political violence, but political theater aimed at causing ridicule, not physical harm."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}