{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/24/saudi-arabia-khashoggi-pompeo-doesnt-raise-during-meeting", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-24T16:40:44Z", "webTitle": "Mike Pompeo didn't raise Jamal Khashoggi murder in meeting with Saudi king", "webUrl": "https://www.theguardian.com/us-news/2019/jun/24/saudi-arabia-khashoggi-pompeo-doesnt-raise-during-meeting", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/24/saudi-arabia-khashoggi-pompeo-doesnt-raise-during-meeting", "fields": {"headline": "Mike Pompeo didn't raise Jamal Khashoggi murder in meeting with Saudi king", "bodyText": "The US secretary of state, Mike Pompeo, did not discuss the murder of the Washington Post columnist Jamal Khashoggi in a meeting with the Saudi king, it has been reported, in the latest sign the Trump administration is trying to drop the subject. Pompeo said in a tweet that he had had a “productive meeting” with King Salman “to discuss heightened tensions in the region and the need to promote maritime security in the strait of Hormuz”. “Freedom of navigation is paramount,” he said. Asked about the slaughter and dismemberment of Khashoggi, a Saudi dissident, in the Saudi consulate in Istanbul last October, an unnamed senior state department official travelling with Pompeo told Reuters news agency the subject did not come up. In an interview broadcast on Sunday, Donald Trump said he had talked to the Saudi crown prince, Mohammed bin Salman, on Friday but the Khashoggi murder “really didn’t come up in that discussion”. The president sought to deflect further questions about the killing, saying Iran killed more people and pointing to Saudi spending on US weapons and other goods. “They spend $400 to $450bn over a period of time, all money, all jobs, buying equipment,” Trump told NBC News. “And by the way, if they don’t do business with us, you know what they do? They’ll do business with the Russians or with the Chinese.” The official line put out by administration officials in routine briefings is that those responsible for murdering Khashoggi must be held to account, and that investigations are continuing. A report issued earlier this month by the special UN investigator, Agnès Callamard, said there was “credible evidence” that Saudi crown prince bore responsibility for the murder. Her report also found that the Saudi and Turkish investigations into the murder failed to meet international standards and the Saudi inquiry in particular was conducted in such bad faith it could amount to act of obstruction. The UN rapporteur called for a follow-up investigation and for the crime to be judged by a special tribunal."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}