{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/26/us-briefing-border-patrol-chief-quits-democrat-debates-and-mueller", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-26T10:27:06Z", "webTitle": "US briefing: border patrol chief quits, Democrat debates and Mueller", "webUrl": "https://www.theguardian.com/us-news/2019/jun/26/us-briefing-border-patrol-chief-quits-democrat-debates-and-mueller", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/26/us-briefing-border-patrol-chief-quits-democrat-debates-and-mueller", "fields": {"headline": "US briefing: border patrol chief quits, Democrat debates and Mueller", "bodyText": "Subscribe now to receive the morning briefing by email. Good morning, I’m Tim Walker with today’s essential stories. Deaths and protests fuel migrant detention controversy The acting head of US Customs and Border Protection (CBP) has resigned amid escalating controversy over the administration’s hardline immigration policies, specifically the inhumane conditions at a CBP station in Texas used to house migrant children. John Sanders, who will stand down on 5 July, gave no reason for his exit, but he recently begged Congress for extra funding to address the crisis. On Tuesday the House passed a $4.5bn emergency border aid package to care for the record numbers of migrant detainees. Tragic photo. Julia Le Duc, a reporter, photographed the bodies of a Salvadorian migrant and his daughter after they drowned on Monday trying to cross the Rio Grande to the US. It is a stark and shocking image of the migration crisis. Wayfair walkout. Hundreds of Wayfair employees are planning a walkout on Wednesday to protest against the home goods company’s involvement in furnishing border camps for detained migrants. No refuge. Donald Trump has overseen the lowest refugee admission rates since the modern resettlement system was created in 1980, tearing apart a program that has transformed millions of lives, as Amanda Holpuch reports. Democrats prepare for a candidate cull after first debates The first 10 of 20 candidates who qualified for NBC’s televised Democratic debates will face off in Miami on Wednesday, with Elizabeth Warren taking centre stage against rivals such as fellow US senator Cory Booker and the former Texas congressman Beto O’Rourke. Thursday’s second debate is expected to be a testier affair, featuring the early poll leaders Joe Biden and Bernie Sanders as well as several other top-tier candidates including Kamala Harris and Pete Buttigieg. Here’s everything you need to know before watching. Black voters. Polls suggest the contest among Democrats to secure African American votes will be more intense and complex than in 2008 or 2016, as David Smith reports. Climate protest. Young climate protesters staged a demonstration outside DNC headquarters in Washington on Tuesday, demanding a debate focused on the climate crisis. Mueller to testify before House committees in July Robert Mueller will answer questions on his Trump-Russia investigation from the House judiciary and intelligence committees in an open session on 17 July, in what seems likely to be the most anticipated congressional hearing in years. After announcing the news on Tuesday, the intelligence committee chairman, Adam Schiff, said the special prosecutor had only reluctantly agreed to testify. Mueller suggested in a May statement that he had nothing to add to the contents of his report, saying “the report is my testimony”. Obstruction of justice. The Trump White House has ordered several current and former employees to defy congressional subpoenas, but it has no sway over Mueller, who quit the justice fepartment upon completion of his investigation. Trump threatens Iran as Middle East peace plan is derided The White House’s foreign policy stoked further anger on Tuesday, as Trump threatened Iran with “obliteration” after the Iranian president, Hassan Rouhani, accused him of suffering from a “mental disorder” – an escalating war of words that continues to raise fears of a real conflict in the region. Meanwhile in Bahrain, Jared Kushner unveiled the economic plank of his peace plan for Israel-Palestine at an event attended by neither Israeli nor Palestinian officials, to a mix of skepticism and outright derision from experts. Press secretary. Melania Trump’s spokeswoman, Stephanie Grisham, has been named the president’s new press secretary, replacing Sarah Sanders. Grisham will continue to work with the first lady and will also take on the role of White House communications director, vacated by Bill Shine in March. Crib sheet Protesters in Hong Kong have urged world leaders to address the crisis over the territory’s proposed new extradition law at the G20 summit in Osaka this week, where Trump and Xi Jinping are expected to discuss the US-China trade war. Denmark has followed Finland and Sweden in becoming the third Nordic country this year to form a leftist government, under the youngest-ever Danish prime minister, the 41-year-old Social Democrat Mette Frederiksen. San Francisco has become the first city in the US to ban the sale and distribution of e-cigarettes, in an effort to curb the rise of youth vaping. Facebook’s plan to launch its own cryptocurrency, Libra, is facing skepticism from international regulators, after the chair of the G20’s Financial Stability Board said its widespread use in retail payments “would warrant close scrutiny by authorities”. Must-reads My secret shame: I’m (still) addicted to Pokémon Go Dominic Rushe is 52, has two adult children and a part share in a Pulitzer prize. He reads philosophy and listens to Stockhausen for fun. He is also incurably hooked on Pokémon Go. He visits Chicago’s third annual Pokémon Go Fest – in the pouring rain – to meet the many thousands who share his shameful addiction. Bryan Stevenson’s lifelong pursuit of ‘True Justice’ Since founding the Equal Justice Initiative in Alabama three decades ago, Bryan Stevenson has worked to free more than 100 inmates facing unjust convictions, most of them black Americans. Now the lawyer is to be the subject of an HBO documentary and a movie starring Michael B Jordan. He spoke to Jamiles Lartey. Paul McCartney on Linda’s best photos Before she was a Beatle’s wife, Linda Eastman was the award-winning photographer who captured compelling shots of a generation of musical stars. Paul McCartney talks Alexis Petridis through six of her best, including a favourite image of himself and John: “It reminds me that the idea we weren’t friends is rubbish.” Toxic America: ‘We’re using children’s blood as detectors’ Today in the Guardian’s Toxic America series, Anna Almendrala reports on how lead is poisoning a new generation of US children. Meanwhile, residents of Reserve, Louisiana – aka “Cancer Town” – travel to Japan to confront the owners of a chemical plant that they say caused a rise in cancer and other health conditions. Opinion The media’s reaction to a credible accusation of rape against the US president has been a collective shrug. Arwa Mahdawi asks whether it’s journalistic cowardice or just outrage fatigue. America is locking kids in filthy cages, and private companies are profiting from it. The world is hurtling towards a climate catastrophe, and the Trump administration is looking the other way. Every day seems to bring some new nightmare; it is inevitable we become numbed to it. Sport The Netherlands and Italy will meet in the quarter-finals of the Women’s World Cup after a late penalty clinched victory for the Dutch over Japan, while Le Azzurre reached the last eight for the first time in 28 years by coolly dispatching China. Street dance has moved a step closer to becoming an Olympic sport after IOC members formally endorsed requests to provisionally add breakdancing to the program for Paris 2024, pending a final decision to be made after next year’s Tokyo Games. Sign up The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}