{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/16/phoenix-police-threaten-family-doll-mayor-apology", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-16T19:33:51Z", "webTitle": "Outrage after police threaten family over four-year-old taking doll from shop", "webUrl": "https://www.theguardian.com/us-news/2019/jun/16/phoenix-police-threaten-family-doll-mayor-apology", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/16/phoenix-police-threaten-family-doll-mayor-apology", "fields": {"headline": "Outrage after police threaten family over four-year-old taking doll from shop", "bodyText": "The mayor of Phoenix, Arizona, has apologised after video footage emerged showing police officers pointing their guns and threatening to shoot a father and his pregnant partner after their four-year-old daughter allegedly took a Barbie doll from a store without paying. The incident, caught on camera by bystanders, has prompted an internal police investigation and spurred the family to make a $10m civil claim against the city. Phoenix’s mayor, Kate Gallego, apologized to the family on Saturday, saying in a statement that she was “sick over what I have seen in the video”. “It was completely inappropriate and clearly unprofessional. There is no situation in which this behavior is ever close to acceptable.” Dravon Ames and Iesha Harper, who are engaged, reportedly said they didn’t know that their daughter had the doll when they left the Family Dollar store late last month. Harper, 24, was pregnant, and another daughter was in the car with them. They drove into an apartment complex shortly after leaving the store, headed to their babysitter, according to CNN. A police officer approached the front driver’s side door, holding a gun, opened the door and said “I’m going to put a cap in your ass,” the family alleges in their notice of claim. The officer also allegedly said “I’m gonna shoot you in your fucking face.” A copy of this notice of claim, posted online by an Arizona Republic producer, maintains that the police had not enabled any lights or sirens. “Our hands are up, we’re just trying not to get shot, trying to stay calm,” Ames told CNN. “He had a gun drawn.” Jeri Williams, the city’s police chief, said in a video posted to Facebook that an internal investigation had been launched. “I, like you, am disturbed by the language and the actions of our officer,” Williams said. A “fact sheet” on the incident posted to Facebook says that the officers had been placed on desk duty. The notice of the family’s claim also alleges that police hurt their one-year-old daughter by pulling on the girl’s arm after Harper wouldn’t hand her over. Ames also claims that he was thrown against their car. After Harper gave her baby to an onlooker, both she and her fiance were handcuffed and put in a police car. The family alleges that an officer told Harper, “I could have shot you in front of your fucking kids.” Ames received a traffic ticket for allegedly driving on a suspended license, impounding his car, NPR notes. While the family’s notice of claim puts the incident “on or about May 29” officials have said it was 27 May."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}