{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/06/fox-news-tucker-carlson-elizabeth-warren-economic-policies-praise", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-06T16:13:14Z", "webTitle": "Fox News host Tucker Carlson praises Elizabeth Warren's economic policies", "webUrl": "https://www.theguardian.com/us-news/2019/jun/06/fox-news-tucker-carlson-elizabeth-warren-economic-policies-praise", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/06/fox-news-tucker-carlson-elizabeth-warren-economic-policies-praise", "fields": {"headline": "Fox News host Tucker Carlson praises Elizabeth Warren's economic policies", "bodyText": "Conservative news show anchor Tucker Carlson has praised Democratic 2020 presidential candidate Elizabeth Warren’s economic policy plan, which Warren has called a proposal for “economic patriotism”. Carlson, a provocative presenter on Fox News and a strong supporter of Donald Trump, quoted extensively on Wednesday from Warren’s economic plan, and said: “She sounds like Donald Trump at his best.” Warren’s progressive, interventionist plan calls for “aggressive new government policies to support American workers”. The details were released ahead of her visit this week to America’s manufacturing-centric midwestern rust belt. “Amazingly that’s pretty much what it is – economic patriotism,” said Carlson. “Pure, old-fashioned economics, how to preserve good-paying American jobs.” “Even more remarkable, many of Warren’s policy prescriptions make obvious sense,” he said. “She says the US government should buy American products when it can – and of course it should. She says we need more workplace apprenticeship programs because four-year college degrees are not right for everyone. Well, that’s true. She says that taxpayers ought to benefit from the research and development they pay for.” “So who is this Elizabeth Warren, you ask?” Carlson said. “Well, not the race-hustling, gun-grabbing, abortion extremist you thought you knew.” While Carlson criticized Warren’s stance on social issues, he said any candidate who promoted “economic patriotism” with social conservatism, such as opposition to gay marriage and abortion, would be “elected in a landslide”. He went on to praise Trump’s call for tariffs, which will be imposed on Mexico from next week in an attempt to force the nation to stem unlawful immigration over the US-Mexico border."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}