{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/18/los-angeles-death-penalty-sentences-jackie-lacey", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-18T13:00:51Z", "webTitle": "In Los Angeles, only people of color are sentenced to death", "webUrl": "https://www.theguardian.com/us-news/2019/jun/18/los-angeles-death-penalty-sentences-jackie-lacey", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/18/los-angeles-death-penalty-sentences-jackie-lacey", "fields": {"headline": "In Los Angeles, only people of color are sentenced to death", "bodyText": "Los Angeles has sentenced more people to death than any other county in the US, and only people of color have received the death penalty under the region’s current prosecutor, a new report shows. LA county’s district attorney, Jackie Lacey, has won death sentences for a total of 22 defendants, all people of color, and eight of them were represented by lawyers with serious misconduct charges prior or after their cases, according to a new analysis by the American Civil Liberties Union (ACLU). Lacey’s office has also continued to pursue death penalty trials this year despite the fact that California’s governor, Gavin Newsom, issued a moratorium on capital punishment, with an executive order officially halting executions in the state. In addition to severe racial disparities and ethical concerns around legal representation, LA’s system is costing taxpayers millions of dollars in pursuit of a punishment the region’s voters and California leaders have rejected, activists said. Some key findings: In California, 222 people currently sentenced to death are from LA county, representing 31% of all death sentences in the state. (The LA population is only 25% of the statewide figure.) LA is one of only three counties in the country to have more than 10 death sentences from 2014 to 2018. In the last five years, LA produced more death sentences per capita than any large county in Texas, North Carolina, Pennsylvania, Utah or Washington – and sent more people to death row than the states of Georgia, Louisiana, Mississippi, Tennessee and Virginia combined. Last year, out of 3,100 counties nationwide, LA was one of only four to have more than one death sentence. Under Lacey’s tenure, which began in 2012, zero white defendants have been sentenced to death, and her capital punishment sentences disproportionately targeted cases involving white victims. Although 12% of homicide victims in LA county are white, 36% of Lacey’s death penalty wins involved white victims. Of the 22 defendants sentenced under Lacey, 13 were Latinx, eight were black and one was Asian. “This should be profoundly troubling to all of us,” Cassy Stubbs, director of the ACLU Capital Punishment Project, told the Guardian. “Los Angeles is really in a class of its own … It is just such an enormous producer of death sentences in a way that really does not make sense for where we are today.” Asked about the ACLU’s findings, Lacey sent a general statement to the Guardian on Monday defending her continuing support for capital punishment: “As a career prosecutor, I believe the death penalty is the appropriate punishment for some crimes – a serial killer, someone who tortures and kills a young child, the person who rapes and then kills the victim to silence his only witness or someone who kills a police officer trying to do her job safely.” The governor’s moratorium affects the 737 inmates currently awaiting execution in California, who will not be put to death while Newsom is in office. Lacey, however, is continuing to seek the death penalty, despite the fact that a majority of voters in LA county have twice voted in favor of death penalty repeal measures. Defense lawyers in five of the 22 cases under Lacey were suspended or disbarred, which is the most serious discipline for ethics violations, the ACLU said. Defense counsel for two other defendants was put on probation, and the attorney for another is currently facing multiple bar charges. The ACLU, which reviewed lawyer misconduct records, cited one particularly egregious case in which an attorney declined to make an opening statement – offering no defense at all – and then repeatedly fell asleep during the trial. “I have serious doubts about the constitutionality of these sentences,” said Stubbs, noting that inadequate representation can have long-lasting consequences. Failures of defense counsel are key contributors to wrongful convictions, but problems with California’s appellate system means these kinds of mistakes are often exposed decades later, the ACLU said. The last two California death row inmates who were exonerated gained their freedom roughly 25 years after conviction, and those delays could get worse, as the state has an expanding backlog of cases and appeals. All five people removed from death row after exoneration in the state were people of color. In California, death penalty expenses total at least $139m per year, and LA county spent an estimated $48.4m seeking executions from 2000 to 2007. Death penalty trials cost over a million dollars, draining county funds that could be used for community anti-violence programs, education and services for families of victims, said Diane Lucas, senior legal counsel with the Justice Collaborative. The LA district attorney’s office has recently defended its continuing efforts to seek the death penalty despite Newsom’s order. In her statement this week, Lacey noted that California voters had not abolished the death penalty, saying: “I will follow the law as prescribed by the citizens of California – whether that is seeking the death penalty for the most heinous crimes or, with the abolition of the death penalty, life without parole.” The district attorney’s office has “extensive review processes” in place to decide whether to pursue the death penalty and makes recommendations “based on the facts without regard to the race of a defendant or a victim”, Lacey said. Her office sought the death penalty in less than 3% of all eligible cases last year, she said. Lacey has also faced intense scrutiny for her refusal to prosecute police officers who kill civilians, even in the most egregious circumstances. Stubbs said it was within Lacey’s power to immediately halt her death penalty cases, accept outstanding plea agreements, and no longer seek capital punishment in new cases. But if she continued in her current path, the cases would just drag on, said Stubbs, adding: “The extended delays are painful for a lot of the community, including victims.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}