{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/21/luis-alvarez-9-11-victims-fund-congress-plea-hospice", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-21T17:19:18Z", "webTitle": "9/11 first responder pleads for victims fund from his hospice bed", "webUrl": "https://www.theguardian.com/us-news/2019/jun/21/luis-alvarez-9-11-victims-fund-congress-plea-hospice", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/21/luis-alvarez-9-11-victims-fund-congress-plea-hospice", "fields": {"headline": "9/11 first responder pleads for victims fund from his hospice bed", "bodyText": "An emergency first responder who was diagnosed with cancer following his work at Ground Zero in New York has spoken from his hospice bed just days after he testified alongside Jon Stewart about funding for those who fell ill from their work after the 9/11 terrorist attacks. Retired New York police department detective Luis Alvarez used what he expects to be his final interview to make a final impassioned plea to Congress to renew the 9/11 victims fund and deal with an “epidemic” of Ground Zero-related illnesses. Alvarez said on Thursday that after nearly 70 rounds of chemotherapy, doctors had told him there was nothing more they could do. He was diagnosed with colorectal cancer in 2016 that has spread to his liver. “It’s an epidemic. There’s going to be more and more first responders getting sick. And our government has to take care of them. It’s just a matter of decency, a matter of doing the right thing. We did the right thing when we went down there. Now it’s the government’s turn to do the right thing by us,” Alvarez, 53, told Fox News. Alvarez said going through cancer has been stressful for his whole family. “We need to ease the stress on the first responders,” he added. “And let them know that they’re not alone. That the government is here to back them up, to give them the support they need, the financial support that they’re going to need when they get sick. It’s just a matter of time. You know, most of us that were down there – it’s just a matter of time before we get sick.” It came just nine days after he received a standing ovation in Washington DC, where Stewart and other first responders addressed the House judiciary committee, to speak out against plans to cut 9/11 compensation by up to 70%. “You made me come down here the day before my 69th round of chemo, and I’m going to make sure that you never forget to take care of the 9/11 responders,” he said at the hearing. But the following day his health took a downturn and doctors concluded that his liver had shut down. Speaking with his son David by his side from a hospice in Long Island, near New York City, Alavarez said to Fox News host Shepard Smith on Thursday: “We need this bill passed, Shep. It’s got to be passed quickly and efficiently so we never have to come down to Washington again and lobby.” He said he was comfortable and “at peace” surrounded by his family and that he had “no regrets whatsoever”. He insisted that he was just doing what any fire, police or emergency worker would have done when he spent three months at the site of the 9/11 attacks, searching for remains and clearing up in a smoldering, toxic pile after terrorists flew hijacked passenger jets into the World Trade Center. He added: “I’m nobody special. I did what all the other guys did. And now we’re paying the price for it.” He said he is leaving his sons David, 29, Tyler, 19, and Ben, 14, “without a father”. While he said he was “lucky” to have had the heathcare that he has, there are people in his position who do not. He said it was time for the government to act: “We just want the money to be there for our families so that God forbid they do get sick, they’re covered.” He said they were told the air was safe – which it was not – but even if they had known it was unsafe they would have gone in regardless, “because that’s what we do”. He said the problem is a US-wide issue among first responders who travelled to New York after the 9/11 attacks to help and warned others to be vigilant. “I just want them to know, hey if you were down at Ground Zero … get yourself checked out. Because you could be sick from ground zero,” he added."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}