{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/03/timeline-donald-trump-feud-with-sadiq-khan", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-16T00:03:57Z", "webTitle": "Timeline: Donald Trump’s feud with Sadiq Khan", "webUrl": "https://www.theguardian.com/us-news/2019/jun/03/timeline-donald-trump-feud-with-sadiq-khan", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/03/timeline-donald-trump-feud-with-sadiq-khan", "fields": {"headline": "Timeline: Donald Trump’s feud with Sadiq Khan", "bodyText": "Donald Trump’s feud with Sadiq Khan dates back to 2015 when they were both fighting election campaigns. It intensified after the terrorist attacks on London in 2017 and now threatens to overshadow the president’s state visit to the UK. 10 December 2015 Donald Trump’s presidential campaign pledge to ban Muslims from the US was criticised as “outrageous” by Sadiq Khan when he was standing to be mayor of London. He told the BBC that he hoped Trump “loses badly”. 10 May 2016 After Khan was elected as mayor of London, Trump suggested Khan would be exempt from his proposed travel ban on Muslims. “There will always be exceptions,” he said and added that the election of Khan was a “good thing”. 16 May 2016 Khan said Trump’s views on Muslims were “ignorant”. Trump then challenged Khan to an IQ test. “I will remember those statements. They are very nasty statements,” he told ITV. 4 June 2017 After the terrorist attacks on Borough Market and London Bridge, Trump falsely suggested in a tweet that Khan had said there was “no reason to be alarmed”. Khan had actually said the public should not be alarmed by the increased police presence on London’s streets. A spokesman for Khan responded by saying he had “more important things to do than respond to Donald Trump’s ill-informed tweet that deliberately takes out of context his remarks”. Trump followed up with another tweet, saying this was a “pathetic excuse” that the mainstream media was “working hard to sell”. 6 June 2017 Khan called on the government to cancel Trump’s state visit to the UK. “I don’t think we should roll out the red carpet to the president of the USA in the circumstances where his policies go against everything we stand for,” he said. 29 July 2017 Khan told the Guardian he was a “reluctant participant” in his ongoing row with Trump. He said: “We’re not schoolchildren. He’s the president of the United States, so I’m unclear what his beef is with me.” 5 July 2018 Khan’s office gave permission for anti-Trump activists to fly a protest blimp of Trump as a crying baby in a nappy. Later, free speech campaigners made a blimp of Khan wearing a yellow bikini in protest at “body-shaming” adverts the mayor vowed to ban on the London Underground. 13 July 2018 On his working visit to London, Trump claimed Khan had “done a very bad job on terrorism”. He added: “I think he has done a bad job on crime, if you look, all of the horrible things going on there, with all of the crime that is being brought in.” 1 June 2019 Khan compared the language used by Trump to rally his supporters to that of “the fascists of the 20th century”. Writing in the Observer he said: “President Donald Trump is just one of the most egregious examples of a growing global threat. The far right is on the rise around the world, threatening our hard-won rights and freedoms and the values that have defined our liberal, democratic societies for more than 70 years.” 2 June 2019 In an interview with the Sunday Times, Trump compared Khan to the New York mayor, Bill de Blasio, and said he had no plans to meet him during his state visit to London. Trump said: “I don’t think much of him. I think that he’s the twin of De Blasio, except shorter.” 3 June 2019 Just before landing in the UK, Trump described Khan as “a stone cold loser” and “very dumb”. Khan’s office accused Trump of “childish insults” . 15 June 2019 After three people were killed in London in the space of 24 hours, Trump retweeted a tweet from right-wing commentator Katie Hopkins and said that the UK capital needed a new mayor and that Khan was “a disaster”. Several hours later he tweeted again, saying that Khan was ‘destroying the City of London.” A spokesman for the mayor said that Khan’s thoughts were “with the victims’ families. He is not going to waste his time responding to this sort of tweet.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}