{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/27/democratic-debate-climate-crisis-analysis", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-28T17:30:00Z", "webTitle": "The planet's heating up but candidates' climate crisis response remains tepid", "webUrl": "https://www.theguardian.com/us-news/2019/jun/27/democratic-debate-climate-crisis-analysis", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/27/democratic-debate-climate-crisis-analysis", "fields": {"headline": "The planet's heating up but candidates' climate crisis response remains tepid", "bodyText": "Thursday’s Democratic debate demonstrated just how far the the US is from contemplating the climate crisis as a threat that will touch almost all areas of American life and policymaking. Once again, debate moderators waited until nearly 80 minutes into the debate to pose questions on the climate emergency. The Democrats accurately conveyed the rapidly approaching deadlines scientists have said the world faces in limiting the most dangerous effects of the crisis. But despite the debate taking place in Miami, where the effects of climate change are already apparent, they missed multiple opportunities to press home how rising temperatures play into other political issues. Extreme heat and climate disasters threaten public health and the economy, and crop failures help to drive immigration from Central America. The California senator Kamala Harris called the crisis an “existential threat to us as a species”. Bernie Sanders said “the future of the planet rests on” the US fighting climate change. Pete Buttigieg, the mayor of South Bend, Indiana, said the US “can’t skip a beat” in limiting heat-trapping pollution. The former Colorado governor John Hickenlooper noted humans have about 10 years to stem irreversible damage to the planet. Harris and Buttigieg also talked about the people they have met who are already being harmed by climate change, including wildfire fighters in California and farmers facing flooding in the midwest. Still, the discussion largely pigeonholed the climate crisis as a single issue and an environmental problem. And the crisis was not what most candidates – including ones with better climate credentials – listed as their top priority. Asked what first issue they would pursue from the White House, only Hickenlooper and the Colorado senator Michael Bennet, neither of whom have been polling strongly, responded with climate change. Sanders, who is considered a heavyweight in the field, refused to pick one or two issues. “We need a political revolution,” he said. Hickenlooper also defended the fossil fuel industry in his state, saying it shouldn’t be demonized. He said the US is not the only country causing the problem. And he slammed the Green New Deal, a radical proposal to reform the economy with the aim of making the US carbon-neutral in 10 years, as a socialist policy aimed at “guaranteeing everybody a government job”. Joe Biden bristled at the idea that the administration he was part of might have launched efforts on climate change too late, pursuing a healthcare overhaul first and then hitting a brick wall with Congress when trying to cap emissions. “I think you so underestimate what Barack Obama did. He’s the first man to bring together the entire world, 196 nations, to commit to deal with climate change,” Biden said. He committed to building an electric-vehicle future, investing in science and technology and remaining in the Paris agreement, at voluntary global deal to limit emissions. Environment advocates continued to call on the Democratic National Committee to hold a climate-focused debate. The Sierra Club’s national political director, Ariel Hayes, said the Democratic candidates are “prepared and eager to have the deep, substantive discussion on tackling the climate crisis which we critically need”, but that “the DNC’s strategy of relying on TV networks to make that happen without a dedicated time and space is simply not going to work”. “You couldn’t make a plate of pasta in the amount of time these two debates just devoted to the gravest existential crisis we face,” Hayes said. Greenpeace USA’s climate campaign director, Janet Redman, said “talking points and soundbites do not cut it any more. “This is not how you behave in an emergency. Despite the candidates’ acknowledgment of the existential threat that climate change represents to humanity, we heard next to nothing over two days about how they would actually address this monumental challenge,” Redman said. “If we are all going to survive as a civilization, January 20, 2021 must be the first day of a new wave of resistance against the fossil fuel industry.” The American Petroleum Institute, the oil and gas trade group, in an emailed statement said “natural gas and oil will supply more than half of America’s energy needs for decades to come. “Promises of an imminent energy landscape powered entirely by alternative fuels might make for an applause line, but it’s less likely to make for plausible policy,” the group said. Experts say countries will have to eliminate carbon dioxide emissions from their electricity sources – coal, oil and gas – as well as pursuing deep cuts to pollution from transportation, agriculture and industry. The Trump administration is rolling back the incremental efforts the US government has made to lower emissions. And many other countries are failing to do enough to stave off the worst effects."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}