{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/05/donald-trump-tells-prince-charles-us-is-clean-on-climate-change", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-05T08:02:53Z", "webTitle": "Donald Trump tells Prince Charles US has 'clean climate'", "webUrl": "https://www.theguardian.com/us-news/2019/jun/05/donald-trump-tells-prince-charles-us-is-clean-on-climate-change", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/05/donald-trump-tells-prince-charles-us-is-clean-on-climate-change", "fields": {"headline": "Donald Trump tells Prince Charles US has 'clean climate'", "bodyText": "Prince Charles spent 75 minutes longer than scheduled trying to convince Donald Trump of the dangers of global heating, but the president still insisted the US was “clean” and blamed other nations for the crisis. Trump told ITV’s Good Morning Britain on Wednesday he had been due to meet the Prince of Wales for 15 minutes during his state visit, but the discussion went on for 90 minutes – during which the prince did “most of the talking”. Trump said: “He is really into climate change and I think that’s great. What he really wants and what he really feels warmly about is the future. He wants to make sure future generations have climate that is good climate, as opposed to a disaster, and I agree.” But Trump said he pushed back at the suggestion the US should do more. He said: “I did say, ‘Well, the United States right now has among the cleanest climates there are based on all statistics.’ And it’s even getting better because I agree with that we want the best water, the cleanest water. It’s crystal clean, has to be crystal clean clear.” Trump added: “China, India, Russia, many other nations, they have not very good air, not very good water, and the sense of pollution. If you go to certain cities … you can’t even breathe, and now that air is going up … They don’t do the responsibility.” Asked by Piers Morgan if he accepted the science on climate change, Trump said: “I believe there’s a change in weather, and I think it changes both ways. Don’t forget, it used to be called global warming, that wasn’t working, then it was called climate change. Now it’s actually called extreme weather, because with extreme weather you can’t miss.” Morgan did not ask Trump about his decision to withdraw the US from the Paris climate agreement. And Trump swerved a question about whether the Prince of Wales had persuaded him to move his stance on the climate crisis. “I’ll tell you what moved me is his passion for future generations,” Trump said. During the interview – Trump’s third with Morgan since his inauguration – the president said he had not called the Duchess of Sussex “nasty” in an interview with the Sun before his visit. But he added: “What she said was nasty based on what they told me.” Trump also appeared to backtrack on his earlier claim that the NHS was “on the table” in a post-Brexit trade deal, telling Morgan he did not see the cherished institution as “part of trade”. “I don’t see it being on the table. Somebody asked me a question today and I said everything’s up for negotiation because everything is, but I don’t see it being on the table. That’s something I wouldn’t consider part of trade, that’s not trade,” he said. On Tuesday, the president sparked uproar after telling reporters at a press conference alongside Theresa May that US companies should have market access to every sector of the British economy as part of any post-Brexit trade deal, including the NHS. Trump’s statement drew immediate condemnation from several Conservative leadership hopefuls as well as senior Labour politicians. There are widespread concerns in the UK about US firms promising to provide cost-cutting health services and wanting to sell food produced to lower environmental and animal welfare standards, such as chlorine-washed chicken. In his interview, Trump also softened his stance towards Jeremy Corbyn after telling Tuesday’s press conference he had rejected a request to meet the Labour leader, whom he called a “negative force”. Trump said a future meeting with Corbyn was “always possible”. He said: “He wanted to meet. It was very tough to meet and probably inappropriate to meet, to be honest with you.” And Trump said the chance of Corbyn winning the next election was a “long shot”. Trump also gave some further views on the Conservative leadership candidates, repeating that he did not know Michael Gove despite the fact Gove interviewed Trump for the Times in 2017. He said: “I don’t know him. I met him last night at the dinner for the first time. I thought he was very good. You have a lot of good people running. I was saying to the Queen last night, the choice of your next prime minister is very important.” He went on to lavish more praise on Boris Johnson, whom he has previously described as a friend, and Jeremy Hunt, the foreign secretary, who has reportedly become close to Trump’s son-in-law Jared Kushner. He said of Johnson: “I do think he’s a good person. I think it’s going to be a very interesting … But they’re good people. They’re good people, and Jeremy’s very good. I’ve gotten to know Jeremy.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}