{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/16/oj-simpson-twitter-account", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-16T18:55:09Z", "webTitle": "OJ Simpson reportedly joins Twitter with 'a little gettin' even to do'", "webUrl": "https://www.theguardian.com/us-news/2019/jun/16/oj-simpson-twitter-account", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/16/oj-simpson-twitter-account", "fields": {"headline": "OJ Simpson reportedly joins Twitter with 'a little gettin' even to do'", "bodyText": "Days after the 25th anniversary of the murders of his ex-wife Nicole Brown Simpson and her friend Ron Goldman, OJ Simpson has reportedly launched a Twitter account. In the account, there is a video post in which the former football star, who was the prime suspect in the murders and ultimately acquitted of the crime after a televised trial, says he has got a “little gettin’ even to do”. The account has not been verified by Twitter. The Associated Press said on Saturday that Simpson had confirmed the account was genuine in a short phone interview while on a Las Vegas golf course, saying that it “will be a lot of fun”. “I’ve got some things to straighten out,” he said, according to the AP, which added that he did not elaborate before he said he had to go and ended the call. Simpson, 71, has generally kept a low profile since his release from prison in October 2017 for robbery and kidnapping over an attempt to steal back some of his sports memorabilia from a Las Vegas hotel room. In the Twitter video, Simpson said his followers would get to read all his thoughts and opinions on “just about everything”. Nicole Brown Simpson and Ronald Goldman were stabbed to death on the night of 12 June 1994. Relatives of the two victims have expressed disgust that Simpson is able to live the way he does. Simpson was ordered to pay $33.5m for the wrongful deaths of the two victims, but most of the judgment has not been paid. Simpson has continued to declare his innocence of the two murders. The murder case is officially listed as unsolved. In his recent interview, Simpson told the AP that neither he nor his children want to talk about the killings ever again. “My family and I have moved on to what we call the ‘no negative zone’. We focus on the positives,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}