{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/25/stephanie-grisham-press-secretary-melania-trump", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-25T17:16:20Z", "webTitle": "Stephanie Grisham: Melania Trump's spokeswoman named press secretary", "webUrl": "https://www.theguardian.com/us-news/2019/jun/25/stephanie-grisham-press-secretary-melania-trump", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/25/stephanie-grisham-press-secretary-melania-trump", "fields": {"headline": "Stephanie Grisham: Melania Trump's spokeswoman named press secretary", "bodyText": "Stephanie Grisham has been named as Donald Trump’s new press secretary and communications director, replacing Sarah Sanders. Grisham’s current boss, Melania Trump, announced the move on Twitter on Tuesday. The tweet did not make clear whether Grisham would be solely working for the president or if she would keep her role speaking for the first lady. Trump wrote that her spokeswoman “has been with us since 2015” and added that she and her husband could “think of no better person to serve the administration and our country. Excited to have Stephanie working for both sides of the White House.” It was later reported that Grisham would indeed take on all three roles – Trump's last communications director, Bill Shine, resigned abruptly in March. Sanders, under whom relations with the press have never been better than distinctly rocky, will leave at the end of June. She replaced Donald Trump’s first press secretary, Sean Spicer, in 2017. Grisham has been a valued lieutenant to the first lady, though that has not made her immune from the everyday scandals and controversies of the Trump White House. She was reported for example to have clashed with John Kelly when the retired general was chief of staff, leading to the departure of a national security staffer. Grisham also found herself under the spotlight when in June 2018 Melania Trump flew to visit detained children at the Texas border while wearing a jacket which carried the apparently heartless slogan: “I really don’t care. Do U?” Grisham has appeared, if fleetingly, in a number of tell-all books about the Trump presidency. Former White House aide Cliff Sims, for example, writes in Team of Vipers about how “the president loved Stephanie”. “Stephanie was the travelling press secretary on the campaign and he loved her toughness,” Sims writes. Grisham was a political operative in Arizona before she joined Trump around a rally in Phoenix in 2015. Sims also reports that Grisham came “into the White House as a deputy press secretary under Spicer, but quickly left to join the first lady’s staff” because “Sean kept her out of everything because she wasn’t one of his people” from the Republican National Committee. In Siege: Trump Under Fire, Michael Wolff notes that Grisham “was seen as especially protective” of Melania Trump during political fights ranging “the East Wing against the West Wing”. Grisham worked closely with the press during the 2012 election, when she worked for Mitt Romney, and in 2016. According to a Washington Post profile published in December 2018, such experience has given her good relationships with White House reporters. Such relationships may now be tested. Under Sanders, Donald Trump’s combative relationship with the media never calmed down and White House press briefings were allowed to wither on the vine. Sanders has not held such a session since early March. The president, meanwhile, remains determined to speak without guidance or protection, often to controversial result."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}