{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/14/california-police-body-cameras-surveillance", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-14T11:00:37Z", "webTitle": "'Are they going to violate my rights?': California's battle over police body cameras", "webUrl": "https://www.theguardian.com/us-news/2019/jun/14/california-police-body-cameras-surveillance", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/14/california-police-body-cameras-surveillance", "fields": {"headline": "'Are they going to violate my rights?': California's battle over police body cameras", "bodyText": "Advocates calling for body-worn cameras for law enforcement agencies have always been upfront that this tool for transparency was a double-edged sword. Because while these devices clipped to the chests of police officers across the country have the power to hold officers accountable for their actions, they are filming and recording you, too. Now, as more and more police departments put them to use, technology has caught up to the advocates’ warnings. In April, the Microsoft president, Brad Smith, revealed that his company rejected an unidentified California police agency’s request to install facial recognition technology in officers’ cars and body cameras. Privacy advocates are now looking to safeguard these devices. In California, lawmakers are considering legislation barring all California law enforcement officers from running facial recognition programs on body cameras. “Body cameras were promised as a police accountability tool, not a surveillance system, and using them as such would fundamentally break a promise made to communities when it came to body cameras,” Matt Cagle, an attorney for the American Civil Liberties Union of Northern California, told the Guardian. “People have the right to go about their daily lives without having their faces and identities lodged by the government, and that’s what this bill seeks to preserve.” Cagle likened use of such technology as having to stop and show every police officer on the street identification. Assemblyman Phil Ting, who authored the bill, described it as subjecting “law-abiding citizens to perpetual police lineups”. Law enforcement groups across the state oppose the measure, saying that a blanket ban on a technology still in its infancy could kill a crucial investigative tool before it even had a change to succeed. Cory Sazillo, a legislative aid with the California State Sheriff’s Association, testified at a senate public safety committee hearing that facial recognition technology used in conjunction with body-worn cameras could help identify and exonerate suspects. “The notion that body cams are solely for officer transparency and accountability is shortsighted,” Sazillo said. “They clearly have investigative use.” Since the discussion around body cameras began a few years ago, the ACLU has been warning about their potential for surveillance, said Peter Bibring, the director of police practices at the ACLU of Southern California. “In terms of the bigger picture for body cameras, they’re a tool,” he said. “The extent to which they are beneficial or useful depends on how they’re used. When there’s a rush to adopt technology, agencies don’t always put policies in place that protect against abuse.” Some agencies adapt and listen to community complaints, Bibring said. A common complaint that emerged early on was that law enforcement agencies had no policy around releasing footage to the public. The Los Angeles police department was among some that adopted a policy to release footage within 45 days of an incident, Bibring said. But community activists know that’s not always enough. “The body camera is not just the solution,” said Sonia Lewis, an activist for Sacramento for Black Lives. “There needs to be regulation, and there needs to be consequences when officers violate those regulations.” In that regard, Lewis supports legislation preventing officers from using biometric technology with their body cameras. It’s a big concern for activists, that law enforcement will begin tracking their political activity and over-policing them in retaliation of their activism. “Is my next move going to lead to me getting incarcerated?” she said. “Are they going to violate my rights?” To date, the ACLU and other privacy advocates have yet to hear of a California law enforcement agency using body camera footage as a way to surveil the public. But with the technology available, “action at a state level is needed”, Bibring said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}