{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/10/us-briefing-kushner-company-hong-kong-protests-and-us-mexico-deal", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-10T10:12:05Z", "webTitle": "US briefing: Kushner company, Hong Kong protests and US-Mexico deal", "webUrl": "https://www.theguardian.com/us-news/2019/jun/10/us-briefing-kushner-company-hong-kong-protests-and-us-mexico-deal", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/10/us-briefing-kushner-company-hong-kong-protests-and-us-mexico-deal", "fields": {"headline": "US briefing: Kushner company, Hong Kong protests and US-Mexico deal", "bodyText": "Subscribe now to receive the morning briefing by email. Good morning, I’m Tim Walker with today’s essential stories. Real-estate firm funded by opaque offshore vehicle Jared Kushner, Donald Trump’s son-in-law and senior White House aide, is the part-owner of a real estate company that has received $90m in overseas funding from unknown foreign investors since he entered the administration in 2017. According to corporate filings and interviews, the investment was funnelled to the firm, Cadre, via a vehicle run by Goldman Sachs in the Cayman Islands, a tax haven that guarantees corporate secrecy. Foreign governments. Kushner’s stake in Cadre is valued at up to $50m, raising questions over potential conflicts of interest in his work on behalf of the US, which includes dealing with foreign governments such as Saudi Arabia. Trump lashes out at critics of Mexico migrant deal The Trump administration has been forced to defend its immigration agreement with Mexico amid criticism from home and abroad, after the New York Times reported that key provisions in the much-heralded deal had already been agreed by Mexico in secretive negotiations over the past six months. Trump claimed it was “another false report in the failing New York Times,” lamenting: “All that I have done, no credit!” ‘Reckless’ threat. After Trump called off his punitive tariffs on Mexican goods, the former head of the WTO described the deal as a triumph for “hostage-taking”, while House Speaker Nancy Pelosi said the president had “recklessly” threatened Mexico. Tijuana rally. The Mexican president, Andrés Manuel López Obrador, held a rally in Tijuana on Sunday in “defence of national dignity” and as a “celebration” of the deal. Hundreds of thousands protest Hong Kong extradition bill The leader of Hong Kong’s government has vowed to press ahead with a controversial extradition law despite widespread opposition. Hundreds of thousands of people took to the streets in protest this weekend, leading to violent clashes with police. The bill would create a system for case-by-case fugitive transfers between Hong Kong and mainland China; its critics say it has been imposed by Beijing as a pretext to pursue dissidents and activists. Chief executive. Hong Kong’s chief executive, Carrie Lam, insisted on Monday that the extradition bill was “not initiated by the [Chinese] central people’s government,” but said: “Nobody wants Hong Kong to be a fugitive offenders’ haven.” Qatar foreign minister says Saudis destabilising region Qatar’s foreign minister has claimed that Saudi Arabia is disrupting the Middle East and parts of Africa by using economic pressure to stifle popular movements and enforce its preferred brand of authoritarian governance. Speaking in London, Mohammed bin Abdulrahman al-Thani said the ongoing dispute between Qatar and the Saudis had stoked other regional differences and suggested Riyadh was exercising a negative influence on countries including Lebanon, Libya, Yemen, Somalia and Sudan. Political ‘blackmail’. Al-Thani said Saudi Arabia and the UAE had “blackmailed” some countries to join their economic and political boycott of Qatar. “Africa has been the focus because many of the countries are in need of help and support,” he said. Crib sheet David Ortiz, the former MLB slugger who helped to lead the Boston Red Sox to three World Series titles, has been shot and wounded at a bar in the Dominican Republic. A woman is dead and at least six people injured after a crane collapsed into an apartment building in Dallas during heavy thunderstorms on Sunday afternoon. California will be the first state in the US to offer Medicaid benefits to young, low-income adults living in the country illegally, after Democratic lawmakers in Sacramento agreed the plan on Sunday. Hadestown, a folk opera based on an ancient Greek myth, has won eight Tony awards including best musical, the biggest haul from a night in which Bryan Cranston, Elaine May and Sam Mendes also won top prizes. Must-reads Sprinter Dutee Chand: India’s LGBT trailblazer The village of Chaka Gopalpur in eastern India took great pride in being the home of the nation’s fastest sprinter, Dutee Chand – until she revealed she was in a same-sex relationship. “They don’t know anything different from what tradition tells them so I am not angry with them,” Chand tells Amrit Dhillon. San Francisco fog’s book of selfies Describing itself as San Francisco’s “most mysterious resident”, an Instagram account devoted to the city’s deep, dense mists has amassed 200,000 followers. Now, Karl the Fog is publishing a book of selfies. Atlanta’s black Democrats discuss issues, not impeachment Several Democratic presidential hopefuls descended on Atlanta for the I Will Vote gala fundraiser this weekend, where Khushbu Shah found the mostly African-American attendees energised not by talk of impeaching Trump, but by the issues: healthcare rights, voting rights and reproductive rights. Could magic mushrooms be the answer to depression? Recent trials have shown that psilocybin, the active ingredient in magic mushrooms, is highly effective in treating depression. Denver and Oakland have decriminalised the drug. Could it become mainstream medicine? Josh Jacobs reports. Opinion Jerry Taylor spent more than two decades arguing against climate action. Now he says it’s time for conservatives to change their tune on global heating, and prepare for the worst. Humanity’s response to climate change is an exercise in risk management – and risk management is not about discerning the optimal response to the most likely outcome, it is about determining the optimal response to the full distribution of possible outcomes. Sport As the US team prepares for their first Women’s World Cup game against Thailand on Tuesday, the Guardian’s writers assess the defending champions’ chances. Meanwhile, the men’s team lost 3-0 to Venezuela on Sunday and have now failed to find the net for 266 minutes. Lewis Hamilton crossed the line behind Ferrari’s Sebastian Vettel at the 50th Canadian Grand Prix on Sunday, but the Mercedes driver was handed the win after Vettel received a five-second penalty. Sign up The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}