{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/06/abortion-joe-biden-hyde-amendment", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-07T16:04:35Z", "webTitle": "Biden abruptly drops support for 'discriminatory' abortion rule", "webUrl": "https://www.theguardian.com/us-news/2019/jun/06/abortion-joe-biden-hyde-amendment", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/06/abortion-joe-biden-hyde-amendment", "fields": {"headline": "Biden abruptly drops support for 'discriminatory' abortion rule", "bodyText": "A day after Joe Biden affirmed his support for the Hyde amendment – a measure that prohibits the use of federal funding for abortions – he reversed course and announced that he could no longer support the ban. Biden, the former vice-president and an early frontrunner for the Democratic party presidential nomination, abandoned the position he has held for decades amid fierce criticism from his top primary rivals, lawmakers and liberal activists who said the provision disproportionately affected poor women and women of color. “If I believe healthcare is a right, as I do, I can no longer support an amendment that makes that right dependent on someone’s zip code,” he told an audience at the Democratic National Committee’s African American Leadership Council Summit in Atlanta on Thursday. At a time when some Republican-led states are passing restrictions that severely curtail access to abortion, Biden said there were too many barriers to women getting care and he could no longer support a policy that restricts funding. “We’ve seen state after state including Georgia passing extreme laws. It’s clear that these folks are going to stop at nothing to get rid of Roe,” Biden said, referring to the 1973 supreme court decision that established a constitutional right to abortion. “I can’t justify leaving millions of women without the access [and] care they need, and the ability to exercise their constitutionally protected right,” he said. Biden, a devout Catholic, has grappled publicly with his stance on abortion for decades. On Thursday he said he “makes no apologies” for his previous position, but acknowledged that “circumstances have changed”. “I’ve been working through the final details of my healthcare plan like others in this race and I’ve been struggling with the problems that Hyde now presents,” he said. After his announcement, his campaign said Biden “supports Roe and the right to choose” and that he will “continue to fight to protect a woman’s right to make her own personal decisions about her healthcare”. The Hyde amendment is a 40-year-old provision that bans the federal government from paying for abortion care through Medicaid, the government program that provides health insurance to millions of US women of reproductive age. Support for the measure – which carves out exceptions for rape, incest and instances in which the mother’s life is at risk – was until recently a noncontroversial position for the Democratic party. In 2016, Hillary Clinton called for its repeal, and, for the first time, that commitment was enshrined in the party platform. Despite Biden’s strong lead in national polls, he has faced skepticism from liberals who believe the 76-year-old is out of step with today’s Democratic party. His previous position on the Hyde amendment also put him at odds with the party platform, which calls for a repeal of the amendment. Reacting to Biden’s reversal on MSNBC, the presidential candidate Amy Klobuchar said she was “not surprised”. Supporting the Hyde amendment “would’ve been a big problem for him”, she said. Another Democratic hopeful, Jay Inslee, took aim on Twitter, though did not refer to Biden by name. “I opposed the Hyde Amendment in 1993. I oppose it today. I will never back down,” he wrote. Leaders of major women’s reproductive rights organizations applauded Biden’s shift. “We’re glad that Joe Biden listened to the voices of millions of women and further clarified his position on the Hyde amendment,” Ilyse Hogue, president of the abortion rights organization Naral Pro-Choice America, said in a statement following Biden’s announcement. “Let’s be clear, the Hyde Amendment discriminates against all women but particularly poor women and women of color.” The debate over Biden’s position erupted when a video emerged of an exchange with a volunteer for the American Civil Liberties Union in which Biden appeared to say that he supported repealing the Hyde amendment. The group later posted the video on Twitter. “Our volunteer Nina asked Joe Biden whether, as president, he would lift the Hyde amendment, which bans federal insurance coverage of abortion,” the tweet said. “He said yes.” Biden’s campaign later issued a statement that said the candidate had “misheard the woman” and thought she was referring to the Mexico City rule, which bans federal aid money from being sent to organizations overseas that perform abortions. Several of Biden’s primary opponents seized on the moment to attack him. “Under the Hyde amendment, under every one of these efforts to try to chip away or push back or get rid of Roe v Wade, understand this: women of means will still have access to abortions,” the presidential candidate Elizabeth Warren said during a televised town hall on Wednesday, referring to the landmark US supreme court decision which legalized abortion across America. “Who won’t will be poor women, working women, will be women who can’t afford to take off three days from work, will be very young women, will be women who’ve been raped, will be women who’ve been molested by someone in their own family,” she said. “We do not pass laws that take away that freedom from the women who are most vulnerable.” The presidential candidate Cory Booker, speaking at the summit in Atlanta earlier on Thursday, called the Hyde amendment “an assault on African American women”. Khushbu Shah contributed reporting"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}