{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/27/trump-fact-check-is-china-really-going-down-the-tubes-", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-06-28T02:03:21Z", "webTitle": "Trump fact check: is the Chinese economy really 'going down the tubes'?", "webUrl": "https://www.theguardian.com/us-news/2019/jun/27/trump-fact-check-is-china-really-going-down-the-tubes-", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/27/trump-fact-check-is-china-really-going-down-the-tubes-", "fields": {"headline": "Trump fact check: is the Chinese economy really 'going down the tubes'?", "bodyText": "Donald Trump has claimed ahead of his crunch meeting with Xi Jinping that China’s economy is “going down the tubes” and that Beijing is desperate to do a trade deal to avert a bigger slowdown. So is there any truth to the US president’s claims? 1. It’s true that China is slowing a bit, but not much China has seen more than 30 years of spectacular growth. The country’s share of global manufacturing was close to zero in 1990 but today accounts for a quarter of the world’s factory output. The transformation has dragged hundreds of millions out of rural poverty and seen the establishment of megacities centred around industry. The rate of growth peaked at more than 14% in 2007 and has been declining more slowly ever since. The official story is that growth was 6.6% last year, the slowest for 28 years, so Trump is right to say that the direction of travel is down. But exports to the US make up only a relatively small part of GDP and the trade war is not seen as being a killer blow to China’s growth machine. In addition, 6.6% growth is still a figure that treasurers in western governments can only dream of, and will be enough for Beijing’s leadership to convince its people that things are manageable. 2. Is that the full story though? Digging a bit deeper reveals more serious problems for China. According to Roland Rajah of the Lowy Institute thinktank in Sydney there is a “grain of truth” in what Trump says, although the overall picture is more complex. There are questions about the reliability of China’s official data. The consultancy Capital Economics has devised a proxy measure of the economy that takes into consideration factors such as freight traffic and electricity consumption. Annual car sales in 2018 shrank for the first time in more than 20 years. Capital’s base case is that China’s GDP growth has slowed to around 5.2% and 4.0% by 2021. A “hard landing” – ie some sort of recession, something China has never had in its capitalist era – cannot be ruled out, Capital says. It sees Chinese growth to slowing to 2% a year by 2030, which would represent a potentially significant impediment to the domestic and international economy. On the other hand, every time China has seen a dip coming since the global financial crisis it has responded with a new round of stimulus. The country has deep pockets thanks to its gigantic foreign reserves of more than $2 trillion and this time is no different. Credit has been loosened through interbank lending rates, billions more yuan have been pumped into the financial system in extra liquidity and it is expected that the central bank will cut regular rates soon. This has seen a sharp rebound in construction activity and a concomitant surge in iron ore prices, bringing another boost to the local economy and trading partners such as Australia that supply China’s raw materials. 3. How long can this stimulus go on? That’s the big problem, and gets us closer to perhaps what Trump was hinting at. China has some enormous structural problems that need to be tackled to avoid serious economic paralysis. The biggest is debt. Despite its accumulation of so many dollars thanks to its export boom, China is one of the most indebted countries in the world. By some metrics total debt – including corporate, government and household – is heading towards 300% of GDP. The leadership has been trying to grapple with the debt bubble but is hampered by many factors such as successive crises that require another shot of stimulus. Much of the cash goes towards propping up inefficient state-owned enterprises that are important for maintaining high employment levels but mean that Beijing’s rulers are getting ever-decreasing bang for their buck in terms of any lasting impact on the economy. As an example, a recent report by Citigroup estimated that 21% of homes in China are empty which, in terms of vacant floor space, is 1.68 times greater than all the floor space built in the past five years. Another headache is China’s demographic problem, namely that it is running out workers thanks to the failure of its now-abandoned one-child policy. With growth slowing, China faces a race to avoid the dreaded “middle-income trap” where the economy of developing countries stagnates once the low-hanging fruit of industrialisation has been picked but before income has been spread widely enough around the population. China is expanding its technology industry as fast as it can to build-up high-value manufacturing but, as the Huawei standoff shows, the policy is bringing conflict with the west. 4. Are there any signs of trouble? The build-up of credit in the system can be seen by the weakness of many banks, a situation highlighted by the rare state and regulatory takeover of Inner Mongolian-based Baoshang bank in May due to a serious credit risk. In an equally unusual move that points to further trouble in China’s financial system, the giant China Evergrande property group last week bought a 40% stake in a small lender called Shengjing bank. “As the old saying goes, when you see one cockroach, you will discover a swarm of them,” Liu Haiying, founder of Shanghai-based Haiying Investment and author of the book China’s Huge Debts, told Reuters. “Worryingly, Baoshang Bank is likely that first cockroach.” There are no shortage of financiers calling the top of the China boom. One of the most outspoken is US hedge fund manager Kyle Bass. His says China is facing its worst financial situation for years, giving Trump more leverage than any recent president. 5. Isn’t the US economy in just as poor shape? On paper the trade war looks worse for China. But despite Trump’s love of trumpeting US growth, the Federal Reserve has performed a stunning U-turn in recent months on where it thinks the US economy is heading. In 2018 it thought things were going so well that it raised interest rates three times. But it is now signalling that it will begin cutting interest rates due to economic weakness. The tariffs on Chinese goods haven’t helped the US economy and as the sugar hit of his tax cuts begin to wear off, he might go into the 2020 election with a recession on his hands. So the Chinese leadership might think that Trump is all bellicosity is bluster, and that he, too, is keen on a deal. As Roland Rajah says, politics will play a large part. “China doesn’t have all the economics on its side but it’s more about how economics and politics go together. For example, how politically strong is Xi domestically? And the complication for Trump is that he has the election to worry about so the Chinese might think time is on their side.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}