{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/09/the-conservative-sensibility-review-george-will-trump", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-09T05:00:18Z", "webTitle": "The Conservative Sensibility review: George Will and a right wronged", "webUrl": "https://www.theguardian.com/us-news/2019/jun/09/the-conservative-sensibility-review-george-will-trump", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/09/the-conservative-sensibility-review-george-will-trump", "fields": {"headline": "The Conservative Sensibility review: George Will and a right wronged", "bodyText": "In America, traditional conservatives are not having a good day. Their amalgam of limited government, patriotism, rule of law and free markets is in retrograde. On the right, there are those who now yearn for a soul-filled state driven by “order, continuity, and social cohesion” and who demand that individual autonomy take a back seat in an ersatz Eden. On the left, socialism, political correctness and identity politics are cudgels for beating the benighted into submission, winning professorial tenure and growing the Leviathan of government. For both groupings, “life, liberty and the pursuit of happiness” and the resulting right to be left alone are at best debatable propositions. Enter George Will’s latest book, a bracing response to progressivism, “compassionate” conservatism and neo-Caesarism. In the eyes of Will, a self-described “amiable atheist”, rights precede government and are a bounty bestowed by the “Laws of Nature and of Nature’s God”, to quote the Declaration of Independence. They do not emanate from the state, nor are they conferred by majorities. Will, a columnist at the Washington Post and former panelist at ABC and Fox, now regularly appears on MSNBC. That says plenty about the state of 1980s Reaganism. It is no longer the religion of the party faithful, a reality of which Will is acutely aware but which he refuses to embrace as his own. As Will recently explained, “You may notice that in my book the name Donald Trump doesn’t appear … Neither does the name of Charlemagne or Doris Day or Humphrey Bogart. None of them have anything to do with conservatism.” Many would beg to differ, especially the president and his minions. Will has ceased to be a member of the GOP, which he brands a personality cult. The Conservative Sensibility, a 640-page tome, focuses on America’s origins and development. Will happily observes that John Locke was a muse to Thomas Jefferson’s Declaration of Independence and to James Madison and his constitution. As Will frames things: “The constitution is John Locke’s political philosophy translated into institutional architecture.” At that moment, the Word was made marble and given the force of law. By that same measure, when it comes to the civil war Will is a unionist to his core and an ardent fan of Abraham Lincoln. It is Lincoln’s fealty to America’s founders and foundational documents that enshrines him in Will’s pantheon. On that score, the book opens with an excerpt from a speech Lincoln delivered in 1838. In Will’s words: “Lincoln’s greatness was commensurate with that of the founders because his overarching purpose was to reconnect the nation with the founders” and their “natural rights tradition”. For Will, as for Lincoln, the American experiment is about a certain July day in 1776 and what came next. Will captures Lincoln weeks before he is to assume the presidency, saying: “I have never had a feeling politically that did not spring from sentiments embodied by the Declaration of Independence.” The bright line running from that document to Lincoln conferred a legitimacy on his decision to keep the nation together at a bloody cost. In the end, the horrors of slavery ran counter to the spirit of Jefferson’s best-known work, even if Jefferson was a slaveholder. The grandson of a Lutheran minister, Will looks back at history but is not mired there. He relishes social and technical dynamism and the grenade hurled by Charles Darwin. On the other hand, he has a bone to pick with Woodrow Wilson, progressivism, utopianism and majoritarianism. Will finds Wilson’s belief in the malleability of human nature to run counter to reality, his missionary zeal to be overbearing and self-defeating, and his utopianism more harmful than good. In Will’s view, increased inputs do not necessarily lead to greater or better outcomes. Nor do majorities necessarily deliver wisdom. Will peruses the 20th century and observes that government’s failures rival if not exceed its successes. He also recalls progressivism’s early affinity for eugenics. As a matter of policy and preference, Will puts a premium on personal autonomy, and that places him directly at odds with the arc of government over the past century. According to The Conservative Sensibility, the supreme court got it right in its 1905 decision in Lochner, which struck down a New York law that set a legal maximum on the number of hours in the workplace as an unconstitutional encroachment on the right to contract. The court again reached the correct conclusion in 2003 when it ruled in Lawrence that Texas’s sodomy statute violated the constitution’s guarantee of due process – over a dissent by Antonin Scalia. Will argues that “Scalia, consistent in his majoritarianism, was as wrong about Lawrence as he was about Lochner.” In light of Justice Clarence Thomas recently taking aim at contraception in Box, an unsuccessful challenge to Indiana’s abortion laws, it is unlikely the debate over privacy and the reach of government will end any time before the 2020 elections. If ever. For Will, the political is not reflexively the personal. Nor is it driven by the urge to “own the libs”. Among other things, The Conservative Sensibility brims with admiration for the late Daniel Patrick Moynihan, a Democrat who served in the Nixon and Ford administrations and in the Senate. Will does not predict what comes next. But it is also safe to say that America, the Republican party and conservatism are all in flux. The GOP is no longer home to John Cheever’s world and aspirational America. In 2018, suburban moms flipped the House. Paint Greenwich and Rye reliably blue. These days, fewer than three in 10 Republicans are white voters with a BA or better. Instead, nearly 60% of the party’s support comes from whites without a four-year degree. Even after Trump leaves office, don’t expect Will’s brand of conservatism to find a warm welcome in what once was the Party of Lincoln. To be sure, America is poorer for that."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}