{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/17/vulnerable-trump-begins-2020-campaign-amid-boasts-and-backlash", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-18T05:00:53Z", "webTitle": "Vulnerable Trump begins 2020 campaign amid boasts and backlash", "webUrl": "https://www.theguardian.com/us-news/2019/jun/17/vulnerable-trump-begins-2020-campaign-amid-boasts-and-backlash", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/17/vulnerable-trump-begins-2020-campaign-amid-boasts-and-backlash", "fields": {"headline": "Vulnerable Trump begins 2020 campaign amid boasts and backlash", "bodyText": "Donald Trump will formally launch his 2020 re-election campaign on Tuesday in one of the weakest positions of any incumbent president in modern times. Trump will seek to project self-confidence and portray himself as a winner when he takes the stage at the Amway Center in Orlando, Florida, before a typically raucous 20,000-capacity crowd more than 16 months before election day in November 2020. The rally “looks to be setting records”, he claimed in a tweet on Monday, adding: “We are building large movie screens outside to take care of everybody. Over 100,000 requests. Our Country is doing great, far beyond what the haters &amp; losers thought possible – and it will only get better!” But beneath the surface self-congratulation, there is cause for panic in Trumpworld. Democrats will seek to undercut the show of strength by staging a counter-rally outside the stadium, featuring speeches from Floridians who say they have been personally hurt by the president’s policies. Protesters are lining up a giant, nappy-wearing baby Trump balloon. The ferocity of the backlash is evident all over America: in protest marches of “the resistance”, in progressive grassroots organisations mobilising voters, in multimillionaire donors vowing to spend what it takes to defeat Trump, in steadily growing demands for impeachment, in hard-hitting newspaper reports and editorials and in constant lampooning by late-night comedians. Potential match-ups with Democratic rivals show the president in trouble, according to polls. He is lagging behind Joe Biden 53% to 40%, Bernie Sanders 51% to 42%, Kamala Harris 49% to 41%, Elizabeth Warren 49% to 42%, Pete Buttigieg 47% to 42% and Cory Booker 47% to 42%, according to a Quinnipiac University National Poll released last week. A leak of internal polling from the Trump’s re-election campaign also showed him trailing Biden in several battleground states, including by double digits in Michigan, Pennsylvania and Wisconsin. The president was reportedly furious and severed links with three of his five pollsters. John Zogby, a pollster, author and founder of John Zogby Strategies, said: “At the moment he is on the ropes. His job approval rating has settled down to 42% or 43%. He’s down in every one of those key battleground states – New Hampshire, Pennsylvania, Wisconsin, Michigan and Iowa.” But in 2016, Trump defied the polls and conventional wisdom to beat Hillary Clinton in the electoral college, though he lost the popular vote by nearly 3m ballots. He goes into 2020 with economic growth above 3% and unemployment at its lowest rate for half a century. Zogby said: “The economy is good; it’s not sputtering. We can talk about the ‘real economy’ but the fact is Americans feel pretty good right now about it. He’s down among millennials but, at the same time, there’s a slight uptick in his support because they’re working.” History is also on Trump’s side: no incumbent president has lost an election since George HW Bush was defeated by Bill Clinton in 1992. Zogby added: “There are always advantages to being the incumbent. You can raise money. “Unlike George HW Bush, he has 94% support among self-identified Republicans: that’s high. There is a real intensity among his supporters. It’s not enough to win but it’s enough to say, ‘Hey, there’d better be intensity on the other side too.’ Trump launched his 2016 campaign in New York, descending a golden escalator to the basement of Trump Tower, having paid people $50 to attend the event. He filed for re-election on the day he was sworn into office, but is officially launching his 2020 bid in his other spiritual home, Florida. Trump has made more visits there as president than to any other state. Mar-a-Lago, his so-called “winter White House”, is in Palm Beach, while he also owns several golf clubs in the Sunshine State. Florida is also a critical swing state, the decider in the disputed 2000 election between George W Bush and Al Gore. Trump beat Clinton in the state by nearly 113,000 votes, or 1.2 percentage points, setting him on his way to the White House. The first Democratic primary debates also take place in Florida – in Miami – next week. First, on Tuesday, Trump will announce his second-term presidential run along with the first lady, Melania Trump, Vice-President Mike Pence and his wife, Karen Pence. The outdoor “45 fest” for the overflow crowd will feature food trucks, live music from the Guzzlers and big screens showing his speech. Among those who would like to attend, but are daunted by the prospect of a long queue, is Melanie Parham, a 59-year-old author from St Cloud, Florida. “I have been very pleased with the things that President Trump has accomplished so far, but I am totally disgusted with the Democrats and how they have constantly fought him on everything since they won the House,” she said. “They are determined to prevent him from accomplishing anything else as they are still sore losers of the 2016 election and they do not want him to have any more positives in his column.” But Democrats in Florida are launching a counter-offensive, holding a “#DefeatTrumpFL” rally of their own outside the Amway Center. The Democratic National Committee (DNC) will run a live factcheck of Trump’s claims during his event. Priorities USA, a political organizing group known as a Super Pac, will run a six-figure digital advertising campaign to “help cut through his noise and give voters a look at the truth about Trump’s policies”. Daniel Wessel, deputy director of the DNC’s “war room”, told CBS News: “New campaign, same broken promises. Trump will say anything to win an election, and then he never follows through. “Look where we are today - healthcare costs more, prescription drugs cost more, and all Trump’s done is help the rich and big corporations. The question voters need to ask is: what’s he done for me? For working people, the answer is nothing.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}