{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/14/anita-hill-i-still-hold-biden-accountable-but-would-consider-voting-for-him", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-14T17:31:41Z", "webTitle": "Anita Hill: I still hold Biden accountable but would consider voting for him", "webUrl": "https://www.theguardian.com/us-news/2019/jun/14/anita-hill-i-still-hold-biden-accountable-but-would-consider-voting-for-him", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/14/anita-hill-i-still-hold-biden-accountable-but-would-consider-voting-for-him", "fields": {"headline": "Anita Hill: I still hold Biden accountable but would consider voting for him", "bodyText": "Anita Hill has said she could see herself voting for Joe Biden, despite his past treatment of her, saying she considers him “perfectly capable of running for president”. Before announcing his presidential bid in April, Biden contacted Hill to express his “regret for what she endured” while testifying against US supreme court nominee Clarence Thomas in 1991, a hearing over which the former vice-president presided and where Hill was given little support as she alleged persistent sexual harassment from Thomas when they worked together. She later said she was not satisfied with Biden’s comments and that she did not consider it a proper apology. In an interview broadcast on Thursday evening, Hill, now a law professor, said she still holds Biden accountable, but has not ruled out voting for him if he were to become the Democratic nominee in next year’s presidential election. “I don’t think it has disqualified him,” she told NBC News. “He’s perfectly capable of running for president. I think we will have to make our decisions about what we want our leaders to be doing in the future around these issues of gender violence.” When asked whether his behavior was comparable to that of Donald Trump, who has denied multiple accusations of sexual assault, she said: “Absolutely not. I never said that and never intended to say that.” Adding: “I’m not actually sure that anything I’ve said has actually hurt Joe Biden’s campaign. He still is leading in the polls.” In response to a question about whether she could see herself voting for Biden if he were to become the 2020 nominee, she said: “Of course I could.” She declined to name a favorite from the packed field of Democratic candidates, but she that she would like to see gender violence discussed in the debates and for political leaders to take the issue seriously. “I want our leaders to stand up and say this is a serious problem that women are not safe in the workplace, not safe in our schools, they’re not safe on our streets and that we are going to use the government resources to illuminate the problem,” she said. Biden is ahead in the polls. Despite some signs that he is losing his lead, a recent poll put the former vice-president a solid 13 points above Trump. But his tendency for insensitive comments, inconsistency and gaffe-prone behavior on the campaign trail continues. A 2006 video uncovered by CNN shows him saying that he does not view abortion as “a choice and a right” and that “we should be focusing on how to limit the number of abortions”. It comes after his about-face last week on the Hyde amendment, which prevents federal funding from being used for abortions – dropping his longstanding support of it following a backlash. Shortly before he announced his run, Biden faced a storm of complaints and criticism for initiating too much physical intimacy with women and girls he knew or met at events. He addressed the issue in public statements, but has since been joking on the campaign trail about it and continuing to make sexist remarks. He most recently drew criticism at an event after reportedly advising the brothers of a 13-year-old girl from Iowa: “You’ve got one job here, keep the guys away from your sister.” And last month he told a young girl: “I bet you’re as bright as you’re good-looking” at an American Federation of Teachers town hall in Texas. But his biggest test to date will be the first Democratic primary debates later this month."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}