{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2019/jun/07/trump-news-today-live-biden-abortion-democrats-republicans-2020-updates", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-08T01:34:52Z", "webTitle": "Trump says deal reached with Mexico to avert tariffs – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2019/jun/07/trump-news-today-live-biden-abortion-democrats-republicans-2020-updates", "apiUrl": "https://content.guardianapis.com/us-news/live/2019/jun/07/trump-news-today-live-biden-abortion-democrats-republicans-2020-updates", "fields": {"headline": "Trump says deal reached with Mexico to avert tariffs – as it happened", "bodyText": "We’re ending our live coverage for the day, thanks for following along! Some key links and events from the day: US and Mexico reached an agreement to stave off import tariffs on Mexican goods, officials announced late Friday. The president sparked confusion when he tweeted about his administration’s space policy, saying, “For all of the money we are spending, NASA should NOT be talking about going to the Moon - We did that 50 years ago. They should be focused on the much bigger things we are doing, including Mars (of which the Moon is a part), Defense and Science!” A day after Joe Biden affirmed his support for the Hyde amendment – a measure that prohibits the use of federal funding for abortions – the former vice president reversed course and announced that he could no longer support the ban. Growth in the US employment market decelerated sharply in May, as the economy added just 75,000 jobs – holding the unemployment rate steady at 3.6%, matching its lowest level since 1969. Trump boasted about having “automatic chemistry” with the Queen during his state visit to the UK. Gun violence organizations led by black and brown activists used National Gun Violence Awareness Day to put focus on the daily toll of violence. Trump’s golf course in Ireland posted a tweet promoting the president’s stay there, an apparent violation of the Trump Organization’s promise not to reference Trump’s role as president. A US judge ruled that the FBI must release some of the redacted sections of memos written by James Comey about his conversations with the president. The Texas governor signed a law banning cities and counties from doing business with Planned Parenthood. US officials are planning to open three emergency shelters this month to house 3,000 to 4,000 unaccompanied migrant children who have crossed the border. Mexico’s president, Andrés Manuel López Obrador, has also confirmed the deal to avoid tariffs in a tweet, saying officials would soon announce details of the arrangement: The Mexican foreign minister has confirmed Trump’s tweets saying the US has reached a deal with Mexico to avoid tariffs, after twelve hours at the state department: For background on the events leading up to the agreement, some details from an AP report earlier today: Companies are rushing to ship as many goods as possible out of Mexico to get ahead of the tariffs threatened by President Donald Trump, hurriedly sending cars, appliances and construction materials across the border to beat Monday’s deadline. Mexican-made tiles are piled up on the pavement next to a warehouse in New Mexico. A furniture factory and a jalapeno exporter are fretting about a huge financial hit next week. And hundreds of semi-trailers carrying medical devices, televisions and Toyota pickups idled in line Friday at the truck crossing in Tijuana. Even before the tariff threat, Tijuana shipped $80 million worth of goods across the border every day. Now companies are spending millions to hire freight carriers and secure warehouse space in the U.S. in a massive shift of inventory happening over a matter of days along the nearly 2,000-mile (3,200 kilometer) border. Trump has just now tweeted that the US has signed an agreement with Mexico to avoid the tariffs he was threatening to impose: I am pleased to inform you that The United States of America has reached a signed agreement with Mexico. The Tariffs scheduled to be implemented by the U.S. on Monday, against Mexico, are hereby indefinitely suspended. Mexico, in turn, has agreed to take strong measures to.... ....stem the tide of Migration through Mexico, and to our Southern Border. This is being done to greatly reduce, or eliminate, Illegal Immigration coming from Mexico and into the United States. Details of the agreement will be released shortly by the State Department. Thank you! The Texas governor has signed a law banning cities and counties from doing business with Planned Parenthood and any affiliate of an abortion provider, according to local reports: The law is scheduled to into effect on 1 September: US officials are planning to open three emergency shelters this month to house 3,000 to 4,000 unaccompanied migrant children who have crossed the border, according to the Washington Post. The shelters will be located on two US military bases and at a south Texas facility, officials told the Post. The Department of Health and Human Services (HHS) will shelter 2,000 children at the military facilities and 1,600 at a temporary emergency influx shelter in Carrizo Springs, Texas, according to the report. A private contractor is expected to run the Texas facility, and HHS will run the military shelters. The news follows reports that the Trump administration is canceling English classes, legal aid and recreational programs for unaccompanied minors staying in shelters. More details on the new facilities here: An important update from the Texas Tribune today: There are now more than 5,800 migrant children held in the state. The 5,800 unaccompanied migrant children are now living in 35 shelters across Texas, according to the publication. Trump’s golf vacations have now cost taxpayers nearly $106m in the last two and a half years, according to a new HuffPost report: The figure jumped this week following Trump’s $3.6m detour to his golf course in Ireland. The visit sparked controversy earlier in the day after his golf course in Doonbeg promoted the president’s stay in a tweet, which appeared to be a violation of the Trump Organization’s promise not to reference Trump’s position as president in social media posts. The club later deleted the tweet. Here’s a thread worth reading from Justin Amash, the only Republican in Congress to call for the impeachment of Donald Trump: Amash said he “initially fell for Attorney General Barr’s March 24 letter of principal conclusions” until he read Mueller’s report. Some more from his tweets: Mueller’s report describes acts of obstruction by President Trump, and it clearly says Mueller chose not to decide whether Trump had committed a crime because Mueller was prohibited from actually charging him... It’s not that Mueller couldn’t make up his mind, chose not to make a decision, and then said Trump wasn’t exonerated; rather, Mueller had decided that it was inappropriate to make a determination as to whether Trump had committed a crime, and he sought to make that fact clearer... When Barr’s letter came out, the White House abruptly changed its tone. Trump said “the Mueller report was great” and that Mueller had acted honorably, and he touted the report as a “total exoneration.” Kellyanne Conway referred to the investigation as “the gold standard.” But, as we later found out, Mueller’s report is damning for the president. If Barr’s letter had accurately reflected the report, the White House would not have reacted positively. Trump said “we’re doing all right” when asked now about his talks with Mexico regarding his tariffs threat, according to the latest White House pool report: Read background on the tariff threat here. Justice Ruth Bader Ginsburg warned today that that the US Supreme Court is likely to be very divided in some of the “most watched” cases that remain in the coming weeks, CNN reports: From her remarks to the Second Circuit Judicial Conference in New York: As of today, we have announced 43 decisions in argued cases. That leaves a large number (27) to be announced in the remaining June days. Of the 43 argued cases resolved so far, only 11, or just over 25%, were decided by a vote of 5 to 4 or 5 to 3. Given the number of most watched cases still unannounced, I cannot predict that the relatively low sharp divisions ratio will hold. A US judge has ruled that the FBI must release some of the redacted sections of memos written by James Comey about his conversations with the president, reports Zoe Tillman: The former FBI director carefully described each of his interactions with the president starting in January 2017 in memos that he shared with deputies and lawyers within the agency. The redacted sections relate to Trump and Comey conversations about Michael Flynn the president’s former national security advisor who pleaded guilty to lying to the FBI, and discussions about foreign leaders, according to the ruling. Some breaking media industry news: Vox Media’s union has announced that it has reached a tentative agreement with the company after “29 straight hours” of negotiations. The union had staged a walkout yesterday, saying it was demanding stronger agreements on wage scales, severance pay and limits on subcontracting. Vox Media includes Vox.com, SB Nation, Eater, the Verge, Curbed, Polygon and other news sites. The University of Alabama has returned a philanthropist’s $26.5m donation after he called on students to boycott the institution due to the state’s new abortion ban. The university also took Hugh F Culverhouse Jr’s name off the law school today, one week after he advocated the boycott: Culverhouse’s contribution, announced in September, was the biggest ever made to the university, the AP reported. Last week, he had called for the boycott, saying: I don’t want anybody to go to that law school, especially women, until the state gets its act together. University officials have denied that the decision to return the donation had anything to do with Culverhouse’s comments on the abortion law and said it was prompted by a dispute over his requests for how his contribution should be spent, according to the AP. A US appeals court has lifted a judge’s injunction that blocked construction of the Keystone XL oil pipeline from Canada to the US. Last year, a federal judge ordered a temporary halt to the controversial project, ruling that the Trump administration hadn’t properly considered environmental consequences before moving forward with the massive oil project. From the AP: The ruling was a victory for TC Energy, a Calgary, Alberta-based company that wants to build the line, though company officials have said it already missed the 2019 construction season because of court delays. “We are pleased with the ruling,” TC Energy spokesman Matthew John said. “We look forward to advancing the project.” He did not respond to questions on whether the ruling would change the construction schedule. Days after his inauguration in 2017, Trump outraged Native American groups and environmentalists when he signed executive orders to allow construction of the Dakota Access and Keystone XL oil pipelines. The Obama administration had blocked the projects. Environmental groups have vowed to continue fighting the project: More fallout for Linda Fairstein, the former New York prosecutor who oversaw the wrongful convictions of the Central Park Five teens for the rape and beating of a jogger in 1989: Farstein, a best-selling crime novelist, has been dropped by her publisher, the AP reports. The author has been facing widespread scrutiny and backlash over the last week following the release of When They See Us, Ava DuVernay’s devastating fact-based drama series on the Central Park Five. From the AP: On Friday, Dutton spokeswoman Amanda Walker confirmed a statement that the publisher’s customer service line has been giving to inquiring callers, saying that it had “terminated its relationship” with the bestselling crime novelist. The publicist declined further comment... Fairstein had already resigned from at least two not-for-profit boards as backlash intensified and a #CancelLindaFairstein movement spread on social media. Last year, the Mystery Writers of America took the rare step of withdrawing a lifetime achievement after other authors protested, citing Fairstein’s role in the Central Park case. Trump is referenced in DuVernay’s series, which includes clips of his television interviews in the aftermath of the rape. Trump infamously took out ads in all of the major New York daily newspapers calling for the five boys to be executed. Fairstein was reportedly an inspiration for the popular Law and Order: Special Victims Unit TV show. Hello - Sam Levin here in the San Francisco office, taking over our live coverage for the rest of the day. The White House “interfered directly and aggressively” with the House oversight committee’s interview of Kris Kobach, the former Kansas secretary of state, according to a new memo from the committee’s chairman. Kobach, the Trump ally known for pushing anti-immigrant policies, was facing questions about his role in the controversial effort to add a citizenship question to the 2020 US census: The committee alleged: The White House intervened repeatedly to block Kobach from answering the Committee’s questions about his meetings with President Trump and other top White House officials, sending multiple letters purporting to assert Executive Privilege over Kobach, who was not an employee of the Executive Branch. More on the census controversy here: Rep. Jerry Nadler has been endorsed for re-election by the abortion rights group NARAL. The prominent Judiciary Committee chairman may seem like a shoo-in in his liberal New York district, but as the New York Daily News reports, the endorsement is significant because he’s been taking heat from some on the left who wanted him to go harder against Supreme Court Justice Brett Kavanaugh. Those activists pushed him to use his committee’s authority to seek records of anything written by Kavanaugh related to Roe v Wade, which they hoped could force him to recuse himself from related rulings. Three women candidates have declared primary challenges against Nadler. “With reproductive freedom under attack across the country, we need proven champions like Congressman Nadler to keep standing up for us in Congress,” said NARAL Pro-Choice America political director Nicole Brener-Schmitz. “Donald Trump and his anti-choice Republican allies have launched a full-blown assault on reproductive freedom. They are stacking the courts with anti-choice judges and pushing a wave of extreme bans on abortion in states aimed at gutting Roe v. Wade, and eroding the rights of women and families at every turn possible. NARAL stands with Congressman Nadler as he works to fight back against these attacks on our fundamental rights and we are proud to endorse his re-election to Congress.” More than a year after a school shooting in Parkland, Florida, that left 17 people dead, we’re still talking about the Parkland student activists and their fight for gun control. But the student activism inspired by daily gun violence has also made waves across the country. In Washington, DC, where even Democratic members of Congress pay little attention to the daily gun violence crisis playing out in the nation’s capital, one teenager organized the creation of a mural to honor her boyfriend, who was shot to death in a robbery, as well as the other teens killed last year. More on Lauryn Renford’s Washington, DC mural project here, from the Washington Post last year. And here’s Lauryn speaking recently about her project: The Guardian’s Adam Gabbatt - reporting from Earth (of which New York is a part) - called NASA to ask whether the moon is a part of Mars, as Donald Trump asserted today. They did not immediately respond. The Trump administration is rejecting requests from US embassies around the world to fly the rainbow pride flag on their flagpoles during LGBT pride month, NBC News reports. Embassies in Israel, Germany, Brazil and Latvia have all requested permission to display the flag in June and were shot down. The Obama administration routinely allowed embassies to put the flag on their flagpoles during pride month. The denial in Germany is particularly notable because the ambassador there, Richard Grenell, is heading the Trump administration’s global push to get countries to decriminalize homosexuality and is the highest ranking openly gay person in the administration. “The President’s recognition of Pride Month and his tweet encouraging our decriminalization campaign gives me even more pride to once again march in the Berlin Pride parade, hang a huge banner on the side of the Embassy recognizing our pride, host multiple events at the Embassy and the residence, and fly the gay pride flag,” Grenell told NBC. Joe Biden adviser Symone Sanders and actor Alyssa Milano were among those pushing him to change his position on the Hyde Amendment, the Atlantic reports. Biden, who had long supported the prohibition on federal money being used for abortion, reversed himself Thursday night and opposed it. Today is National Gun Violence Awareness Day. Democratic members of Congress have been marking another milestone on the calendar: more than 100 days since the Democrats used their new House majority to pass a landmark bill to expand background checks on gun sales. They are once again pressuring the Republican-controlled house to take up the legislation to require background checks on all gun sales, which polls have repeatedly shown that the vast majority of Americans support. Lawmakers introduced amendments Friday to block a $4,500 pay increase for members of Congress, the Hill reported. A spending package pending in Congress would allow the cost of living increase to take effect at the beginning of next year. Since 2010, language has been inserted to block the lawmakers’ raise. A number of freshman lawmakers joined the effort to keep the pay freeze in place. Media Matters identifies a possible trigger for Donald Trump’s seemingly out of nowhere tweet about the moon. Fox Business Network host Neil Cavuto had discussed NASA’s plans for a 2024 moon trip shortly beforehand. We’re still not sure about Trump’s assertion that the moon is part of Mars, but he could be referring to how returning to the moon is seen by NASA as part of a plan to eventually get to Mars. If that’s the case, maybe he’s not against going to the moon after all? Senators Elizabeth Warren and Bernie Sanders, who have called for a tougher approach to big tech companies, have each attracted large amounts of contributions from people connected to Google and other tech companies, the Wall Street Journal reports. For Warren, who has called for breaking up big tech companies, employees at Google and its parent company have made up the largest source of higher-dollar donations. Sanders and Warren each received roughly $30,000 in higher-dollar donations from people affiliated with Google, its parent company Alphabet, Microsoft, and Amazon. Washington governor and presidential candidate Jay Inslee says the best way to honor gun violence victims is to “resolutely fight back against the @NRA at every turn.” Donald Trump does not want NASA going to the moon. He also says the moon is a part of Mars. We’re not sure what he means by that one. House Democrats are calling on the Senate to pass two gun bills, which would require universal background checks to buy a gun and extend the time for background checks to ten days from three. The legislation has already passed the House. Hamilton creator Lin-Manuel Miranda has also weighed in on gun violence awareness day. Donald Trump says “there is a good chance” the US and Mexico will reach a deal to avert tariffs by Monday. FEMA auditors were directed to produce “feel-good reports” that left out the serious problems in the agency’s emergency response, the Washington Post reports. An internal review and interviews with the paper showed that the audits gave an inaccurate picture of FEMA’s handling of flooding in Louisiana in 2016 and other disaster responses. Former Homeland Security secretary John Kelly, who later became White House chief of staff, was identified as responsible for the distortions. Donald Trump claimed in his Fox News interview aired last night that the head of NATO said, “Without Donald Trump, maybe there would be no NATO.” The quote is completely made up, the Washington Post reports. There is no record of NATO Secretary General Jens Stoltenberg, who Trump called “maybe Trump’s biggest fan,” saying any such thing. Donald Trump’s Ireland golf club has now deleted tweets promoting the president’s stay there, per the Washington Post. Donald Trump is railing against House Speaker Nancy Pelosi for her comment to fellow Democrats that he should be “in prison” instead of getting impeached. He called her a “a disgrace to herself and her family.” Gun violence organizations led by black and brown activists are using National Gun Violence Awareness Day to put focus on the daily toll of violence, and the need to fight for strategies that help prevent community violence, not just mass shootings: It’s a tough task running for president while also running the nation’s biggest city. The latest example for Mayor Bill de Blasio: He’s taking heat for skipping Sunday’s Puerto Rican Day parade, when he will instead be campaigning in Iowa. He defended the decision on Friday, the New York Post reports. “When you’re running for president of United States this is always a challenge, to balance the schedules,” he said on WNYC radio. “What’s happening Sunday is one of the biggest Democratic party events of the year in Iowa.” “My respect, my commitment, to the Puerto Rican community is very, very well known in the community, and it will continue deeply,” de Blasio added. The Iraqi journalist best known for throwing his shoes at former President George W Bush has endorsed Mike Gravel for president. The former Alaska senator and longshot 2020 candidate announced the endorsement Friday from Muntadher al-Zaidi. He threw his shoes at Bush in 2008 in a show of dissatisfaction with the Iraq war, making him a cult hero in much of the Arab world, and was sentenced to three years in prison. Gravel’s campaign said that al-Zaidi expressed his wishes “for your success in the elections” and asked that his endorsement be announced via press release after learning about Gravel’s platform of withdrawing US troops from foreign theaters. Alabama voters are divided on a new law to criminalize nearly all abortions in the state, according to a new poll. The poll found that 33% approve of the law signed by governor Kay Ivey that would threaten doctors with up to 99 years in prison for performing an abortion, and 38% disapprove. Among those, an evenly matched 23% strongly approve and strongly disapprove of the governor signing the bill. A substantial 29% are undecided. The poll was jointly conducted by Democrat-aligned Bold Blue Campaigns and GOP-aligned JMC Analytics and Polling. It found that 14% of voters say they support prohibiting abortion without exceptions, 13% say it should be prohibited with exceptions for rape and incest (which the legislation does not have), 15% say it should be legal up until a certain point at pregnancy, and 10% say it should be legal at any point. Another 48% are undecided. The White House is moving forward with Donald Trump’s plan to have Air Force One painted red, white, and blue, Bloomberg News reports. Trump broached the idea last year, asking that new Air Force One jets, made by Boeing, be painted in the colors of the American flag, replacing the blue and white design used since the 1960s. The White House is now “evaluating specific red, white, and blue livery (paint scheme) options,” the Air Force told Bloomberg in a statement. Virginia’s governor has set a July 9 start date for a special legislative session on gun-related legislation after last week’s deadly shooting rampage in Virginia Beach. Gov. Ralph Northam announced the date Friday, the Associated Press reports: The Democratic governor says the best way to respond to the May 31 mass shooting at a municipal building is with “votes and laws, not thoughts and prayers.” He wants the Republican-led General Assembly to consider gun-control measures including universal background checks and a ban on silencers. Police say the gunman who fatally shot 12 people used a silencer. Northam can call the session but can’t dictate how it’s conducted. Republican leaders have given little indication they plan to follow his agenda. Instead, they’ve said they’ll propose tougher penalties for those who use guns to commit crimes. Beto O’Rourke, in a video from the Atlanta airport, says the US will continue to lose 100 lives a day to gun violence “until we adopt universal background checks, close all loopholes, stop selling weapons of war into our communities - leave those on the battlefield - and until we enact red flag laws everywhere so that anyone who is a danger to themselves or someone else is stopped before it’s too late.” Donald Trump may decide over the weekend to delay his planned tariffs on Mexico, a White House official said. Marc Short, chief of staff to the vice-president, Mike Pence, said the tariffs may be delayed if negotiations between the US and Mexico go well, the Washington Post reported. “There’s a long way to go still, that’s the bottom line,” he said, according to the Post. “But I think that there is the ability, if negotiations continue to go well, that the president can turn that off at some point over the weekend.” Trump has said a 5% tariff on Mexican goods will go into effect Monday, and could increase to 25% over time, because of his displeasure with immigrants crossing the US-Mexico border. US and Mexican officials have been in negotiations, discussing a plan that could keep Central American asylum seekers out of the US and allow the government to quickly deport those who do make it in. Rep. Eric Swalwell has released the first ad of his presidential campaign, targeting gun violence. The ad began running Friday in Iowa, New Hampshire, Nevada and other states, the Hill reported. Launched on gun violence awareness day, it makes Swalwell one of the first Democrats running TV ads, before several better known rivals. The ad shows clips of protests and vigils for gun violence victims, according to the Hill. “I say keep your hunting rifles, keep your pistols, keep your shotguns, but let’s ban and buy back every single assault weapon in America,” Swalwell says in the ad. Vice President Mike Pence turns 60 today. Indiana farmers battered by tornadoes and storms are also bracing for the effects of Donald Trump’s tariffs, the Guardian’s Dominic Rushe reports. Trump has threatened tariffs on Mexico, a major buyer of Indiana corn. He says there will be a 5% levy on Mexican imports starting next week and has said the fees could rise to 25% unless Mexico does more to stem the flow of migrants. Already, exports of soybeans to China have all but dried up thanks to the Trump administration’s ongoing trade dispute with Beijing. Puerto Rican grounds are concerned about the lack of attention to the island’s plight after Hurrican Maria from presidential candidates. Senator Elizabeth Warren and former housing secretary Julian Castro are the only candidates to have visited Puerto Rico so far, CBS News reports. Warren has released a plan to restructure Puerto Rico’s debt. But several campaigns - those of Joe Biden, Bernie Sanders, Kamala Harris, and Pete Buttigieg - did not respond to requests by CBS News to elaborate on their platforms for Puerto Rico and reveal whether the candidates are planning to visit the island during the campaign. Former President Barack Obama says “we can’t get numb” to the families and communities “shattered by senseless gun violence.” Presidential hopeful Pete Buttigieg and husband Chasten’s dogs get in on the act with orange bandanas marking gun violence awareness day. Senator Elizabeth Warren calls for ending “the NRA’s death grip on our federal government.” Donald Trump’s golf course in Doonbeg, Ireland posted a tweet promoting the president’s stay there, in an apparent violation of the Trump Organization’s promise not to reference Trump’s role as president of the United States. White House press secretary Sarah Sanders said tariffs on Mexican goods are still scheduled to take effect Monday. “Our position hasn’t changed,” she told reporters aboard Air Force One, according to a pool report. “Tariffs are going to take effect on Monday.” US and Mexican officials have been discussing a potential deal that would require Central American migrants to apply for asylum in countries other than the United States, and send troops to Mexico’s southern border. “They’ve made a lot of progress,” Sanders said. “The meetings have gone well but as of now we’re still on track for tariffs on Monday.” Former Rep. Gabrielle Giffords marks gun violence awareness day. Alec Baldwin says he is “so done” with playing Donald Trump on Saturday Night Live. Baldwin told USA Today he’d be fine with the job going to Trump impersonator Anthony Atamanuik. “He can have it. I’ve done that. I mean, I had a lot of fun...and when Chris Kelly and Sarah Schneider wrote (Trump sketches in 2016 and 2017), that was new, it was fresh and the ratings were good,” he said. “But I feel like I’m done with that now. I’m so done with that.” Baldwin said he “can’t imagine” he would return to SNL next season. House Democrats may open a probe into Rudy Giuliani for his overseas political and security consulting work. The Daily Beast reports that top members are actively discussing a possible investigation of the Donald Trump lawyer and former New York mayor. The investigation would likely look at whether Giuliani’s relationships with foreign politicos interfered or intersected with American foreign policy efforts, the Daily Beast reported. Of particular interest is his trip to Ukraine to push for an inquiry into Joe Biden’s son Hunter’s involvement in a Ukrainian gas company. “If they want to come after me, I gladly accept it, because we could just make the Biden stuff bigger news,” Giuliani told The Daily Beast. “Do it! Give me a chance to give a couple speeches about it and hold a press conference. I’d love that.” Billionaire Charles Koch’s conservative political network is launching four new PACs, CNN reports. The groups will back incumbents in primaries who have sided with Koch’s positions on trade, immigration and other issues. His organization, Americans for Prosperity, is working to distance itself from Donald Trump and his wing of the Republican party, CNN reports. There will be four separate PACs devoted to trade, immigration, free speech issues and “economic opportunity,” and they will be open to backing politicians from either party allied with their libertarian-leaning positions. Of course, many Democrats may not find it helpful to get backing from the well-known billionaire. More than three quarters of Americans support upholding the Roe v Wade decision legalizing abortion, according to a new poll. In the NPR/PBS NewsHour/Marist Poll, a total of 77% of Americans said they support keeping the landmark decision in place in some form, while 13% want it overturned. Americans are split, however, on how many restrictions there should be on abortion access: 26% say they want to keep Roe but add more restrictions, 21% want to expand it to allow abortion in any circumstance, 16% want to keep it in its current form, and 14% want to keep it while removing some abortion restrictions. Several states have passed bans on abortion with the aim of getting to the Supreme Court and getting Roe v Wade overturned. Family members of people killed by guns explain why they are pushing for action: Filmmaker Spike Lee called for Hollywood production companies to pull out of Georgia over its law banning abortions after six weeks of pregnancy. The Associated Press reports: Most studios that have commented have said they’re waiting to see if the so-called “heartbeat” law actually takes effect next year, or if the courts will block it. But at the arrivals line for Denzel Washington’s AFI Lifetime Achievement tribute Thursday, Lee said now is the time for Georgia-based productions to “shut it down” and boycott the state’s booming film industry to drive change. Lee acknowledged that a mass exodus could dent livelihoods, but cited black bus drivers affected by the Civil Rights Movement-era boycott in Montgomery. Georgia’s economy currently gets a $9.5 billion annual boost from the industry. Presidential rival Seth Moulton offered some backhanded praise after former Vice President Joe Biden reversed himself last night and opposed the ban on using federal money for abortions, known as the Hyde amendment. “Now do the Iraq War,” tweeted Moulton, a Massachusetts congressman. Rep. Eric Swalwell is running a presidential campaign specifically targeted at ending America’s epidemic of gun violence, as the Guardian’s Richard Luscombe reports today. He launched his campaign two months ago near Parkland, Florida, alongside survivors and families of victims of the high school mass shooting there. “We’re on this carousel where loss, grief, anger and then thoughts and prayers from Washington is an alibi for doing nothing,” Swalwell told the Guardian. He has several proposals to tackle the guns crisis and remove military-style assault weapons from the streets of the US, including a controversial buy-back program that goes further than any of his rivals vying for the Democratic presidential nomination for 2020. “I don’t believe it has to be the new normal,” he said. “It’s not just the lives lost but the trauma and anxiety that every kid in America is going through right now, that you can’t quantify so easily, but will have lasting effects on their lives because of gun violence in our schools. Today, activists across the United States will be marking National Gun Violence Awareness Day, and wearing orange as a symbolic call for safety and an end to shootings. Wearing Orange Day started as a tribute to Hadiya Pendleton, a 15-year-old from Chicago who was shot to death in 2013, just a week after performing at Barack Obama’s second inaguration. The murder of Hadiya, a charismatic honor student was one of the few Chicago shootings to get national attention. Michelle Obama attended her funeral. But it was Hadiya’s high school friends, including Nza-Ari Khepra, who began organizing locally to break the cycle of violence, including trying to address structural inequities in Chicago and asking people to wear orange -- the color of hunter safety -- for gun violence prevention. By 2015, national gun control organizations, including Everytown for Gun Safety, had picked up on the campaign and worked to make it national, with celebrities and athletes wearing orange for gun violence prevention activism, and sharing photos under the hashtag #wearingorange. National Gun Violence Awareness day falls near Hadiya Pendleton’s birthday, June 2. She would have been 22 this year. In past years, her parents have had crowds of protesters at rallies for gun control and violence prevention pause their political speeches, and sing their daughter Happy Birthday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}