{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/22/trump-ice-immigration-raids-migrant-families", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-22T19:35:38Z", "webTitle": "Trump announces delay in planned Ice raids on migrant families", "webUrl": "https://www.theguardian.com/us-news/2019/jun/22/trump-ice-immigration-raids-migrant-families", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/22/trump-ice-immigration-raids-migrant-families", "fields": {"headline": "Trump announces delay in planned Ice raids on migrant families", "bodyText": "Donald Trump appeared to announce he a delay in planned raids on undocumented immigrants, six days after he took the unusual step of announcing an operation by Immigration and Customs Enforcement (Ice) before it took place. “At the request of Democrats,” the president tweeted from Camp David on Saturday afternoon, “I have delayed the Illegal Immigration Removal Process (Deportation) for two weeks to see if the Democrats and Republicans can get together and work out a solution to the Asylum and Loophole problems at the Southern Border. If not, Deportations start!” Hours earlier, he had told reporters the raids would start next week or “maybe a little earlier than that”. On Friday, the Washington Post reported that an operation launching before dawn on Sunday would target up to 2,000 families in as many as 10 cities. The Miami Herald said those cities were Atlanta, Baltimore, Chicago, Denver, Houston, Los Angeles, Miami, New Orleans, New York and San Francisco. “This is all a game to him while people live in deep fear,” said Vanita Gupta, president and CEO of the Leadership Conference on Civil and Human Rights, after Trump announced his climbdown. “Human beings as political pawns.” Earlier, House speaker Nancy Pelosi appealed to religious leaders to call on the president to stand his operatives down. In a statement, Pelosi said: “Tomorrow is Sunday, and as many people of faith attend religious services, the president has ordered heartless raids. It is my hope that before Sunday, leaders of the faith-based community and other organizations that respect the dignity and worth of people will call upon the president to stop this brutal action, which will tear families apart and inject terror into our communities.” Acting Immigrations and Customs Enforcement (Ice) director Mark Morgan said this week the agency would target families that had received a removal order from a US immigration court. On Saturday, the president also said Ice would focus on removing the MS-13 criminal gang. Trump frequently seeks to link undocumented migration to concerns over crime, without citing evidence. The MS-13 gang, a common focus, formed among Salvadoran migrants on the US west coast in the 1980s before spreading across northern and Central America. It has a reputation for brutality, which critics of the president say has only boosted by his focus upon it. Speaking at the White House before his trip to Camp David on Saturday, Trump repeated his determination that “people that came into the country illegally … they are going to be removed from the country”. Immigrant and advocacy groups continue to prepare for such a move, which is expected to be similar to operations carried out since 2003, which have often produced hundreds of arrests. Trump said on Monday his planned raids would be the start of an effort to deport millions, a near-impossibility given limited resources. It is also unusual – if not without precedent – for families to be targeted instead of migrants with criminal histories. On Friday, Camille Mackler, the director of immigration legal policy at the New York Immigration Council (NYIC) told the Guardian her group had increased education and awareness efforts, advising those who received deportation orders to contact lawyers and telling people to make a plan for their family in case they are arrested. Advocates also said Trump’s announcement of the raids was timed to coincide with the launch of his re-election campaign. Sandra Cordero, director of Families Belong Together, a coalition fighting family separations, called it “a disgusting political ploy to stoke fear and rile up Trump’s base for 2020”. In her statement, Pelosi said: “Yesterday, the president spoke about the importance of avoiding the collateral damage of 150 lives in Iran. I would hope he would apply that same value to avoiding the collateral damage to tens of thousands of children who are frightened by his actions.” She also appealed directly to “the evangelical community”, a well of support for Trump, and pointedly quoted Ronald Reagan, a Republican idol, who said in his final speech as president in 1989: “Thanks to each wave of new arrivals to this land of opportunity, we’re a nation forever young, forever bursting with energy and new ideas, and always on the cutting edge, always leading the world to the next frontier… “If we ever closed the door to new Americans, our leadership in the world would soon be lost.” At the White House on Saturday morning, Trump said: “Some cities are going to fight it but if you notice they’re generally high-crime cities. If you look at Chicago, they’re fighting it … and many of those cities are high-crime cities and they’re sanctuary cities.” Sanctuary cities do not co-operate with federal efforts to deport undocumented migrants, of whom there are around 11m in the US as a whole. Among civic leaders, Houston police chief Art Acevedo said Ice officials had declined to provide information about expected operations. “We rely on the cooperation of that population to keep all Americans safe, all residents safe, and all members of society safe,” he said. “When you say you’re going to go arrest millions of people, that has a chilling effect on [that] cooperation.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}