{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/13/us-briefing-2020-election-oil-tanker-attack-and-census-controversy", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-13T09:57:07Z", "webTitle": "US briefing: 2020 election, oil tanker 'attack' and census controversy", "webUrl": "https://www.theguardian.com/us-news/2019/jun/13/us-briefing-2020-election-oil-tanker-attack-and-census-controversy", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/13/us-briefing-2020-election-oil-tanker-attack-and-census-controversy", "fields": {"headline": "US briefing: 2020 election, oil tanker 'attack' and census controversy", "bodyText": "Subscribe now to receive the morning briefing by email. Good morning, I’m Tim Walker with today’s essential stories. President stokes controversy ahead of re-election campaign Donald Trump, days before he is due to launch his 2020 re-election campaign, has said he would “want to hear” dirt on his opponent if it was offered by a foreign power. “There’s nothing wrong with listening,” the president told ABC News on Wednesday, reigniting the controversy over his 2016 campaign’s contacts with Russia, and provoking several Democratic presidential candidates to call once again for his impeachment. ‘Fake polling’. Trump lashed out on Wednesday at new poll results that suggested his re-election was in doubt, with six Democrats polling ahead of him nationally and his campaign’s internal polling reportedly showing weakness in 17 states. 2020 foresight. As Bernie Sanders laid out his democratic socialist vision for the US, we assess where the Democratic contenders stand on key issues ahead of the 2020 primaries. Two oil tankers struck by suspected attacks in Gulf of Oman Two oil tankers have been hit in suspected attacks in the Gulf of Oman, amid ongoing tensions in the region between the US and Iran. The suspected attacks, close to the strategic Strait of Hormuz, come weeks after blasts rocked four other tankers docked off the coast of the UAE. Iran has repeatedly denied involvement in those attacks, despite claims to the contrary by the US national security adviser, John Bolton. Oil price. News of the attacks sent the price of oil surging early on Thursday, with Brent crude jumping more than 3% to $62 per barrel. House panel holds Barr and Ross in contempt over census The House oversight committee has voted to hold the US attorney general, William Barr, and the commerce secretary, Wilbur Ross, in contempt of Congress for their refusal to turn over documents regarding changes to the US census. The White House has pushed to include a question about US citizenship on the 2020 census, and then asserted executive privilege over documents that could shed light on the motives behind that decision. Citizenship question. It has been revealed that the late GOP consultant Thomas Hofeller studied the effect of the citizenship question and found that its inclusion in the census would be “advantageous to Republicans and non-Hispanic whites”. Hong Kong falls silent as world backs protesters The streets of Hong Kong were largely quiet on Thursday after the government delayed its planned debate on the controversial extradition bill, which had led to Wednesday’s widespread strikes and mass protests. Police responded with teargas and rubber bullets to what Hong Kong’s chief executive, Carrie Lam, claimed was a “blatant riot”, but the European Union said the rights of the territories’ citizens to protest “need to be protected”, while Trump told reporters he “[understood] the reason for the demonstration”. Beijing’s backing. The US president said he believed Hong Kong could “work it out” with China, which is backing the extradition law that would allow Beijing to pursue its political opponents in the former British colony. Crib sheet The British home secretary says he has signed a request for Julian Assange to be extradited to the US to face computer hacking charges, pending a court hearing on his case. The California police officers who killed Willie McCoy while he was sleeping in his car at a Taco Bell in Vallejo in February fired 55 rounds at the 20-year-old rapper, a level of deadly force described as “reasonable” by the city’s hired consultant. The US military creates more planet-warming emissions than some industrialised countries, including Portugal and Sweden, according to a study, which found the Pentagon produced about 59m metric tons of greenhouse gases in 2017. Mexico’s culture minister has accused the Venezuelan designer Carolina Herrera of cultural appropriation, after her company used indigenous Mexican designs in its latest fashion line. Must-reads Trump’s military ban increases hostility to trans people Trump’s ban on transgender people in the military took effect in April, forcing those who wish to enlist to disguise their gender identity. As Ed Pilkington reports, it has spread fear among about 15,000 active personnel, and emboldened hostility towards even those on the frontline. How the taste of home sustained my refugee parents In Bosnia, Aleksandar Hemon’s parents had a social life that revolved around eating and drinking. Their central bonding ritual was spit-roasting a lamb to be shared among friends and family. Ever since they relocated to Canada as refugees in 1993, the flavours of their old home have kept them connected to the past. What does it mean to be genetically Jewish? In Israel, DNA tests have been used to verify a person’s Jewishness. Oscar Schwartz asks whether it is wise to try to prove religious or cultural identity scientifically, when authorities around the world are beginning to use DNA to categorise and discriminate against groups of people. ‘Long overdue’ exhibition of Native American female artists The Minneapolis Institute of Art’s groundbreaking retrospective of artworks by Native American and Canadian women is the first ever museum exhibition to showcase such artists, many of whom remain anonymous. It is “corrective art history”, writes Nadja Sayej. Opinion Trump is set to award the presidential medal of freedom to Art Laffer, the “godfather of Reaganomics”. Why, asks Morris Pearl, are conservatives still pretending that Laffer’s supply-side theory holds water? Laffer’s theory just so happens to serve as the basis for every terrible tax cut that Trump and the Republican party have passed for decades. Sport The St Louis Blues beat the Bruins 4-1 in Game 7 of the Stanley Cup final in Boston on Wednesday night, thus claiming their first ever NHL championship. Kevin Durant has confirmed he underwent surgery for a ruptured achilles tendon, an injury sustained during Game 5 of the NBA finals on Monday. Sign up The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}