{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/20/hope-hicks-trump-advisers-testimony-offers-7-hour-exercise-in-prevarication", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-21T00:22:17Z", "webTitle": "Hope Hicks: Trump adviser's testimony offers seven-hour exercise in prevarication", "webUrl": "https://www.theguardian.com/us-news/2019/jun/20/hope-hicks-trump-advisers-testimony-offers-7-hour-exercise-in-prevarication", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/20/hope-hicks-trump-advisers-testimony-offers-7-hour-exercise-in-prevarication", "fields": {"headline": "Hope Hicks: Trump adviser's testimony offers seven-hour exercise in prevarication", "bodyText": "The Democrat-controlled house judiciary committee has released a 273-page transcript of frustrated efforts to interrogate Hope Hicks, a former top White House adviser, during a closed-door hearing on Wednesday. The session transcript reveals a seven-hour exercise in prevarication as White House lawyers steered Hicks away from answering questions 155 times. Lawyers prevented Hicks, who previously served as Donald Trump’s White House communications director, from answering a range of questions from the mundane – “Where in the West Wing did you sit in relation to the Oval Office?” – to more substantial inquiries about the resignation of the former national security adviser Michael Flynn and Trump’s firing of James Comey, the the former FBI director. In a rare exception, Hicks, 30, did allow that she viewed Trump’s order to his former campaign manager Corey Lewandowski to urge Jeff Sessions to “unrecuse” himself from the Russia investigation as “odd”. Asked if she would take foreign opposition research from a foreign government, “if that were offered when working on a political campaign”, Hicks responded: “You know, knowing how much chaos has been sowed as a result of something like the Steele dossier, no, I would not.” She added that she would call the FBI if she was offered information that she felt was “legitimate enough to have our law enforcement dedicate their time to it, sure”. Hicks also said she’s has only spoken to Trump between five and 10 times since she left the White House in February 2018. But those were rare comments in a hearing that the White House has described as a violation of constitutional law separating the legislative and executive branches of government. Administration lawyers argue that Hicks was granted “absolutely immune” from discussing her time working at the White House, a situation that the committee chairman Jerrold Nadler described as “ridiculous” and one which Democrats have vowed to challenge through the courts. The questions that Hicks did answer, mostly relating to her time on the 2016 campaign, are already published in the Mueller report, lending the top Republican on the panel, Georgia congressman Doug Collins, to remark that the committee “took eight hours to find out what really most of us knew at the beginning”. During Hicks’ testimony, the president tweeted that calling the former Oval office gatekeeper to testify was “extreme Presidential Harassment”. Trump added it was “so sad that the Democrats are putting wonderful Hope Hicks through hell”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}