{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/11/house-vote-barr-mcgahn-subpoenas", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-11T22:55:48Z", "webTitle": "House moves to enforce subpoenas against Barr and McGahn", "webUrl": "https://www.theguardian.com/us-news/2019/jun/11/house-vote-barr-mcgahn-subpoenas", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/11/house-vote-barr-mcgahn-subpoenas", "fields": {"headline": "House moves to enforce subpoenas against Barr and McGahn", "bodyText": "The House of Representatives has passed a resolution enabling lawmakers to go to court to enforce their subpoenas against the US attorney general, William Barr, and former White House counsel Don McGahn. The Trump administration has rebuffed Democrats’ attempts to dive more deeply into the Trump-Russia investigation in the aftermath of Robert Mueller’s report on the issue. House Democrats passed the resolution on a party-line vote of 229-191 on Tuesday. The vote had long been planned amid unprecedented efforts by Trump’s administration to stonewall Democrats’ witness and document requests pertaining to special counsel Mueller’s work. Democrats on the House judiciary committee voted last month to hold Barr in contempt of Congress after he refused to comply with a subpoena for the full, un-redacted Mueller report, after a restricted version was made public in April. McGahn separately heeded instructions from the White House to refuse a subpoena calling upon him to testify before Congress. Despite a deal between the committee chairman, Jerry Nadler, and the justice department on Monday, paving the way for his panel to access some of Mueller’s underlying evidence, House Democrats said they were proceeding with Tuesday’s full floor vote to keep the option to enforce their subpoenas in court if necessary. The measure also includes language to enable committee chairmen to enforce their subpoenas in court without a full vote on the House floor. Nadler said on Tuesday afternoon that his panel would move as quickly as possible to go to court to force McGahn to comply with the committee’s subpoena. Speaking after the passage of a House vote to give lawmakers clear authority to sue the Trump administration to force officials to comply with subpoenas, Nadler said, “We will move forward with holding this president accountable. We will move as quickly as possible to go to court against Don McGahn, the president’s former counsel, and any subsequent witnesses who disobey a committee subpoena.”. Mueller found no criminal conspiracy between Trump and the Russian government during the 2016 election, despite finding that the Russians interfered in the election with efforts to assist Trump. But Mueller did not clear the president of obstruction of justice, leaving Congress to take action to investigate further and decide on possible impeachment. The House speaker, Nancy Pelosi, said Democrats “need answers on the questions left unanswered” by Mueller’s Trump-Russia report. Democrats pulled back from threats to hold a vote on criminal contempt and instead opted for civil contempt and a move towards lawsuits and court action to support their efforts to obtain further materials and testimony from witnesses in the Muller investigation."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}