{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/04/metrocard-omny-new-york-subway-contactless-payment-tap-in-", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-04T05:00:25Z", "webTitle": "Goodbye MetroCard, hello ... Omny? New York subway debuts tap-to-pay", "webUrl": "https://www.theguardian.com/us-news/2019/jun/04/metrocard-omny-new-york-subway-contactless-payment-tap-in-", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/04/metrocard-omny-new-york-subway-contactless-payment-tap-in-", "fields": {"headline": "Goodbye MetroCard, hello ... Omny? New York subway debuts tap-to-pay", "bodyText": "For unseasoned passengers of the dilapidated New York City subway, successfully navigating the turnstile with a MetroCard on first swipe can be a fiddly art form – as demonstrated by Hillary Clinton during the 2016 election campaign when it took her a grand total of five attempts to get through. But this week, some of the city’s subway and bus passengers will have a more hi-tech contactless alternative to the flimsy swipe cards first launched 25 years ago as the Metropolitan Transportation Authority (MTA) unveiled its new payment scheme, Omny (One Metro New York). From shortly after midday on Friday, passengers were able to tap their way into a selection of subway stations and buses using either a contactless bankcard or payment services on mobile or wearable devices such as Apple Pay. Initially the pilot scheme, which will eventually form New York’s answer to London’s Oyster payment system, will be available to passengers at 16 stations between Grand Central-42 Street and Atlantic Avenue-Barclays Center on the 4, 5 and 6 lines and all Staten Island buses. Over the coming years it will be gradually rolled out across the network – scheduled to be completed by 2023. But there will be no physical Omny card until 2021, after which the MetroCard will be taken out of service two and a half years later. Launching the new payment method in the Financial District at Bowling Green station, where they had the first official “tap in”, New York City Transit Authority’s president, Andy Byford, said it is “the quickest, easiest way to pay”. Byford said similar modernised payment systems in London, Sydney and Toronto, cities in which he has also worked, have been “transformative”. He added: “This is where New York benefits from seeing others develop products. We jumped straight to open payment and we’re super confident it will work.” The Guardian tested it with a contactless Visa card and within seconds of tapping, the new screen on the turnstile flashed “Go”. But following the launch of the pilot, passengers at Grand Central were divided on the new scheme as they continued to use their old MetroCards. At the ticket machine, where he was topping up his MetroCard, Brian Steinhardt, 48, a lawyer from Tribeca, said he would Omny in the future: “I don’t like the MetroCard. You have to swipe it 15 times. I mean, it doesn’t always work, so it’s frustrating.” Damani Chietan, 19, a student and part-time Best Buy worker from Queens, had only just heard of the new system but was open to trying it with Apple Pay. “[MetroCard is] kind of inconvenient sometimes. Instead if you had money on your card you’d just tap it and go. So I think it’s good.” But others were less convinced. David McElroy, 32, who works in legal technology and lives in Brooklyn, was more sceptical. “I probably won’t be using this until contactless becomes the new card that the bank sends you right away, that you don’t have to ask for,” he said. Esther Murray, 50, a government worker from the Upper East Side, was worried about fraud. New Yorkers’ reactions to Omny, she thinks, will be “divided 50/50”. Tom Vink, 29, an events manager from Amsterdam on holiday in New York, tried to use his bank card to pay but was disappointed to find it didn’t work because it is not contactless. But if he could, he would use it. “The old MetroCards are so old-fashioned, it’s like travelling back in time,” he said, laughing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}