{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/17/trump-us-census-question-gerrymandering", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-17T12:54:12Z", "webTitle": "How Trump's census question could transform America's electoral map", "webUrl": "https://www.theguardian.com/us-news/2019/jun/17/trump-us-census-question-gerrymandering", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/17/trump-us-census-question-gerrymandering", "fields": {"headline": "How Trump's census question could transform America's electoral map", "bodyText": "It has happened every decade since the foundation of the United States, mandated by the first article of the constitution. It is a centrepiece of American democracy, playing a vital role for political representation in Washington. And its viability has never been under greater threat. The United States census, the measure of America’s population growth and its distribution – irrespective of immigration status – is set to take place next year under deeply contested circumstances. For the first time, the census could include a question on respondents’ citizenship that, according to the bureau’s own research, will substantially reduce the number of people willing to participate. A study published last week estimated that the addition of the question could mean up to 4 million people – mostly people of color from immigrant minority communities – could go uncounted. If such an undercount occurs the effects will be profound. It could allow for electorate boundaries throughout America to be redrawn, almost certainly favouring the Republican party. It could result in billions of dollars in federal funds being withheld from some of the most vulnerable communities in America. Now the supreme court is set to decide a case on the census, which, some say, will test the institutional biases of the highest court in the country. “Several key pillars of democracy are at stake in this case,” said Thomas Wolf, counsel for the democracy program at the Brennan Center for Justice. “The census count is used to determine, among other things, how many seats in Congress each state gets and how large of a share of hundreds of billions of dollars in federal funding each state receives. So we’re talking not just about political representation, but in certain issues, people being able to educate their children and put food on the table.” The saga involves allegations that senior administration officials have lied repeatedly, features key evidence released via a family dispute, and, last week, saw the intervention of Trump himself, who has sought to protect officials by exerting executive privilege over potentially critical documents. Its principal character is Trump’s commerce secretary, the 81-year-old financier Wilbur Ross, who oversees the US Census Bureau. Its bit-part players include some of America’s most infamous voter suppression architects, including the former Kansas secretary of state Kris Kobach and former White House strategist Steve Bannon. But its origins appear to lie in a cache of documents, made public only last month, from the estate of a Republican strategist named Thomas Hofeller, known for his expertise in gerrymandering. Hofeller died in August, but left behind in his digital footprint were a series of documents revealing his work studying the political benefits to the Republican party should a citizenship question be added to the census. The documents would never have seen the light of day were it not for his estranged daughter, Stephanie Hofeller, who discovered them after his death and took them to an anti-gerrymandering group in North Carolina. In a piece of commissioned research focused on the state of Texas, Thomas Hofeller concluded that a count based only on citizenship, rather than the population as a whole, “would be advantageous to Republicans and non-Hispanic whites”. The logic is simple: a citizen-only count draws political power away from Democratic-leaning Hispanic households, who would be less likely to be counted, thereby allowing for redistricting that favours Republicans. According to plaintiffs in the case before the supreme court, parts of Hofeller’s research are quoted verbatim in justice department documents later used to request the addition of the citizenship question. “The Hofeller memo confirms what we’ve known all along but is alarming nonetheless: the census citizenship question was motivated by blatant rightwing partisanship,” said Vanita Gupta, CEO of the Leadership Conference on Civil and Human Rights and former head of the justice department’s civil rights division under Obama. “The Trump administration has lied to Congress and the US supreme court about why it added the citizenship question,” Gupta added. “Republican political operatives plainly want to deny communities of color the healthcare, education and other services they need in order to consolidate GOP power and a whiter electorate.” Ross enters the picture a month after assuming his position in the Trump administration. Emails show that the commerce secretary was asked by Bannon to meet with Kobach in April 2017 to discuss the citizenship question. Kobach had long lobbied the Trump campaign to alter the census question. The next month, Ross emailed staff in his department saying he was “mystified why nothing have [sic] been done” over adding the question. He had been cautioned by his department about the potential undercount that would result if such a question was asked. According to a timeline of events constructed by NPR, Ross pressed the attorney general, Jeff Sessions, to formally request the question be added. The DoJ eventually made a formal request in December. The timeline is complex, but critical to one of the central arguments before the supreme court: the charge that Ross broke the law as he lobbied for the addition. Lower courts have already found that Ross violated both the Census Act and the Administrative Procedures Act, first by lobbying the DoJ to request the change, and second by ignoring his own department’s research that showed it would lead to a significant undercount. District judge Richard Seeborg of northern California described Ross’s behaviour as a “strong showing of bad faith” that involved a “cynical search to find some reason, any reason” to justify adding the question in his ruling against the government. Ross also faces allegations that he lied to Congress when he claimed the entire citizenship question was actually initiated by the DoJ (the commerce secretary has since changed his position in court filings). Even career bureaucrats, often averse to speaking politics, are appalled by Ross’s behaviour. “It’s clear to me that there is no rational justification for putting the citizenship question on the 2020 census,” said John Thompson, director of the US Census Bureau under President Obama. “There has to be some kind of political motivation behind it. There is no scientific justification.” Despite the emphatic nature of the lower-court findings, onlookers remain deeply concerned that the now conservative-controlled supreme court will overturn the judgments. It is not clear the documents from Hofeller’s estate will be considered due to their late arrival in the case. Further, during oral arguments in April, a number of the conservative judges seemed reticent to engage with the basic data science underpinning the case. “If the supreme court overturns,” Thompson said, “then what they’ve essentially done is politicise the federal statistical system for years to come. That’s because if a secretary of commerce can be arbitrary and capricious and do whatever he or she wants to do, that means that any secretary, Democrat or Republican could affect a variety of statistics; unemployment, GDP, you name it. “If there’s nothing that says they cannot be bound by having to perform a thoughtful process to do that, I’m afraid that they’ve opened the door to politicizing several statistical systems for years to come.” The supreme court is expected to rule in late June, but its decision could come as early as this week."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}