{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/25/they-wanted-the-american-dream-reporter-reveals-story-behind-tragic-photo", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-26T01:38:34Z", "webTitle": "'They wanted the American dream': reporter reveals story behind tragic photo", "webUrl": "https://www.theguardian.com/us-news/2019/jun/25/they-wanted-the-american-dream-reporter-reveals-story-behind-tragic-photo", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/25/they-wanted-the-american-dream-reporter-reveals-story-behind-tragic-photo", "fields": {"headline": "'They wanted the American dream': reporter reveals story behind tragic photo", "bodyText": "Julia Le Duc is a reporter for La Jornada in Matamoros, the Mexican city directly across the Rio Grande from Brownsville, Texas. Her shocking photographs showing the bodies of Salvadoran migrant Óscar Alberto Martínez Ramírez and his daughter Valeria cast a fresh spotlight on the migration crisis at America’s southern border. Here she describes how the images came into being. On Sunday there was an emergency call about a woman who was in a desperate way down by the river. We heard the report and went down to the river where she was shouting and screaming that the current had taken her daughter. Later we found out her name was Vanessa Ávalos. We could hear her telling the officials that they had been in Mexico for two months and wanted to ask for asylum in the US. She said they they’d been in Tapachula in the south of Mexico and they’d applied for a humanitarian visa [allowing them to stay and work in Mexico for a year] but they wanted the American dream – so they took a bus up to the border. They’d arrived here earlier that morning and they went straight to the [international] bridge to ask about applying for asylum, but they were told the American migration office was closed because it was a weekend – and that there lots of other people in the line ahead of them. A few months ago there were about 1,800 people waiting in Matamoros for an asylum interview. It’s gone down to about 300 now, but there are only three interview slots each week, so they were still looking at a long wait. So the family were walking back from the bridge when [Martínez] stopped and looked at the river – and said “Here’s where we cross”. He crossed first with the little girl and he left her on the American side. Then he turned back to get his wife, but the girl went into the water after him. When he went to save her, the current took them both. Someone called the rescue services – on this bank there are always people jogging and riding bikes on the weekend – and the search went on until after 11pm, but even with boats and lamps they couldn’t find them. The next morning, they continued in the light of day and, at about 10.15 in the morning, the firemen found the two bodies. That’s when I took the pictures, before the scene was taped off. I’ve been a crime reporter for many years, and I’ve seen a lot of bodies – and a lot of drownings. The Río Bravo [Rio Grande] is a very strong river: you think it’s just shallow, but there are lots of currents and whirlpools. You get numb to it, but when you see something like this it re-sensitizes you. You could see that the father had put her inside his T-shirt so the current wouldn’t pull her away. He died trying to save his daughter’s life. Will it change anything? It should. These families have nothing, and they are risking everything for a better life. If scenes like this don’t make us think again – if they don’t move our decision-makers – then our society is in a bad way. In Mexico there has been a lot of talk about the crisis on our southern border [where President Andrés Manuel López Obrador has dispatched more than 6,000 members of Mexico’s national guard to seal off the frontier with Guatemala]. But there is a crisis on our northern border, too – the border with the United States – and I see it every day. These are desperate families – and desperate people do desperate things. This interview has been edited for clarity and brevity"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}