{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/27/san-francisco-high-school-murals-painted-over", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-27T21:49:04Z", "webTitle": "San Francisco school board votes to paint over murals showing slavery and violence", "webUrl": "https://www.theguardian.com/us-news/2019/jun/27/san-francisco-high-school-murals-painted-over", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/27/san-francisco-high-school-murals-painted-over", "fields": {"headline": "San Francisco school board votes to paint over murals showing slavery and violence", "bodyText": "The San Francisco school board has unanimously voted to paint over a series of graphic school murals featuring a dead Native American and black slaves, overruling community outcry over censorship in favor of righting a historical wrong. “People keep pointing out that this is art, but it can be art and it can also be racist,” said Alison Collins, a board member. “The people who created the art may not have intended it to be harmful, but that doesn’t mean it isn’t harmful.” The artwork at George Washington high school in San Francisco has faced heightened scrutiny since April, when an ad hoc committee recommended that it be archived and removed. But the murals themselves have been the subject of student complaint for at least five decades. The 1,600-sq-ft New Deal-era art installation, painted by the Russian emigre Victor Arnautoff, depicts the life of Washington in 13 scenes and spans the space of the school’s staircase and lobby. In one, Washington stands over a map of a young America while pointing westward as four white settlers with rifles walk over the body of a deceased Native American. At the dead man’s feet, another Native American, wearing a headdress, shares a pipe with an armed white man. In another scene, Washington meets a white man gesturing at some of Washington’s slaves at work: a shoeless black man shucking corn, three stooped black women picking cotton and another black man hammering wood for a group of white men manufacturing barrels. “I was never taught the purpose or message of these murals when I was in high school,” said Nancy Trong, a George Washington high school alum, at the school board meeting. “These murals are not teaching students about the history of slavery or historical genocide that happened under George Washington and other settlers. Instead, it is teaching students to normalize violence and death of our black and indigenous communities.” The cost of painting over the murals will be at least $600,000, while obscuring the artwork with panels could cost up to $825,000. Many argued at the meeting that it did not appear to be the artist’s intent to celebrate these acts of violence and subjugation, and that students needed to learn about this too-often overlooked part of this country’s history. “These murals are not racist,” argued Jeff Powers, a member of the Socialist Workers party. “They don’t glorify racism. They’re an artist’s interpretation of a society that is racist, and it’s important for us to study that and look at these murals.” But those in favor of the removal pointed out that by presenting the murals without context, the school wasn’t educating the students. Instead, those unaffected by the history grew inured to the violent images, joking to “meet under the dead Indian”, while the students from the communities depicted suffered in silence. “It’s not a matter of censorship, it’s a matter of human right: the right to learn without hostile environments,” said Paloma Flores, a member of California’s Pitt River Tribe who is also the district’s Indian education program coordinator. “Even the best intentions do harm, and one’s intent does not negate all the lived experience that we live every single day of our lives.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}