{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2019/jun/06/trump-news-today-live-pelosi-impeachment-migrants-democrats-republicans-2020-updates", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-07T00:05:07Z", "webTitle": "Mueller could be subpoenaed within two weeks, says judiciary chair Nadler – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2019/jun/06/trump-news-today-live-pelosi-impeachment-migrants-democrats-republicans-2020-updates", "apiUrl": "https://content.guardianapis.com/us-news/live/2019/jun/06/trump-news-today-live-pelosi-impeachment-migrants-democrats-republicans-2020-updates", "fields": {"headline": "Mueller could be subpoenaed within two weeks, says judiciary chair Nadler – as it happened", "bodyText": "Kari Paul signing off for the night. As a recap: Republican Congressman Greg Gianforte is running for governor in Montana After talks with Mexico this week did not result in a deal, the White House plans to move forward with tariffs against the country due to the border crisis. The tariffs would start on June 10 at a rate of 5% and increase if migration numbers do not drop “drastically.” Republican Congressman Greg Gianforte filed paperwork on Thursday to run for governor of Montana in 2020, according to local news station KTVH. The campaign will be announced officially late next week in conjunction with the Republican state party convention in Helena. “After many conversations and encouragement from Montanans across the state, Greg has filed paperwork to launch a campaign for governor,” a spokesman told KTVH. The Congressman joins a field of several other Republicans vying for the seat left empty by Democratic Gov. Steve Bullock whose term limit is up in 2020. Republicans running include Attorney General Tim Fox, state Sen. Al Olszewski of Kalispell and Secretary of State Corey Stapleton. No Democrats have announced a candidacy though Lt. Gov. Mike Cooney and House Minority Leader Casey Schreiner of Great Falls are rumored to be considering a run. Justice Ruth Bader Ginsburg returned to the Supreme Court bench after surgery for cancer this year and is leaning on her colleagues for support. From the Associated Press: Since Justice Ruth Bader Ginsburg’s return in late winter from cancer surgery and broken ribs , she has regularly accepted Justice Clarence Thomas’ extended hand to help her down the three steps behind the Supreme Court bench when the gavel falls and court ends for the day. There’s something touching about seeing the 86-year-old liberal icon and the 70-year-old conservative stalwart briefly join hands to exit the courtroom. Most people in the courtroom can’t see the justices once they leave the bench, but the seats reserved for reporters offer a good view. Troops deployed to California are being tasked with painting the border wall between the US and Mexico, Sen. Dick Durbin of Illinois said on Wednesday, in a tweet that called it “a disgraceful use of government spending.” Some 5,000 National Guard and active duty troops will update the wall, according to CBS, including improving its “aesthetic appearance” by painting it and hanging concertina wire across existing barriers to prevent crossing. Donald Trump’s former personal lawyer, Michael Cohen, said he is “pleasantly surprised” by his experience in prison, according to CNN. Three House Democrats are asking Donald Trump to reconsider his plans to speak at a Washington DC Fourth of July celebration. They said the speech “could create the appearance of a televised, partisan campaign rally on the Mall at public expense” and waste taxpayer money. Barack and Michelle Obama’s production company has struck a multi-year deal with Spotify to produce podcasts, according to CNN. The Obamas previously struck a similar deal with Netflix. Washington governor and presidential candidate Jay Inslee is asking his Democratic rivals to join him in urging the Democratic National Committee to reconsider its refusal to hold a debate focused on climate. Elizabeth Warren and Beto O’Rourke said Wednesday that there should be a climate debate. Vice President Mike Pence said in a visit to Pennsylvania on Thursday that tariffs against Mexico will be imposed starting Monday. The Trump administration plans to impose tariffs on Mexico until the country does more “to address the urgent humanitarian crisis at our southern border.” The tariffs would start on June 10 at a rate of 5% and increase if migration numbers do not drop “drastically.” White House press secretary Sarah Sanders also said in a statement on Thursday tariffs will be enacted as planned. “Position has not changed, and we are still moving forward with tariffs at this time,” she said. The White House is sticking to its plan despite negotiations with Mexico that have been taking place this week. Talks between the US and Mexico continued Thursday evening starting at 5:30 pm ET. Hello readers, this is Kari Paul in San Francisco taking over the blog for the afternoon. Stay tuned for more updates. Donald Trump spent most of Thursday commemorating D-Day in Normandy, France – a solemn occasion to honor Americans who fought in World War II. On this staid occasion, Trump also decided to bash two of his fellow Americans, including veteran Robert Mueller, who oversaw the investigation into the Trump campaign’s interference in the 2016 election. Mueller was deployed to Vietnam with the Marines in 1968 and suffered a gunshot wound there. Trump received a deferment from Vietnam for bone spurs. In an interview with Fox News near the Normandy American Cemetery, where 9,000 American veterans are buried, Trump said Mueller had “made a fool out of himself” last time he testified before Congress. In just 26 seconds, Trump managed to also criticized House majority leader, Nancy Pelosi, who was in Normandy with a congressional delegation commemorating the D-Day anniversary. “Nancy Pelosi — I call her ‘Nervous Nancy’ — Nancy Pelosi doesn’t talk about it,” Trump said. “She’s a disaster. She’s a disaster. Let her do what she wants, you know what? I think they’re in big trouble.” When asked about the president’s comments, Pelosi upheld an unwritten rule about not smearing political opponents in public while abroad. “I don’t talk about the president while I’m out of the country,” Pelosi said. “That’s my principle.” CNN has unearthed interviews from 2015 in which Trump’s current chief economic adviser, Larry Kudlow, criticized policies and positions Trump touted while running for president. Kudlow told CNN in a phone interview that he supports the adminstration’s current policies and said the past criticism was hypothetical. Some excerpts of what Kudlow said before taking a senior position in the Trump adminstration. This anti-immigration thing has gone way too far. For example, Donald Trump is blaming the government of Mexico several times for sending us these terrible people. First of all, the government of Mexico has nothing to do with sending us anybody. He [Trump] will destroy the dollar. Lower tariffs equals lower taxes equals growth. In the 1930s high tariffs, Smoot-Hawley tariffs, equals high taxes, equals depression. It’s that simple. Too many Republicans on the campaign trail are flirting with protectionism. Trump is the worst, but he’s not the only one. For further reading, the CNN audio and transcripts of the Kudlow interviews. Stacey Abrams might have lost the Georgia governor’s race in November, but she has remained on the national stage in a competitive 2020 election cycle. For the Guardian, Lucia Graves spoke to Abrams about where she fits in the presidential race and what comes next for the progressive star. Until recently, she says her every waking thought revolved around the Georgia governor’s race; and reconsidering her options in the wake of a loss, for her, means careful deliberation. “I’m shifting gears in a way that is consequential for more than just me – it’s consequential for anyone I ask to support me, for anyone who gives up another job to come and work with me,” she says. “It’s everyone’s responsibility to make decisions that aren’t driven by satisfying one person’s notion of what you should be, but by fully understanding who you will be when you decide to move forward.” Michael Cohen has become something of a prison celebrity, CNN reports. He’s “pleasantly surprised” by his experience at the Otisville Federal Correctional Institute in New York state, a source close to him told the network. Inmates have been asking the longtime Donald Trump lawyer for legal advice and his family has visited frequently. “He’s pleasantly surprised that everyone has been very cordial and have actually been coming up offering him advice about prison life and offering him to come eat lunch with them,” the source said. Senate minority leader Chuck Schumer calls Donald Trump’s claim that Puerto Rican disaster aid would not have happened without him - when in fact Trump resisted giving money to Puerto Rico - a “lie.” Bernie Sanders sends his support to unionized Vox Media staffers who are on a one-day walkout today to demand a contract. South Bend, Indiana Mayor Pete Buttigieg has a lot of kind words for Stacey Abrams at the DNC’s African American Leadership Summit, per CNN. A potential deal to avoid tariffs would dramatically increase Mexico’s immigration enforcement efforts and give the United States far more latitude to deport Central Americans seeking asylum, the Washington Post reports. All the caveats apply: The deal is not final, and there’s no telling whether Donald Trump will accept it. He has threatened 5% tariffs which will take effect Monday unless Mexico acts to his satisfaction to rein in immigration. Under the agreement being discussed, Mexico would deploy up to 6,000 National Guard troops to its southern border to prevent people from entering from Guatemala. Central Americans would be required to seek asylum in the first foreign country they enter. So Guatemalan asylum seekers who make it to the US could be quickly deported to Mexico. Hondurans and Salvadorans, meanwhile, would be sent to Guatemala, itself a desperately poor country that people are fleeing. Stephen Moore, who dropped his bid for a Federal Reserve seat, says he’s still angling for a job with Donald Trump. “I may do something at the White House or in the campaign, but look, I already went through the Senate confirmation hassle. I don’t think I’m going to do that again,” Moore told Fox Business Network Thursday. Moore bowed out after a series of reports by the Guardian on Moore’s financial and legal issues, and a controversy over past remarks about women made by Moore in speeches and published articles. He appeared to lack support for Senate confirmation. Moore said in the Fox interview he is not looking to replace Kevin Hassett, the departing chairman of the Council of Economic Advisers, a job that also requires Senate confirmation. The US is considering delaying Donald Trump’s threatened tariffs on Mexican goods to allow talks to continue, Bloomberg News reports. Trump has said the 5% tariff will go into effect Monday unless Mexico reins in immigration. But Mexico is pushing for more time to negotiate an agreement, according to Bloomberg. House Speaker Nancy Pelosi declined to criticize Donald Trump at Normandy earlier today, per CNN, saying she will not discuss the president while on foreign soil. Later, against a backdrop of the graves of dead American soldiers, Trump called Pelosi a “disaster” and special counsel Robert Mueller a “fool” in a Fox News interview. Donald Trump has signed a disaster aid bill. In a tweet, he falsely claimed, “Puerto Rico should love President Trump. Without me, they would have been shut out!” Trump actually balked at giving Puerto Rico more money for recovery from Hurricane Maria, delaying passage of the disaster bill. The Trump administration is opening a new facility in Texas to house immigrant youth, CNN reports. The temporary shelter in Carrizo Springs, Texas, will be operated by the Department of Health and Human Services’ Office of Refugee Resettlement. The administration said Wednesday it was cutting English classes, soccer and other recreation, and legal aid for immigrant kids held in shelters. House Democrats officially introduced a resolution Thursday to hold Attorney General William Barr and former White House counsel Don McGahn in contempt of Congress, the Hill reports. The pair defied subpoenas and refused to testify and turn over documents to the House Judiciary Committee. The resolution would allow committee chairman Jerry Nadler to go to court and ask a judge to enforce the subpoena for Barr to turn over special counsel Robert Mueller’s full unredacted report, and for McGahn to hand over documents and appear to testify. A full House vote on the resolution is expected next Tuesday. Former national security adviser Michael Flynn has fired the lawyers who arranged his guilty plea, CNN reports. Attorneys Rob Kelner and Steve Anthony, said in a court filing Thursday morning that Flynn was was “terminating” them. Flynn pleaded guilty in December 2017 to lying to the FBI and agreed to cooperate with special counsel Robert Mueller’s investigation. He has not yet been sentenced after repeated delays. Rep. Richard Neal says he will introduce a resolution of disapproval to block Donald Trump’s tariffs on Mexico if the president goes through with his threat, the Wall Street Journal reports. Presidential hopeful Rep. Seth Moulton is proposing a review of the service records of gay and lesbian troops kicked out of the military, allowing the Pentagon to change them to honorable discharges. Before gay service members were allowed in the military, those whose sexual orientation was uncovered were given a dishonorable discharge. That makes them ineligible for some veterans’ benefits. “If you were kicked out of the service because you’re gay or you engaged in homosexual activity, then we are going to right that wrong. We’re going to restore your discharge, upgrading it to honorable discharge if you received an other-than-honorable discharge or dishonorable discharge because of just who you are,” Moulton, a combat veteran, told CNN’s New Day. Department of Homeland Security officials alleged at a lunch with Senators this week that migrants are “renting babies” to get across the US border. Senator Chuck Grassley said DHS officials made the claim Wednesday, Politico reported. “I can’t believe that this actually happened, that the people down there in Central America or Mexico are renting babies to get across the border and then sending the babies back and renting them again to come back across the border,” Grassley said. House Judiciary Committee chairman Jerry Nadler told Democratic leaders he may subpoena special counsel Robert Mueller in the next two weeks, Politico reports. Nadler said at the Tuesday meeting that he may issue the subpoena if Mueller does not agree to testify voluntarily. Nadler has said publicly he’ll subpoena Mueller “if we have to.” Three House Democrats are asking Donald Trump to reconsider his plans to speak at National Mall Fourth of July celebrations. House majority leader Steny Hoyer, Raúl Grijalva and Betty McCollum sent a letter to Trump Thursday urging him to call it off, Politico reported. They said the speech “could create the appearance of a televised, partisan campaign rally on the Mall at public expense” and waste taxpayer money. “For decades, the Fourth of July on the National Mall has been non-partisan and apolitical,” they wrote. “We respectfully call on you to look for ways to complement, not conflict with, the Fourth of July celebration, such as considering an earlier time or alternative location for your remarks.” Under pressure from Donald Trump to curb immigration, Mexico has arrested two prominent organizers of migrant caravans, the LA Times reports. They arrested Ireneo Mujica, the director of Pueblo Sin Fronteras, the activist group that organized several caravans, and Cristobal Sanchez, another member of the group. They are accused of human trafficking. Pueblo Sin Fronteras called the detentions part of a “campaign of criminalization and harassment by the authorities, both Mexican and American,” according to the LA Times. Donald Trump has threatened 5% tariffs on Mexican goods starting next week if the country does not take unspecified action to stop people from crossing the border into the US. Elizabeth Warren announces her campaign workers have officially unionized. The visual of Donald Trump’s Fox News interview calling special counsel Robert Mueller a “fool” and House Speaker Nancy Pelosi a “disaster,” as he speaks from Normandy with the graves of fallen soldiers as the backdrop. Ohio’s House of Representatives has approved a bill that would require workers to declare their legal immigration before filing a worker’s compensation claim if they’re injured on the job, Ohio News Service reports. Barack and Michelle Obama’s production company has struck a multi-year deal with Spotify to produce podcasts, CNN reports. The former first couple are expected to appear at time on certain podcasts, though their role will be primarily in development an production. The Obamas previously struck a similar deal with Netflix. New York Mayor Bill de Blasio, who has railed against Rupert Murdoch’s media empire, will make his first Fox News appearance as a candidate for president this evening. He’s set to appear on Fox News’ Special Report with Bret Baier at 6pm, according to an advisory from his campaign. De Blasio has also been angling for a Fox News town hall. A new detail on how the Democratic National Committee will decide who gets into the primary debates, via Politico: they are excluding polls that ask respondents to name their favored candidate in an open-ended question, as opposed to listing the candidates’ names. That seemingly obscure detail could mean Montana Gov. Steve Bullock gets shut out of the debates. Bullock appeared to have hit the threshold of earning 1% in three eligible polls. But one of them was an ABC News/Washington Post poll which was open-ended. The DNC told Politico Thursday that that poll won’t count. Bullock’s campaign blasted the decision. “While Gov. Bullock was expanding Medicaid to one in ten Montanans despite a two-thirds Republican legislature, the DNC was making arbitrary rules behind closed doors,” campaign manager Jenn Ridder told Politico. “The DNC’s unmasking of this rule singles out the only Democratic candidate who won a Trump state — and penalizes him for doing his job.” The DNC also confirmed that they will in fact count a Reuters poll that had been in question, where New York Mayor Bill de Blasio hit 1% among a sampling of all Americans, but not among registered voters. That means de Blasio has definitely qualified by getting 1% in three polls. The deadline to qualify is June 12. If more than 20 candidates make the cut, the DNC will apply tighter rules to decide who gets in. They’ve set a max of 20 participating candidates. Washington governor and presidential candidate Jay Inslee is asking his Democratic rivals to join him in urging the Democratic National Committee to reconsider its refusal to hold a debate focused on climate. “The grassroots of the Democratic Party have clearly spoken in favor of a climate debate. I remain deeply disappointed that the DNC has chosen not to listen to these Democrats, and has threatened to punish candidates who would participate in an outside climate debate,” Inslee said Thursday. “Today, I am calling on my fellow presidential candidates to urge the DNC to reconsider its position on a climate debate. Together, we can speak to the DNC with a loud voice: We need a full-length debate on the climate crisis.” The DNC said Wednesday that it would not be holding a climate debate, and Inslee said the party also threatened to exclude him from future debates if he participates in a climate debate hosted by an outside organization. Elizabeth Warren and Beto O’Rourke said Wednesday that there should be a climate debate. House Democrats are planning to vote next week to empower committees to go to court to enforce their subpoenas, CNN reports. If the measure passes, committees will be allowed to hold officials in contempt of Congress without a vote on the full House floor. The new rule will be part of a resolution to hold Attorney General William Barr and former White House Counsel Don McGahn in contempt for their refusal to testify. Virginia’s 2017 elections were an early warning signal that an anti-Trump blue wave was headed for the 2018 U.S. midterms. This year’s legislative elections could offer strong clues about national trends in 2020, the Associated Press reports: Primary elections are a few weeks away and both Republicans and Democrats are in the midst of ugly battles over their respective party’s identities and values. The Virginia Senate’s top Democrat said his opponent is telling voters “we need to get all of these old white men out of office” as an unusually high number of Democratic incumbents are being challenged by newcomers in the mold of U.S. Rep. Alexandria Ocasio-Cortez. On the Republican side, lingering resentment over last year’s vote to expand Medicaid is helping fuel unusually divisive primary contests. A wealthy Iraqi sheikh, Nahro al-Kasnazan, who promotes a hardline approach to Iran, spent 26 nights in a suite at the Trump International Hotel in Washington, the Washington Post reports. The stay is estimated to have cost tens of thousands of dollars. It’s an unusually long stay for a VIP guest, the longest on a list of “VIP Arrivals” obtained by the Post. The report explains: His long visit is an example of how Trump’s D.C. hotel, a popular gathering place for Republican politicians and people with government business, has become a favorite stopover for influential foreigners who have an agenda to pursue with the Trump administration. A gallery of would-be foreign leaders — including exiles and upstarts who cannot always rely on a state-to-state channel to reach Trump’s government — have been gliding through the polished lobby of the Trump International Hotel since it opened in 2016. A few weeks before Kasnazan checked in, a pair of exiled Thai prime ministers spent the night. A few weeks after, a Post reporter saw a Nigerian presidential candidate holding court in the lobby. None stayed as long as Kasnazan, the leader of an order of Sufi Muslims who said he served as a paid CIA informant in the run-up to the U.S. invasion of Iraq in 2003. These visits offer proximity to Trump’s political orbit — as family members, advisers and fans regularly pass through the hotel and snap selfies at the bar — while putting money into a hotel the president still owns. Donald Trump said special counsel Robert Mueller “such a fool out of himself” with his public statement last week about his Russia investigation. “Let me tell you, he made such a fool out of himself ... because what people don’t report is the letter he had to do to straighten out his testimony because his testimony was wrong,” Trump told Fox News host Laura Ingraham in an interview set to air Thursday night. Trump was referring to Mueller’s suggestion that Trump was not charged with a crime because of the Justice Department’s policy prohibiting the indictment of a sitting president, according to excerpts released by Fox. After Mueller’s public statement, the Justice Department and special counsel’s office issued a joint statement saying there was no conflict between Mueller’s comments and Attorney General William Barr’s prior remarks on the issue. In the interview taped in France ahead of a D-Day commemoration ceremony, Trump also blasted House Speaker Nancy Pelosi. “Nancy Pelosi, I call her Nervous Nancy, Nancy Pelosi doesn’t talk about it,” Trump said, referring to the joint statement. “Nancy Pelosi is a disaster, ok? She’s a disaster. Let her do what she wants, you know what? I think they’re in big trouble.” Trump also called his threatened tariffs against Mexico a “beautiful thing.” “When you’re the piggy bank that everybody steals from and robs from, they deceive you like they’ve been doing from 25 years, tariffs are a beautiful thing, it’s a beautiful word if you know how to use them properly,” he told Fox. The full interview is set to air Thursday night at 10pm. The Los Angeles Times tallied some votes and found that House Democrats do not have a majority supportive of impeachment proceedings against Donald Trump. About one-quarter of House Democrats publicly support opening an impeachment inquiry against Trump. The paper did a full tally of the largest in the nation California delegation, which has 46 Democrats in the House. 12 support starting an impeachment inquiry. Several others are on the fence or moving closer to supporting impeachment. More than 30 California members do not currently support an impeachment inquiry. But many Democrats are leaving the door open to supporting impeachment at some point in the future, depending on how the case develops or how the political winds shift. Presidential candidate and Montana governor Steve Bullock released a plan to keep foreign money out of US elections. The proposal would add a check box to IRS and Federal Election Commission forms filled out by Super PACs, requiring them to certify under penalty of perjury that they are not using foreign money on electioneering activity. The Defense Department has contradicted Donald Trump’s claim yesterday that transgender troops can’t serve in the military because service members are not allowed to take drugs. “The Military Health System covers all approved medically necessary treatments and prescription medications,” DOD spokeswoman Jessica Maxwell told the Washington Post. “If a service member has a hormone deficiency for any reason (such as hypogonadism, hypothyroidism, menopause, etc.), he or she would be prescribed hormones.” Rev. Al Sharpton is joining the push to allow undocumented immigrants to get drivers licenses in New York, the New York Daily News reports. He said it’s not “just a public safety issue – it’s a civil rights concern.” The bill is pending in the final weeks of the state legislative session. When asked what candidate they’ll “consider” voting for - meaning they can pick more than one - 53% of Democratic voters say they’ll consider Joe Biden, followed by Elizabeth Warren with 40% in a new Economist/YouGov poll. Law professor Laurence Tribe is suggesting impeachment proceedings against Donald Trump regardless of whether the House will ultimately vote to impeach him or the Senate to convict and remove him from office. The House at the end of its inquiry could choose to send impeachment articles to the Senate - even if there’s virtually no chance of conviction in the Republican-controlled body - or to skip impeachment and pass a sense of the House resolution condemning the president, he writes in a Washington Post op-ed: “By resolving now to pursue such a path, always keeping open the possibility that its inquiry would unexpectedly lead to the president’s exoneration, the House would be doing the right thing as a constitutional matter. It would be acting consistent with its overriding obligation to establish that no president is above the law, all the while keeping an eye on the balance of political considerations without setting the dangerous precedent that there are no limits to what a corrupt president can get away with as long as he has a compliant Senate to back him. And pursuing this course would preserve for all time the tale of this uniquely troubled presidency.” Lawyer George Conway, the husband of White House counselor Kellyanne Conway, likes the idea. Michigan Republican John James has announced a second run for US Senate. James, an Iraq war veteran and businessman, will run against Sen. Gary Peters, the Detroit News reports. He ran last year and lost against Michigan’s other Democratic senator, Debbie Stabenow. Rep. Seth Moulton, a presidential candidate and combat veteran, said Donald Trump has “failed” to maintain the “unbreakable bonds” with US allies he talked about in his D-Day speech Thursday. “He actually was fairly presidential for a change. But he talked about unbreakable bonds. It’s important to remember that bonds are breakable,” Moulton said on CNN’s New Day. “Keeping up the bonds that we have built over the decades matters. And this president has failed to do that.” Donald Trump and French President Emmanuel Macron downplayed their differences over Iran at a meeting Thursday in Caen. “I don’t think we have differences over Iran. I don’t think that the President wants to see nuclear weapons, and neither do I. And that’s what it’s all about,” Trump said. “We do share the same objectives on Iran,” Macron added. Trump has pulled out of a nuclear deal with Iran and tensions have ramped up with the country in recent weeks. Donald Trump said Brexit will “all work out,” speaking to reporters alongside French president Emmanuel Macron in Caen, France. “That’s really going to be between the UK and the European Union. And they’re working very hard. I know they’re working very hard together, it doesn’t seem to be working out. But at some point, something will happen one way or the other, it’ll all work out,” Trump said. He said it would be “very interesting” to see who will become the UK’s next prime minister and called his visit there an “amazing period of time.” Donald Trump and French President Emmanuel Macron paid tribute to the veterans of D-Day at a Normandy ceremony Thursday marking the 75th anniversary of the invasion. Follow live updates from the proceedings here. Since Justice Ruth Bader Ginsburg’s return in late winter from cancer surgery and broken ribs , she has regularly accepted Justice Clarence Thomas’ extended hand to help her down the three steps behind the Supreme Court bench when the gavel falls and court ends for the day. The Associated Press reports: There’s something touching about seeing the 86-year-old liberal icon and the 70-year-old conservative stalwart briefly join hands to exit the courtroom. Most people in the courtroom can’t see the justices once they leave the bench, but the seats reserved for reporters offer a good view. Now Ginsburg and Thomas have been on the same side of the last two 5-4 decisions issued by the high court. Is this the start of something new? Actually, no. Thomas and Ginsburg have been together in 42 cases in the court’s closest outcomes during Ginsburg’s nearly 26 years as a justice. Those include some favoring criminal defendants, such as a 2009 case limiting the warrantless search of a vehicle following the arrest of its occupant, and last year’s ruling enhancing states’ ability to collect sales tax from online merchants . The two cases this term are a bit above the average of 1.6 times per term they have agreed in decisions in which there was a bare majority of five justices. The numbers are courtesy of Adam Feldman, whose Empirical Scotus website runs all kinds of interesting numbers about the court. The Ginsburg-Thomas pairing actually is more common than some of the other court odd couples. Ginsburg and Justice Samuel Alito have been part of five-justice majorities in 17 cases, or about 1.3 times a term since Alito became a justice in 2006. In the same kinds of cases, Justice Sonia Sotomayor has paired with Thomas 13 times and with Alito, just 6. It is safe to say that Ginsburg and Thomas, the longest-serving justice with nearly 28 years on the bench, are not on the verge of becoming the court’s new power duo. Just last week , they sniped at each other in footnotes to opinions involving an Indiana law backed by abortion opponents that regulates the disposal of fetal remains following an abortion. Thomas said Ginsburg’s opinion “makes little sense.” Ginsburg wrote that Thomas’ footnote “displays more heat than light” and “overlooks many things.” Democratic presidential candidate Amy Klobuchar’s mental health plan has inspired her first Iowa endorsement, the Associated Press reports: State Rep. Ruth Ann Gaines, one of Iowa’s four black legislators, is the mother of a son with developmental and mental disorders. She said Klobuchar made a personal impression on her when the two exchanged ideas to improve mental health services during a one-on-one breakfast. “I really like her, sincerely. She’s down to earth and approachable. She’s not proud or cocky,” Gaines said. “I could see this is a person who, if elected president, will do a great job, not only in the mental health area but primarily in listening to people and understanding their needs and then getting to work on trying to help them.” And that’s what Klobuchar did: Following their breakfast meeting, the Minnesota senator connected Gaines with an organization that helps parents of mentally ill children. It was a relief to Gaines, who has struggled to get her son the medical help he needs. That personal touch made the difference: Now, Gaines plans to promote Klobuchar within her northeastern Des Moines area by hosting her at one of her fundraisers and working to bring other endorsements onboard to the campaign. Klobuchar announced her campaign in February and was one of the first 2020 Democratic presidential candidates to unveil a mental health proposal, which includes an expansion in treatment facilities and local behavioral health centers as well as a national mental health awareness campaign and investments in federal research into behavioral health and addiction issues. The endorsement comes just ahead of this weekend’s Iowa Democratic Party Hall of Fame fundraiser, the first major cattle call of the 2020 Iowa caucus season. Nineteen Democratic White House hopefuls will speak Sunday at the event, which Iowa political observers see as an opportunity to evaluate the candidates’ organizational strength. Fox News host Tucker Carlson’s nascent love affair with economic progressivism continues. On his show last night, Carlson quoted at length - and approvingly - from senator Elizabeth Warren’s new plan for “economic patriotism.” “What if the Republican leadership here in Washington had bothered to learn the lessons of the 2016 election? What if they’d cared enough to do that?” he said. “For starters, Republicans in Congress would regularly be saying things like this.” Without revealing its source, he then read for three minutes directly from Warren’s plan - which condemns big American corporations for holding no loyalty to the US, instead shipping jobs overseas to enrich shareholders. “Let’s say you regularly vote Republican. Ask yourself, what part of the statement you just heard did you disagree with? Was there a single word there that seemed wrong to you? Probably not. Here’s the depressing part: Nobody you voted for said that, or would ever say it,” Carlson said. The latest monologue continued a trend Carlson began in January with a searing attack on unfettered market capitalism and its effects on American society. “She sounds like Donald Trump at his best,” he said of Warren in the economic plan, allowing that not only was she saying the right things, but many of her “policy prescriptions make obvious sense.” The controversial host is not flipping to the liberal side, however. His argument is for a kind of right wing populism, mixing left-leaning economic policy with conservative social views. Warren, he lamented, remains a “race hustling gun grabbing extremist.” “In Washington, almost nobody speaks for the majority of voters. You’re either a libertarian zealot controlled by the banks,” Carlson said. “Or worse, you’re some decadent trust fund socialist who wants to ban passenger cars and give Medicaid to illegal aliens.” “Egregious” conditions including mold and rotten food were found at four immigrant detention facilities by the Department of Homeland Security’s inspector general. CNN obtained the inspector general’s report, based on surprise inspections last year. One facility’s kitchen had open packages of raw chicken leaking blood over refrigeration units. There was also spoiled lunch meat and moldy bread in the kitchen at the Essex County Correctional Facility in New Jersey. At Essex and at the Adelanto ICE Processing Center in California, bathrooms had mold and peeling paint on the walls, floors and showers and “unusable” toilets. The news comes after figures released Wednesday showed a record surge of migrants at the border, with more than 144,000 people taken into custody in May. A separate report released last week found dangerous overcrowding and unsanitary conditions at an El Paso Border Patrol processing facility. House Speaker Nancy Pelosi said she doesn’t want Donald Trump impeached because she’d rather see him “in prison,” Politico reported. Pelosi, who has been resisting Democratic calls for impeachment, made the comments Tuesday night during a contentious meeting with House Judiciary Committee chairman Jerry Nadler. “I don’t want to see him impeached, I want to see him in prison,” she said, Democratic sources told Politico. Nadler was pushing Pelosi to allow his committee to launch an impeachment inquiry, the second time he’s made that request in recent weeks, according to the report. An increasing number of Democrats have called for impeachment, but Pelosi has steadfastly resisted. Pelosi reportedly argued at the meeting with Nadler and other Democrats that she would prefer to see Trump defeated in the 2020 election and then prosecuted for his crimes."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}