{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/30/julian-castro-trump-jr-racist-tweet-kamala-harris", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-30T14:46:06Z", "webTitle": "Julián Castro calls Trump Jr a ‘coward’ over racist attack on Kamala Harris", "webUrl": "https://www.theguardian.com/us-news/2019/jun/30/julian-castro-trump-jr-racist-tweet-kamala-harris", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/30/julian-castro-trump-jr-racist-tweet-kamala-harris", "fields": {"headline": "Julián Castro calls Trump Jr a ‘coward’ over racist attack on Kamala Harris", "bodyText": "Donald Trump Jr is “like a coward” for tweeting and deleting a racist attack on Kamala Harris, Democratic presidential candidate Julián Castro said on Sunday. Racist criticism of Harris proliferated online after Thursday’s second debate, in which she shone in opposition to former vice-president Joe Biden, particularly when she grilled him over his past opposition to bussing as a way to racially integrate schools. Harris announced a fundraising surge after the debate, with $2m coming in over 24 hours. The RealClearPolitics.com national polling average puts her fourth in the Democratic field, behind Biden, Bernie Sanders and Elizabeth Warren. During the debate on Thursday, Donald Trump’s oldest son reposted a message from Ali Alexander, a far-right personality, which said: “Kamala Harris is implying she is descended from American Black Slaves. She’s not. She comes from Jamaican Slave Owners. That’s fine. She’s not an American Black. Period.” “Is this true?” Trump Jr asked. “Wow.” Harris’s father is Jamaican and her mother was from India. Castro, the former mayor of San Antonio and US housing secretary, who would be the first Hispanic president, performed strongly in the first debate on Wednesday. On Sunday he appeared on CNN’s State of the Union. “It’s disgusting,” he said of Trump Jr’s tweet. “It has no place in our politics. This is the game that these folks play. They put something out there. You notice what he did. He tweeted it out and then he deleted it like a coward, so he can say, ‘Oh, that was a mistake.’ “But he knows what he’s doing. He’s giving voice to these racist utterances about Senator Harris. We need to dispel them immediately and condemn them and then not give them any more life, because they’re disgusting.” Castro was not alone in defending the senator and criticising Trump Jr. Most of the Democratic candidates did so. The Vermont senator Bernie Sanders, for example, tweeted: “Donald Trump Jr is a racist too. Shocker.” Pete Buttigieg, the mayor of South Bend, Indiana, wrote: “Kamala Harris has been powerfully voicing her Black American experience. Her first-generation story embodies the American dream. It’s long past time to end these racist, birther-style attacks.” That was a reference to “birther” conspiracy theorists who claim Barack Obama, born to an American mother and a Kenyan father, was not born in the US and was thus not qualified to be president. Donald Trump rose to political prominence by championing such attacks, before admitting Obama was born in the US. Some rightwing social media accounts have accused Harris of being an “anchor baby” – a derogatory term used to describe children born in the US to immigrant parents. Also on CNN on Sunday, Amy Klobuchar was asked if she believed attacks on Harris were being generated by Russians, as she seemed to imply in her first response to Trump Jr’s tweet. “I have no idea who’s responsible for it,” she said. “I just know that [Russia has] messed around on the internet many times with bots and other things and there has been some connection to them way past the 2016 presidential election. “I think the bigger point I was making in light of President Trump hanging out with Vladimir Putin again is that we as a country are supposed to be about the truth.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}