{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/12/willie-mccoy-shooting-vallejo-police-55-shots", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-12T19:41:02Z", "webTitle": "Police fired 55 times at Willie McCoy. An investigation called it 'reasonable'", "webUrl": "https://www.theguardian.com/us-news/2019/jun/12/willie-mccoy-shooting-vallejo-police-55-shots", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/12/willie-mccoy-shooting-vallejo-police-55-shots", "fields": {"headline": "Police fired 55 times at Willie McCoy. An investigation called it 'reasonable'", "bodyText": "The California police officers who killed Willie McCoy, a 20-year-old who had been sleeping in his car, fired 55 bullets at him in 3.5 seconds – which was “reasonable”, according to the city of Vallejo’s hired consultant. Officials disclosed the extraordinary number of rounds in a report released this week, months after six policemen shot the aspiring rapper who had fallen asleep inside his car at a Taco Bell. The 9 February killing, which McCoy’s family has called an “execution by a firing squad”, sparked national outrage and has led to intense scrutiny of the Vallejo police department’s frequent use of deadly force and history of misconduct and abuse cases. The 51-page report by David Blake, a paid “expert” and retired officer, concluded that the killing was “in line with contemporary training and police practices associated with use of deadly force”. He said “the 55 rounds fired by 6 officers in ~3.5 seconds is reasonable based upon my training and experience as a range instructor as well as through applied human factors psychology”. Relatives of McCoy, a beloved Bay Area rapper whose career was on the rise at the time of his death, said they learned of the bullet count in news reports. “What it says is there was never any real intention of trying to work out this situation to where my brother’s life would still be intact,” Marc McCoy, Willie’s older brother, told the Guardian on Wednesday, adding that many in the US had become numb to this level of police brutality: “Our community is so used to this type of violence.” The six officers surrounded McCoy’s car with guns drawn after a Taco Bell employee called police to report a man unresponsive in his car in the drive-thru. The police department in the city, 30 miles north-east of San Francisco, has insisted that the officers fired out of “fear for their own safety”, alleging that McCoy had reached for a gun on his lap. But body-camera footage, released after significant public pressure, cast doubts on parts of the police narrative. The videos only showed McCoy moving his hand to scratch his shoulder before officers opened fire. The police did not try to wake him up or announce that they were officers, and his family and their lawyers have said it seemed clear McCoy was not alert or awake when the police all opened fire. Without an official report on the number of rounds, McCoy’s loved ones had previously been forced to rely on their own estimations after viewing his body, which was riddled with bullets in his face, chest, throat, arms and elsewhere, making him unrecognizable. “This is an unconstitutional level of force,” said Melissa Nold, an attorney for the family, adding that the 55 bullets were another reminder of police strategy that night: “You want to ensure that this human being does not survive.” The city agreed to pay up to $8,000 for the “expert report” on “human factors and use of force” analysis by Blake, according to contract documents obtained by the Vallejo Times-Herald. Blake has a history of authoring similar reports concluding law enforcement killings were reasonable. He was hired as the “outside expert” to investigate the 2018 killing of Stephon Clark, an unarmed 22-year-old Sacramento man killed in his family’s backyard. Those officers claimed they mistook Clark’s cellphone for a gun, and Blake determined the fatal shots were “reasonable”. Blake defended the high volume of bullets fired at McCoy by making inferences about the mental state of the officers. He said officers were “generally trained to fire until the threat has been neutralized” and that they probably continued to fire due in part to “acute stress” and “chaos caused by the sounds of gunfire, debris, and weapons mounted lights reflecting off the shattered windshield”. “No officer expended all ammunition prior to stopping firing which indicates a level of self-control,” he wrote. Nold criticized the report, saying, “Each bullet has to be justified,” and adding, of Blake: “He gets paid to defend police when they shoot people. We know who he is.” Marc McCoy called the report “very biased”. He noted that the high volume of bullets was particularly unwarranted given that, as the body-camera footage revealed, before shooting, the officers had commented to each other that the firearm in the car did not have a magazine in it. They noted that if it were loaded, it would only have a single bullet in it. The footage, which showed McCoy asleep for several minutes as officers pointed guns at his head, also captured a policeman saying, “I’m going to pull him out and snatch his ass,” and the officers appearing to make a plan to fire at him, with one saying: “If he reaches for it, you know what to do.” Marc McCoy said anyone who watched the videos and learned details of the case would conclude the police actions were illegal and unjust. But under US laws, he said, police typically got away with this conduct: “Cases like this all need more attention … We’re going to have more people getting killed unnecessarily.” One officer who fired at McCoy had previously shot and killed an unarmed man, and another was sued by the family of a teenager for police brutality."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}