{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/04/us-taxpayers-shelling-out-millions-for-luxury-hotels-for-trump-state-visit", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-04T10:20:37Z", "webTitle": "US taxpayers shelling out millions for luxury hotels for Trump state visit", "webUrl": "https://www.theguardian.com/us-news/2019/jun/04/us-taxpayers-shelling-out-millions-for-luxury-hotels-for-trump-state-visit", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/04/us-taxpayers-shelling-out-millions-for-luxury-hotels-for-trump-state-visit", "fields": {"headline": "US taxpayers shelling out millions for luxury hotels for Trump state visit", "bodyText": "The US government has spent millions of dollars on luxury hotel suites, chauffeured vehicles and back-up generators for Donald Trump’s state visit to London. Contracts placed by the state department show US taxpayers have spent $1,223,230 (£965,921) on VIP accommodation at the InterContinental hotel on Park Lane in Mayfair, a hotel linked to members of the Qatari royal family. A further $339,386 (£267,994) has been spent on “hotel rooms in support of a visit” at the Hilton on Park Lane, one of London’s most exclusive addresses, and also on “passenger car rental”. Along with his third wife, Melania, Trump has brought all four of his adult children on the trip – Donald Jr, Eric, Ivanka and Tiffany. Along with their administrative support and security details, that has added significantly to the size of his entourage. The state department placed a series of hotel contracts, first disclosed by the Scotsman newspaper, through the US embassy in London, including another $122,059 and then $32,339 for additional hotel rooms at the Intercontinental. Hundreds of thousands of dollars have been spent at the Hyatt Regency – the Churchill, a hotel on Portman Square. That includes $18,750 on “hotel rooms in support of a VIP visit”, as well as $47,311 for a generator, presumably to provide back-up power supplies for official business. At the Grosvenor House hotel, another five-star hotel on Park Lane, the state department has spent at least $266,882 on “hotel rooms for VIP visit” and installing special voice and data cabling in the hotel suites. At the Cumberland hotel on Great Cumberland Place, a four-star hotel near Marble Arch now rebranded as the Hard Rock hotel, $96,162 has again been spent on a contract the state department describes as “hotel rooms in support of a VIP visit”. That hotel is at the northern end of Park Lane, within easy reach of the Intercontinental and the Grosvenor House hotels. Alongside these one-off contracts, the US embassy also has a long-running contract for luxury chauffeured limousines with Tristar Cars, a firm owned by the London-based private hire firm Addison Lee. The embassy placed its largest recent contract with Tristar Cars on 20 May this year, for $353,070, a one-off purchase that state department records show was linked to hotel accommodation. The Scotsman reports that the Intercontinental is ultimately owned by a Luxembourg-based hotel group called Regis Hotel (Opco) UK SA. Among its directors are Sheikha Lulwah bint Hamad bin Khalifa al-Thani, 34, the daughter of Sheikh Hamad bin Khalifa al-Thani, previously Qatar’s ruler until he abdicated in 2013. He founded and funded the al-Jazeera global television network."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}