{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/30/democrats-impeach-trump-pelosi-congress-pressure", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-30T04:00:06Z", "webTitle": "Democrats divided as pressure to impeach builds: ‘What are you waiting for?’", "webUrl": "https://www.theguardian.com/us-news/2019/jun/30/democrats-impeach-trump-pelosi-congress-pressure", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/30/democrats-impeach-trump-pelosi-congress-pressure", "fields": {"headline": "Democrats divided as pressure to impeach builds: ‘What are you waiting for?’", "bodyText": "In the House of Representatives the apparently frustrated Democratic congresswoman Alexandra Ocasio-Cortez, had one question for the leadership of her party: when would they impeach Donald Trump? “The thing that we’re struggling with is that we don’t know what we’re waiting for in terms of a caucus. And folks that are saying, ‘No, not yet. Not yet.’ OK – accepting that that’s your position, what are you waiting for?” the New York socialist said to reporters this week. “Are you waiting for some kind of revelation?” That’s a question a growing number of Democrats are asking. Dozens of Democrats on Capitol Hill, including 2020 hopefuls such as Elizabeth Warren, have called for impeachment proceedings in the wake of the special counsel Robert Mueller’s damning report into Russia interference in the 2016 election, which also outlined numerous instances of obstruction of justice on the part of the president. Nor is it just leftwing firebrands like Ocasio-Cortez. One notable recent convert to the impeachment cause was California congresswoman Katie Porter, who announced her support by admitting: “I didn’t come to Congress to impeach the president.” But Porter added: “When faced with a crisis of this magnitude, I cannot with a clean conscience ignore my duty to defend the constitution.” Porter’s support struck a chord in Washington because, as the representative of a swing district, her announcement carried personal political risk. Most others who have called for impeachment hail from safely blue districts. Only one Republican – Michigan congressman Justin Amash – has signed up to the cause. The question now is, will the House speaker, Nancy Pelosi, succumb to the growing pressure, or will she stand her ground? It is a fierce debate that is increasingly dividing the party, pitting pragmatists against ideologues, the leadership against its own members and advocates of policy who believe they have a constitutional duty to act against wrongdoing against those who prefer to wage politics and want to remove Trump by thrashing him at the 2020 ballot box. Pelosi has so far remained steadfast in opposing an impeachment inquiry on the grounds such a move would fail in the Republican-controlled Senate and could be politically divisive, potentially jeopardizing Democrats’ chances at ousting Trump via the ballot box in 2020. In March, she said in an interview with the Washington Post that impeachment would be “so divisive to the country that unless there’s something so compelling and overwhelming and bipartisan, I don’t think we should go down that path”. A four-page summary later that month of Mueller’s report by William Barr, the Mueller critic Trump installed as attorney general, made that position seem prescient. Barr wrote in a letter to lawmakers that Mueller did not establish collusion between the Trump campaign and the Russian government and that he’d punted on the issue of obstruction. Barr and his then deputy, Rod Rosenstein, cleared Trump of charges that he sought to interfere with the inquiry. But in April, Barr released a redacted version of Mueller’s 448-page report that revealed his initial summary – and a bizarre, pre-publication press conference in which the attorney general sought to spin the findings like he was a member of Trump’s defense team – to be wildly misleading. On the question of obstruction of justice, Mueller laid out a series of episodes in which Trump personally sought to undermine the investigation, including by firing former FBI director James Comey and attempting to fire the special counsel himself. The reason Trump was not charged with a crime, Mueller implied, is because he did not believe justice department protocol allowed for a sitting president to be indicted. Holding the president accountable, he suggested, would necessarily be Congress, not the criminal justice system. For some Democrats, like the congressman and 2020 presidential candidate Eric Swalwell, that was a call to action. “The congressman is concentrated on protecting our democracy and believes that a fair process will either remove a corrupt president or acquit him but inaction is no longer an option,” a representative for Swalwell said. The momentum behind impeachment may be having some impact. Pelosi has introduced the word into her vocabulary as of late, implying that she was keeping the door open to the possibility. But she has also stayed the course, tamping down criticism from her ranks that it’s Congress’s duty to hold the president accountable – regardless of whether it would succeed or not. Instead, she has called for Democrats to press on with their investigations, as well as to focus on kitchen table issues such as healthcare, which helped them take back the House in the 2018 midterms and can, she hopes, propel them to victory again in 2020. As the 2020 race heats up – the Democrats have had their first televised debate and Trump has officially launched his campaign – it is hard to say what Democrats will, or should, do. On the one hand, impeachment could prove divisive. While a growing majority of Democratic voters support such a move, some polls suggest that Americans overall remain split on the matter. There are fears that impeachment could backfire on Democrats in 2020 and gift Trump another four years in office are not completely unfounded. After all, Republicans lost House seats in 1998 and 2000 as they pursued the impeachment of Bill Clinton – something that has weighed on Pelosi, her colleagues told the Atlantic. Those losses are often overstated, however, and the situations are different, both in terms of the two presidents’ statures in the public’s eye and the nature of their conduct. Clinton, who retained high approval ratings during the course of his proceedings, was impeached over conduct largely unrelated to his presidency. Trump, on the other hand, has seen underwater job approval ratings for the entire duration of his presidency. What’s more, the justification for his potential impeachment cuts to the heart of his duties as president. Trump has not only continued to insist he did nothing wrong and to block oversight investigations – he also said in a stunning interview recently that he would welcome foreign interference in the 2020 election if he thought it could help him win. Though Democrats appear uniformly frustrated and outraged by Trump’s conduct, some aren’t yet ready to greenlight impeachment. “I’m not yet calling to start an impeachment inquiry,” Florida congressman Ted Deutch, a Democrat on the House judiciary committee, told the Guardian. “But I will also not keep waiting as the White House engages in this unprecedented stonewalling. Obstruction of an investigation of obstruction of justice is itself obstruction of justice.” For more than 70 lawmakers and counting, though, it’s time to start moving on the matter – both as a practical way of holding the president accountable and as an ethical and constitutional responsibility to send a message that nobody is above the law, even if they sit in the Oval Office. “The administration has refused to respect the rule of law,” Porter said announcing her support for an impeachment inquiry. “The question is not whether a crisis is in our midst,” she continued, “but rather whether we choose to fight against it.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}