{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/12/new-york-city-no-kids-in-cages-protest-family-separations", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-12T15:05:41Z", "webTitle": "Activists call for end to family separations with cage installations", "webUrl": "https://www.theguardian.com/us-news/2019/jun/12/new-york-city-no-kids-in-cages-protest-family-separations", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/12/new-york-city-no-kids-in-cages-protest-family-separations", "fields": {"headline": "Activists call for end to family separations with cage installations", "bodyText": "They lie prone on the ground across New York City, covered with the metallic blankets used in life-or-death emergencies. They are individually placed in chain-link cages at more than 20 locations citywide, from the sidewalks outside stately cultural institutions to hipster enclaves. They are models portraying migrant children in cages detained at the US-Mexico border, comprising an installation put up Wednesday morning to protest family separation. The installations are part of an activist campaign called #NoKidsInCages, which calls on lawmakers to end family separation by passing the Keep Families Together Act. Advertising agency Badger &amp; Winters started #NoKidsinCages to support Refugee and Immigrant Center for Education and Legal Services, known as Raices, organizers said in a press release. Family separation stems from the Trump administration’s “zero-tolerance” policy toward migrants who cross into the US from Mexico illegally. As part of this policy, children and their parents would be held in separate detention facilities. While the Trump administration officially ended the family separation policy in summer 2018, advocates have contended that migrant children are still being separated from their parents. “The installations – models of ‘children’ in cages – are intended to be an emotional, provocative, multisensory experience that represents the conditions that children are being subjected to at the border due to the Department of Justice’s Zero Tolerance Immigration Enforcement Policy,” organizers said in a statement. The cages were installed at Manhattan locations such as the American Museum of Natural History, Google’s Chelsea Market building and several media companies’ headquarters. In Brooklyn, installations were placed in McCarren Park and a Bedford Avenue subway stop, both located in the borough’s hip Williamsburg neighborhood, and the Barclays Center arena, organizers said. Police have started taking down some of the installations, which also feature audio smuggled out of a detention camp, according to social media posts. The New York police department later said that eight cages “with mannequin infants/children” have been removed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}