{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/08/libya-civil-war-khalifa-haftar", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-08T06:00:08Z", "webTitle": "Trump officials snub strongman Khalifa Haftar as US shifts course on Libya", "webUrl": "https://www.theguardian.com/us-news/2019/jun/08/libya-civil-war-khalifa-haftar", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/08/libya-civil-war-khalifa-haftar", "fields": {"headline": "Trump officials snub strongman Khalifa Haftar as US shifts course on Libya", "bodyText": "The Trump administration has given the cold shoulder to Libyan warlord Khalifa Haftar, less than two months after Trump appeared to show support for him in a surprise phone call, and is now rethinking its policy towards the country’s civil war, according to multiple sources in the US and the region. Encouraged by the 15 April call, Haftar and his Libyan National Army (LNA) hired lobbyists in Washington in the hope of arranging an official visit by the field marshal, who is a dual Libyan-US national, or one of his top aides, to reinforce the impression that he had US backing in his offensive against the UN-backed government in Tripoli. However, the lobbying firm, Linden Strategies – hired on a one-year, $2m contract – has yet to make progress as the tide shifts inside the Trump administration. With a volatile president, who has shown himself especially prone to persuasion from the Gulf monarchies and Egypt, policy could zigzag again. For now, US officials insist that Trump’s phone call to Haftar was a personal favour to the Egyptian president, Abdul Fatah al-Sisi, who was visiting Washington a few days earlier, and did not signify a shift in US policy. “State and defence were not aware of the Trump call, let alone supported it,” said Jonathan Winer, a former US envoy on Libya. “It has taken a wrecking ball to our Libya policy.” Ahmed Omar Maiteeg, the deputy prime minister of the Tripoli government, told NBC News on Thursday the Trump-Haftar call was confusing, “because we see the US government as a our main ally”. However, the pro-Haftar push inside the administration, while short-lived, went well beyond a phone conversation. On White House instructions, the US mission at the UN joined with Russia to block a UK-backed resolution calling for the end of Haftar’s offensive. Bloomberg reported that Trump and his national security adviser, John Bolton, had explicitly supported the offensive, and Haftar boasted to senior UN officials that Bolton had given him the green light for the assault, on the condition he acted quickly. The White House would not respond to the claim. Haftar has made similar claims before which turned out to be unfounded, a former Obama administration official said. With Haftar’s offensive stalled on the outskirts of Tripoli, Trump’s fleeting enthusiasm for Haftar has waned, and the lead on Libya policy has been handed back to the state department. Secretary of state Mike Pompeo has been consulting Libya experts in the past two weeks, and is considering a range of options, including a US-enforced ceasefire. European governments would like to see the US play an active role in persuading Haftar to pull back from Tripoli and enter ceasefire talks. “Pompeo is paying attention to Libya now, and is keen to get the policymaking process back on track,” said a source familiar with the talks. Any US military involvement, however, would likely be resisted by Trump, who is keen to extricate the country from foreign military entanglements. “If you are a gut politician, would you want to change Libya from being Hillary’s mess to your mess? He is thinking: don’t embrace the mess,” Winer said. Haftar’s forces remain a potent threat to the government of national accord, led by the UN-backed prime minister, Fayez al-Sarraj. Attempts to strike a ceasefire between both sides, which each lay claim to ruling the country, have so far failed, and regional powers backing Haftar and Sarraj appear more intransigent than ever. Egypt, the UAE and Saudi Arabia have all taken a stake in Haftar, a former officer in Muammar Gaddafi’s military, while Qatar and Turkey have lined up behind Sarraj. US support for Haftar was thought to have been a potential game-changer. However, Trump’s apparent change of heart appears to suggest that any solution to the conflict will be thrashed out on battlefields, or in diplomatic moves that are so far yet to take shape. France has voiced support for Haftar’s military efforts against jihadist groups in Libya, but has not backed his Tripoli offensive, which the general is said to have launched without informing even sympathetic governments. Stephen Payne, the head of Linden Strategies, the lobbying firm, said: “After having been in communication with Field Marshal Haftar for the past five years, and most recently meeting him in Benghazi, I knew we were on the right side of history.” Persuading the state department or Congress will be an uphill struggle. The House foreign affairs committee has called for the justice department and FBI to investigate war crimes allegedly committed by Haftar and the LNA."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}