{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/21/coping-with-crisis-how-scientists-are-making-an-invasive-crab-a-delicacy", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-21T06:00:46Z", "webTitle": "Coping with crisis: how scientists are making an invasive crab a delicacy", "webUrl": "https://www.theguardian.com/us-news/2019/jun/21/coping-with-crisis-how-scientists-are-making-an-invasive-crab-a-delicacy", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/21/coping-with-crisis-how-scientists-are-making-an-invasive-crab-a-delicacy", "fields": {"headline": "Coping with crisis: how scientists are making an invasive crab a delicacy", "bodyText": "In the salt marshes and estuaries of New England, the most dominant and fearsome predator is a voracious invader that grows to just inches and lays waste to everything in its path. The European green crab first arrived in the new world more than 200 years go, smuggling itself to American shores in the ballast holds of transatlantic ships. But as the climate emergency warms the bountiful Gulf of Maine faster than 99% of the world’s ocean, the tiny crustacean is now seemingly unstoppable as its population grows unchecked. Along Maine’s long, wrinkled coastline, the climate crisis gives and the climate crisis takes. The warming waters have provided the ideal environment for lobsters, leading to large and profitable hauls. But green crabs have taken hold, devastating soft-shell clam populations depended on for food and income, cutting their harvest to the lowest levels in nearly 90 years while simultaneously destroying eelgrass habitats that serve as nurseries for young fish. For communities that depend on the Gulf of Maine, conversations are shifting from how to stop the warming to how to cope with it. “We’re not going to stop the warming now,” says Marissa McMahan, a fisheries scientist with Manomet, a New England not-for-profit that focuses on sustainability and climate crisis. “We have to accept this is the reality, that the Gulf of Maine is going to be different in 10 or 20 years … and we have to figure out ways to adapt and live with that.” McMahan is now part of an effort to promote green crabs as a source of food and researching other potential uses for them. As the ecosystem gets upended, she and others hope to turn the green crab into dollars and calories – and perhaps slow the damage they are doing. “ Nothing has evolved yet or appeared yet to act as a predator in terms of keeping their population in check,” said Roger Warner, a writer based in Ipswich, Massachusetts, who founded the Green Crab R&amp;D Project. “So humans will have to be the predators.” The crabs have been most disruptive to soft-shell clams, a valuable food source dug up by clammers from the mud at low tide in marshes and estuaries in New England. In Maine, soft-shell clam harvests have fallen off significantly over the past three decades. Brian Beal, a professor of marine ecology at the University of Maine at Machias, said that his research has found that as much as 99% of clams in many parts of Maine are dying before they reach adulthood. Many of those are eaten by green crabs. Further south in Ipswich, Massachusetts, the town pays a bounty of $0.40 per pound on green crabs, hoping to save the clams which – for those who eat them in the US – put the town on the map. Ipswich shellfish constable Scott LaPreste says the town is currently hauling up about 75,000 pounds of green crabs a year under the program. “In the past, what we depended on was really cold winters” to control the crab population, he said. “With the warming of the winters now, we’re not getting that die-off you would expect every winter.” McMahan, the Manomet scientist, first started thinking about green crabs when an art conservator from her native Maine island of Georgetown contacted her after feasting on similar green crabs in Venice, Italy. He wanted to know if people back home were eating them. Americans tend to eat large crabs with lots of meat that offer a big reward for the work of breaking through their shells. At first glance, the green crab looks like too much work for too little meat. But in Venice, green crab is a delicacy, fried up when the crab briefly sheds its hard exoskeleton to grow and eaten whole. In 2017, McMahan and her partner, lobsterman Chris Jamison, traveled to Venice to see how the crab industry worked there. And last summer, Jamison began trapping green crabs and selling molting ones to coastal Maine restaurants at $3 a piece while using other ones as lobster bait. Last fall, Manomet was awarded a quarter-million-dollar grant from the National Oceanic and Atmospheric Administration to work towards creating a green crab market. Warner, the Green Crab R&amp;D founder, envisions a green crab market. Molting crabs would be sold to restaurants and consumers, pulling in the highest price per crab. Meanwhile, non-molting crabs could be boiled into stock or used as flavoring. Then their shells could be used as compost; Warner is hoping to explore their potential as a fertilizer for cannabis, which is now legal in both Massachusetts and Maine. Crab roe is another potential moneymaker while some of the crabs being collected by Manomet were destined to be dog food. “People will and can trap for green crabs alongside clamming, but they need the payoff,” said Warner. “That’s why we’re working on inventing these products.” Maine fishermen once went after different species every season which meant a poor catch of one would not mean ruin. But over the years, those fisheries have mostly disappeared. Today, lobster is the dominant catch, but it is anticipated that if waters continue to warm, it too may become less productive. Fishermen such as Jamison say they see the Gulf of Maine changing in real time: he sees more typically tropical fish, lobsters are abundant and a few years ago, he saw a great white shark – rare in Maine’s waters. But while some promoting green crabs as a food source hope their efforts can restore clam populations, Beal, the University of Maine at Machias professor, believes that is unlikely. “The most damage that’s occurring by green crabs on soft-shell clams is by crabs that are smaller than your thumbnail,” he said. “There’s no way you can trap crabs that are the size of your thumbnail.” Beal calls the green crab the “consummate invader” due to its ability to “out-reproduce anything else” as well as its breadth of habitat and diet. Meanwhile, Manomet is currently exploring clam aquaculture – clam farming – that could give the shellfish better chances of surviving to adulthood and making it to the dinner plate. But on a recent Thursday morning, McMahan remained focused on the crabs as she and two graduate students measured and catalogued the angry crustaceans on a dock in Georgetown. They looked at the underside of the crabs for signs that they were about to molt – and separated those ready to shed their exoskeleton so they wouldn’t be eaten by the others once they lost their armor. McMahan says introducing a new sea food is an uphill battle in a part of the country where fish that have long disappeared from the Gulf of Maine – such as cod and haddock – are still favorites at the supermarket. But as the water warms, she says seafood consumers will have to adjust to reality. “We need to just fundamentally think differently about seafood and what we eat – and what is seafood and what’s good – because it’s changing. We’re going to have different things on our plate going forward,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}