{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/30/gay-harlem-renaissance-1930s-jimmie-daniels-cecil-beaton", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-30T05:00:09Z", "webTitle": "We've been to a marvelous party: when gay Harlem met queer Britain", "webUrl": "https://www.theguardian.com/us-news/2019/jun/30/gay-harlem-renaissance-1930s-jimmie-daniels-cecil-beaton", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/30/gay-harlem-renaissance-1930s-jimmie-daniels-cecil-beaton", "fields": {"headline": "We've been to a marvelous party: when gay Harlem met queer Britain", "bodyText": "Long before the Stonewall rebellion, well before anyone ever dared fight for gay liberation or celebrate Pride, an LGBTQ identity could sometimes, just sometimes, act like a remarkable passport. In the 1920s and 30s black Harlemites went to Britain, seeking new experiences, opportunities and lovers. In turn, British queers and lesbians came to Harlem too. After the great war, many in the artistic elite were determined to celebrate simple survival. Through drink, drugs, sex and social provocation, these “bright young people” set out to have a good time. For a while, Harlem seemed at the center of the bohemian world. Sojourning there, some of the bright young things came to see “another arrondissement of Paris”. Few noticed overcrowding and poverty, or appreciated that the parents or grandparents of its residents had often been slaves. Rather, among the British who visited a fashionable notion prevailed: that Negros held an unspoiled vitality. By this mojo alone, some thought, the spent-force of white humanity might be saved from itself. Gay Harlem certainly had vitality. On 22 February 1929, the black journalist Geraldyn Dismond wrote for the Interstate Tatler about the “Faggot’s Ball”, a precursor to today’s ball culture at which crowds always gathered to gawk. “The greatest joy in life,” she wrote, “is to be able to express one’s inner self. The second greatest joy is to be able to mingle with one’s kind. The third greatest joy is to receive the plaudits of one’s fellows. And thereby hangs the success of the Hamilton Lodge dances which for 61 years have thrilled and entertained the most blasé of New York.” Purring over “gowns of all descriptions, jewels, feathers and beauty beyond words”, Dismond singled out “above and over all, a spirit of abandon, hilarity and camaraderie that fired the imagination and made for a true fiesta”. “Of course, a costume ball can be a very tame thing, but when all the exquisitely gowned women on the floor are men and a number of the smartest men are women, ah then, we have something over which to thrill and grow round-eyed … Never no wells of loneliness in Harlem…” Small wonder so many artistic Brits arrived. The female impersonator Douglas Byng was acclaimed when he appeared at the Cotton Club in 1930. Lady Louis Mountbatten came, as did the actress Beatrice Lillie, Sir Osbert Sitwell, Stephen Tennant, Lord Peter Churchill, Noel Coward, David Plunket-Green and even Archie Leach, who later became the movie star Cary Grant, his New York “roommate” the future Hollywood fashion designer George Kelly, known as “Orry-Kelly”. There was also the artist Edward Burra, ballet dancer Fredrick Ashton, Christopher Isherwood, the speed-boat racing heiress Marion “Joe” Carstairs, and Ivor Novello. All came to Harlem, as if on a soul-stirring pilgrimage. In turn, they met the best of Harlem. In print and on the radio, Dismond was its leading society reporter. Selma Burke was a young sculptor, Harold Jackman, a French teacher acclaimed as the handsomest man in Harlem, was the son of a Jamaican mother and a white Harley Street doctor. Ethel Waters was a well-known singer and actor. Among such souls, friendship across the “color-line” became a mark of evolved civility. But one windswept night in 1938, this concept would be put to the test. ‘He crashed my party…’ It was a smart cocktail party, attended by 50 enlightened souls. But it was gatecrashed and its African American host would bring a half-million dollar libel suit against the gatecrasher himself: the great photographer Cecil Beaton. Beaton was familiar with Harlem, having first visited in 1928. By 1929 he was well-known enough there to be asked to help judge the Odd Fellows’ Masquerade Ball, the festivity described by Dismond, licensed by the police, that allowed men and women to cross-dress legally. A decade later, though, Beaton betrayed Harlem’s esteem. On 11 February 1938, Jay William Clifford and his wife’s cocktail party commenced in a top-floor apartment at the Monterey, a building on a plaza with a bronze statue of Washington and Lafayette, overlooking Morningside Park at 114th Street. The modernistic decor had been devised by a gay African American interior designer, Harold Curtis Brown. Trained at the Boston Museum of Fine Arts School and in London and Paris, he designed some of Harlem’s most select clubs and chicest apartments. He supplied the Cotton Club with salacious murals where burley “bucks” pursue seductive “wenches”. At the Cliffords’, he created polychrome, tartan-like wall paintings. Beaton was already under a cloud, fresh from a scandal over minutely drawn antisemitic missives discovered in illustrations for American Vogue. When the book Cecil Beaton’s New York appeared, the following year, it would reveal patronizing thoughts about his night at the Cliffords’. Ridiculing artificial ivy twined round the steam pipes of the foyer, mocking the way the faux marble mantelpiece swayed to the touch, Beaton heaped animus on Brown’s decorative theatricality. Worse, he supposedly quoted racist insults by acquaintances, such as: “I like niggers. I know several and they’re just as nice and cozy...” His initial fascination had given way to scorn. Harlem, he wrote, was “a Negro reservation in a white man’s city”. Clifford’s relative affluence lay in his position as US customs inspector, specializing in discovering smuggled narcotics. Beaton called him “a rich Negro”. Going for the jugular with crass characterizations, he described fellow guests as “enormous black mammas, isolated in their jet and sequins”. Jimmie Daniels was a black gay cabaret singer, the toast of Monte Carlo’s Summer Sporting Club and Ciro’s in London. He was mocked by Beaton as a little man at the piano, reciting “embarrassingly mediocre verse in a tragic voice…” Beaton avoided direct reference to other gay black friends and various whites in attendance. Carl Van Vechten, for example, a red-faced blond with an overbite, eluded the author’s ire. Gay but married to the actress Fania Marinoff, Van Vechten was a critic and writer considered the great white father of Harlem’s cultural renaissance. Through him, promising black poets met the best publishers. Gifted artists were presented to rich collectors. Van Vechten also parlayed his Harlem forays into a novel, provocatively titled Nigger Heaven, derived from the local slang for theater balconies, where even in Harlem black people were mostly made to sit. The name was also a clever analogy for Harlem’s geographic and social situation, connected to and overlooking the rest of Manhattan but from a distant remove. Van Vechten was recognizable in Beaton’s account of the Cliffords’ party, by reference to his daisy embroidered shirt collar and cuffs. But he was not named. Nor were Beaton’s friends from home. On their honeymoon, David Tennant and his wife were accompanied Olivia Wyndham, Tennant’s first cousin. Count and Countess Friedrich von Ledebur were present, the countess the former Iris Tree. Godfrey Reinhardt, son of a famed impresario, was another visitor. His presence did prompt lampoon: “Why, it’s gettin’ to be more’n more like a League of Nations here. Hey, hey, hey!” The point of Beaton’s send-up seems to have been that fellow guests who were black and their hosts – whom he called “tree-climbers” and “octoroons” – were guilty of being affected and pretentious. Never mind that the “middle class” Beaton might have been called out for putting on airs himself. Naturally enough, when Beaton’s book was published, Jay William Clifford was furious. “He crashed my party,” he fumed, “[he] disrespected my wife and guest and affronted Negros generally.” It particularly irked him, he said, that Beaton had written to his wife from the Waldorf Astoria, thanking her “for a wonderful time”. And so, Clifford sued. ‘The most responsive lover’ So much for Cecil Beaton. On this Pride weekend, more than 75 years later, other guests at the Cliffords’ famous party are more deserving of remembrance. Jimmie Daniels, said the great modern architect Philip Johnson, was “lithe, handsome, fun and charismatic, sexually … the most responsive lover I ever had.” Beginning in 1934, the pair conducted assignations for two years, most often in a large apartment at 1890 Seventh Avenue, a cooperative unit in which Daniels shared a room with lauded novelist Wallace Thurman and which was owned by distinguished actress Edna Lewis Thomas. Thomas was at the Clifford party too, with her husband Lloyd Thomas and her lover, Olivia Wyndham. Edna Lewis Thomas was immortalized by her interpretation of Lady Macbeth in Orson Wells’ stage debut, in Harlem in 1936. Olivia Wyndham, a photographer-party giver and goer, was a member of one of England’s most distinguished families. She first ventured to Harlem in 1930, as the wife of Howland Spencer. Her new husband made a career of marrying rich women and was also gay. He miscalculated. Although a great-great-granddaughter of the last Earl of Egremont, at least by New York society standards Wyndham was poor. And she too had blundered, imagining Spencer a wealthy “beard”. As for Daniels and Johnson, they drifted apart. “I was sadder than I’d thought I might be,” Johnson later said, though he admitted that the passionate youth “probably left me for someone who was better in bed”. Johnson’s inability to protect his black boyfriend from the indignity of fancy restaurants failing to provide service on account of his color, or his admitted failure to always include him at parties and on trips, seem more logical reasons for their break-up. Daniels’ next partner was married to a very rich and encouraging lesbian, the acclaimed poet “Bryher”, aka Winifred Ellerman. Kenneth Macpherson was a more caring lover. At the Clifford shindig, the Scottish writer was by his boyfriend’s side. Georgette Harvey, a singer with a deep melodious voice, was there too. She came with her lover, the singer Musa Williams. Harvey, who originated the role of Maria in Porgy and Bess, had returned to Harlem after starring in St Petersburg for 16 years, a charmed existence cut short by revolution. She reflected wistfully: “At the peak of my career I had a large town house, jewels, sables, social position and immense popularity with the livelier members of Czar Nicholas’ court. Among my lovers was one of the most famous of the Russian courtesans. “In the revolution I lost everything, including seventy-five thousand dollars…Homosexuality is a lonely life…” Were these denizens of Harlem really so different? Were they less accomplished, more boorish and boasting than Beaton and his kind? One suspects not. Years later, in 1950, Our World magazine retraced Beaton’s steps in New York, setting out to see what the black beau monde was really like. Its conclusion? “Beaton lied!”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}