{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2019/jun/27/trump-supreme-court-news-census-gerrymandering-today-democrats-2020-debates-latest-live-updates", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-27T23:06:27Z", "webTitle": "House approves $4.5bn border crisis spending bill – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2019/jun/27/trump-supreme-court-news-census-gerrymandering-today-democrats-2020-debates-latest-live-updates", "apiUrl": "https://content.guardianapis.com/us-news/live/2019/jun/27/trump-supreme-court-news-census-gerrymandering-today-democrats-2020-debates-latest-live-updates", "fields": {"headline": "House approves $4.5bn border crisis spending bill – as it happened", "bodyText": "Kari Paul signing off for the day. Stay with us as we cover the Democratic debates tonight here. The Congressional Hispanic Caucus condemned the vote to pass the border aid bill in a statement on Thursday saying, “we will not forget this betrayal.” “It will not stop the Trump Administration’s chaos and cruelty. It will not stop the abuse and detention of children.” Rep. Ilhan Omar condemned the House’s passage of the border spending bill: “We had an opportunity to put forth a humanitarian policy and we wasted that opportunity, and it’s quite sad. And I hope that Americans are as appalled as I am,” she said. New York mayor and 2020 presidential candidate Bill de Blasio is facing backlash for quoting the late Marxist revolutionary Che Guevara at a rally in Miami on Thursday. De Blasio encouraged workers on strike at the airport there and then shouted, “Hasta la victoria, siempre,” a phrase popularized by Guevara and popularized during the Cuban revolution that roughly translates to “until victory, always!” De Blasio was criticized for invoking such a controversial historical figurehead who is “considered a murderous sociopath by Miami’s Cuban exile community,” according to the Miami Herald. De Blasio has since apologized. “I did not know the phrase I used in Miami today was associated with Che Guevara &amp; I did not mean to offend anyone who heard it that way. I certainly apologize for not understanding that history,” de Blasio wrote on Twitter. Texas Democratic Rep. Veronica Escobar called for a moment of silence on the House floor Thursday for migrants who have died trying to reach the United States. She referenced the shocking photo circulating this week of Salvadoran migrants Oscar Alberto Martinez and his daughter Angie Valera, who died while crossing the Rio Grande. From CNN: “The photograph that all of us saw this week should tear all of us up,” said the congresswoman form Texas’ 16th Congressional District, which includes El Paso.”For those of us who are parents, to see a toddler with her little arms wrapped around the neck of her father,” Escobar said, adding “there is nothing that we wouldn’t do for our children, nothing, to give them a better life. “Oscar and Valeria represent tens of thousands of migrants who have died as they have tried to build a better life for themselves, only to find that they are demonized and locked out of the promise that those of us who are natural born citizens are so fortunate to enjoy,” Escobar said.”In their name, let us never forget their sacrifice and the sacrifice that so many parents make for the most vulnerable among us.” From the Associated Press: The Democratic-controlled House voted Thursday to send President Donald Trump a bipartisan, Senate-drafted, $4.6 billion measure to care for migrant refugees detained at the southern border, capping a Washington skirmish in which die-hard liberals came out on the losing end in a battle with the White House, the GOP-held Senate and Democratic moderates. The emergency legislation, required to ease overcrowded, often harsh conditions at U.S. holding facilities for migrants seeking asylum, mostly from Central American nations like Honduras and El Salvador, passed by a bipartisan 305-102 vote. Trump has indicated he’ll sign it into law. Dozens of liberal Democrats opposed the bill, reluctantly brought to a vote by House Speaker Nancy Pelosi, D-Calif., after her plan to further strengthen rules for treatment of migrant refugees ran into intractable opposition from Republicans and Vice President Mike Pence. Many moderate Democrats split with Pelosi as well, undercutting her efforts, which faded shortly after Senate Majority Leader Mitch McConnell, R-Ky., said he would swiftly reject them. The legislation contains more than $1 billion to shelter and feed migrants detained by the border patrol and almost $3 billion to care for unaccompanied migrant children who are turned over the Department of Health and Human Services. It rejects an administration request for additional Immigration and Customs Enforcement detention beds, however, and contains provisions designed to prevent federal immigration agents from going after immigrants living in the country illegally who seek to care for unaccompanied children. Hello readers, Kari Paul in San Francisco hopping on the blog for a bit. More news to come. Thanks for joining us so far today – here’s a summary of where things stand: The Supreme Court walled itself off from partisan gerrymandering cases, ruing that “partisan gerrymandering claims present political questions beyond the reach of the federal courts.” In a blistering dissent, justice Elena Kagan said, “For the first time ever, this court refuses to remedy a constitutional violation because it thinks the task beyond judicial capabilities.” Pro-democracy advocates said the ruling would be a “green light” for party insiders to engage in partisan gerrymandering, with disastrous results for voters. In a separate ruling, the court rejected a Trump administration attempt to insert a citizenship question on the US Census, saying the administration’s stated rationale for the move didn’t make sense. In reply, Donald Trump said he was looking into delaying the Census so his team could have another crack at a move which critics say would disenfranchise Democratic-leaning voters. In non-Supreme-Court-news, the House Democratic leadership dropped its opposition to a Senate bill to fund aid on the southern border, which Democrats previously said did not do enough to help kids and families. But the left wing of the party criticized the move which they saw as a cave. “Hell no,” tweeted Representative Alexandria Ocasio-Cortez. Former Trump campaign chairman Paul Manafort pleaded not guilty to state-level mortgage fraud charges. He’s in prison after convictions on different fraud charges he previously pleaded not guilty to. Anticipation was building for tonight’s Democratic presidential debate, the second in a series featuring a fresh crop of candidates. Senator Cory Booker is getting razzed, deservedly, for the typographic layout of quotes he’s tweeting of things he said last night: Democrats on the left in the House – more than 70 of them (the Democrats currently hold a 235-198 majority) – are not pleased with the leadership’s decision to abandon opposition to the bipartisan Senate border funding bill. Here is an edited extract from Justice Elena Kagan’s searing dissent in the partisan gerrymandering case (you can read the full dissent here): ‘Partisan gerrymanders have debased and dishonored our democracy’ For the first time ever, this court refuses to remedy a constitutional violation because it thinks the task beyond judicial capabilities. And not just any constitutional violation. The partisan gerrymanders in these cases deprived citizens of the most fundamental of their constitutional rights: the rights to participate equally in the political process, to join with others to advance political beliefs, and to choose their political representatives. In so doing, the partisan gerrymanders here debased and dishonored our democracy, turning upside-down the core American idea that all governmental power derives from the people. These gerrymanders enabled politicians to entrench themselves in office as against voters’ preferences. They promoted partisanship above respect for the popular will. They encouraged a politics of polarization and dysfunction. If left unchecked, gerrymanders like the ones here may irreparably damage our system of government. And checking them is not beyond the courts. The majority’s abdication comes just when courts across the country have coalesced around manageable judicial standards to resolve partisan gerrymandering claims. Those standards satisfy the majority’s own benchmarks. They do not require – indeed, they do not permit – courts to rely on their own ideas of electoral fairness, whether proportional representation or any other. And they limit courts to correcting only egregious gerrymanders, so judges do not become omnipresent players in the political process. But yes, the standards do allow – as well they should – judicial intervention in the worst-of-the-worst cases of democratic subversion, causing blatant constitutional harms. In other words, they allow courts to undo partisan gerrymanders of the kind we face today from North Carolina and Maryland. In giving such gerrymanders a pass from judicial review, the majority goes tragically wrong. Read further: You can read the full dissent here. Representative Alexandria Ocasio-Cortez weighs in on the speaker’s announcement that the House will pass the senate bill: House speaker Nancy Pelosi has said Democrats will “reluctantly” pass a bipartisan Senate bill funding emergency aid at the southern border. The House leadership had argued that the Senate package did not go far enough to care for thousands of migrant families and children. The troops did not rally: “In one of the most awkward moments of his time as U.S. secretary of state, Rex Tillerson realized his Mexican counterpart was in Washington only when he walked into a restaurant and found him dining with President Donald Trump’s son-in-law and senior adviser, Jared Kushner,” Reuters reports: On another occasion, neither Tillerson nor Jim Mattis, who was then secretary of defense, knew Saudi Arabia and the United Arab Emirates planned to blockade their regional rival Qatar even though Kushner and another Trump adviser, Steve Bannon, had been told about it at a secret dinner with their governments. Tillerson recounted the embarrassing incidents in a seven-hour closed-door interview with leaders of the House of Representatives’ Foreign Affairs Committee last month. Trump fired Tillerson in March 2018 after months of friction and on Twitter called him lazy and “dumb as a rock.” Tillerson’s testimony, a transcript of which was seen by Reuters House of Representatives’ Foreign Affairs Committee, shows how Tillerson’s 13-month tenure as secretary of state, one of the shortest ever, was undermined by public disagreements with Trump and a sense that the former ExxonMobil chief executive was being excluded from key discussions. Read further. President Donald Trump’s former campaign chairman has pleaded not guilty to state mortgage fraud charges in New York City, the AP reports. In a previous case, Manafort pleaded not guilty to federal fraud charges, but he was convicted by a jury. Here’s AP with more: Paul Manafort entered the plea at an arraignment Thursday in Manhattan. Manafort walked with a limp as court officers led him down a public hallway to the courtroom. He wore a blue jail uniform. The state case could keep Manafort locked up in the event Trump pardons his federal convictions stemming from the Russian probe. Manafort’s lawyers are expected to challenge the state case on double jeopardy grounds. Prosecutors say their case is solid because it involves state, not federal crimes. Manafort, 69, is currently serving a seven-and-a-half-year sentence on federal charges of tax and computer fraud and money laundering. University of Texas law professor Steve Vladeck points out that during arguments in the citizenship/Census case, the government repeatedly rebutted requests for more time from the challengers by insisting that a deadline to finalize the Census was nigh: Here’s some reactions to the president. In reaction to the Supreme Court’s ruling Thursday that the commerce department was not within its rights to add a citizenship question to the 2020 US Census under its proposed rationale, Donald Trump has asked lawyers if the census can be delayed so the question can be inserted, he tweeted. Does the president have the power to delay the US Census because he disagrees with a Supreme Court decision? If only there were a founding document to resolve such clashes between branches of government. Kidding and yes let’s look at the constitution on this: But apart from Trump’s provocative suggestion that the count be delayed, his tweets here are doing the familiar work of changing the facts on the ground in a bid to change them. The court did not throw out the administration’s bid to add a citizenship question because the court felt it needed “additional information,” as Trump suggests. The court threw out the bid because it found the commerce department’s rationale for adding the question to be bushwa (or, in chief justice Roberts’ assessment, not “reasonable”). “Reasoned decision-making under the Administrative Procedure Act calls for an explanation for agency action,” Roberts wrote. “What was provided here was more of a distraction.” It appears the Trump administration may attempt a second bid to insert the question using different reasoning. We included this tweet in the blog earlier but it does seem to strike the nail on the head: If you missed last night’s Democratic presidential debate, fear not – there’s another one on tonight. With different candidates onstage this time, but will anyone notice? Tonight we will have onstage: Former vice president Joe Biden Vermont senator Bernie Sanders California senator Kamala Harris South Bend, Indiana, mayor Pete Buttigieg New York senator Kirsten Gillibrand Colorado senator Michael Bennet Former Colorado governor John Hickenlooper California congressman Eric Swalwell Entrepreneur Andrew Yang Author Marianne Williamson For more about what to expect tonight, read on: If you haven’t seen it yet, we hereby recommend David Daley’s weekend essay, “The real reason Republicans are so interested in the census”. From the essay: If you want to understand the real purpose of Republican proposals to add a citizenship question to the US census, a good place to start is last November’s Texas state house elections. Democrats captured 12 seats in Texas’s lower chamber, propelled by long-simmering demographic changes that have made this red state less white, rural, and conservative. The Republican party’s enormous majority has commensurately crumbled: a 101-49 advantage in 2011 has now been sliced to a narrow 83-67. That slight edge could easily evaporate by the mid-2020s. The master Republican strategist Thomas Hofeller didn’t live to see those dramatic results. He died three months earlier, in August 2018. He anticipated them, however, and left behind a simple yet sophisticated plan to hold back the new face of Texas and keep state government in Republican hands regardless of demographic changes. The citizenship question would be the sandbag. Continue reading: Former Trump campaign chairman Paul Manafort, who is serving a seven-and-a-half year prison sentence on federal fraud charges, appeared in court this morning in New York to face state-level mortgage fraud charges and other crimes. Congress is at a standoff over a $4.6bn aid package for the southern border as House Democrats say a Senate-passed measure doesn’t go far enough to care for thousands of migrant families and children, the AP reports: Speaker Nancy Pelosi is considering a fresh vote Thursday. “We’re not making predictions, threats, or anything else. We’re just saying this is a moral imperative for us to do the right thing for the children,” Pelosi said Thursday morning. Democrats want to add more protections for the children including medical and hygiene standards at facilities, and a requirement that any death of a minor be reported within 24 hours. Democratic leaders will convene early Thursday and Pelosi’s spokesman says they plan to push the amended measure through the House quickly. The White House said it opposes changes planned by the Democrats. It’s a risky stalemate over a border crisis that has captured global attention amid unsettling reports of gruesome conditions at federal facilities and the deaths of migrants and children. The funding is urgently needed to prevent the humanitarian emergency on the U.S.-Mexico border from worsening. Money runs out in a matter of days. The reactions to this morning’s Supreme Court rulings on partisan gerrymandering and a citizenship question on the US Census continue to pour in. On partisan gerrymandering “Chief Justice Roberts’ ruling that no federal court can ever consider claims of extreme and unconstitutional partisan gerrymandering is truly appalling for the long term health of our democracy. It’s a judicial green light for egregious partisanship, a permission slip for politicians to entrench themselves without fear of judicial intervention.” – Michael Waldman, president of the Brennan Center for Justice “Thanks to the appointment of Justice Kavanaugh to the Supreme Court to replace Justice Kennedy, Trump’s new conservative majority just made it impossible for federal courts to protect Americans from being disenfranchised by partisan gerrymandering. As Justice Kagan said, gerrymandering has ‘debased and dishonored our democracy.’” – People for the American Way executive vice president Marge Baker “According to the Court, if a question cannot be decided using legal doctrines and judicial tools, and instead involves essentially political, or even partisan, considerations, then it is not a question for federal judges. ... Although many believe that partisan gerrymandering undermines democratic processes and political accountability, the Court’s majority was correct to stay its hand, to exercise restraint, and to call on elected officials and engaged citizens, rather than judges whose power is limited to deciding legal controversies, to address the issue.” – Notre Dame Law School Professor Richard W Garnett On the Census question “ ‘Contrived.’ That’s what the Supreme Court called the Administration’s trumped up explanation for adding the citizenship question on the 2020 Census. In documents that Common Cause received in the North Carolina state challenge, Common Cause v. Lewis, emails and reports created by Thomas Hofeller, the chief Republican redistricting mapdrawer, reveal the real reasons for the citizenship question – to make redistricting ‘advantageous to Republicans and Non-Hispanic Whites’. Suspending the citizenship question is a step in the right direction.” – Karen Hobert Flynn, Common Cause president “The Supreme Court’s decision to block the Trump Administration’s inclusion of a citizenship question on the U.S. Census is an important win for our country and our state, which has always been a beacon of hope and acceptance for immigrants. This decision will help ensure each and every New Yorker will be counted and provided with the critical services they need and deserve, regardless of their immigration status. Shame on the Trump Administration for its attempt to make the U.S. Census a political pawn in their continued anti-immigrant agenda. – New York governor Andrew Cuomo “We applaud the U.S. Supreme Court for stopping the citizenship question in its tracks. An addition of the Census question would have chilled minority participation in the 2020 Census and made it less accurate. The quality of the census has been protected today from the hasty addition of a politically-motivated question. It is of the utmost importance that the census reflect all communities living in the country.” – Paul Smith, vice president at Campaign Legal Center “It should not be controversial to ask how many American citizens are in the United States of America. The only people who don’t want to know are Democrats in Congress. Democrats went to work to influence the Supreme Court’s consideration --cherry-picking facts to create misleading narratives, repeating baseless conspiracy theories, and manufacturing controversy.” – Republican Representative Jim Jordan, ranking member of the House oversight committee The Dalai Lama has said Donald Trump lacks moral principle and that he is open to the next spiritual leader of Tibetan Buddhists being a woman, but only if she is “attractive”. In an interview with the BBC, the Dalai Lama also said that while he was a supporter of the EU and thought it would be better for the UK to remain part of it, he did not want to see Europe become “Muslim” or “African”. Asked about the US president, whom the Tibetan spiritual leader has previously unflatteringly impersonated, he said: “His emotions [are] also a little bit,” and made a gesture waggling his finger near his temple. “One day he says something, another day he says something. But I think [there is a] lack of moral principle. When he became president, he expressed America first. That is wrong. America, they should take the global responsibility. Read further: Twitter has announced it will curtain off tweets that break its rules against abusive behavior without deleting the tweets, in a move that could change how users view tweets from accounts known for bile and calumny, such as, dunno, trying to think of one. Under the new rules, “Before users can view the language in newly flagged tweets, they will need to click on a screen that says, ‘The Twitter Rules about abusive behavior apply to this Tweet. However, Twitter has determined it may be in the public’s interest for the Tweet to remain available’,” the Washington Post reported. The most recent content @realdonaldtrump might not violate the terms of service but it sure as heck violates the terms of taste, if you are into the whole constitutional democracy thing: Stepping away from the Supreme Court for a moment, the Guardian’s Ed Pilkington reports from the country’s largest child detention center, in Homestead, Florida: Bernie Sanders is the latest Democratic presidential candidate to make a beeline for the children’s detention center in Homestead, south of Miami. Having spoken at the first Democratic debate last night he has now had some pointed words to say about Trumps’s treatment of migrant kids. He began on a favorite Sanders theme - berating big corporations for running private prisons. This center is run for some $1bn a year by Caliburn - a for-profit company upon whose board of advisers sits Trump’s former chief of staff John Kelly. “In the United States you shouldn’t have private corporations making money out of imprisoning children,” Sanders said, engulfed in swarms of mosquitoes and even more pesky TV people. Sanders said in the first week of his presidency he would call a summit of leaders from Central America and Mexico to try to get to the root causes of the northward migration of thousands of families fleeing violence. “I say to all Americans, if a gang member came up to you and threatened to kill your children, wouldn’t you try and flee the country too?” Sanders is one in a long line of Democratic candidates coming to this detention center to add their words of condemnation about what is happening to the up-to-3,000 children being detained here. Next up: Beto O’Rourke. A few more reactions to this morning’s Scotus action: And University of Texas law professor Steve Vladeck notes how the shift from retired justice Anthony Kennedy to justice Brett Kavanaugh might have made the difference in the partisan gerrymandering case: The big question around the citizenship/census ruling: will the Trump administration have the time / organization to mount a new effort to put the question in place before 2020 Census season (and it’s unclear just when the cutoff here is)?: More reactions: Michael Waldman, president of the Brennan Center for Justice, issued the following statement: On the census, the Trump administration’s lies went so far that even this Supreme Court had to say no. If this leads to a result with no citizenship question, that would be a very welcome outcome, and it would also preserve the status quo. This should have been an easy case, and in the end, it was. But Chief Justice Roberts’ ruling that no federal court can ever consider claims of extreme and unconstitutional partisan gerrymandering is truly appalling for the long term health of our democracy. It’s a judicial green light for egregious partisanship, a permission slip for politicians to entrench themselves without fear of judicial intervention. On the Census ruling, NYCLU Executive Director Donna Lieberman declared “a victory for all New Yorkers”: This is a victory for all New Yorkers who refuse to be undercounted, discriminated against, or driven into the shadows. The Trump administration must not be allowed to weaponize the census in its war on immigrants, people of color, and the poor. From the very beginning, the administration has hoped to add a citizenship question in order to undercount, marginalize, and limit the political power of immigrant communities. The justices saw through the Trump administration’s absurd excuses for the addition of the question. We will do everything we can with our partners to ensure that all New Yorkers are counted.” Negative reactions to the court’s diffidence on partisan gerrymandering continue to come in: It’s a “setback in the fight for fair maps,” said Paul Smith, vice president at the campaign legal center: Today’s decision is a setback in the fight for fair maps around the country. While we are disappointed that North Carolina voters will continue to vote in districts that were shown at trial to be severely biased, the fight is far from over. We must redouble our efforts outside the courtroom to keep advancing efforts that put the voices of voters first. Independent citizen-led commissions, such as those passed in Colorado, Michigan, Missouri, and Utah in 2018, have been highly successful in ensuring that district maps fairly represent the population. Reformers from other states should follow this lead and continue to fight back against gerrymandering.” In a statement, Alex Keena, a Virginia Commonwealth University political science professor and co-author of “Gerrymandering in America,” calls the decision perhaps “one of the most consequential court decisions in 21st century American politics”: This decision may be one of the most consequential court decisions in 21st century American politics because it forecloses the possibility that citizens can challenge unfair districting maps in the federal courts on the grounds that they favor one party over another. It also means that political parties are free to manipulate legislative districting to advance nakedly political ends, and it further intensifies the battle for control over state government in the run up to redistricting in 2021. The irony in the decision is that the Court applied the “political question doctrine” that was established in Baker v. Carr, which was the case that originally gave citizens a tool for challenging gerrymandering in the 1960s.” The Trump administration will not be able to move ahead with its original plan to include a question about citizenship on the 2020 US census, after the supreme court on Thursday upheld a lower court decision rejecting the commerce department’s stated justification for doing so. But the commerce department might have time to advance alternative reasoning for including the citizenship question on the census, resulting in its inclusion, analysts said. More details soon ... Important caveat on the census ruling: it might leave the Trump administration a window to get the citizenship question on the census after all, Eric Citron at Scotusblog writes: Here’s how I would characterize the bottom line on the census: The Court has rejected the proposition that it is impossible for Commerce to add a citizenship question, but it has also held that it does not believe the voting-rights related justification that Commerce offered. That means Commerce could get another chance to justify its decision. Whether it has the time to do that is a practical question, not a legal one. The Supreme Court has issued a second major ruling, on the question of whether the Trump administration can include a question about US citizenship on the 2020 Census. It appears that the court has agreed with a lower court which ruled that the commerce department could have reasonable grounds for including the question but was skeptical of the Trump administrations claim that it was just looking for better data to enforce the Voting Rights Act. Looks like a defeat for team Trump. But stay tuned... The advocacy group Common Cause has blasted the Supreme Court ruling in a statement from President Karen Hobert Flynn: “Today, five Supreme Court Justices turned their backs on hundreds of thousands of people in Maryland and North Carolina stripped of their voice in Washington by power-hungry politicians. The Supreme Court had the opportunity to end partisan gerrymandering once and for all but instead a narrow majority chose to wash their hands of the undemocratic practice. “Without recourse to the Supreme Court, the American people must continue to take the battle to the state courts, to the polls, and to the streets, to make their voices heard and to end partisan gerrymandering once and for all.” “This decision is part of a disturbing pattern from the Roberts Court of undercutting or eviscerating reforms passed by Congress to protect the integrity of our democracy. This Supreme Court has gutted the landmark Voting Rights Act, shredded campaign finance limits in Citizens United, and now it has condoned extreme partisan gerrymandering.” How will partisan gerrymandering cases be weighed in the future? Assuming that lower federal courts hew to the Supreme Court’s ruling this morning and stay away from partisan gerrymandering cases, plaintiffs would still have recourse through state courts. But as Kagan points out in her dissent, state court benches (like federal courts) can include political appointees, or judges elected on gerrymandered maps that warranted a challenge in the first place – potentially undermining faith in the judges’ ability to rule fairly on partisan claims. Justice Kagan is reading her dissent in the partisan gerrymandering case from the bench, according to reporters in and out of the room. Reading a dissent from the bench is SCOTUS-speak for “the majority royally messed this one up.” Pro-democracy activists warned that the Supreme Court ruling opened the way for more aggressive gerrymandering. “Letting politicians manipulate voting maps is like putting the fox in charge of the henhouse,” the advocacy group Common Cause said in a statement. “Whether they favor Democrats or Republicans, gerrymanders cheat voters.” State-level courts would still be able to hear partisan gerrymandering cases, but the supreme court’s demurral meant that no federal standard to block the practice was likely soon. Powerful words from Kagan’s dissent: In a bit of snap analysis over at ScotusBlog, Eric Citron says that the partisan gerrymandering ruling is every bit as far-reaching as voting rights advocates feared. The troublesome concern here is that should, for example, a Republican-led legislature in North Carolina or elsewhere redraw district lines in a way that disenfranchises Democrats, there would be no way to appeal that action beyond the circuit court level (and it seems that the supreme court in this case is saying that not even circuit courts should look at partisan gerrymandering cases): The holding here is that such claims are non-justiciable -- that they are not of the kind that courts can decide. That admits of very few factual exceptions, if any. Essentially, if your claim sounds in partisan gerrymandering, the courts cannot accept it. In his majority opinion, chief justice John Roberts rebuts Kagan’s claim that the decision of the court to try to stay out of partisan gerrymandering cases represents a failure of duty. “No one can accuse this Court of having a crabbed view of the reach of its competence,” Roberts writes. “But we have no commission to allocate political power and influence in the absence of a constitutional directive or legal standards to guide us in the exercise of such authority.” The partisan gerrymandering ruling, which takes in two cases before the court last term, splits 5-4 along ideological lines, with justices Kagan, Ginsburg, Breyer and Sotomayor dissenting. Kagan’s dissent sharply criticizes the court’s diffidence: For the first time ever, this Court refuses to remedy a constitutional violation because it thinks the task beyond judicial capabilities. The court has demurred in the partisan gerrymandering cases, meaning that plaintiffs bringing future claims of partisan gerrymandering, by which political party insiders manipulate district lines for partisan advantage, could have limited recourse and be unable to appeal to the high court. From the opinion just released: Partisan gerrymandering claims present political questions beyond the reach of the federal courts. We have our first opinion of the day from the supreme court, which has ruled that the state of Wisconsin was within the law in drawing blood from an unconscious driver without a search warrant. It’s a 5-4 ruling not quite along ideological lines, with justice Neil Gorsuch joining the minority. But Gorsuch’s dissent is based on the fact that he would have dismissed the case, which the high court should not have heard he says. We expect some action out of the Supreme Court in a half hour or so. We’ve speculated about who “won” the first Democratic presidential debate. But have you reflected on what the dumbest moment of the night was? The advocacy group Media Matters nominates moderator / NBC News host Chuck Todd’s lightning round. Todd said: “I want to go down the line here, finish up foreign policy,” NBC’s Chuck Todd said toward the end of the first Democratic presidential primary debate of the 2020 election cycle Wednesday night. “It’s a simple question: What is our -- what is the biggest threat to -- who is the geopolitical threat to the United States? Just give me a one-word answer.” Click through for video of the moment: Do you think a clear winner emerged from last night’s Democratic debate? We can at least confer awards on the candidates who talked the most, and they would be Cory Booker, the New Jersey senator; Beto O’Rourke, the former congressman; and Elizabeth Warren, the senator from Massachusetts. On a crowded stage, Booker spoke for a total of 10.9 minutes to Warren’s 9.3, according to a Washington Post analysis. Speaking least was Washington governor Jay Inslee with an even five minutes. As for who “won,” the Iowa Starting Line politics site has an interesting roundup of reactions from Iowans, who will be first to vote in next year’s primary season. The Iowans found something to like about many of the candidates. Here’s one reaction in favor of Booker and Warren: Melissa Hale, 55, Bondurant Hale came into the night looking forward to hearing from Booker and Warren and left thinking both were impressive. She also mentioned that there was a bit too much bickering and fighting on stage for her. “Warren and Booker are strong because they’re concise and precise, and they know what they’re talking about. I don’t feel like they’re showboating, it seems like it’s coming from the heart,” Hale said. “Going in, I had about ten [candidates] I like, but Booker is probably my top one.” Read further over at Iowa Starting Line. Hello and welcome to our daily live politics coverage. If you’re looking for news about Donald Trump’s visit to the G20 summit, currently unfolding in Osaka, Japan, please visit our G20 live blog here. And if you’re looking for reviews of the first Democratic debate last night, you can read our roundup coverage here: In about an hour, the supreme court is expected to issue rulings in multiple cases with significant implications for the functioning of American democracy. Today is the last day for the court to issue rulings for the past term’s cases, and so anticipation is running high. In one set of cases, the court is expected to rule on whether partisan gerrymandering is constitutional – or, alternatively, the court might sidestep the cases, in a move that could prevent future appeals of gerrymandering cases to the high court. The court is also expected to rule on whether the inclusion of a question about citizenship in the 2020 US census would be lawful. Republicans have been pushing for the inclusion of the question as part of a multi-stage strategy to suppress voting among Democratic-leaning populations and to alter the way congressional districts are drawn. “The justices are set to take the bench at 10am EDT, with five cases in all still unresolved,” the AP reports: Congressional redistricting is at issue in two cases, from Maryland and North Carolina. The others include control of a large portion of eastern Oklahoma that once belonged to Indian tribes and the rights of unconscious, suspected drunken drivers. [Chief Justice John] Roberts is the only justice who has yet to write an opinion in cases argued in March and April, when the court heard the redistricting and census cases, respectively. Justices customarily write at least one opinion every month that cases are argued. In addition, the chief justice often, but not always, takes on the burden of deciding the most difficult issues facing the court. That he also is the justice closest to the center of the court only magnifies Roberts’ role in the outcome of cases with the potential to alter political power across the United States. Thanks for joining us today."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}