{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/11/the-best-people-book-trump-steve-bannon", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-11T05:00:22Z", "webTitle": "Trump has not ruled out Bannon campaign return, new book claims", "webUrl": "https://www.theguardian.com/us-news/2019/jun/11/the-best-people-book-trump-steve-bannon", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/11/the-best-people-book-trump-steve-bannon", "fields": {"headline": "Trump has not ruled out Bannon campaign return, new book claims", "bodyText": "Donald Trump has not ruled out asking former White House strategist Steve Bannon to help run his 2020 presidential campaign, according to a new book about the Trump administration. Bannon has recently been in Europe, seeking to boost populism across the continent. But judging by The Best People: Trump’s Cabinet and the Siege on Washington, a book by Alexander Nazaryan of Yahoo News which will be published next week, he could soon be on his way back to Washington. The Guardian obtained a copy. Like Michael Wolff’s pair of books about the Trump campaign and White House, The Best People is heavily reliant on interviews with Bannon, demonstrating the former adviser’s continued influence in crafting public perceptions of Trump and Trumpism. Last year, Bannon was banished from circles close to Trump after, among other things, he called the president’s eldest daughter “dumb as a brick” and his eldest son “treasonous” in Wolff’s first book, Fire and Fury. But Nazaryan reveals that just in time for what looks to be a desperate re-election fight, and notwithstanding Bannon’s controversial comments to Wolff for his new book, Siege, Bannon appears to have returned to Trump’s good graces. In an interview with Trump carried out in February 2019, Nazaryan asks the president if he would rehire Bannon, a former Breitbart News executive who has extolled the political usefulness of anger and fear, for his 2020 campaign. Trump “almost welcomed” the idea, Nazaryan writes. “I watched Bannon a few times, four or five times over the last six months,” Trump is quoted as saying. “Nobody says anything better about me right now than Bannon … I will say this. Bannon, there is nobody that has been more respectful of the job I’m doing than Steve Bannon.” After Fire and Fury, Trump declared Bannon had “lost his mind” and the billionaire Breitbart backer Rebekah Mercer dumped Bannon as a beneficiary, leading to him losing his post at Breitbart. But Trump has also shown an elastic ability to make nice with former antagonists, from Ted Cruz to Kim Jong-un, particularly if they are willing to praise him in public. In March, Bannon delivered a memorable reaction to special counsel Robert Mueller’s submission of his report on Russian election interference, links between Trump and Moscow and potential obstruction of justice by the president. “It looks like they have nothing,” Bannon told Yahoo, predicting that Trump was “going to go full animal … come off the chains” and “use it [the Mueller report] to bludgeon” his political enemies. A return by Bannon could be politically significant. He has been credited with helping Trump sell voters on a dark vision of encroaching national apocalypse, an “American carnage” in the phrasing of the inaugural address Bannon co-wrote, deliverance from which only Trump can provide. In the acknowledgments to Siege, Wolff calls Bannon “the man arguably most responsible for making [Trump] president”, a “Dr Frankenstein” nursing “deep ambivalence about the monster he created” and “the Virgil anyone might be lucky to have as a guide for a descent into Trumpworld”. In fact, Bannon remains in professional limbo and his remarks about Trump in Siege, including suggesting the Trump Organization could be described as “criminal”, may have steered his relationship with the president back towards the rocks. But Wolff’s descriptors are suited to Bannon’s grandiose sense of his might and mission. “I’ve got my hands back on my weapons,” he said after leaving the White House in August 2017. “I built a fucking machine at Breitbart. And now I’m about to go back, knowing what I know, and we’re about to rev that machine up. And rev it up we will do.” Bannon left Breitbart but he remains capable of loosing off damaging shots. The Best People presents his version of Chris Christie’s work on the Trump transition, which has been presented favourably by the former New Jersey governor in his own book, Let Me Finish, and by the bestselling writer Michael Lewis. Famously, Bannon was given the job of firing Christie. Nazarayan quotes Bannon trashing Christie’s transition plans as the work of aides he describes as “the New Jersey mafia” and wondering if the former governor’s aggrieved reaction to being fired shows him to be “psychologically fucked up”. “He’s not an adult in the way he thinks about things,” Bannon is quoted as saying. “I don’t know if it’s because he’s so grossly overweight or if it’s something else. There’s something that is psychologically not right with this guy.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}