{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/14/the-drake-curse-canadian-rapper-vindicated-after-raptors-nba-championship-win", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-06-14T19:58:22Z", "webTitle": "'Drake curse': Canadian star vindicated after Raptors' NBA championship win", "webUrl": "https://www.theguardian.com/us-news/2019/jun/14/the-drake-curse-canadian-rapper-vindicated-after-raptors-nba-championship-win", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/14/the-drake-curse-canadian-rapper-vindicated-after-raptors-nba-championship-win", "fields": {"headline": "'Drake curse': Canadian star vindicated after Raptors' NBA championship win", "bodyText": "His repeated interactions with athletes before critical games – and their subsequent losses – have earned Drake the unfortunate reputation of bringing bad fortune to teams. But one historic basketball game may have broken the curse. High-profile victims of the so-called “Drake curse” include Arsenal forward Pierre-Emerick Aubameyang, whose team lost to Everton three days after meeting the Canadian rapper in London, and Paris Saint-Germain, who had their biggest loss in almost two decades after defender Layvin Kurzawa posed for a picture with him. Also, boxer Anthony Joshua was so confident before his fight with Andy Ruiz Jr that he posted a photo with Drake on Instagram with the caption “‘bout to break the curse” – only to subsequently lose to his little-known rival. Such is the extent of Drake’s reputation for bringing bad luck that AS Roma enforced a tongue-in-cheek ban on its players taking pictures with the star until the end of the season. But following the Toronto Raptors’ historic 114-110 win over the Golden State Warriors on Thursday night, which made them the first ever Canadian NBA champions, Drake’s cursed influence appears – for now at least – to be over. Following the game, an exultant Drake, a Raptors mega-fan who, as the official global ambassador of his hometown team, has been a court-side fixture throughout the finals, declared the curse null and void. Wearing a 2019 champions baseball cap he said: “They said I was a curse, now they cursing each other out.” As well as announcing that he would be releasing not one but two songs to celebrate the victory – Omertà and Money in the Grave (ft. Rick Ross), he took the opportunity to gloat to Warriors guard Klay Thompson. “Yo Klay! when you’re wakeboarding this summer in your Quicksilver shorts …when you see me, you better wave. Friendly, too,” he said. His erratic – and highly meme-able – court-side posturing and emotional outbursts during the playoffs have attracted almost as much attention as the players on court. Drake taunted opposing players, wore provocative clothing, gesticulated wildly and even gave Raptors’ coach Nick Nurse a quick shoulder rub. Drake described the Raptors’ win as “poetic”. And said: “We did this off of heart. We did this off of love. We willed this into existence.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}