{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/06/clean-eating-guide-dietician-what-is-it-how-to", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-06T05:00:48Z", "webTitle": "A dietitian's guide to 'clean eating': what it is and how to do it right", "webUrl": "https://www.theguardian.com/us-news/2019/jun/06/clean-eating-guide-dietician-what-is-it-how-to", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/06/clean-eating-guide-dietician-what-is-it-how-to", "fields": {"headline": "A dietitian's guide to 'clean eating': what it is and how to do it right", "bodyText": "Doubtless you have heard the term a dozen times. In fact, a survey out this month from the not-for-profit International Food Information Council found “clean eating” to be the most widely followed diet among American consumers. But what, exactly, is it? As a practicing dietitian with a doctorate in public health who has written books on the subject, I’m often tasked with explaining how to eat “clean”. And it’s not always easy. I can best describe it as a holistic approach to seeking foods that are fresher, less processed and higher quality – with individuals defining each of these in personal ways. But the broader idea springs from the belief that the single most important investment you can make to your health on a daily basis is to eat well. And eating well starts with eating “clean.” To ground the term in research, we can compare the health outcomes of eating whole foods to eating a highly processed diet. Observational studies have linked ultra-processed diets with poor health, risk of certain cancers, weight gain and early death. Just this month, researchers published a highly controlled clinical trial showing that eating highly processed foods can increase eating speed, total calories consumed and weight gain, compared with an unprocessed – or “clean” – whole foods diet. While there is no one right way to do it, a clean eating approach focuses on whole foods and ingredients. It also limits or avoids ultra-processed foods, products with extra-long shelf life and certain ingredients you would not be able to buy retail in the supermarket. In short: clean eating privileges food in its natural state. So where should you begin? Let’s lay it out in manageable steps. What it is clean eating? Simply put: it’s about choosing whole foods and ingredients, as well as products that are as minimally processed and additive-free as possible. The mindset should be affirming and not punishing. When you pick what to eat, prioritize: Whole foods and ingredients first. By definition, whole foods have no added sugar, salt, fat, synthetic preservatives or chemicals. Minimally processed foods made with whole and familiar ingredients. Where possible, avoid foods with added synthetic chemicals, pesticides, (herbicides, fungicides, insecticides) and preservatives, as well as artificial sweeteners, flavors and colors. Ultra-processed foods often contain artificial ingredients and excess or added sugar, fats or salt and, at the same time, have limited nutritional value. The practice also promotes cooking at home, developing a culture of food that leads to meals that taste better and are better for you. Ultimately, it’s a commitment to the long game: good health is a journey that involves sustainable changes in lifestyle and our relationship to food. What it is not A hard science. Clean eating is not based on rigid scientific guidelines. It’s a conceptual framework to help navigate the vast sea of food choices available to us. It’s not “all or nothing” – but a continuum where you focus on fresh, whole and nutritious food when you can. Evidence-based science should guide your decision making, with the goal of being informed of your best choices all of the time. Exclusive and judgmental. Clean eating can be made to sound elitist – but it shouldn’t be. It’s a roadmap to guide choices, not a tool by which to measure someone’s value. It’s about assessing your food options and identifying good, better, best – not bad, worse and worst. A weight-loss diet. There is no emphasis on portion size, or calories consumed, or pounds off the scale. While you can lose weight eating clean, the bigger objective is improved health. Versus “dirty”. If clean eating had to be in contrast to something, it would be “messy” – in the way that modern western diets are cumbersome, cluttered, complicated and confusing. Think of clean eating as simple or streamlined, recognizable and real. Inflexible. Eating clean is an inclusionary, not exclusionary approach. The basic tenets of eating clean can adapt to whether you are vegetarian or vegan, pescatarian, gluten-free, nut-free, dairy-free, egg-free or simply choose not to eat certain foods. And if you have a medically prescribed diet where you are counting carbs for diabetes or managing cholesterol, hypertension, digestive conditions or allergies, you can still follow a clean eating lifestyle. Only about avoiding processed foods or chemicals. More importantly, it is about moving toward quality, making the healthiest choice at any given instance. How to shop Whole foods come first. The ingredient in a walnut is: walnut. The ingredient in a blueberry is: blueberry. Increase your intake of foods that need no labels. Slash or eliminate ultra-processed foods that contain synthetic chemicals, pesticides and artificial colors, flavors, sweeteners and preservatives. Reduce refined sugars and enriched, refined flours. Choose minimally processed foods made from a single plant or animal, or a shortlist of ingredients you recognize. Avoid packaging, which can also contain unwanted additives, where you can. Read the ingredient label as if it were a shopping list for a recipe. If you could make this food – all the ingredients are listed there and you could find them individually – that’s a good sign. Focus on healthy oils from food sources such as olives and avocados. Opt for organic when you can. Choose organic and/or no added hormone milk, cheese, yoghurt and butter. Select meats, poultry, eggs and seafood with no hormones administered or antibiotics added. In the U.S., federal laws prohibit hormones in poultry and eggs already. Limit or avoid processed, preserved deli meats. If you’re avoiding meat or dairy, take care when choosing plant-based proteins. Whole food choices – such as beans, peas, nuts and seeds – are great, but read the ingredient lists. Meat alternatives, like burgers and packaged meals, can be highly processed and contain fillers, preservatives and artificial ingredients. Making it stick Declutter those countertops. Swap sugary or processed snacks for a bowl or basket of fresh fruit. Reconfigure your fridge and pantry to make unprocessed, whole foods front and center, with packaged foods less visible. Stay positive: it takes practice, and it should ultimately feel good. No beating yourself up for a food choice. Big changes take time. Wendy Bazilian is a dietitian with a doctorate in public health and the author of several books on clean eating."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}