{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/04/trump-visit-brings-full-spectrum-of-protesters-to-trafalgar-square", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-04T13:24:05Z", "webTitle": "Trump visit brings full spectrum of protesters to Trafalgar Square", "webUrl": "https://www.theguardian.com/us-news/2019/jun/04/trump-visit-brings-full-spectrum-of-protesters-to-trafalgar-square", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/04/trump-visit-brings-full-spectrum-of-protesters-to-trafalgar-square", "fields": {"headline": "Trump visit brings full spectrum of protesters to Trafalgar Square", "bodyText": "They came with smiles on their faces and the customary homemade placards weaponising pithy soundbites. “Get your tiny hands off our NHS,” “Free Melania” and one, in the hands of an American man with a disability, referring to Donald Trump’s infamous imitation of a journalist with arthrogryposis: “Mock me to my face.” But there were also chills, not least when a formation of women in the red uniforms of handmaids from Margaret Atwood’s dystopian novel The Handmaid’s Tale walked slowly past the National Gallery with their heads bowed. On this occasion, though not the first time that the forces of anti-Trumpism had massed together to send a message of rejection to the US president, Trafalgar Square had been (very) loosely divided into different zones or, in the parlance of street protest, “blocs”. To the west of Nelson’s Column, outside South Africa House, there was the climate bloc. Yards to their south was the peace and anti-war bloc. Others distributed around Trafalgar Square included the student bloc, abortion rights women’s bloc, a Jewish bloc and the Palestine bloc. Others – from the snappily titled “no war on Venezuela – join the protest against trump’s visit” bloc to the “Brexit=Trump. March against both” group – seemed keen to ally their own cause with protesting against the state visit afforded to the US president. In the shadow of the Canadian high commission, meanwhile, the men, women and certifiably safe-to-eat fowl of the chlorinated chicken bloc massed. The blocs were gathering on day two of the state visit, before a march which was due to take tens of thousands within shouting distance of Downing Street en route to Parliament Square for speeches. Amber McNew, a visiting US student from the Republican state of Wyoming and a newcomer to such events, professed to be “blown away” by what she and her friend Alex Pelletier felt compelled to join. “I feel quite emotional about it, to be honest,” said the student. “It’s quite different from what we see in the US in terms of protest, where you tend not to see so many different groups coming together. We’ve seen communists, abortion rights activists and so many others,” said Pelletier. Moving slowly around with their heads bowed were the women of the Handmaids Against Trump, a British manifestation of a form of protest that has been growing across the Atlantic as Trump and Republicans have attacked reproductive rights. “We came together as a group last year, online and through word of mouth, and have kept it alive since then,” said Yumi Derrick, one of about a dozen women in red robes and white bonnets. Posey Furnish, one of a number of Americans in the handmaids’ ranks, said she was heartened by the numbers which had become swelling the square since about 11am. “People are realising that what Trump stands for needs to be challenged, both in this country and in the US, otherwise there really is a loss of rights which start off slowly and then become much greater.” She gestured to a quote from Atwood’s book which was printed on a placard: “Nothing changes instantaneously: in a gradually heating bathtub you’d be boiled to death before you knew it.” Elsewhere, the protesters gathered behind the banners of the Labour party, Green party and the full spectrum of the British left in all its fragmented, pamphlet-touting hues. Capitalism was also alive, however, in the stalls selling T-shirts and badges emblazoned with slogans or the man pushing a shopping trolley piled high with toilet paper printed with the president’s face. “Three for a fiver … get your Trump toilet paper, boys and girls,” he shouted. Amid the melee, encounters between strangers included one between Peter Story, a South African-born Methodist bishop carrying an anti-Trump placard, and Udel Gibler, a Trump-voting US visitor to London in a smart blazer and shades. “This is familiar to me. I marched against the Vietnam war so I do feel like know why people feel it’s important to march,” he explained, after obliging Story by taking a photo of him with the protest in the background. “At the same time, I was in Texas a while back and unless you go there to see the border you can’t really appreciate some of the major issues which the president is trying to take a stand on.” Beside him, Storey shook his head and smiled, before replying: “Look, I come from South Africa and lived through apartheid so I know all about the politics of division and difference. Trump needs to be opposed with every ounce of energy we can muster.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}