{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/14/us-briefing-tanker-attacks-sarah-sanders-and-canadas-nba-champions", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-14T10:36:12Z", "webTitle": "US briefing: Tanker attacks, Sarah Sanders and Canada's NBA champions", "webUrl": "https://www.theguardian.com/us-news/2019/jun/14/us-briefing-tanker-attacks-sarah-sanders-and-canadas-nba-champions", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/14/us-briefing-tanker-attacks-sarah-sanders-and-canadas-nba-champions", "fields": {"headline": "US briefing: Tanker attacks, Sarah Sanders and Canada's NBA champions", "bodyText": "Subscribe now to receive the morning briefing by email. Good morning, I’m Tim Walker with today’s essential stories. Iran denies responsibility for attack as tensions boil The US military has released what it says is video footage of an Iranian Revolutionary Guard patrol boat approaching an oil tanker after it was attacked in the Gulf of Oman, to remove an unexploded limpet mine. Iran has denied responsibility for the attacks on two tankers close to the strategically important strait of Hormuz on Thursday, but the US secretary of state, Mike Pompeo, said Washington was convinced otherwise, “based on intelligence, the weapons used, the level of expertise needed to execute the operation”. Coercion policy. The attacks in the vital sea route sent oil prices surging and inflamed existing tensions between the US, its allies and Iran, posing fresh questions about the Trump administration’s policy of coercion, as Martin Chulov reports. Sarah Sanders quits White House after two years of untruths Sarah Sanders spent two years defending Donald Trump to the press, and several months refusing to do so. Now the White House press secretary says she is leaving to spend more time with her family in Arkansas, but insisted in an emotional farewell on Thursday: “I love the president.” Sanders’s spinning on Trump’s behalf enraged large sections of the press and the public, and made her a bitterly divisive figure. Though officially in the role up to this week, she has not held a press briefing for a record 94 days. ‘Very fine woman.’ Trump described his departing spokeswoman as “a magnificent person” who had done “an incredible job”. ‘Good riddance.’ Matthew Miller, a former justice department spokesman, tweeted that Sanders “had the most important spokesperson job in the world and used it to lie repeatedly to the American people. I hope shame and stigma follow her the rest of life.” Prosecutors drop all criminal charges over Flint water crisis In what appeared to be a stunning setback for victims of the Flint water crisis, prosecutors on Thursday dropped all criminal charges over the scandal against eight defendants and said they would restart their investigation from scratch. The accused included Nick Lyon, Michigan’s former health director, who was charged with involuntary manslaughter over his failure to alert the public in a timely manner about an outbreak of legionnaires’ disease in 2014, as the city drew improperly treated water from the Flint River. New investigation. Michigan’s solicitor general, Fadwa Hammoud, who took control of the case in January, said previous prosecutors had “not pursued “all available evidence,” but her investigation would “hold all responsible parties accountable.” Raptors beat Warriors in Game 6 to claim Canada’s first NBA title The Toronto Raptors have made history, defeating the Warriors in Game 6 of the NBA finals to become the first ever non-US NBA champions. The scoreline in Oakland on Thursday night was a narrow 114-110, which the Canadian team achieved in front of a raucous Golden State home crowd, who were desperate to see the Warriors defend their title in their last game at the Oracle arena. Finals MVP. The Raptors’ Kawhi Leonard was named the NBA finals MVP for the second time in his career – the first being in 2014, with the San Antonio Spurs. Crib sheet Norma Sarabia, a 46-year-old reporter from Tabasco state who denounced police corruption, has become the seventh journalist to be murdered in Mexico in 2019, meaning the record of 10 such killings last year is likely to be broken. The city of Akiak in western Alaska could become an island after losing a huge stretch of its riverbank to erosion overnight, with the melting of the state’s ice and permafrost accelerating as a result of human-driven climate breakdown. Brazil’s president, Jair Bolsonaro, has fired his secretary of government, Gen Carlos Alberto dos Santos Cruz, one of the few prominent moderates in his cabinet, apparently for his failure to align ideologically with the far-right administration. The New York legislature has voted to eliminate the state’s religious exemption to mandatory vaccines for schoolchildren, amid America’s worst measles outbreak in more than 25 years. Must-reads Madonna: ‘I wanted to make a mark on the world’ It’s more than 35 years since Madonna released her debut, yet her latest LP is still informed by what’s happening right now in the charts and clubs. “Oh, you’re not allowed to make youthful, fun, sexy music if you’re a certain age? That’s a load of bollocks,” she tells Alexis Petridis. The mindfulness conspiracy The man behind the mindfulness revolution claims it is humanity’s best hope of survival. On the contrary, argues Ronald Purser, the individualistic focus of mindful meditation might just be a distraction from the collective action we need to face our larger political and economic challenges. The LGBT activists who want the police out of pride The NYPD has at last apologised for the 1969 raid on the Stonewall Inn that sparked the modern LGBT rights movement. But some activists say the police remain an “oppressive force,” and that law enforcement and corporations have co-opted the pride festival. so they’re organising a “cop-free” alternative, they tell Sam Levin. The shameful truth about Britain’s response to Grenfell Two years since London’s Grenfell Tower fire, survivors and the bereaved will gather on Friday to remember the 72 people who died, reports Robert Booth. But Gary Younge says the response to the disaster shows not only that the government is shamefully neglectful, but that the public is far too easily distracted. Opinion The Canadian government is set to make a decision on the Trans Mountain pipeline, after the National Energy Board approved the project – despite the risks it poses to tribal nations and the environment. The leaders of four sovereign tribes urge Justin Trudeau to avert a disaster by saying “no”. The energy board’s report puts the priority on the pipeline’s monetary benefits, which will go to the province of Alberta and giant fossil fuel corporations. Meanwhile, the harm and the risk of this project would be borne by the Salish Sea and our people, salmon, and killer whale relatives. Sport Brooks Koepka hopes to become the second player in history to win the US Open for the third time in a row, but it is Englishman Justin Rose who has a one-stroke lead going into day two at Pebble beach. Eden Hazard made his first appearance in a Real Madrid shirt on Thursday, at an event to mark his signing by the La Liga club, an achievement the former Chelsea player said he had “dreamed of” when he was “very little”. Sign up The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}