{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2019/jun/13/memphis-protests-over-police-shooting-end-with-teargas-and-dozens-injured", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-13T16:55:53Z", "webTitle": "Memphis protests over police shooting end with teargas and dozens injured", "webUrl": "https://www.theguardian.com/us-news/2019/jun/13/memphis-protests-over-police-shooting-end-with-teargas-and-dozens-injured", "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/13/memphis-protests-over-police-shooting-end-with-teargas-and-dozens-injured", "fields": {"headline": "Memphis protests over police shooting end with teargas and dozens injured", "bodyText": "Fierce protests erupted in Memphis on Wednesday night following a fatal shooting by law enforcement and ended with at least two dozen police officers, two journalists and a number of demonstrators injured. Armed officers faced off in the Tennessee city with crowds angered by news that federal marshals had shot dead a local man, whom authorities described as a fugitive, officials said. Memphis’s mayor, Jim Strickland, said six officers were taken to the hospital. He said at a news conference on Thursday morning that in the course of the unrest he was impressed by law enforcement officers’ “professionalism and incredible restraint as they endured concrete rocks being thrown at them and people spitting at them”. By late on Wednesday night, officers had resorted to using teargas in the working-class Frayser neighborhood north of downtown Memphis, before protesters dispersed about 11pm local time. During the unrest, several police cars were vandalized, and windows were shattered at a neighborhood fire house, Strickland also said in a Facebook post. The incident that led to protests and clashes unfolded about 7pm. At that time, “multiple officers” with the US marshals service’s Gulf Coast regional fugitive taskforce came across a man who was “wanted on multiple warrants”, the authorities said. He was outside a home and getting into a vehicle when marshals encountered him and tried to arrest him, according to the Tennessee bureau of investigation. “While attempting to stop the individual, he reportedly rammed his vehicle into the officers’ vehicles multiple times before exiting with a weapon,” the bureau asserted in a statement. “The officers fired, striking and killing the individual. No officers were injured.” Police were called to the area for crowd control after news of the shooting circulated online. As more protesters arrived, more police appeared, ultimately leading to confrontation. Tami Sawyer, a Shelby county commissioner who is also vying to become Memphis’s next mayor, referred to the man who was shot as Brandon Webber. She appealed to the public to ask relevant questions and consider context before drawing conclusions on the situation. “I was in Frayser tonight because Brandon Webber was shot 16-20 times in his family’s front yard,” Sawyer tweeted. Sawyer also said on Twitter that officials deployed teargas. Tennessee bureau of investigation agents were “investigating the circumstances” of this shooting at the request of the Memphis-area district attorney’s office. “This remains an active and ongoing investigation, as TBI special agents and forensic scientists continue to work to gather any and all relevant interviews and evidence,” agency officials said. “The TBI does not identify the officers involved in these types of incidents and instead refers questions of that nature to their respective department,” officials said. The National Association for the Advancement of Colored People (NAACP)civil rights organization said it was closely monitoring the situation. In a statement on Thursday afternoon about the shooting, US marshals service officials said they “were attempting to serve a warrant on a 20-year-old man with multiple felony warrants”. “In response to a threat posed by the subject, members of the task force fired their weapons, striking and killing him.” The US marshals said they will “also conduct an internal review after the state completes its investigation”. “As a matter of policy, the US marshals service will not release the names of deputy marshals involved in shooting incidents, until the conclusion of all investigation,” they said in a statement."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}