{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2019/jun/20/trump-news-today-live-iran-drone-mueller-2020-latest-updates", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-21T00:05:47Z", "webTitle": "Mitch McConnell on Roy Moore: 'We'll oppose him in every way' – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2019/jun/20/trump-news-today-live-iran-drone-mueller-2020-latest-updates", "apiUrl": "https://content.guardianapis.com/us-news/live/2019/jun/20/trump-news-today-live-iran-drone-mueller-2020-latest-updates", "fields": {"headline": "Mitch McConnell on Roy Moore: 'We'll oppose him in every way' – as it happened", "bodyText": "We’re ending our live coverage for the day, thanks for tuning in! Some key links and updates from the day: Disgraced Alabama Republican Roy Moore has announced he is running for US Senate again in 2020 after failing to win the seat two years ago amid sexual misconduct accusations. Joe Biden continued to deal with the fallout from his latest gaffe in which he discussed his cordial relationship with segregationists early in his career. Trump stopped short of escalating the worsening standoff with Iran in the Persian Gulf, suggesting that the shooting down of a US drone could have been carried out by a “loose and stupid” Iranian officer without authorization from Tehran. The Senate passed a bill that would stop arms sales to the Saudi government over the administration’s objections. A legal team that recently interviewed more than 60 children at a Border Patrol facility in Texas said infants, children and teens have been locked up for up to 27 days without adequate food, water and sanitation. There were a number of new calls for an impeachment inquiry from Democratic members of Congress. The House Judiciary released a transcript of its interview with Hope Hicks, the former Trump confidante, revealing the repeated objections of the White House during her questioning. The National Rifle Association sued its former president, Oliver North. A federal appeals court ruled that new rules from the Trump administration restricting abortion access can take effect while a legal battle over the policy moves forward. Some politics news outside of DC: In Oregon, all 12 Republican state senators literally fled the capitol today to delay a vote on a clean energy bill. The state’s Democratic governor responded by dispatching state troopers to retrieve the Republicans and get the legislative session back on track. The Guardian’s Susie Cagle reports: Senate Republican leader Herman Baertschiger Jr wrote in a statement that the walk-out was “exactly how we should be doing our job”. In a speech on the Senate floor, a visibly frustrated Senate president Peter Courtney begged his colleagues to return. “This is the saddest day of my legislative life,” he said. If passed into law, the clean energy jobs bill would place a cap on emissions from power, transportation and other industries in the state, and establish a system to auction and trade them. The program would begin in 2021, with the goal of reducing greenhouse gas emissions to 45% of 1990 carbon levels by 2035, and 20% of 1990 levels by 2050. Full story here: New rules from the Trump administration restricting abortion access can take effect while a legal battle over the policy moves forward, a federal appeals court ruled today. From AP: The rules ban taxpayer-funded clinics from making abortion referrals and prohibit clinics that receive federal money from sharing office space with abortion providers — a rule critics said would force many to find new locations, undergo expensive remodels or shut down. More than 20 states and several civil rights and health organizations challenged the rules in cases filed in Oregon, Washington and California. Judges in all three states blocked the rules from taking effect, with Oregon and Washington courts issuing nationwide injunctions. One called the new policy “madness” and said it was motivated by “an arrogant assumption that the government is better suited to direct women’s health care than their providers.” Planned Parenthood said it would ask the federal appeals court to reconsider the decision, which affects Title X, a 1970 law that improved access to family planning services. Here’s the response from Dr Leana Wen, president of the Planned Parenthood: Some background on the original rule here: House Republicans have released a statement on their meeting with Trump and have called for a “measured response” to Iran. They said the president and his national security team “remain clear-eyed on the situation and what must be done”: The backstory here: Joe Biden has called Cory Booker to “try to smooth over tensions”, the New York Times reports: A Booker spokesperson said of the call with Biden: Cory shared directly what he said publicly — including helping Vice President Biden understand why the word ‘boy’ is painful to so many. Cory believes that Vice President Biden should take responsibility for what he said and apologize to those who were hurt. It appears Biden has not apologized. The controversy started when Biden spoke at a Wall Street fundraiser about “civility:” and how he previously worked with segregationists in the Senate even though he disagreed with them. More on the background here: Alabama Senator Doug Jones has released a statement on the news that his previous competitor, disgraced Republican Roy Moore, is running again for Senate: Today, Roy Moore has made what was already going to be a divisive Republican primary even more polarizing and extreme. We don’t need any more of that. Worse, it’s now clear that my opponent will either be an extremist like Roy Moore or someone handpicked by Mitch McConnell to be his Senator, not Alabama’s. The only question left is who will be McConnell’s choice? I want to talk to Alabamians about solutions to improve all of our lives, address very real health care concerns, better education, strengthen our security, both militarily and economically, and help attract more businesses to our state. It comes down to solving problems, not divisive partisanship or extreme ideas that do nothing for Alabama families.” The National Rifle Association’s ongoing internal drama has escalated, this time with a lawsuit against the group’s former president. From the AP: The National Rifle Association has sued its former president, Oliver North, for what it called “conduct harmful to the NRA”. The lawsuit was filed Wednesday in New York. It sought a judge’s declaration that the NRA isn’t required to pay North’s legal bills. North stepped down from the post in April. The lawsuit said he “departed office after a widely publicized, failed coup attempt”. The suit also accused top NRA official Chris Cox of conspiring with North to oust the organization’s chief executive, Wayne LaPierre. Some context on the recent NRA troubles: Some initial analysis on the Hope Hicks interview transcript – it appears the White House intervened to block her from answer questions more than 150 times: Then there was this exchange: The House Judiciary has just released a transcript of the interview with Hope Hicks, the former White House communications director and longtime Trump confidante. Read it here: Here’s a look at how some Republican politicians are responding to the news that disgraced Alabama Republican Roy Moore is running again for Senate. A reminder of the sexual misconduct and abuse allegations that led him to lose the Senate race two years ago: During the 2017 race, six women accused Moore of pursuing romantic or sexual relationships with them when they were teenagers as young as 14 and he was an assistant district attorney in his 30s. Two accused him of assault or molestation. Our full story: There have been a number of new calls for an impeachment inquiry from Democratic members of Congress today: Hello - Sam Levin here in the San Francisco office, taking over our live coverage for the rest of the day. A legal team that recently interviewed more than 60 children at a Border Patrol facility in Texas has described a traumatic and dangerous situation, according to a new AP report: The lawyers said roughly 250 infants, children and teens have been locked up for up to 27 days without adequate food, water and sanitation. Some more disturbing details: A team of attorneys who recently visited the facility near El Paso told the AP that three girls, ages 10 to 15, said they had been taking turns keeping watch over a sick 2-year-old boy because there was no one else to look after him. When the lawyers saw the 2-year-old boy, he wasn’t wearing a diaper and had wet his pants, and his shirt was smeared in mucus. They said at least 15 children at the facility had the flu, and some were kept in medical quarantine. Children told lawyers that they were fed uncooked frozen food or rice and had gone weeks without bathing or a clean change of clothes at the facility in Clint, in the desert scrubland some 25 miles southeast of El Paso. Holly Cooper, an attorney who represents detained youth, said: In my 22 years of doing visits with children in detention I have never heard of this level of inhumanity.” Customs and Border Protection did not immediately respond to the allegations about the conditions, the AP reported. That’s it for me today. Before I pass the blog to my esteemed colleague Sam Levin on the west coast, here’s a quick recap of what you may have missed today. Roy Moore, the hard-right 2017 failed Senate candidate has announced he’s running again in 2020- with no support to be found in the party establishment. Gaffe-prone Democratic frontrunner Joe Biden continues to deal with the fallout from his latest gaffe in which he, voluntarily, and with no prompting from anyone else, brought up his cordial relationship with segregationists early in his career. Trump seemed to downplay any retaliation with Iran for the shooting down of a US drone overnight, suggesting that it may have even been a mistake. The Senate passed a bill that would stop arms sales to the Saudi government over the administration’s objections but does not currently have the votes to overcome a Trump veto, which the president has threatened. Huffington Post reporter Kevin Robillard had some interesting Democratic horserace numbers from the latest Suffolk poll. Unsurprisingly, it contains bad news for NYC Mayor Bill de Blasio. Senate Majority Leader Mitch McConnell signaled on Thursday that he and his allies in the GOP establishment will actively work to oppose Roy Moore’s bid for Alabama’s Senate seat. “He can do what he wants to, but we’re certainly going to oppose him in every way,” McConnell told the Associated Press shortly before Moore’s announcement. Donald Trump Jr also jumped into the fray, by implying that Moore had jumped into the race contrary to the president’s wishes. Federal prosecutors say that former Trump confidant and current federal defendant Roger Stone violated a gag order with recent social media posts, according to multiple reports. In January the longtime GOP operative was charged with witness tampering, obstructing an official proceeding, and five counts of making false statements. He is currently awaiting trial. Cory Booker announced Thursday, that if elected president he would “immediately” start the clemency process for some 17,000 federal inmates serving time on drug-related charges. Booker would essentially be using executive power to do what the First Step act, passed last year, declined to do - make sentencing reform retroactive so it applies both to people currently in jail and future criminal defendants. In the last day, Bernie Sanders and Elizabeth Warren have both come out and offered some level of support for the decriminalization of sex work, reports Vice: Less than 24 hours after Massachusetts Senator Elizabeth Warren said she would be “open” to decriminalizing sex work, the Bernie Sanders campaign told VICE the candidate believes it’s a policy that “should be considered.” “Bernie believes that decriminalization is certainly something that should be considered,” Deputy Communications Director Sarah Ford said in an email Thursday morning. “Other countries have done this and it has shown to make the lives of sex workers safer.” Warren said Wednesday that: I’m open to decriminalization. Sex workers, like all workers, deserve autonomy but they are particularly vulnerable to physical and financial abuse and hardship,” Warren said. “We need to make sure that we don’t undermine legal protections for the most vulnerable, including the millions of individuals who are victims of human trafficking each year.” Alabama Roy Moore has made his candidacy for the 2020 Senate seat in that state official, announcing moments ago. “Yes, I will run for the United States Senate in 2020,” Moore said. “Can I win? Yes, I can win.” His opening remarks make it clear he intends to run as an outsider from his own party, which largely abandoned him after the allegations that dogged his 2017 candidacy emerged. Moore is also blaming the NRSC for Donald Trump’s opposition to his candidacy, reports the Montgomery Advertiser’s Brian Lyman. “I think he’s being pushed by the NRSC. I don’t know what he’s thinking. I can’t speak for him. But I can say I don’t disagree with him in lots of his policies,” Moore said. California Senator and Democratic presidential nominee Kamala Harris penned an op-ed for NBC News Thursday asking Americans generally, and Donald Trump specifically, to watch Ava DuVernay’s new Netflix series on the Central Park Five. The plea comes just a few days after Trump told reporters that he would not apologize to the five Black men he demonized in 1989 after they were accused of a violent rape they did not commit. Trump infamously took out full-page ads in four New York newspapers advocating that the state reinstate capital punishment so that it could execute the boys, who were coerced into admitting their guilt. The five were exonerated in 2002 after another man admitted to committing the crime and DNA evidence corroborated his account. Harris, a former prosecutor writes: DuVernay’s retelling of the case is a masterpiece. Her four-part series tells the stories of Korey Wise, Raymond Santana, Antron McCray, Kevin Richardson and Yusef Salaam. In 1989, these five young boys were wrongfully accused of brutally raping a jogger in Central Park. The series chronicles their unjust detainment, illegal interrogation and the dismissal of evidence that pointed to their innocence, further highlighting the flaws in a system that is supposed to be rooted in truth and justice. Systemic biases and racism cost these boys their childhood. Sensationalized media coverage — including a 1989 full-page ad placed by Trump — made it almost impossible for them to be treated fairly. And the trial also exposed the dehumanization of Black children and life-threatening consequences — things that still occur today. House Intelligence Chairman Adam Schiff wants to make it “crystal clear” that accepting help or “dirt” from a foreign agent is illegal with a new bill proposal. This is something Donald Trump has repeatedly said, most recently in an interview with ABC News, that he would do. A number of high profile celebrities joined together for a video editorial that describes the Mueller report as “the most damming evidence ever compiled against a sitting US president.” The video, released by Now This News also excoriated AG William Barr for having “lie[d] about its contents” and Trump for echoing that “propaganda.” The stars include: Robert De Niro Martin Sheen Christine Lahti Laurence Fishburne Stephen King Sophia Bush Jonathan Van Ness Rob Reiner George Takei Rosie Perez Kendrick Sampson The Wall Street Journal is reporting that President Trump plans to issue an executive order on Monday to compel the disclosure of prices in health care. According to people familiar with the matter, the order will direct federal agencies to initiate regulations and guidance that could require insurers, doctors, hospitals and others in the industry to provide information about the negotiated and often discounted cost of care. According to the Journal, Advocates say that consumers and employers “will benefit because pulling back the secrecy around the prices will allow them to shop for lower cost care and benefits.” Industry groups including hospitals and insurers have balked at the idea however, saying “it could cause costs to climb if some businesses learn competitors are getting bigger discounts. They also say consumers really want to know their own out-of-pocket costs and won’t benefit from full disclosure of negotiated prices.” Apple is asking the US government to exclude its products—including the ubiquitous iPhone— from President Trump’s next round of proposed tariffs on Chinese imports. The Hill reports that in a letter made public on Thursday, “the tech giant wrote that the tariffs could give an advantage to Apple’s Chinese competitors as well as reduce Apple’s contributions to the US economy.” “U.S. tariffs would also weigh on Apple’s global competitiveness,” Apple wrote to US Trade Representative Robert Lighthizer. “The Chinese producers we compete with in global markets do not have a significant presence in the U.S. market, and so would not be impacted by U.S. tariffs. Neither would our other major non-U.S. competitors.” A US tariff would, therefore, tilt the playing field in favor of our global competitors.” -Apple Politico is reporting that longtime former Trump confidante Hope Hicks broke with President Donald Trump during her interview with the House Judiciary Committee this week, telling lawmakers that offers of foreign assistance in U.S. elections should be “rejected and reported to the FBI.” That disclosure comes courtesy of house judiciary chairman Jerry Nadler. The remarks from Hicks stand in contrast to Trump’s statement on ABC news last week about what he would do if a foreign power came to him with opposition research on a political opponent. Trump: I think you might want to listen, there isn’t anything wrong with listening... If somebody called from a country, Norway, [and said] ‘we have information on your opponent’ -- oh, I think I’d want to hear it.” From Politico: “Hicks, sat for nearly eight hours behind closed doors with the committee on Wednesday and fielded questions on several subjects related to her tenure as a senior aide on the Trump campaign, the presidential transition period, and in the White House as communications director.” Alabama Republican Roy Moore, whose unsuccessful 2017 campaign for US Senate was marred by allegations he sexually assaulted or pursued teenage girls while in his 30s, is going to try again. The Democratic candidate, Doug Jones, a former federal prosecutor, defeated Moore by a narrow margin in a special election in December 2017 to fill the seat vacated by Republican Jeff Sessions when he became US attorney general. Jones was the first Democrat in a quarter-century to be elected to the US Senate in Alabama. Moore, a 72-year-old former state chief judge known for staunchly conservative views, could face Jones again if he wins the party primary. Former Vice President Joe Biden and Sen. Bernie Sanders hold narrow leads in a theoretical showdown with President Trump in North Carolina ahead of the 2020 presidential race, according to a new Public Policy Polling survey released Thursday. From The Hill: Forty-nine percent of registered voters surveyed said they would back Biden in a match-up against Trump, while 46 percent said they would support the president. Five percent, meanwhile, said they are unsure who they’d back. In a match-up against Sanders, 48 percent of North Carolina voters said they’d back the Vermont senator, compared with 47 percent who said they would vote for Trump; 5 percent said they were unsure of their pick. No other candidate leads Trump in the poll. From Associated Press reporter Jill Colvin: I asked Trump today whether he believes there are members of his administration who are trying to push him into conflict w Iran. His response? “No, not at all. Not at all. In fact, in many cases, it’s the opposite.” Then talked about campaigning on getting out of endless wars. The Washington Post is reporting that the Senate passed measures to block President Trump from using his emergency authority to complete several arms sales benefiting Saudi Arabia on Thursday. From the Post: A bipartisan group of senators, led by Senator’s Robert Menendez (D-NJ) and Trump booster Lindsey Graham (R-SC), had initially filed 22 resolutions of disapproval against the sales — one for every contract the administration had expedited by emergency order, effectively sidestepping congressional opposition. But after weeks of negotiations, Senate leaders agreed to hold just three votes, which will encompass the substance of all the blocking resolutions, congressional aides said. The Trump administration sent a letter to the Senate Thursday to let lawmakers know that if the bill made it to Trump’s desk, “his advisors would recommend he veto it.” Trump has cited rising tensions with Iran as justification for using his emergency powers to complete the deals. The Post continued: Republican leaders have repeatedly stated their opposition to the effort and support for the president, making the prospect of securing 67 votes for the resolutions — a veto-proof majority — difficult. Once the Senate completes its votes, the resolutions will go to the House, where Democratic leaders have been waiting to see whether the Senate would have any difficulty passing the resolutions before taking their own steps to block Trump’s actions. Meeting with Canadian Prime Minister Justin Trudeau, Trump seems to be striking a conciliatory tone on Iran- suggesting that the shooting down of a US drone may even have been accidental. “I find it hard to believe it was intentional,” Trump said. Trump added: “I imagine someone made a mistake...in shooting down the drone. We didn’t have a man or woman in the drone. It would have made a big, big difference.” But the remarks weren’t without bluster either. Donald Trump continues to conduct foreign diplomacy like the reality TV star he is, essentially encouraging the global citizenry to “stay tuned for next week” when asked if he will authorize a strike against Iran amid growing tensions. The comment follows a tweet earlier in the day in which Trump, again opaquely, suggested “Iran made a very big mistake!” in response to word that the nation had shot down a US drone. Nancy Pelosi calls the Trump administration’s eight-year delay of a new $20 US banknote honoring abolitionist Harriet Tubman “an insult to the hopes of millions.” “This unnecessary decision must be reversed,” Pelosi continued in a Tweet. The Treasury Department was expected to release the updated bill in 2020, but announced last month that the project would be postponed for at least eight years. Treasury Secretary Steve Mnuchin implausibly cited “counterfeiting issues,” as the reason for the delay. Senate Minority Leader Chuck Schumer on Wednesday called for an investigation into Mnuchin’s decision. A group of four high-profile Democratic lawmakers, including presidential candidate Kamala Harris, have introduced legislation to Protect the US Justice Department from that they call “White House meddling”. Senators Sheldon Whitehouse (D-RI), Richard Blumenthal (D-CT), and Kamala Harris (D-CA) and Congressman Hakeem Jeffries (D-NY) introduced the Security from Political Interference in Justice Act in what they describe as a bid “to increase transparency in the relationship between the U.S. Department of Justice and the White House and prevent political interference in law enforcement decisions.” The lawmakers go on in a release to say that “The bill would impose important reporting requirements for contacts between the Justice Department and White House pertaining to specific cases or investigations.” Never before have we seen a president so heedless of the Department’s traditions and spirit, and so singularly focused on his own political and personal self-interest at the expense of justice. This bill would protect the Department against the likes of Donald Trump by shining a much-needed light on the channels that have enabled political influence to flow into the Department.” -Senator Sheldon Whitehouse Biden calls the developments in Iran a “self-inflicted disaster” by the Trump administration. Speaking to reporters Thursday morning, House of Representatives Speaker Nancy Pelosi said the US has no appetite to go to war with Iran, after Tehran shot down a U.S. military surveillance drone over the Strait of Hormuz. Pelosi said that a group of 20 lawmakers was preparing to receive a briefing on the “dangerous situation” in Iran shortly thereafter. The top House Democrat also weighed in on Joe Biden’s very bad 48 hours Thursday, saying she had “no criticism” of his remarks. I have no criticism of what he believes is his story to tell the American people, that he will work with anyone to get a good result for the American people.” -Nancy Pelosi “What I think is most important for all the candidates is authenticity, they are who they are, they’ve lived a life and they have grown from their experiences, and I think that’s what he’s trying to tell us,” Pelosi told MSNBC’s Andrea Mitchell. Democratic candidates Cory Booker and Joe Biden continue to snip back and forth over Biden’s now widely-panned remarks about working with segregationists. Booker chimed in with a third volley last night on CNN. What matters to me is that a guy running to be the head of our party, which is a significantly diverse and wondrous party, doesn’t even understand and can’t even acknowledge that he made a mistake, whether the intention was there or not,” Booker said. “Instead, he’s fallen back into the defensive crouch that often people say, which is ‘Cory called me a racist’ or ‘I’m not a racist,’ which is not what I said, and not what I’m calling him.” “This is the problem. He knows better,” he continued. “At a time when Donald Trump never apologizes for anything and starts to create that toxic sentiment that you never apologize ... I know Joe Biden. He’s better than this.” The controversy began after comments Biden made at a Wall Street fundraiser at New York’s Carlyle Hotel on Monday, intended to highlight his ability to work across diverse viewpoints to get things done. Biden cited segregationists James Eastland of Mississippi and Herman E Talmadge of Georgia, as two senators with whom he disagreed, but still worked with and “got things done”. I was in a caucus with James O Eastland,” Biden told guests of the event, briefly imitating the senator’s southern drawl, according to the press pool report. “He never called me ‘boy’, he always called me ‘son’,” he said. He went on to describe Talmadge as “one of the meanest guys” he ever knew but said, “At least there was some civility. We got things done.” Both senators are remembered for their racist views. Booker chimed in initially: “Biden’s relationships with proud segregationists are not the model for how we make America a safer and more inclusive place for black people, and for everyone.” He also called for the former vice-president to issue “an immediate apology”. Biden seemed to take the remarks personally, responding to Booker: “Cory should apologize...He knows better. There’s not a racist bone in my body. I’ve been involved in civil rights my whole career. Period,” prompting Booker’s second response on CNN last night. The entire kerfuffle came as Black Americans celebrate the emancipation holiday known as Juneteenth, and as lawmakers on the hill held hearings on reparations for the descendants of US slavery and segregation. Ranking House Judiciary member Doug Collins blasted today’s Mueller report hearing in a statement accusing Democrats of “theater” and trying to “redo” the Mueller report. I’m concerned the majority’s witnesses may not be here to discuss Volume II, or to offer “bipartisan perspectives.” I am glad we are allegedly focusing on election security today, but I urge the majority to stop trying to re-do the Mueller investigation and hold a hearing promptly on election security. We don’t need theater. We don’t need John Dean, Part Two. As to the substance, I’d like to remind everyone: Democrats spent two years claiming the president was a Russian asset who conspired with the Kremlin to steal the election. The special counsel spent two years investigating whether the Trump campaign conspired or coordinated with Russia. Well, the special counsel finished his investigation and found no Americans, no one on the Trump campaign, conspired or coordinated with Russians. That was great news for America. I thought it would be great news to all Americans. To my surprise, it wasn’t. Democrats were not only disappointed, they were angry. Angry the president was not a Russian asset. Imagine disliking a president so much you wished he were a foreign agent. That’s where Democrats are today. Despite the Mueller report’s conclusion there was no conspiracy, Democrats have spent the past few months trying desperately to revive their Russia conspiracy theory. Democrats spent two years calling Mueller’s team the best of the best, but, since they didn’t like the outcome, Democrats now want to play prosecutor and re-do Mueller’s investigation. Ivanka Trump was accused on Thursday of violating the Hatch Act that bans government workers from speaking out on political campaign issues, over tweets she wrote ahead of her father’s 2020 presidential campaign launch. Influential Washington-based watchdog Citizens for Responsibility and Ethics in Washington (Crew) has filed a complaint against Donald Trump’s daughter and senior aide, who works in the White House as his adviser, albeit unsalaried. She is accused of violating the rule that limits political activity by federal employees. In a letter to the Office of Special Counsel (OSC), part of the Department of Justice, Crew said her tweet, posted on Father’s Day last weekend, just a few days before Trump’s re-election campaign launch in Florida, included his 2016 campaign slogan “Make America Great Again” and claimed “the best is yet to come”. The complaint comes just a week after the OSC, a US federal watchdog, called on the president to sack Trump Aide Kellyanne Conway over multiple violations of the Hatch Act. Iran has shot down an US drone in the strait of Hormuz, accusing Washington of breaching Iran’s national sovereignty and trying to deepen tensions in the region. Iran’s Revolutionary Guards said on Thursday that they had used a surface to air missile to shoot down what they called a US “spy” drone they claimed was flying in the country’s airspace. US Central Command confirmed that one of its unmanned aircraft had been taken down, but said it was in international airspace. A CentCom spokesman, Capt Bill Urban said it was a US navy Global Hawk surveillance drone, which had been downed by an Iranian surface-to-air missile over the Strait of Hormuz at 11.35pm GMT. “Iranian reports that the aircraft was over Iran are false. This was an unprovoked attack on a U.S. surveillance asset in international airspace,” Urban said. Read more In space news, The Navy briefed three senators Wednesday on a number of reported encounters with unidentified aircraft amid growing requests from members of oversight committees. The Hill reports that Virginia Senator Mark Warner’s office confirmed the meeting. “If pilots at Oceana or elsewhere are reporting flight hazards that interfere with training or put them at risk, then Senator Warner wants answers. It doesn’t matter if it’s weather balloons, little green men, or something else entirely — we can’t ask our pilots to put their lives at risk unnecessarily,” his spokesperson, Rachel Cohen, said in a statement. In other space news, Americans are at odds with the White House plans to send manned missions to the moon and or mars. According to a new poll the country much prefers a space program that focuses on potential asteroid impacts, scientific research and using robots to explore the cosmos. The poll by The Associated Press and the NORC Center for Public Affairs Research, released Thursday, one month before the 50th anniversary of the Apollo 11 moon landing, lists asteroid and comet monitoring as the No. 1 desired objective for the U.S. space program. About two-thirds of Americans call that very or extremely important, and about a combined 9 in 10 call it at least moderately important. By contrast, only about a quarter of Americans said moon or Mars exploration by astronauts should be among the space program’s highest priorities. About another third called each of those moderately important. Billionaire Tom Steyer will air a new commercial on Fox &amp; Friends Friday and Monday advocating for impeachment. According to Politico, Steyer’s group Need to Impeach is putting $700,000 behind the ad and selected the time slot so as to hopefully catch Trump’s eye – the president is a frequent viewer of the program. “Right now, Donald Trump is committing crimes in the open,” Steyer says in the ad, citing Trump’s ongoing dismissal of congressional subpoenas, and his declaration that he would listen to opposition research supplied by a foreign power in the 2020 campaign. “The Mueller report identified multiple instances of obstruction of justice,” Steyer continues. Good morning and welcome to the politics blog for Thursday, 20 June. The House Judiciary Committee is kicking off its second “lessons from the Mueller report” hearing shortly. The first round, which happened a week and a half ago, featured former Nixon counsel John Dean who testified that there were “exhaustive” and “remarkable” parallels between special counsel Robert Mueller’s report, and the findings compiled in the wake of the Watergate scandal. Today’s hearing, entitled “bipartisan perspectives”, is scheduled to include experts on constitutional law, separation of powers, cybersecurity, and election law."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}