{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/23/czech-republic-protesters-demand-prime-ministers-resignation", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-23T18:24:15Z", "webTitle": "Czech Republic: protesters demand prime minister's resignation", "webUrl": "https://www.theguardian.com/world/2019/jun/23/czech-republic-protesters-demand-prime-ministers-resignation", "apiUrl": "https://content.guardianapis.com/world/2019/jun/23/czech-republic-protesters-demand-prime-ministers-resignation", "fields": {"headline": "Czech Republic: protesters demand prime minister's resignation", "bodyText": "An estimated 250,000 people have demanded the resignation of the Czech Republic’s prime minister in the country’s biggest display of dissent since the 1989 velvet revolution that ended communism in the former Czechoslovakia. In a setting loaded with historical symbolism, demonstrators from across the country crowded into Prague’s Letna park – site of a pivotal protest 30 years ago credited with forcing the communist regime from power – to voice anger over Andrej Babiš, a billionaire leader who campaigned on an anti-corruption platform but has himself become a symbol of perceived malfeasance. Holding Czech flags and placards lampooning the prime minister, the crowd cheered as a succession of speakers called Babiš, a tycoon who is the country’s second richest man, a threat to democracy. But contemporary political concerns were laced with references to the past. Speeches came from a podium close to the Czech interior ministry, which doubled as an interrogation centre for political dissidents during the communist regime. Draped from a neighbouring multi-storey block of flats was a banner with the slogan Truth and Love Must Prevail – a reference to the philosophy of Václav Havel, the playwright and dissident who became president of post-communist Czechoslovakia. Sunday’s protest – the fifth Prague has seen against Babiš since April – was driven by concerns over conflicts between his political and business interests. But also present was anxiety about the prime minister’s past, apparently supported by documentary evidence which he disputes, that he was a secret agent for the communist-era security services, the StB. Holding a European flag, Martin Exner, 56, mayor of Nova Ves, a collection of villages near Prague, said the protests must complete the velvet revolution, which he said was unfinished. “I was here in 89 with my son on my shoulders,” Exner told the Guardian, adding that he published underground samizdat literature during communist times. “At the time, it was as if a light was suddenly switched on. But we were naive. We didn’t finish it. We should have forced the main communist apparatchiks to be punished by law. We thought they would somehow apologise and atone and stop what they were doing. “It seemed OK at first, with Havel. But since then, we have gone in a different direction. We are here to finish the velvet revolution.” Babiš, 64, is under intensifying pressure to quit after two leaked European Commission audits appeared to uphold complaints that he is in conflict of interest over EU subsidies to his giant Agrofert conglomerate, a farming, chemicals, food and media company that he was supposed to have put into a trust. One audit suggested that the Czech Republic would have to repay €17m (£15.2m) in improperly obtained subsidies. Babiš, head of a coalition led by his Action of Dissatisfied Citizens (ANO) party, has dismissed the audits – even suggesting that they are fake – and vowed to get their findings changed. He also faces accusations of undermining judicial independence in an effort to stop accusations that he fraudulently obtained €2m in EU grants for a countryside business centre from reaching court. The demonstrations, organised by a student movement, Million Moments for Democracy, have grown in size after being initially triggered by his appointment of a new justice minister, Marie Benešová, a former adviser to his ally, Miloš Zeman, the populist Czech president, after police recommended that the attorney general pursue fraud charges. Babiš has branded the accusations against him as a political plot and pledged never to resign. Despite the rising pressure, his short-term survival seems assured. A parliamentary vote of confidence organised by opposition parties seems certain to fail this week after the Social Democrats (ČSSD), junior partners in his minority coalition said they would not abandon him. The communists (KSČM), which supports the government in parliament, said it will continue to back him. But the organisers have promised to resume the rallies in the autumn after a summer lull, with another historically resonant bumper event reportedly being planned to coincide with the velvet revolution’s 30th anniversary. “If you look at the political trends, not just demonstrations, you can see that Babiš has many political problems,” said Prof Lubomir Kopeček, a political analyst at Masaryk University in Brno. “In the longer run, maybe six, seven or eight months, they can some consequences, maybe resignation, maybe the fall of the cabinet.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}