{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/17/galapagos-islands-ecuador-us-military-airstrip", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-17T20:45:09Z", "webTitle": "Galápagos Islands: outcry after Ecuador allows US military to use airstrip", "webUrl": "https://www.theguardian.com/world/2019/jun/17/galapagos-islands-ecuador-us-military-airstrip", "apiUrl": "https://content.guardianapis.com/world/2019/jun/17/galapagos-islands-ecuador-us-military-airstrip", "fields": {"headline": "Galápagos Islands: outcry after Ecuador allows US military to use airstrip", "bodyText": "The Galápagos Islands are at the centre of a political row in Ecuador after the government agreed to allow US anti-narcotics planes to use an airstrip on the archipelago which inspired Charles Darwin’s theory of evolution. Dozens of people demonstrated outside the main government office in Quito on Monday to protest against a plan they described as a threat to the world heritage site’s unique environment – and an attack on Ecuador’s sovereignty. The Galápagos Islands, 563 miles west of the South American continent, are renowned for their unique plants and wildlife. Unesco describes the archipelago – visited by a quarter of a million tourists every year – as a “living museum and a showcase for evolution”. Ecuador’s defence minister, Oswaldo Jarrín, provoked patriotic and environmental outrage last week when he said that US aircraft would be able to use the airbase on San Cristóbal Island, and described the islands as a “natural aircraft carrier”. The former Ecuadorian president Rafael Correa tweeted: “Galápagos is NOT an ‘aircraft carrier’ for gringo use. It is an Ecuadorian province, world heritage site, homeland.” Correa – once a close ally but now a bitter enemy of his successor, Lenín Moreno – accused the government of capitulating to US pressure. Correa closed a US military base in Manta in 2008, changing the constitution to ban foreign military bases on Ecuadorian soil and in 2014 ordered all US defence department staff to leave the country. But Ecuador’s foreign minister, José Valencia, told the Guardian that Correa’s argument sought to “maliciously distort what was completely legitimate international cooperation against drug trafficking”. He said the US aircraft – specially equipped to trace small craft which might be carrying drugs – would pass through the airbase once or twice a month to refuel, or to make an emergency stop. “The argument that it would have an environmental impact is totally false,” Valencia added. The islands receive 252 tourist flights every month and a total of 3,097 in 2018, he explained. Drug trafficking is a growing problem in Ecuador. The former head of the General Directorate of Civil Aviation was arrested on Sunday in connection with the 2018 seizure of more than a ton of cocaine, along with a current official of the same agency, three soldiers and an active-duty police officer. “There is not nor will there be a foreign military base,” Norman Wray, president of the Galápagos government council, said in a statement last week. But the islands’ governor did admit to a deal with the US to improve the runway at the San Cristóbal airport while allowing the “refueling of two planes monitoring illegal activities in the extensive marine reserve”. He said the US aircraft would monitor drug trafficking and illegal fishing, particularly from foreign fishing fleets. Last week, lawmakers in Quito voted to summon Jarrín and the environment minister, Marcelo Mata, to explain the scope of the cooperation with the US on the islands, which are considered one of the last near pristine wildernesses on the planet. Opposition MP Brenda Flor said the archipelago should be considered a “living and unique laboratory which we must protect”. On Monday, Jarrín said his “aircraft carrier” remark was a reference to the islands’ geographic location in the Pacific Ocean rather than a place where aircraft could land. Speaking to local radio, he said only one US aircraft, a Lockheed P-3 Orion, would stop off at the island airport every month for refuelling, or in emergency situations. “There will not be a permanent presence, there will not be a base,” the minister said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}