{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/13/guatemala-election-corruption-creeps-in-again-four-years-after-uprising", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-13T06:30:05Z", "webTitle": "Guatemala elections show corruption rampant four years after uprising toppled president", "webUrl": "https://www.theguardian.com/world/2019/jun/13/guatemala-election-corruption-creeps-in-again-four-years-after-uprising", "apiUrl": "https://content.guardianapis.com/world/2019/jun/13/guatemala-election-corruption-creeps-in-again-four-years-after-uprising", "fields": {"headline": "Guatemala elections show corruption rampant four years after uprising toppled president", "bodyText": "As day broke over Guatemala’s national palace on 3 September 2015, Gabriel Wer celebrated what promised to be a new dawn for Guatemala. The president, the former civil war general Otto Pérez Molina, had – along with most of his government – been forced to resign by an unprecedented wave of weekly anti-corruption protests that morphed into a popular uprising. “We did it – the people did it – and it felt like a new start,” said Wer, 37, co-founder of the #JusticiaYa (JusticeNow) movement which spearheaded the demonstrations. “We knew the whole system had to change – not just a few politicians. But honestly, it felt like we’d started the Central American spring.” Four years on, as Guatemala heads to the polls to elect a new president, vice-president, 158 congress members and 340 mayors, fears are growing that winter is coming. Crucial reforms to clean up the country’s politics and justice system have been thwarted by Congress and courts in a coordinated pushback plotted from the military-run Mariscal prison where elite crime bosses including Pérez Molina are detained. The fightback has been fronted by the current president, Jimmy Morales, a former blackface comedian who capitalised on widespread public disillusionment to win the 2015 elections under the slogan “not corrupt, nor a thief”. At first, Morales backed the UN-backed investigatory body which had provided the evidence of Molina’s crimes. Over the past decade, the Commission against Impunity (Cicig) has helped local prosecutors bring charges against 680 people including four presidents, military officers, judges, drug traffickers and powerful entrepreneurs. Key figures in a massive customs fraud case – the trigger for the 2015 protests – gave evidence revealing how powerful crime networks that emerged during the 1960-1996 civil war had spread throughout state institutions. Cicig was hailed as a model for other countries in the region, but as investigators shifted their focus to Morales, his family and his political allies, the president turned on the commission. Morales has faced three impeachment votes – two linked to illegal campaign financing. In response, he sanctioned the end of Cicig – in direct disobedience of the country’s highest court – and, banished its commissioner, Iván Velásquez, claiming the veteran Colombian crime fighter threatened national security. The Cicig mandate ends in September despite 80% of the population backing its work. “Illegal political funding is one of the biggest obstacles in Guatemala to building a functioning democracy – and that’s why our achievements in exposing the ‘original sin’ generated such a big reaction against us,” Velásquez told the Guardian. The backlash against anti-corruption efforts will have real consequences at the polls this Sunday. During the 2011 and 2015 general elections, political parties received 50% of their funds from organised crime and corruption, according to Cicig research. “Our goal was to investigate the 2019 elections in real time to make them the most transparent yet, but we’ve been unable to do so because of our reduced investigative capacity and the decision to end our mandate,” said Velásquez. The campaign against Cicig was also waged in Washington DC. Guatemalan business leaders and politicians lobbied Republican lawmakers, making dubious claims that the commission was under Russian influence and undermining investment. In May 2018, Marco Rubio, chair of the western hemisphere committee, temporarily suspended US funds to Cicigicig. And when Morales announced the end of the commission, the US was silent. “Trump betrayed 10 years of unprecedented progress, and sided with the old alliance of politicians, military officers, judges, businessmen and organised crime who don’t care about democracy, poverty or justice, only about maintaining their privileges,” said Martín Rodríguez, editor of the news website Nomada. “It’s a selfish, colonial decision which will result in more Guatemalans at the US border.” Under Morales, Guatemala’s tax revenue has plunged, child malnutrition rates are up, and – in a throwback to the country’s cold war past – policing has been remilitarized. With the rule of law once more under attack, more and more Guatemalans are deciding to flee – and most of them are heading north. More than 470,000 Guatemalans have been apprehended at the US border since Morales took power in 2016 – twice the number during the previous government. Morales recently invited US troops to patrol Guatemala’s border with Mexico, to stop the exodus. “Promising to stop migrants is an overt attempt to buy credibility [with the US] and avoid prosecution,” said Mauro Verzeletti, a priest who runs a migrant shelter. Campaigners fear that an election with minimal oversight will further entrench criminal interests in the state, fueling more crime, corruption, poverty – and forced migration. Numerous candidates are alleged to have links to organised crime: in April, the presidential candidate Marco Estrada was arrested in Miami on charges of conspiring with the Sinaloa cartel. Prosecutors allege that Estrada offered the cartel his support in exchange for millions of dollars of campaign funding – and the assassination of rival candidate Thelma Aldana. Aldana, a former attorney general and Cicig collaborator was leading the polls, but was expelled from the race when corruption charges were lodged the day before her candidacy was authorized. In contrast, charges against former first lady Sandra Torres – including criminal association and illegal election financing – were delayed for months until they were eventually presented the day after she was authorized as a candidate – and thus granted immunity from prosecution. Torres currently leads the polls."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}