{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/28/thousands-to-march-against-madrid-low-emissions-zone-u-turn", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-28T09:43:46Z", "webTitle": "Thousands to march against Madrid low-emissions zone U-turn", "webUrl": "https://www.theguardian.com/world/2019/jun/28/thousands-to-march-against-madrid-low-emissions-zone-u-turn", "apiUrl": "https://content.guardianapis.com/world/2019/jun/28/thousands-to-march-against-madrid-low-emissions-zone-u-turn", "fields": {"headline": "Thousands to march against Madrid low-emissions zone U-turn", "bodyText": "Spain’s acting environment minister has warned Madrid’s new city council that its plans to scrap the Spanish capital’s low-emissions zone risk putting ideology before people’s health and are badly out of step with public opinion. Thousands of people are to march through the city centre on Saturday night to protest against the overturning of the zone, which was brought in last November by the capital’s then mayor, the leftwing Manuela Carmena. Madrid’s new city council – which is led by the conservative People’s party (PP) and the centre-right Citizens party and backed by the far-right Vox – announced moves to begin rolling back the Madrid Central zone days after taking office earlier this month. From 1 July, the council will no longer fine people for taking more polluting vehicles into the centre, in effect shutting down the low-emissions zone. However, it said the suspension was only temporary and could be reversed. Teresa Ribera, Spain’s acting minister for the ecological transition, said the new council was making a grave environmental, political and financial error. “Some of the candidates for the mayoralty made a bit of a mistake by thinking that this was an ideological measure rather than one was introduced to be in step with people’s needs and values, and which is in line with European obligations on public health and air quality,” she told the Guardian. During the campaign before May’s local and regional elections, the PP’s candidate for the presidency of the Madrid regional government attacked the scheme, saying congestion was “part of the life in Madrid”, and that the city’s nightlife “goes hand in hand with traffic jams”. Ribera pointed out that rolling back the low-emissions zone would result in the council opening itself up to fines from the EU for failing to comply with air quality legislation. “Are they going to divert public money from the Madrid city budget to pay fines for something they’ve done on an ideological whim – and which goes against people’s health? Something based on the fundamental right to be in a traffic jam at 3am? That’s just silly. I don’t think that anyone in a position of institutional power would be that irresponsible.” The acting minister said she doubted that Madrid Central would be abandoned, not least because public opinion in the capital was behind the scheme. “The physical, legal, health and scientific arguments are so overwhelming that there’s no way of reversing Manuela Carmena’s initiative and whoever’s running things needs to build on that,” she said. “I think that the new city council will come to realise that this is not a measure that can be easily reversed. I also think it’ll be widely rejected socially.” According to the environmental group Ecologists in Action, Madrid Central has already brought about record reductions in nitrogen dioxide levels in the city centre, with pollution from the gas 48% lower in April 2019 than during the same month last year. Nitrogen dioxide levels across the city, meanwhile, are down by 16%. The group’s coordinator, Paco Segura, said that scrapping the scheme in a region where contaminated air causes aabout 3,000 premature deaths a year was “absolutely immoral”. In the past month, more than 224,000 people have signed a petition calling for Madrid Central to be preserved. Earlier this week, the head of the World Health Organization’s department of public health and environment highlighted the benefits of schemes such as Madrid Central. Dr María Neira said they brought economic benefits, reduced accidents and helped tackle obesity by encouraging people to be less sedentary. “Policies for sustainable cities only bring benefits that work in favour of people and not cars,” she said. “Anything that protects health shouldn’t be touched; it’s something that should always be improved.” Madrid’s new mayor, the PP’s José Luis Martínez-Almeida, has described Madrid Central as a failure and said his team was working to find alternative ways to ensure “sustainable transport”, such as lanes for buses and high-occupancy vehicles. His deputy, Begoña Villacís of the Citizens party, has been more circumspect, saying the decision to stop fining people from 1 July “isn’t a reversal of Madrid Central”. “We don’t think it would be a good idea to simply change everything back to how it was,” she told the Spanish newspaper El Mundo earlier this month. “Now it’s up and running, we know which bits of it work and which don’t, so we can listen to people and adapt it as needs be. But I don’t think a total reversal is the option.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}