{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/28/german-far-right-group-used-police-data-to-compile-death-list", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-28T14:45:19Z", "webTitle": "German far-right group 'used police data to compile death list'", "webUrl": "https://www.theguardian.com/world/2019/jun/28/german-far-right-group-used-police-data-to-compile-death-list", "apiUrl": "https://content.guardianapis.com/world/2019/jun/28/german-far-right-group-used-police-data-to-compile-death-list", "fields": {"headline": "German far-right group 'used police data to compile death list'", "bodyText": "A group of German rightwing extremists compiled a “death list” of leftwing and pro-refugee targets by accessing police records, then stockpiled weapons and ordered body bags and quicklime to kill and dispose of their victims, German media have reported, citing intelligence sources. Germany’s general prosecutor had been investigating Nordkreuz (Northern Cross) since August 2017 on the suspicion the group was preparing a terrorist attack. The 30-odd members of the group reportedly had close links to the police and military, and at least one member was still employed in the special commando unit of the state office of criminal investigations. In the past, Nordkreuz was reported as being part of the “prepper” survivalist movement, whose followers prepare for doomsday scenarios such as the collapse of the prevailing social order. However, a report by RedaktionsNetzwerk Deutschland, a Hanover-based research agency with links to smaller regional newspapers, suggested the group was actively preparing the ground for a mass attack on political enemies. Members communicated via the encrypted messenger service Telegram, and accessed police computers to collect almost 25,000 names and addresses of local politicians who had played an active part in civic efforts during the refugee crisis in 2015, the report said. Party members from the SPD, the Greens, Die Linke and Angela Merkel’s CDU were reportedly on the list, which focused on local politics in the eastern states of Mecklenburg-Vorpommern and Brandenburg. The group had also allegedly ordered 200 body bags and quicklime, which can be used to speed up the decay of a corpse and cover up its smell. Three members of Nordkreuz were being separately investigated by a prosecutor in Schwerin for illegal possession of more than 10,000 bullets as well as long- and short-range weapons. The group is said to deny having planned the murder of the people on the lists. The report came a few weeks after the murder of a pro-refugee politician by a rightwing extremist, and amid a growing debate about whether Germany’s domestic intelligence agency, the BfV, has underestimated the threat posed by the militant far right. Thursday’s annual BfV report noted a slight fall in the number of offences by extreme right groups registered in 2018, but also a rise in the number of violent crimes committed by these groups. Overall numbers of sympathisers for extremist positions on the far right, the far left and in Islamism had all slightly increased over the last year, the report noted. It made no mention of Nordkreuz, fuelling criticism that the agency had been turning a blind eye to the threat of neo-Nazi terrorism. Earlier this week, the detained far-right extremist Stephan Ernst confessed to murdering the CDU politician Walter Lübcke. The head of the Kassel regional government was found dead outside his house on 2 June. Two more men were arrested over the case on Thursday, one for selling the weapon allegedly used in the killing, the other on suspicion of setting up the contact between the gun-seller and Ernst. Ernst reportedly admitted being incensed by Lübcke’s comments at a town hall meeting he had attended in October 2015. At the meeting, held to discuss a new asylum seeker shelter, Lübcke said: “One has to stand up for values here. And those who don’t do so can leave this country any time if they don’t like it. That’s the freedom of every German.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}