{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/13/hungary-eyes-science-research-as-latest-target-for-state-control", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-13T04:00:03Z", "webTitle": "Hungary eyes science research as latest target for state control", "webUrl": "https://www.theguardian.com/world/2019/jun/13/hungary-eyes-science-research-as-latest-target-for-state-control", "apiUrl": "https://content.guardianapis.com/world/2019/jun/13/hungary-eyes-science-research-as-latest-target-for-state-control", "fields": {"headline": "Hungary eyes science research as latest target for state control", "bodyText": "The Hungarian government is moving to bring the country’s umbrella scientific research organisation under its control, in what scientists in the country and globally say would be an unprecedented assault on academic freedoms. The far-right, anti-migration government of Viktor Orbán has sought to increase its control over numerous sectors of society since it came into office in 2010, including putting financial pressure on independent media outlets, harassing and taxing NGOs that work on issues such as migration, and moving to centralise historical research. Most notably, the Central European University, an English-language institution founded by the Hungarian-American philanthropist George Soros, is being forced to move some of its operations to Vienna after a long battle with the government. The country’s Academy of Sciences appears to be the latest target for increased state control. The academy consists of a society of distinguished scientists and intellectuals, alongside a broad research network of 15 institutes and 150 research groups comprising about 3,000 scientific researchers. The government’s plan would separate these institutes from the main academy, and create a governing board in which government-appointed delegates would have a majority. Parliament, which is dominated by Orbán’s Fidesz party, is currently debating the bill. It is expected to be passed and come into force by 1 September. Hungarian government officials say it is reasonable for the government to have a say in how state funding is used. “The academy of sciences is a sovereign institution, but not independent from national interests,” said the foreign minister, Péter Szijjártó, at a conference in Bratislava last week. “It’s obvious that they should make research in areas and directions which are important from the perspective of the future competitiveness of the country.” Scientists at the academy, however, believe the move is punishment for criticism of the Orbán government made by social science researchers. “We were never afraid to criticise the government if research showed policies that were problematic,” said Emese Szilágyi, who coordinates an institute representing researchers at the academy. “The illiberal government here has reorganised many sectors already and it’s clear that this attack against the academy fits into a chain of events.” She said the vast majority of academy employees were against the plan and said they would use “every available option” to try to stop it from taking effect. László Palkovics, Hungary’s minister for trade and industry, has previously criticised the academy for straying into politics. “Their job is to give scientific advice and recommendations,” he said in an interview with a pro-government web portal last year. “In some cases the academy has moved towards being politically active and this is not their task.” László Lovász, a mathematician and the president of the academy, said there was a misunderstanding about the role of social sciences among government figures, and said criticism was legitimate if evidence-based research ended up suggesting government policy was flawed. “Research in sociology, economics, political science, can have criticism concerning certain policies, and I think it’s reasonable for the government to listen to this criticism. That is different from politics where you try to change the government,” he said at a press conference held at the academy’s grand building in central Budapest on Wednesday. Lovász said while social sciences could be the most affected by the plan, natural science could also suffer, and the shakeup would make long-term research projects and “any research beyond government priorities increasingly difficult to follow”. He said trust had been eroded by the aggressive and “improper” way in which the government had conducted negotiations with the academy. He said the initial decision to reorganise the academy’s finances was communicated by email a year ago, and the academy was given just 54 minutes in which to respond. Antonio Loprieno, the president of the European Federation of Academies of Sciences and Humanities, said it was acceptable for a government to set broad parameters for research spending, but the Hungarian law was clearly aimed at giving the government “an inappropriate level of detail” in control over research. Loprieno said the Hungarian government’s moves were unprecedented in an EU country and a worrying sign of what might be tried by governments elsewhere. “So far we are not seeing it anywhere else, but it could happen in countries that are moving towards populist governments, where there is a disregard for science, and universities and scientific institutes could become targets,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}