{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/26/wednesday-briefing-clown-show-business-experts-on-no-10-race-and-brexit", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-26T05:27:47Z", "webTitle": "Wednesday briefing: 'Clown show' – business experts on No 10 race and Brexit", "webUrl": "https://www.theguardian.com/world/2019/jun/26/wednesday-briefing-clown-show-business-experts-on-no-10-race-and-brexit", "apiUrl": "https://content.guardianapis.com/world/2019/jun/26/wednesday-briefing-clown-show-business-experts-on-no-10-race-and-brexit", "fields": {"headline": "Wednesday briefing: 'Clown show' – business experts on No 10 race and Brexit", "bodyText": "Top story: ‘They are basically in fantasyland’ Good morning, Warren Murray directing you to the stories that matter. Two former members of the Bank of England’s monetary policy committee have made critical remarks over the Conservative leadership race and Brexit. Writing in the Guardian, Andrew Sentance said companies would want a safe pair of hands running Britain rather than the “erratic” Boris Johnson; while David Blanchflower said the race to be the next prime minister was “increasingly looking like a clown show, and as far as discussions of economics go, they are basically in fantasyland”. The prospect of Johnson or Jeremy Hunt allowing the country to walk away without a deal on 31 October has alarmed business groups and put renewed pressure on the pound, according to analysis by the Guardian. Britain’s next prime minister will take charge of an economy that is faltering because of all the uncertainty, our Brexit Watch for June shows. In the leadership race, Hunt has suggested there is “no trust” in Johnson to fulfil his promises on Brexit, telling the BBC he believes he has the better personality to be prime minister. After Johnson challenged him to commit to taking the UK out of the EU on 31 October “come what may”, Hunt said: “If there isn’t and if no deal is still on the table I’ve been very clear. I will leave the European Union without a deal. But I’m not going to do that if there’s a prospect of a better deal and, if I did it, it would be with a heavy heart, because businesses up and down the country would face a lot of destruction.” Jeremy Corbyn is still holding back on giving Labour’s full-throated backing for remain, and this morning Jon Cruddas argues the issue is not so simple that the party can just “stop triangulating, offer some leadership and hoover up the votes of remainers”. * * * Outbreak of deadly strep – Twelve people have died in the Essex area and 20 more have been infected by invasive group A streptococcus bacteria (iGas), Public Health England has said. Those infected have been elderly people receiving treatment for wounds in care homes and their own homes, according to NHS Mid Essex. The cases are spread across the Braintree, Chelmsford city and Maldon districts. Rachel Hearn, from NHS Mid Essex, said extra infection control measures had been put in place to prevent the infection spreading in the area. “The risk of contracting iGAS is very low for the vast majority of people and treatment with antibiotics is very effective if started early,” she said. * * * Midweek catch-up &gt; Trump-Russia investigator Robert Mueller will testify to Congress in July, it has been announced overnight. Iran has suggested Donald Trump has a “mental disorder” while Trump has threatened “obliteration” if Iran attacks “anything American”. Jared Kushner’s Middle East peace plan has been unveiled in Bahrain with no Israelis or Palestinians present. &gt; British employees are being shut out of decisions over the rising use of the robots that are displacing them, says a report for the Fabians and the Community trade union. A separate Oxford study says Cumbria and the West Midlands are the places in Britain most at risk from job losses due to automation. &gt; Denmark has followed the lead of Finland and Sweden to form a leftist government after the Social Democratic party leader, Mette Frederiksen, 41, pulled together a one-party minority government that makes her the youngest ever Danish PM. &gt; The chief of US border protection has resigned amid uproar at migrant children being held in filthy conditions. Photos have shown the bodies of a father and daughter who drowned trying to cross the Rio Grande (warning – graphic images). &gt; Two books about the Troubles in Northern Ireland are the winners of the Orwell prize for 2019. Milkman by Anna Burns won the inaugural prize for political fiction, while the prize for political writing went to Patrick Radden Keefe for Say Nothing. * * * ‘Cyber-flashers’ targeted – Revenge porn victims may get automatic anonymity in court if changes to online harassment laws go ahead. “Cyber-flashing”, when people receive unsolicited sexual images on their phone, and “deepfake pornography”, where someone’s face is superimposed on to pornographic photos or videos, could be criminalised. “This review will build on our recent work to make upskirting and revenge porn illegal to protect victims and ensure perpetrators feel the full weight of the law,” said Paul Maynard, the justice minister. Separately, unions, charities and women’s rights groups are campaigning to make employers liable if they fail to protect their staff from sexual harassment at work. * * * Clean air policies slowly working – Early deaths linked to dirty air in the UK fell by half from 1970 to 2010 but toxic air remains the number one environmental health hazard, causing one in 20 deaths, researchers say. They call for urgent government action to deal with a public health emergency on a par with alcohol abuse. Targeting coal power stations has produced cleaner air, while more recent falls in small-particle and nitrogen dioxide pollution from vehicles have followed stronger EU regulations. But ammonia from farms, which mixes with city air to form dangerous particles, has yet to be stringently tackled, the scientists say, and ozone pollution has risen. * * * Allen key to the door – Ikea has been given the green light to build affordable homes in UK. Worthing council has approved 162 flats to be constructed by BoKlok, the retailer’s joint venture with construction firm Skanska. The firm sets property prices so that buyers have money left to live on after they have paid their housing costs, and its website says “a single parent can afford to buy and live in a newly built two-bedroom BoKlok apartment”. It has built 11,000 homes across Sweden, Finland, Denmark and Norway. Today in Focus podcast: Ebola is back. Can it be contained? A outbreak of the deadly virus Ebola in the Democratic Republic of the Congo has been called the most complex public health emergency in history. Peter Beaumont describes his recent visit to the DRC and Sarah Bosley, the Guardian’s health editor, discusses how the 2014 outbreak was eventually contained. Plus: the Guardian’s northern editor Helen Pidd on what has been achieved with the “northern powerhouse”. Lunchtime read: Paul McCartney on Linda’s best photos Linda Eastman was the award-winning photographer who captured a generation of rock stars before marrying a Beatle. With the Linda McCartney Retrospective about to open at Kelvingrove Art Gallery in Glasgow, Paul McCartney picks six of his favourite photographs. Sport Veteran England midfielder Jill Scott is convinced that hours of work with the Lionesses’ sports psychologists paid dividends as Phil Neville’s players refused to rise to Cameroon’s extraordinary provocations in Valenciennes on Sunday. Refereeing was again in the spotlight as a controversial late penalty against Japan put the Netherlands into a quarter-final against Italy, who beat China 2-0. Andy Murray suffered the first defeat since his return from hip surgery as he and Marcelo Melo were knocked out of the doubles at Eastbourne. Eoin Morgan denied a suggestion he was scared when batting but admitted England’s confidence has dipped following the 64-run defeat to Australia that has left their World Cup hopes in the balance. Leaked emails appear to link a member of the Qatari royal family to a deal that is being investigated as part of a inquiry into alleged corruption surrounding bids for the 2017 athletics world championships and 2020 Olympic Games. Meanwhile breakdancing has moved a step closer to the 2024 Olympics, and now organisers can look to book a street venue in Paris. Business G20 leaders are beginning to head to Japan for a summit that will be dominated by talks expected between Donald Trump and Xi Jinping about ending their trade dispute. Financial markets are edgy ahead of the US-China showdown and stocks in Asia fell in overnight trade, although that was partly the result of comments by US Fed chief Jerome Powell that suggested he might not cut rates as quickly as some thought. The FTSE100 is seen falling 0.25% this morning. The pound is buying $1.268 and €1.117. The papers Johnson’s “do or die” comments on Brexit has made it on to many of the front pages today, including the FT: “Johnson sparks election warning with ‘do or die’ pledge on Brexit”, the Express: “Do or die we will quit EU by October 31”, the Guardian: “Johnson: UK will leave EU in October ‘do or die’”, the Times: “Johnson to pull Britain out of EU ‘do or die’” and the i: “Johnson tells Hunt: it’s Brexit do or die”. The Telegraph reports: “Hundreds of villages lose local GP surgery”, the Mail is unhappy with the BMA: “Doctors: It’s racist to charge NHS health tourists”, the Mirror has a story about a family inheritance drama: “Deadlock”, and the Sun has: “They think it’s all owed her”, as Manchester City footballer Riyad Mahrez has been ordered to pay £3,612 to his children’s nanny. Sign up The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here. For more news: www.theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}