{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/06/monica-foot-obituary", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2019-06-06T17:20:00Z", "webTitle": "Monica Foot obituary", "webUrl": "https://www.theguardian.com/world/2019/jun/06/monica-foot-obituary", "apiUrl": "https://content.guardianapis.com/world/2019/jun/06/monica-foot-obituary", "fields": {"headline": "Monica Foot obituary", "bodyText": "My mother, Monica Foot, a press and television journalist, who has died aged 80, was an anarchist, a feminist and a trade union activist. In the early 70s she worked for Weekend World, the London Weekend TV current affairs programme. From 1974 to 1976 she was a producer for HTV’s Women Only. She also wrote book and music reviews for Sunday magazines. After she interviewed Germaine Greer for the Sunday Times in 1969, the two remained friends. In 1970 she was among feminists who participated in demonstrations against the Miss World beauty contest. After a short period as press officer for the actors’ union Equity, in 1979 she went to work for the Labour party as a press officer. It was a difficult time for the party, with a string of byelection defeats, but she also worked for Tony Benn’s re-election to parliament in 1984 in Chesterfield. In the same year she was offered a post as head of the press office for Birmingham city council and proceeded to help to transform the image and outlook of the city through marketing and the promotion of the arts. She was born in Castle Bromwich, to the east of Birmingham, to Robert Beckinsale, a lecturer in geography, and his wife, Monica (nee Crump), a teacher and writer. To avoid the blitz, the family moved to Oxfordshire when Monica was a baby, and her father taught at Oxford University. Educated at Oxford high school for girls, she spent a scholarship year at Princeton University in the US and then studied English at St Hugh’s College, Oxford, graduating in 1960. There she met Paul Foot, a fellow student. They married in 1962 and went to Glasgow, where Paul worked as a journalist for the Daily Record. Both became political radicals in Scotland, supporting leftwing causes. The marriage collapsed in 1966 while Monica was pregnant with her second son, Matt, and she moved to London to work as a journalist. It later transpired that for her political activities – she had supported the Scottish anarchist Stuart Christie, who was imprisoned in Spain, and marched as an anarchist in 1968 demonstrations in Grosvenor Square – she was blacklisted by the BBC. She was a longtime National Union of Journalists activist and served on its executive committee. In 1995 she retired early from her job in Birmingham to dedicate more time to her beloved allotment, her voracious reading habit and her aim of seeing every single Shakespeare play performed on stage. She is survived by her sons, Matt and me, by her grandchildren, Lorenzo, Joe, Natasha and Corinna, and by her sister, Mary, and brother, Robert."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}