{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/18/madrid-new-rightwing-council-suspends-low-emissions-zone", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-18T10:24:15Z", "webTitle": "Madrid’s new rightwing council suspends low-emissions zone", "webUrl": "https://www.theguardian.com/world/2019/jun/18/madrid-new-rightwing-council-suspends-low-emissions-zone", "apiUrl": "https://content.guardianapis.com/world/2019/jun/18/madrid-new-rightwing-council-suspends-low-emissions-zone", "fields": {"headline": "Madrid’s new rightwing council suspends low-emissions zone", "bodyText": "Madrid’s new rightwing city council has begun rolling back one of the flagship initiatives of the last mayor three days after taking office by in effect shutting down the Spanish capital’s low-emissions zone. The plan, known as Madrid Central, covers 472 hectares (1,166 acres) and was intended to cut nitrogen dioxide levels and put people at the centre of the city’s transport thinking. It was one of the most high-profile policies of the capital’s previous mayor, the leftwing former judge Manuela Carmena, and has proved popular with residents, visitors and environmental groups. But the scheme has been attacked by the conservative People’s party (PP), which now runs Madrid after agreeing a deal with the centre-right Citizens party and securing the backing of the far-right Vox party. The new PP mayor, José Luis Martínez-Almeida, has made good on his threat to “address” the issue of Madrid Central. From 1 July, the city council will no longer fine people for taking more polluting vehicles into the zone. However, it said the suspension was only temporary and could be reversed. The environmental group Ecologists in Action said Madrid Central had already brought about record reductions in nitrogen dioxide levels, with pollution from the gas 48% lower in April 2019 than during the same month last year. “It’s very clear that it’s reducing pollution and has been adopted very willingly by people,” said the group’s co-ordinator, Paco Segura. “A lot of organisations and social collectives are mobilising because people are beginning to wake up to the advantages of having fewer cars.” Segura said protests would be held over the coming days to stop the council abandoning the scheme and make Madrid the first European city to scrap a major urban low-emissions zone. “This is stubbornness on the part of the city council, which said it would take action on this despite the fact that it flies in the face of all logic and common sense,” he said. “This is a case of pure party politics being placed before people’s health.” The move has also been questioned by Martínez-Almeida’s deputy, Begoña Villacís of the Citizens party. She acknowledged the PP and Vox wanted to scrap Madrid Central but counselled against such drastic action. “We don’t think it would be a good idea to simply change everything back to how it was,” she told the Spanish newspaper El Mundo earlier this week. “Now it’s up and running, we know which bits of it work and which don’t, so we can listen to people and adapt it as needs be. But I don’t think a total reversal is the option.” Spain’s increasingly fragmented politics is leading parties into awkward and potentially unstable coalitions across the country. On Monday, Citizens parted company with the former French prime minister Manuel Valls, whom it had backed to oust Ada Colau as mayor of Barcelona. Although Valls threw his weight behind a coalition between Colau’s far-left grouping and the Catalan Socialist party – thus stopping the pro-independence Catalan Republican Left from taking over city hall – he has been a fierce critic of Citizens’ decision to work with Vox. Tensions between Valls and the party’s leadership have been tense since they disregarded his calls for a cordon sanitaire against the far-right and instead sought Vox’s backing to govern the southern region of Andalucía in coalition with the PP."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}