{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/07/canada-un-human-rights-toxic-waste-baskut-tuncak", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-07T09:00:09Z", "webTitle": "UN expert: Canada's toxic waste policy shows disdain for Indigenous rights", "webUrl": "https://www.theguardian.com/world/2019/jun/07/canada-un-human-rights-toxic-waste-baskut-tuncak", "apiUrl": "https://content.guardianapis.com/world/2019/jun/07/canada-un-human-rights-toxic-waste-baskut-tuncak", "fields": {"headline": "UN expert: Canada's toxic waste policy shows disdain for Indigenous rights", "bodyText": "Canada’s handling of toxic chemicals and industrial waste shows a “blatant disregard for Indigenous rights”, a UN human rights expert has said following an extensive fact-finding mission in the country. Baskut Tuncak, the special rapporteur on toxic chemicals, called on Canada to improve its monitoring of hazardous materials in the country – and to better engage with the Indigenous people who live near harmful pollution. Tuncak spent two weeks touring areas of concern across the country, including the county’s infamous tar sands and the Indigenous community of Grassy Narrows, which has fought for more than five decades to have toxic mercury removed from its waters. He released his preliminary findings on Thursday in Ottawa. Despite the vast geographic scope of his mission, a common element in many of the most troubling areas of contamination was their proximity to Indigenous communities. Numerous communities were unable access to clean drinking water, while others had elevated levels of toxins in the water and soil. At the Aamjiwnaang First Nation in Ontario, Tuncak found the community surrounded by chemical facilities. He told the Guardian: “I was struck by the incredible proximity of the affected First Nation to dozens of intense chemical production and processing facilities, which resulted in incredible releases of pollution and waste affecting the [residents’] health.” While the Canadian government has made attempts at reconciliation, the efforts still fall short of respecting basic human rights, he said, and fail to honour the numerous international treaties to which Canada is a signatory. “The government has taken steps to acknowledge the so-called ‘sins of the past’ and to increase engagement with Indigenous peoples,” said Tuncak. “But I also heard deeply troubling examples where the economic interests continue to have supremacy over Indigenous rights.” While much of his focus remained on the impact toxic emissions have on marginalized communities, Tuncak also rejected arguments made by the province of Alberta that its oil is among the world’s most environmentally friendly and ethical. “Based on what I saw first hand, the government can’t make the assertions that the tar sands are environmentally sound and that they’re an ethical source of petroleum products and energy.” He points to lack of data over contamination of water supplies. He also took aim at Canadian companies operating abroad, a number of which have been accused of turning a blind eye to human rights abuses. “The environmental footprint of these companies and the devastation that has been brought on water resources and the attachments these communities have to the lands on which Canadian businesses are operating needs further attention.” Despite witnessing a handful of bright spots on his trip, including Ontario’s closure of its coal plants and Quebec’s limits on asbestos, he said a greater effort is neededto address the damaging impacts of toxic waste on vulnerable groups. “It’s a question of political will. Canada has the financial ability and the technical capacity to do things better. It still lags behind many of its peers in terms of industrialized countries,” said Tuncak. “When it comes to environmental performance, its record on compliance leaves a lot of room for improvement.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}