{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/14/hong-kongs-digital-battle-technology-that-helped-protesters-now-used-against-them", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-14T05:51:47Z", "webTitle": "Hong Kong's digital battle: tech that helped protesters now used against them", "webUrl": "https://www.theguardian.com/world/2019/jun/14/hong-kongs-digital-battle-technology-that-helped-protesters-now-used-against-them", "apiUrl": "https://content.guardianapis.com/world/2019/jun/14/hong-kongs-digital-battle-technology-that-helped-protesters-now-used-against-them", "fields": {"headline": "Hong Kong's digital battle: tech that helped protesters now used against them", "bodyText": "In early June, Ivan Ip, 22, joined a public chat group on Telegram called “Parade 69”, named for a mass demonstration planned in central Hong Kong to protest a bill allowing for the transfer of suspects from the city to China. According to Ip, an administrator of the group of more than 30,000 people, they discussed things like bringing sunscreen, water, and umbrellas to block the sun or rain. Two days after the protest, which saw as many as one million Hong Kong residents march against the proposed extradition law, authorities arrived at Ip’s apartment in the evening. Banging on the door, they yelled: “Police! Open up the door!” For the next eight hours, the police, with a warrant for Ip’s arrest on suspicion of conspiracy to cause a public nuisance, raided his room and questioned him at home and at the police station. After forcing him to unlock his phone and downloading chats from the group, they interrogated him about the group’s creator, the purpose of the forum, and whether Ip knew of other groups for planning “radical actions”. Ip’s arrest is one of several cases that have generated a wave of anxiety among protesters in Hong Kong, thousands of whom have come out to rally against a law they believe spells the end of freedom for their city, a semi-autonomous Chinese territory where residents have long enjoyed freedom of speech and press, and unfettered access to the internet, unlike their peers on the mainland. A protest movement that once capitalised on messaging apps and social media platforms is now seeing those same tools used against it. During pro-democracy protests in 2014, the mostly young, digitally savvy protesters mobilised and organised a two-month shutdown of the city over public platforms like Facebook and Twitter, and through groups on WhatsApp. Now, more protesters are keeping a low profile on social media, communicating only via secure messaging apps, deleting conversations related to the protests, and using pre-paid SIM cards not linked to their personal information. Wary of being tracked, others are disabling location tracking on their phones and buying paper subway tickets rather than using metro cards linked to their IDs. Protesters have been cautioned to always wear face masks, in case photos are used to identify them. Many declined to give out their phone numbers or contacts to reporters, fearing their information could wind up in the hands of police. “It is unprecedented for Hong Kong put such high pressure on freedom of speech. People are getting muted, as the regime wants,” Ip said, describing such methods as a “white terror”. Paranoia and ‘picnics’ Ip was released on bail around 3am on the morning of 12 June and is currently working with a lawyer on the case. The charge of inciting others to cause a public nuisance carries a maximum penalty of seven years in prison. The Telegram chat group Ip was in has now been shut down. The methods are reminiscent of mainland China, where citizens can be detained for comments posted on social media and dissidents’ communication is often surveilled. Telegram said on Wednesday it had suffered “powerful” denial of service (DDoS) attacks, originating from China. The platform’s founder, Pavel Durov, said the attacks coincided with the protests in Hong Kong that day. Much of the fear among Hong Kong protesters comes from the arrests of previous leaders of the 2014 protests who were charged with related crimes of inciting public nuisance and sentenced to varying jail terms. “People are very cautious now,” said Billy Li a convener for the Hong Kong Progressive Lawyers Group. “The incitement charge has made people very concerned about whether they can be charged similarly when they say something on the internet.” As a result, the protesters are also changing their language. In an online call, activists invited residents to join a “picnic” in a park the government complex on the evening of 11 June. By the next day, thousands of protesters had surrounded the government. Experts say another concern is what Hong Kong authorities do with the personal data of protesters. The police are equipped with cameras. The biometric data of those arrested is collected. It is not clear how long such data is kept for and for what it is used, according to Craig Choy, a data protection lawyer. Choy warned that another risk is Beijing being given access to the personal data of Hong Kong residents who have participated in the protests. “There is no restriction on cross-border data transfer. All this can be sent to China. It’s like throwing a stone into the sea. You don’t know how they are going to use it.” Still, Ip says he is not so easily intimidated. “Everywhere in Hong Kong are civilians who believe they can exercise their public power in a lawful way. And I do believe in hope, that Hong Kongers will keep fighting for their dreams and will weather this storm.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}