{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/05/honduras-protests-teachers-doctors-president", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-05T08:30:24Z", "webTitle": "Honduras deploys security forces as doctors and teachers demand president's resignation", "webUrl": "https://www.theguardian.com/world/2019/jun/05/honduras-protests-teachers-doctors-president", "apiUrl": "https://content.guardianapis.com/world/2019/jun/05/honduras-protests-teachers-doctors-president", "fields": {"headline": "Honduras deploys security forces as doctors and teachers demand president's resignation", "bodyText": "Honduran security forces with teargas and live bullets have been deployed to quell a wave of nationwide protests led by doctors and teachers demanding the resignation of the country’s president. Juan Orlando Hernández, the US government’s top ally in Central America, is under increasing pressure amid public anger over crumbling public services, dismal approval ratings – and explosive revelations that he was the subject of a US Drug Enforcement Administration trafficking investigation during his first term in office. The US supported his re-election in 2017, since when the number of migrants and asylum seekers fleeing Honduras has soared. The current wave of social unrest was triggered by privatization reforms that critics warned would kill off public education and health services. This week, Hernández withdrew the proposed legislation, but more strikes and protests are planned for the coming days despite the militarized crackdown. “The people are on the streets because the crisis is extreme, and they have been betrayed too many times by this government, which is no longer recognized as credible or legitimate,” said Dr Suyapa Figueroa, president of the Honduras Medical College and leader of the fledgling Platform for the Defense of Education and Health. “We are willing to dialogue but only with representatives who are honest, knowledgable, and have no conflicts of interest, not those chosen by this illegal government,” Figueroa added. Teachers and doctors first went on strike in April after the government approved legislative decrees granting special powers to ministers to impose major reforms to the health and education systems. But the roots of the unrest go much deeper. Education and healthcare have suffered severe cuts and multiple corruption scandals under the National party, which has ruled Honduras since a military-backed coup deposed the elected president, Manual Zelaya, in 2009. Spending on education and culture has dropped from 32.9% of the central government budget to 19.9% over the past decade, with a de facto freeze on wages and infrastructure spending. Marco Calderón, 28, a primary school teacher in the country’s industrial hub, San Pedro Sula, was among hundreds manning a roadblock this week. “The constitution establishes the right to free education, but we depend more on parents than we do on the state,” he said. In 2016, asbestos was detected seeping from his school’s roof, but requests for funding to replace it were turned down by central and local authorities. Instead, the teachers and parents raised $1,500 through fundraising events and collection tins at traffic lights to pay for repairs. “We have no library, no computer classes, no English teacher; I’m fighting so these children can have better future,” he said. The public health service is also close to collapse, with widespread shortages of medicines, staff, beds, cribs and equipment. About 40% of emergency rooms have inadequate medical cover, according to the National Commission for Human Rights. Less than 10% of this year’s central government budget is allocated to health, compared with 14.3% in 2010. A previous wave of protests erupted in 2015 when it was revealed that at least $350m was stolen from the state run health insurance system, (IHSS) – some of which ended up in Hernández’s 2013 election campaign coffers. San Pedro Sula’s public maternity clinic has cancelled regular appointments due to staff shortages, offering only emergency services. “There’s not enough bandages, gauze, supplements or doctors,” said Sam Luís, a fifth-year medical student. “For too long, the focus has been on security, when it should be health and education.” Honduras’s security and defence budget increased from 12.5% to 14.5% in the past decade, but Honduras remains one of the most dangerous countries in the world outside an official war zone, with 31 massacres (three or more murders) registered in the first five months of 2019 – compared to 39 in all of 2018. “The IMF and World Bank demand efficiencies in the public sector, but, an illegitimate government linked with corruption and drug trafficking cannot transform the health and education sectors by force,” said economist Hugo Noé Pino, a former economic minster and ex-governor of the Central Bank. Last week US prosecutors unsealed court documents from 2015 which name Hernández as a target of a major investigation into “large-scale drug-trafficking and money laundering activities”. The court filings also named several close confidants, including his deceased sister, Hilda Hernández, a former National party president linked to an IHSS fraud, and the security minister, Gen Julián Pacheco. The president’s younger brother and former congressman, Tony Hernández, was arrested in the US last November and charged with conspiring to traffic tons of cocaine stamped with his initials into the US between 2004 and 2016. President Hernández released a statement denying any wrongdoing and said he enjoyed a good relationship with the DEA. There is no indication that charges were brought, nor that the investigation remains open. But the revelations fuelled further anger on the streets, which was met with state force condemned as excessive by the UN High Commissioner for Human Rights’ office and Amnesty International. The US embassy in Tegucigalpa did not comment on the DEA investigation, but called for calm and dialogue. The following day, after protesters set fire to a door at the embassy US officials cancelled all visa appointments for this week, and reiterated praise for the government’s contribution to combatting drug trafficking. “Despite the evidence, despite popular opinion, the US embassy continues to back Hernández,” said the sociologist Eugenio Sosa. “But what we see on the streets is widespread indignation, rejection and hate for a president who they consider illegal, illegitimate and corrupt. The people want the president gone.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}