{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/23/mark-field-and-the-greenpeace-protest-free-speech-versus-the-need-for-security", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-23T17:24:00Z", "webTitle": "Mark Field and the Greenpeace protest: free speech versus the need for security | Letters", "webUrl": "https://www.theguardian.com/world/2019/jun/23/mark-field-and-the-greenpeace-protest-free-speech-versus-the-need-for-security", "apiUrl": "https://content.guardianapis.com/world/2019/jun/23/mark-field-and-the-greenpeace-protest-free-speech-versus-the-need-for-security", "fields": {"headline": "Mark Field and the Greenpeace protest: free speech versus the need for security", "bodyText": "My first reaction on watching the events at the Mansion House dinner on Thursday was that junior minister Mark Field had grossly overreacted. On reflection, I am not so sure. We can never assume, as your editorial claims (22 June), that “there was no physical threat”. This cannot have been clear at the time; there have been too many occasions when unanticipated assaults have led to death or serious injuries, as in the case of Jo Cox MP. Recent attackers, both individually or in groups, have used concealed knives or explosives to carry out their murderous intentions. Dissent can only be seen to be “non-violent” after the event. I now speculate what might have been my reaction to all this if the protester had been a young man, and the individual who sought to forestall a possible tragedy had been a courageous female. Surely some credit should be given to anyone who decides to intervene when the intentions of an interloper are unclear. The really worrying question in these difficult times remains: how can a large group of people not invited to a major official occasion have managed to gain entry to make their protest, however peacefully, without any prior entrance check? Where on earth were the essential security arrangements? Roger Putnam Holmrook, Cumbria • What I’ve noticed in all the controversy after the manhandling of a Greenpeace protester is that no space has been given to the content of the protest. On Greenpeace’s website I found the alternative speech that the protesters were trying to deliver. It is about the climate emergency and addresses Philip Hammond’s remark that we can’t afford to take the action needed to bring emissions down to zero – in other words we “can’t afford” to take the action needed to safeguard the futures of our children and the people of the world. It’s an eloquent and passionate speech and it deserves to be printed in the Guardian. Morag Carmichael London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}