{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/07/chernobyl-hbo-russian-tv-remake", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-07T11:24:26Z", "webTitle": "Russian TV to air its own patriotic retelling of Chernobyl story", "webUrl": "https://www.theguardian.com/world/2019/jun/07/chernobyl-hbo-russian-tv-remake", "apiUrl": "https://content.guardianapis.com/world/2019/jun/07/chernobyl-hbo-russian-tv-remake", "fields": {"headline": "Russian TV to air its own patriotic retelling of Chernobyl story", "bodyText": "Russian state TV is set to air its own drama about the deadly 1986 Chernobyl disaster – but unlike the HBO series, which has transfixed viewers around the world, this version will claim that a CIA spy was present for the worst nuclear accident in history. Chernobyl, which will air on Russia’s NTV channel, appears to fulfil a demand from tabloid columnists and state TV news for a more patriotic retelling of the story. Craig Mazin, the creator of the HBO series, famously obsessed over minor details such as shoelaces and telephones, and adopted first-hand accounts of survivors to authentically recreate the Soviet Union of the 1980s. NTV’s Chernobyl, filmed in Belarus, takes far more liberties. A description of the show says that the plot revolves around a CIA agent dispatched to Pripyat to gather intelligence on the Chernobyl nuclear power plant and the Russian counterintelligence agent sent to track him down. If it sounds like fiction, that’s because it is. But the director, Alexey Muradov, said the show “will tell viewers about what really happened back then”. “There is a theory that the Americans had infiltrated the Chernobyl nuclear power plant and many historians do not deny that on the day of the explosion an agent of the enemy’s intelligence services was present at the station,” Muradov told the tabloid Komsomolskaya Pravda, which said the show “proposes an alternative view on the tragedy in Pripyat”. State-run television and Russian tabloids have accused the HBO series of bias by papering over the heroic acts of Soviet emergency workers, the so-called “liquidators”. “Chernobyl did not show the most important part – our victory,” ran one headline in Komsomolskaya Pravda, the country’s most popular daily. Another article by the prominent war correspondent Dmitry Steshin in the same paper claimed the show was filmed in order to sabotage overseas sales of nuclear energy technology by the Russian state company Rosatom. Russia fetes its military veterans like few other countries do, but far less attention is paid to the Chernobyl liquidators. Ilya Shepelin, a Russian journalist, wrote in the Moscow Times that “the fact that an American, not a Russian, TV channel tells us about our own heroes is a source of shame that the pro-Kremlin media apparently cannot live down”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}