{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/11/background-to-black-and-white-issue-on-books-and-banknotes", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-11T16:24:38Z", "webTitle": "Background to black-and-white issue on books and banknotes | Letters", "webUrl": "https://www.theguardian.com/world/2019/jun/11/background-to-black-and-white-issue-on-books-and-banknotes", "apiUrl": "https://content.guardianapis.com/world/2019/jun/11/background-to-black-and-white-issue-on-books-and-banknotes", "fields": {"headline": "Background to black-and-white issue on books and banknotes", "bodyText": "Afua Hirsch’s “Do we need black people on our banknotes?” (8 June) includes a sneer at Florence Nightingale for the existence of “controversies” about her. Indeed there are, but the numerous attacks on her happen to be of the “fake news” sort, without any reliable source. The point is not that there are controversies, but whether she actually did the important work she did (the evidence is plentiful), of founding the first nursing school in the world, making hospitals safer, mentoring nursing leaders around the world, and advocating the core principle of the National Health Service: quality care for all, regardless of ability to pay. Nightingale was also a leading anti-racist, which makes the remarks on her, which often appear in arguments for Mary Seacole, so unseemly. Yet Seacole never accused Nightingale of rejecting her, but rather reported their meeting as entirely amicable. Lynn McDonald Toronto, Canada • Many thanks to Afua Hirsch for adding Olaudah Equiano and Mary Seacole to my reading list. She’s right – what gets filtered out on the bookshelves says much about the skin colour of contemporary captains of the book trade. If Equiano’s autobiography went through nine editions in his lifetime, you’d be forgiven for concluding that things were better in the 18th century. Thanks be to Wikipedia – Mary Seacole’s entry is terrific. It could be pointed out to the Bank of England that Seacole is eminently qualified to grace a banknote on grounds of both science (identification and management of contagious disease) and military service (the Crimea). Peter Anderson Barwick-in-Elmet, West Yorkshire • A footnote to Afua Hirsch’s observations: so lucrative was the trade in African gold that the guinea coin minted in 1688 bore the imprint of an elephant beneath the head of Charles II and owed its name to the Guinea coast. It was struck from gold supplied by the original Royal African Company. After a merger in 1672 the company profits were owed to its slave-trading ventures. The guinea is still vivid in the memories of many in this country. It was common pricing parlance among market traders well into the second half of the 20th century and is immortalised in prize money for horse races to this day. It is ironic that Africa, if not Africans, enjoyed a presence on British coinage for the best part of 300 years, but its people are now too potent a presence for modern sensibilities for them to be allowed space on our currency. Paul McGilchrist Colchester, Essex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}