{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/18/uk-settles-13bn-claim-by-iran-bank-mellat-over-trade-ban-damages-sanctions", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-18T17:14:36Z", "webTitle": "UK settles £1.3bn claim by Iranian bank over trade ban damages", "webUrl": "https://www.theguardian.com/world/2019/jun/18/uk-settles-13bn-claim-by-iran-bank-mellat-over-trade-ban-damages-sanctions", "apiUrl": "https://content.guardianapis.com/world/2019/jun/18/uk-settles-13bn-claim-by-iran-bank-mellat-over-trade-ban-damages-sanctions", "fields": {"headline": "UK settles £1.3bn claim by Iranian bank over trade ban damages", "bodyText": "The UK government has made a last minute out-of-court deal to settle a £1.3bn damages claim made by an Iranian bank over a UK trading ban. The undisclosed settlement to Bank Mellat on the eve of what was expected to be a five-week trial raises questions about how big the UK taxpayer’s bill is likely to be, as well as how the UK will transfer the payment to circumvent the comprehensive sanctions regime imposed by the US, which affects the bank. The Iranian government owns 20% of Bank Mellat, while the remaining 80% is held by the private sector. In 2009, the UK Treasury alleged that the Tehran-based bank was involved in financing firms involved in Iran’s nuclear programme – allegations that the bank denies – and imposed sanctions on Bank Mellat. The settlement comes six years after the supreme court ruled that the sanctions had been unlawful and that the government’s response had been “arbitrary and irrational”, and “disproportionate”. Bank Mellat argued that the sanctions had damaged its reputation and goodwill in Britain and internationally, and caused significant loss. The government’s Treasury department issued a brief statement, saying: “Bank Mellat’s claims have been concluded on terms confidential to the parties.” Sarosh Zaiwalla, a lawyer and founder of London-based Zaiwalla &amp; Co, the law firm representing Bank Mellat, said the case spoke volumes for the independence of the British judiciary. Mellat’s lawsuit had initially claimed $4bn (£3.2bn) against the Treasury, but that figure was later reduced to $1.6bn plus interest. The UK is still locked in a separate dispute with an Iranian government agency over whether it can lawfully transfer an acknowledged debt to the Iranian central bank for the non-delivery of a Chieftain tank ordered by the Shah of Iran before his downfall in 1979. These legal disputes between the UK and Iran are said to be colouring relations between the two sides as tensions in the Gulf continue to escalate."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}