{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/11/tuesday-briefing-corbyn-cops-it-at-fiery-labour-meeting", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-11T05:34:00Z", "webTitle": "Tuesday briefing: Corbyn cops it at fiery Labour meeting", "webUrl": "https://www.theguardian.com/world/2019/jun/11/tuesday-briefing-corbyn-cops-it-at-fiery-labour-meeting", "apiUrl": "https://content.guardianapis.com/world/2019/jun/11/tuesday-briefing-corbyn-cops-it-at-fiery-labour-meeting", "fields": {"headline": "Tuesday briefing: Corbyn cops it at fiery Labour meeting", "bodyText": "Top story: ‘The leadership is not there’ on Brexit Hello, Warren Murray here with a variety of news to impart. “She eviscerated him. No one was expecting her to speak out like that.” One Labour MP’s response after Marie Rimmer, an ally of Jeremy Corbyn, was among those tearing into their leader last night. “People who worked with you for years are turning away from us,” Rimmer told Corbyn, as MPs aired grievances over harassment complaints in the party, the European elections, antisemitism and Brexit. She declared that “the leadership is not there” on the party’s Brexit policy. One MP said afterwards it had been Corbyn’s “worst meeting in his time as leader”. Corbyn had opened the meeting by telling his parliamentary party: “To break the Brexit deadlock, we need to go back to the people. Let the people decide the country’s future, either in a general election or through a public vote on any deal agreed by parliament.” In the Tory leadership race, Andrea Leadsom, Mark Harper and Rory Stewart are due to launch their campaigns today. Contenders have continued to set out their stalls but as far as the frontrunners go, Brussels doesn’t like what it sees. Michael Gove has sought to rescue his campaign from the controversy over his cocaine admissions, declaring he hopes to go down to the line against Boris Johnson; while Jeremy Hunt has pitched himself as the only one “serious” enough to deliver Brexit and run Britain. * * * Impeachment for dummies – John Dean, a star witness who helped bring down Richard Nixon, has said the Trump-Russia report by Robert Mueller gives a “roadmap” for Congress to investigate Donald Trump. The former White House counsel said he believed the report showed “evidence of collusion”. The Obama administration US attorney Joyce Vance told the House judiciary committee: “I would be willing to personally indict the case [against Trump] … and win on appeal.” Democrats have opened three days of sessions aimed at focusing public attention on the findings of the Russia investigation and Trump’s actions. With some Democrats hoping for impeachment, Jerry Nadler, the committee chairman, said the intent was to make certain “no president, Democrat or Republican, can ever act in this way again”. * * * Postcard lead in cold case – Detectives investigating the murder 35 years ago of Shelley Morgan, 33, outside Bristol have appealed for information about two old postcards of beauty spots. Morgan disappeared on 11 June 1984 after heading towards Leigh Woods to sketch and take photographs. Children found her body that October in a wooded copse in Backwell Hill. The body had stab wounds and there was evidence the attack was sexually motivated. The tear-off postcards are from a calendar sold by a Bristol hospice charity in the 1980s or 1990s. One shows a view of the river Avon from near the woods where Morgan had been heading; the second is the view of a church from Backwell Hill. Avon and Somerset police say they cannot spell out how they may fit in with the investigation. * * * Silent mistreatment – Allegations of unlawful discrimination and sexual harassment at work are being covered up by employers through secret non-disclosure agreements (NDAs) that allow bosses to go on mistreating others, MPs have warned. Their report says it can amount to perverting the course of justice, and that legal aid financial thresholds mean staff often feel they have little choice but to reach a confidential settlement. Joeli Brearley, the founder of the organisation Pregnant Then Screwed, which supports mothers facing workplace discrimination, told MPs there was no incentive for employers to settle unless they received confidentiality. The Commons’ women and equalities committee has called for MPs to take action. “After signing an NDA, many individuals find it difficult to work in the same sector again … There is also the financial penalty of losing a job and bringing a case against an employer.” * * * Vatican gender missive – A backlash has begun after the Vatican launched into the debate on gender ideology, publishing a document called “Male and female he created them” and citing what it calls “an educational crisis”. The document notes “challenges” rising from gender theory which “denies the difference and reciprocity in nature of a man and a woman and envisages a society without sexual differences, thereby eliminating the anthropological basis of the family”. It is to be distributed internationally across the Catholic educational system. * * * Forever fashions – The Briefing owns this one unkillable Dickies shirt that has been a faithful companion on impromptu dinner outings since the year 2004. But it is hard to beat the “indestructable green socks” (28 years), the denim dungarees that have lasted since the 1980s, and the thinning but much-loved jumper knitted by mum 37 years ago. Read these and other stories of the slow style pioneers and the clothes they’ve worn for decades. Today in Focus podcast: Cruel state – austerity when you’re disabled Guardian columnist Frances Ryan, who is disabled, has written about inequality and disability rights for decades. She discusses the impact that austerity has had on those most in need. And: Helen Davidson on the Hong Kong protests. Lunchtime read: Grenfell United – a story of survival Natasha Elcock, supermarket manager and mother of three, escaped with her partner and six-year-old daughter only when the flames were roaring through her 11th-floor kitchen window. Now she is chair of Grenfell United (GU), the most enduring and influential of dozens of support and campaign groups to emerge in the fire’s aftermath. Now the group is facing its most devastating challenge: government inaction. This is the inside story of Grenfell United: a story of survival. Sport Lewis Hamilton has said Sebastian Vettel knew what he was doing when he incurred the penalty that cost the Ferrari driver first place at the Canadian Grand Prix. Jos Buttler is expected to overcome “heavy bruising” to a hip in time for England’s World Cup match against West Indies at Southampton on Friday. Canada got off to a winning start in the Women’s World Cup after Kadeisha Buchanan’s header gave them a 1-0 victory over Cameroon while Argentina collected their first-ever point by holding Japan to a goalless draw in Paris. Tyson Fury has resumed a role he knows well, that of provocateur, before his Las Vegas bow on Saturday against the German Tom Schwarz. And in the week before Royal Ascot, one of the leading players in British racing has warned that the sport may be “teetering on the edge of oblivion” because of its longstanding failure to open up racehorse ownership as widely as possible. Business Asian stocks, led by Chinese shares, have gained after the US decision to hold off from tariffs against Mexico, as the two governments agreed a deal to combat illegal migration from Central America (even if the deal might actually have been done months ago). Hopes that US interest rates will be cut as early as next week also provided support. MSCI’s broadest index of Asia-Pacific shares outside Japan gained 0.65%. The Shanghai Composite climbed 1.7% after China said it will allow local governments to use proceeds from special bonds as capital for major investment projects to support the slowing economy. Australian stocks, the Kospi and the Nikkei have also gained after the Dow rose for the sixth trading day. The pound is worth $1.268 and €1.120 this morning while the FTSE looks like opening a tad higher. The papers Two topics dominate the front pages today: the Tory leadership battle and the announcement that free TV licences for pensioners are in line to be scrapped. On the first topic, the FT writes: “Ten Tories line up in battle to replace May in Downing Street”, the Times has: “Tory rivals denounce Johnson’s tax giveaway” and the Guardian reports: “‘I can still win’ – Gove comes out fighting in bid for No 10”. Some papers focus on an apparent dig Gove made about Boris Johnson’s personal life. The Telegraph: “Gove tries to deflect cocaine row with ‘desperate’ taunt at Boris”, and the Sun has: “Now Gove tries crack”, which it clarifies with an asterisk is a reference to a “cheeky joke about rival BoJo’s sex life”. The papers leading on the TV licences include the Mail: “Backlash over BBC betrayal of the elderly”, the i: “BBC axes free TV licences for millions of pensioners”, the Express: “Join us to stop axing of free TV licenses”, and the Mirror: “3.7m OAPs lose free TV licences”. Sign up The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here. For more news: www.theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}