{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/13/a-visual-guide-to-the-gulf-tanker-attacks", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-14T06:53:43Z", "webTitle": "A visual guide to the Gulf tanker attacks", "webUrl": "https://www.theguardian.com/world/2019/jun/13/a-visual-guide-to-the-gulf-tanker-attacks", "apiUrl": "https://content.guardianapis.com/world/2019/jun/13/a-visual-guide-to-the-gulf-tanker-attacks", "fields": {"headline": "A visual guide to the Gulf tanker attacks", "bodyText": "What happened in the Gulf of Oman on Thursday? Two oil tankers were attacked, leaving one ablaze and the other adrift, in the second such incident in a month near the strait of Hormuz, a major strategic waterway for world oil supplies. Taiwan’s state oil refiner CPC said the Front Altair, owned by Norway’s Frontline, was hit at about 4am GMT while carrying a Taiwan-bound cargo of 75,000 tonnes of naphtha, a petrochemical feedstock. CPC said it was suspected the boat had been torpedoed but other reports suggested a mine attack was more likely. The crew were picked up by a passing boat and handed over to an Iranian rescue vessel. The Kokuka Courageous sustained damage to its hull while transporting methanol from Saudi Arabia to Singapore, its owner, Bernhard Schulte Shipmanagement, said. The operator of the tanker suggested it was struck by a missile. A shipping broker told Reuters the blast might have been caused by a magnetic mine. Its crew was also rescued – one suffered burns on his hands and was treated by a US Navy medical team. Who is to blame? The US military has released video footage it says shows an Iranian military patrol boat approach one of the two tankers. The blurry black and white footage, taken from the air, shows a small military boat alongside a tanker and someone standing up on the prow of the boat to remove an object from the tanker’s hull. The boat then pulls away from the tanker. It was unclear whether it was being alleged the Iranian sailors were detaching the mine in order to remove evidence. The US military also released a photo it claimed showed a mine on the side of the tanker and some damage to the hull. Iran has denied all responsibility and its foreign minister suggested others could be trying to provoke a conflict between Iran and the US. What happened in the incident in May? On 12 May, four oil tankers – two Saudi-flagged, one Norwegian-flagged and one Emirati-flagged – were damaged by explosions in waters off the United Arab Emirates. A UAE-led inquiry published on 7 June found it was “highly likely” that four limpet mines, which are magnetically attached to a ship’s hull under the waterline, were used in the attacks. The report said they had been placed by trained divers deployed from fast boats. The mines were placed soon after the ships were anchored. The inquiry blamed an unidentified state actor. The US has accused Iran of responsibility, but Iran denies involvement. How are countries in the region aligned? Rivalry between Iran and Saudi Arabia dominates, and the two are engaged in a series of proxy wars across the region, most notably in Yemen. The US, which backs Saudi Arabia regionally, has 10,000 military personnel stationed at a base in Qatar. The US navy’s 5th Fleet, which assisted in rescue operations on 13 June, is based in Bahrain. How are US-Iran relations? Tensions between the US and Iran have soared in recent weeks, with Washington dispatching warships and bombers around the Gulf, and Tehran threatening to resume higher uranium enrichment. A year ago, Donald Trump announced his decision to withdraw from Iran’s 2015 nuclear accord with world powers and restore crippling sanctions. What is the role of the strait of Hormuz in the global economy? The strait, which provides passage from the Gulf of Oman to the open sea, is the most important gateway for oil exports in the world. The US Energy Information Administration (EIA) calls it the world’s worst “chokepoint”, worse than the strait of Malacca, which runs between the Indonesian island of Sumatra, Malaysia and Thailand, connecting the Indian Ocean with the South China Sea. In 2016, 18.5m barrels of crude oil were transported each day through the strait of Hormuz compared with 16m through the strait of Malacca and 5m through the next largest, the Suez canal. Iran has threatened to disrupt oil shipments through the strait if the US tries to strangle its economy. Read more about the global economic impact of the attacks. • This article was amended on 14 June 2019. An earlier version said that in 2016, 18.5m barrels of crude oil were transported through the strait of Hormuz, 16m through the strait of Malacca and 5m through the Suez canal. Those were daily figures, not the total for the year. This has been been corrected."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}