{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/13/mexico-carolina-herrera-fashion-designer-cultural-appropriation", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-13T06:00:06Z", "webTitle": "Mexico accuses designer Carolina Herrera of cultural appropriation", "webUrl": "https://www.theguardian.com/world/2019/jun/13/mexico-carolina-herrera-fashion-designer-cultural-appropriation", "apiUrl": "https://content.guardianapis.com/world/2019/jun/13/mexico-carolina-herrera-fashion-designer-cultural-appropriation", "fields": {"headline": "Mexico accuses designer Carolina Herrera of cultural appropriation", "bodyText": "Three months after calling on Spain to apologise for its colonial abuses, the Mexican government of Andrés Manuel López Obrador has found a more contemporary and cultural bone to pick. The country’s culture minister, Alejandra Frausto, has written to the Venezuelan fashion designer Carolina Herrera to demand an explanation for her company’s use of indigenous Mexican designs in its latest collection. The label says its new Resort 2020 line “takes on the playful and colourful mood of a Latin holiday” and is about “visceral reactions of delight-eclectic patterns, unexpected silhouettes, pulsating energy”. It has certainly prompted an unexpected and energetic response from the Mexican government, which has asked the brand to explain why it is using designs “whose origins are well documented”. In a letter sent to Herrera and the company’s creative director, Wes Gordon, Frausto said: “This is a matter of ethical consideration that obliges us to speak out and bring an urgent issue to the UN’s sustainable development agenda: promoting inclusion and making those who are invisible visible.” The letter, seen by the Spanish newspaper El País, singled out certain designs. It claimed that one long white dress embroidered with bright animals, colours and flowers was derived from the culture of the Tenango de Doria community in Hidalgo state “where each piece of embroidery tells the story of the community and each element has a personal, family or community meaning”. Two other dresses, it added, incorporated elements from the famous traditional shawls of Saltillo in Coahuila state. In a statement, Carolina Herrera said the collection had been conceived as a “tribute to the richness of Mexican culture” and its craft techniques. “There’s an undeniable Mexican presence in this collection,” said Gordon. “It’s something that jumps out at you and I always intended it to be something latent as a way of showing my love for this country and for all the incredible work I’ve seen there.” The designer added: “My admiration for the artisanal work has only grown as I have travelled to Mexico over the years. With this new collection, I have tried to highlight the importance of this magnificent cultural heritage.” Last month, the Mexican government said a law would be brought before the senate to “tackle the plagiarism that different indigenous peoples and communities have suffered” by recognising them as the lawful owners of their cultural and identity elements."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}