{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/05/sudan-death-toll-rises-to-60-after-khartoum-pro-democracy-sit-in", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-05T16:58:21Z", "webTitle": "Sudan paramilitaries threw dead protesters into Nile, doctors say", "webUrl": "https://www.theguardian.com/world/2019/jun/05/sudan-death-toll-rises-to-60-after-khartoum-pro-democracy-sit-in", "apiUrl": "https://content.guardianapis.com/world/2019/jun/05/sudan-death-toll-rises-to-60-after-khartoum-pro-democracy-sit-in", "fields": {"headline": "Sudan paramilitaries threw dead protesters into Nile, doctors say", "bodyText": "Paramilitaries in Khartoum threw dozens of bodies into the Nile to try to hide the number of casualties inflicted during a dawn attack on pro-democracy protesters in the Sudanese capital earlier this week, doctors and activists have said. At least 100 people are thought to have been killed in the crackdown across Sudan, which has been under military rule since President Omar al-Bashir was ousted in April. Heavily armed units of the Rapid Support Forces (RSF) continued to sweep through Khartoum and the neighbouring city of Omdurman on Wednesday. Residents blocked many roads with makeshift barricades as they tried to protect their neighbourhoods from the paramilitaries and thieves. Previous estimates put the number of casualties from Monday’s attack on a protest camp in central Khartoum at about 60, with about 20 people killed since. The Sudan Doctors’ Committee, however, said the security forces had retrieved at least 40 bodies from the Nile and disposed of them. The doctors’ committee is the medical arm of the Sudanese Professionals Association, which has been leading the opposition to military rule. There have been repeated reports from witnesses and activists that dead and injured protesters were thrown into the river after Monday’s attack on the camp, which has been the focus of pro-democracy demonstrations for months.Few details, however, have emerged. A doctor at a hospital in Khartoum who had been providing medical care at a makeshift camp clinic told the Guardian he saw the RSF throwing 10 bodies off the Blue Nile bridge at about 4am during the attack. Residents and acitivists retrieved nine bodies from the Nile on Wednesday. Images passed to the Guardian by opposition organisations showed several corpses with concrete blocks tied to their feet. The RSF is largely made up of militia accused of systematic human rights abuses during the war in Darfur. The force is led by Mohamed Hamdan Dagalo, known as Hemedti, who also serves as the deputy head of the Transitional Military Council (TMC), which has been in power since Bashir was ousted. Dagalo said in a televised address to troops on Wednesday that Sudan would not be allowed to slip into chaos. “We must impose the authority of the state through law.” Many protesters are still unaccounted for and the death toll is likely to rise further. One activist, who did not want to be named, said: “We are still looking for my cousin. He was there … We are just hoping he is being cared for somewhere but can’t contact us.” Harrowing details of rapes by the paramilitaries were also emerging. At least one such assault took place when the RSF invaded a hospital where injured protesters were being treated. Others occurred in the street when paramilitaries chased and caught fleeing civilians, activists said. Weam Shawga, a women’s rights activist, said she was threatened with rape when the RSF attacked the sit-in. “I was beaten with sticks and they told me: ‘We could’ve raped you as we did with other women … We know that you are here because you want to have sex,’” she said. Arrests of opposition leaders were continuing despite calls from international powers for restraint. The British ambassador in Khartoum, Irfan Siddiq, called the detentions outrageous and said confidence-building rather than further escalation was required. Casualties on Wednesday included Alamein Ismail, a 22-year-old police officer who was standing outside a barber’s shop in Omdurman when he was shot through the eye. “He crawled on his knees to the hair salon [to seek help] but people found him dead when they came out,” his cousin Amina said. Residents in Omdurman were carrying knives and sticks to protect themselves from thieves. One described a ghost town with no transportor police. Adam Abakar, the owner of a mobile phone shop in Elshaby market, said he knew of people who had been “robbed and beaten up by thieves just for carrying mobiles and some cash”. Protest organisers dismissed a call from Lt Gen Abdel Fattah al-Burhan, the TMC’s leader, to resume talks. Negotiations had come close to a deal before breaking down around two weeks ago. Mohammed Yousef al-Mustafa, a spokesman for the Sudanese Professionals Association, said the proposal could not be taken seriously when “Burhan and those under him have killed the Sudanese and are still doing it. Their vehicles patrol the streets, firing at people. “We will continue in our protests, resistance, strike and total civil disobedience,” he said. Burhan said on Tuesday that elections would be held within nine months and that all previous agreements with the main opposition coalition had been cancelled. He also promised an inquiry into the violence, which he blamed on impostors wearing RSF uniforms. Burhan visited Egypt shortly after the breakdown of talks at the end of last month. From there, he went to the UAE where the crown prince, Mohammed bin Zayed, vowed to help Burhan “preserve Sudan’s security and stability”. Dagalo visited Saudi Arabia days before the crackdown to meet senior officials. Britain warned its citizens on Wednesday against all but essential travel to Khartoum as it pulled all non-essential staff and dependants from its embassy. The FCO said the situation in Khartoum and across Sudan was “volatile” and “the ability of the British embassy to provide consular support to British nationals in Sudan is severely limited.” The UN announced it was also temporarily relocating non-programme-critical staff on Wednesday and the US, which pulled most of its staff in April, warned its citizens in the country to exercise “extreme caution” and prepare to leave."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}