{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/07/german-trade-decline-raises-fears-over-global-economy", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-07T11:21:06Z", "webTitle": "German trade decline raises fears over global economy", "webUrl": "https://www.theguardian.com/world/2019/jun/07/german-trade-decline-raises-fears-over-global-economy", "apiUrl": "https://content.guardianapis.com/world/2019/jun/07/german-trade-decline-raises-fears-over-global-economy", "fields": {"headline": "German trade decline raises fears over global economy", "bodyText": "German exports and industrial output fell sharply in April, triggering fresh fears that trade tensions and continued Brexit uncertainty are weighing on the global growth outlook. Industrial production in Europe’s largest economy fell 1.9%, which was the worst monthly fall in almost four years, according to Germany’s statistics office. It was much worse than the 0.4% decline forecast by economists. Exports fell by 3.7% in April compared with the previous month, while imports also fell. German industry, the powerhouse of the European economy, has suffered in the past year as trade tensions between the US and China have put the brakes on global trade growth. The German car sector, a major exporter, has also been hit by a decline in demand for vehicles in the EU and China. The export fall in April was in part driven by a sharp 8.7% year-on-year fall in exports to the EU’s non-eurozone economies – the largest of which is the UK. Exports to the UK fell by €1.6bn (£1.4bn) in April compared to the previous year, to €5.6bn – a 22% year-on-year fall. “This is a horrible start to the second quarter for German industry, as global trade tensions as well as temporary problems in the automotive sector and chemical industry have left their marks,” said Carsten Brzeski, the chief economist in Germany for the Dutch bank ING. Germany’s Bundesbank on Friday sharply downgraded its growth forecasts for this year and next in response to the signs of a slowdown. Economists at the central bank expect German GDP to rise by only 0.6% this year, down from the 1.6% predicted back in December. On Thursday the European Central Bank said it would keep its main interest rate at 0%, at least through the first half of 2020, rather than looking to raise the cost of borrowing around the end of this year. The latest industry figures suggest the German economy slowed sharply in the second quarter of 2019, according to Andrew Kenningham, the chief Europe economist at Capital Economics, a consultancy. German GDP growth bounced back to 0.4% quarter on quarter in the first three months of the year after narrowly avoiding a recession at the end of 2018. Kenningham said: “German industry is still struggling with both domestic and external headwinds, including the weakness of global trade, slowdown in household consumption growth and regulatory confusion in the auto sector. We don’t expect a sustained improvement any time soon.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}