{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/30/mexico-left-amlo-one-year-on", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-30T08:00:14Z", "webTitle": "One year on from pivotal win for Mexico's left, Amlo is still campaigning", "webUrl": "https://www.theguardian.com/world/2019/jun/30/mexico-left-amlo-one-year-on", "apiUrl": "https://content.guardianapis.com/world/2019/jun/30/mexico-left-amlo-one-year-on", "fields": {"headline": "One year on from pivotal win for Mexico's left, Amlo is still campaigning", "bodyText": "His government has just signed off on a new trade deal with Canada and the US, and his diplomats managed to fend off punitive US tariffs, but Andrés Manuel López Obrador has long showed a crushing lack of interest in foreign affairs. So instead of hobnobbing with other G20 leaders in Japan, the president known popularly as “Amlo” was in Mexico City, preparing to address thousands of supporters in the city’s central square on Monday. During last year’s election campaign, López Obrador drew comparisons with Donald Trump for his appeal to ordinary people, his disdain for elites and critical media. And like Trump, López Obrador hasn’t stopped campaigning since he took office. Throughout the past year, López Obrador has criss-crossed the country with a string of public appearances in which he has promised jobs, development and infrastructure projects. Unlike Trump, however, López Obrador has remained broadly popular, with an approval rating hovering at around 70%. Analysts attribute his enduring appeal to his success at upending a political system which most voters perceived as riddled with corruption privileges and rigged against the interests of ordinary Mexicans. “It’s about taking the levers of power away from those that have always screwed over everyone else and making sure that political power will not be used against the people,” said Federico Estévez, a political science professor at the Autonomous Technological Institute of Mexico. López Obrador’s win was hailed as a turning point for Mexico’s left, as the famously frugal president took the discourse of a fairer country to the presidential palace when he took office on office 1 December 2018. But although López Obrador declared neoliberalism “dead” in Mexico, his austerity turned out to be more than personal: he has slashed social spending and fired thousands of civil servants. And under the relentless attacks from Donald Trump, López Obrador has steadfastly refused to rise to the bait: he agreed to crack down on migration enforcement to avert US tariffs on Mexican exports, and his government beat Canada and the US to sign off first on the United States-Mexico-Canada Agreement, or USMCA, which replaced Nafta. Meanwhile he has deployed the army for security duties and aligned with evangelical pastors to push a “moral agenda” for Mexico. “López Obrador is looking ever more conservative in classic terms. He doesn’t raise taxes and he doesn’t raise spending,” Estévez said. “He’s a left-wing populist on distributive issues, but he’s conservative on social issues.” Like Trump, López Obrador often lambasts the media for hostile criticism, and critical reporters often become the targets of social media pile-ons by the president’s supporters. The president communicates through gestures: he rides in a modest family car, takes commercial flights and drops in unexpectedly to eat at roadside restaurants. “I never met a president before,” said Gregorio Chablé, a Mayan man who snapped a photo of López Obrador lunching a seafood joint in his hometown south of Playa del Carmen. Later that day, he brought his friends and family to a López Obrador rally and slipped the president a thank you note. Chablé was thankful for López Obrador’s programs of stipends for young people, seniors – including his mother – and the disabled. His brother now receives £105 ($133) every two months to care for his daughter Down’s syndrome. But as López Obrador ramps up stipend payments, he has cut social spending and sent the savings to Pemex, the state oil company, according to analysts. He has also pushed a suite of mega-projects, including railways and a massive refinery – starting construction before finishing environmental impact studies and consultations with indigenous peoples. Meanwhile, in response to the violent crime which continues to convulse the country. López Obrador has formed a new militarized police force, but the critics saw peril in handing over public security duties to the military – an institution the Mexican left has long distrusted. “We never imagined the army would take on this role ... or the state would be slimmed so much,” said Emiliano Ruiz Parra, a journalist who covered López Obrador’s first unsuccessful presidential campaign in 2006. “I never imagined López Obrador would pursue these kinds of policies.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}