{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/16/bruges-crackdown-tourist-numbers", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-16T06:00:44Z", "webTitle": "‘It’s getting like Disneyland’: Bruges pulls up drawbridge on tourists", "webUrl": "https://www.theguardian.com/world/2019/jun/16/bruges-crackdown-tourist-numbers", "apiUrl": "https://content.guardianapis.com/world/2019/jun/16/bruges-crackdown-tourist-numbers", "fields": {"headline": "‘It’s getting like Disneyland’: Bruges pulls up drawbridge on tourists", "bodyText": "There is a distinctly military pace to the ant-like line of tourists that streams out every morning from Bruges’s sprawling art-deco railway station and the nearby coach park. Clutching phones or maps, and with backpacks firmly strapped on, they swarm with purpose in the direction of the Flemish city’s cathedral, the spire of which is just visible over the top of the sycamore and oak trees that act as a break between the modern suburbs and transport hubs and one of the world’s best-preserved medieval centres. But watching the tourists pass by his souvenir shop on the way to the sites this weekend, 61-year-old Paul Jonckheere was struggling to maintain his naturally cheerful demeanour. “I didn’t expect this – why would the mayor do it?” Jonckheere asked. “I can’t understand this at all.” The city of Bruges, a Unesco world heritage site, last week became just the latest stop on the global tourist trail to question the philosophy that more is better when it comes to visitors. Last week the mayor, Dirk De fauw, elected in October under the slogan “Go with De fauw”, announced that the municipality would no longer advertise or promote day trips to the city. Measures would also be taken to cut back the number of cruise ships able to dock at nearby Zeebrugge from five a day to just two. Cruise companies will also be asked to dock during the week rather than at weekends to help spread the crowds. “We have to control the influx more if we don’t want Bruges to become a complete Disneyland here,” De fauw told the Flemish TV channel VRT in a news item that was picked up by media outlets around the world. Bruges is visited by 8.3 million people a year, up 28% in the last two years, and yet just 2.5 million of those spend a night. Too few of those filling the cobbled streets and sun-dappled squares are spending money when they come, instead being shipped in and shipped out within hours of arrival, but also breaking the calm serenity of the city, De fauw said. Tourists recognise that there is a problem. “I’m enjoying it but there are too many people,” said Eli Sabbair, 36, from Iran, standing under Bruges’s belfry tower. But Jonckheere, along with his brother Daniel, who inherited the shop on Katelijnestraat in 1990 from their parents, Joseph and Lucette, greeted the news with understandable dismay. Not everyone was pleased when the Jonckheere brothers switched from selling poultry to flogging Bruges-branded merchandise and Belgian beers to tourists. But travellers outnumber residents in Bruges city centre by about three to one. “And it is much harder work to sell chicken – a lot more controls,” said Jonckheere. “The younger people all buy their food from the big supermarkets anyway, Carrefour and Delhaize. That is how it is now. A lot of people in this city live off tourism. OK, not everyone spends money when they come, but many do.” Daniel, who is president of the local retailers’ association, will make his feelings clear to the mayor at a meeting over the coming weeks. Under the shade of the sycamores by the city’s monastery, Nick Notre Dame, 39, was tending to his horse and carriage as he waited for customers. “You can never have enough tourists,” he said. “I think the mayor has got this wrong. But it is true that not enough people stay for very long. The groups move through very fast, they have no time to do anything, and they all have a budget – and they don’t go over it.” The grumblings of some of the 120,000 who live in Bruges have not gone unnoticed by De fauw, who was born and bred in the city – a place, he said, that was generally at ease with itself. Highly affluent, with unemployment no higher than 5%, Bruges broke with the rest of Flanders in last year’s elections by choosing De fauw, a candidate with a liberal approach to migration, rather than the strident approach championed by the far-right nationalist Vlaams Belang party, which made substabtial gains in the region. Over a coffee in a cafe on the Kraanplein, the city’s burgemeester explained that his move was in keeping with a series of decisions that had allowed Bruges to maintain its attraction to locals and visitors alike. “There are 13 central cities in Flanders,” said De fauw. “Bruges is the third biggest behind Antwerp and Ghent. And for something like 12 or 14 years we have come top when the people were asked in a survey whether they are proud of their city. It is said that 90% are proud of their city – and we want to keep it like this.” In 1996 there was a ban on building new hotels in the city centre, and in 2002 there was a prohibition on holiday homes. “Now we are looking at the areas outside the city centre – such as Sint Andries – to see if we need to do the same there on holiday homes. Otherwise we will end up with no one living in Bruges. We are not like Amsterdam yet – and we will provide to make sure that doesn’t happen.” “We want the people who stay in our hotels, who go to restaurants, who buy something in the shops, but we will not promote for those tourists who just come a few hours to Bruges,” De fauw added. “They have a quick walk around Bruges, they walk as quickly as possible, they do not buy anything and they go back to the bus, and go back to the hotel for a meal, in Antwerp, Brussels or Ghent.” “When you come to the city it must be a little bit slowly, you don’t have to hurry up and spend three hours with a guide. They don’t have the time to sit on a terrace and have a tea or beer – no, they have no time. They are disturbing a little bit the charming character of our city.” De fauw said he was concerned about the shops in his city since he had noticed via his own children how online purchasing was becoming the norm. “My son bought three jackets and I asked why he needed three jackets, but he was just going to send two back once he had tried them on,” De Fauw said. “I want to help the shops too. “When you have tourists who don’t stay a long time they go to just one part of the city, and the shops there are fixed on tourists. So what do they sell? Chocolate and beer. The inhabitants of Bruges don’t recognise their own city. They see no clothes shops, butchers, bakers. Only chocolate and beer.” De fauw’s big project is the completion of a new conference centre in town to bring in the right sort of tourists who will purchase clothes, jewellery and other locally made products. But the mayor said he was also looking at the municipality renting shops that came on the market so it could then regulate what was sold in them. In the 2008 black comedy film In Bruges, Colin Farrell’s hitman character is driven mad by the picture-book perfection and gentleness of the city. “An important part of that film was at night,” De fauw said. “That is when the city is at its most beautiful, when it is so calm and you can walk along the canals, and it so quiet you can even hear doors opening. That’s what I want everyone to enjoy.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}