{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/28/after-30-years-japan-prepares-to-resume-commercial-whaling", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-28T00:32:29Z", "webTitle": "After 30 years, Japan prepares to resume commercial whaling", "webUrl": "https://www.theguardian.com/world/2019/jun/28/after-30-years-japan-prepares-to-resume-commercial-whaling", "apiUrl": "https://content.guardianapis.com/world/2019/jun/28/after-30-years-japan-prepares-to-resume-commercial-whaling", "fields": {"headline": "After 30 years, Japan prepares to resume commercial whaling", "bodyText": "On Monday morning, after a short ceremony to pray for a bountiful catch and safety at sea, five ships will slip out of a port in northern Japan to hunt whales for profit for the first time in more than 30 years. They will not head to the southern ocean, the controversial hunting ground for Japan’s “scientific” whaling programme since the late 1980s, but to coastal waters, six months after the country announced it would leave the International Whaling Commission [IWC] on 30 June. Its decision to leave came after the IWC, the body responsible for protecting global whale populations, voted down its proposal to resume the commercial hunting of species whose stocks Japanese officials say have recovered. The vessels’ imminent departure from Kushiro, on the northern island of Hokkaido, to kill minke, sei and Bryde’s whales, drew condemnation as Japan and its pro-whaling prime minister, Shinzo Abe, prepared to host G20 leaders in Osaka. In a letter published on Friday, conservation groups and celebrities including Stephen Fry and Ricky Gervais urged G20 leaders to stage an “intervention” at the summit and publicly condemn commercial whaling. “It has taken the combined efforts of every nation on earth to bring whale conservation to the fore,” the naturalist and TV presenter Steve Backshall said. “At the G20 summit, our leaders need to talk to our friends in Japan, and let them know that – on this issue – they are deeply at odds with the rest of the world.” Japan’s government will not reveal the hunt’s quota until after the G20, reportedly to avoid a backlash during its two days in the diplomatic spotlight. Kitty Block, president of Humane Society International, said: “Japan leaving the IWC and defying international law to pursue its commercial whaling ambitions is renegade, retrograde and myopic, it is undermining its international reputation for an industry whose days are so clearly numbered, to produce a product for which demand has plummeted. “The IWC is maintaining its ban on commercial whaling for very good reasons and world leaders meeting in Japan this week should not turn a blind eye to the cruel assault planned on whales of the north Pacific.” But in Ayukawa, a remote village on the Pacific coast whose connection with whale hunting goes back to the early 1900s, local officials and fishermen believe the resumption of commercial whaling will help revive the local economy. “People here have hunted whales for a long time, so we thought it was only natural for Japan to leave the IWC and start hunting commercially again,” said Masaaki Sato, a fisherman who started working on research whaling expeditions 20 years ago in his late teens. One vessel and several fishermen from Ayukawa will join the fleet due to leave on Monday morning, one day after Japan quits the IWC. Shinetsu Oikawa, a local official, believes the resumption of commercial whaling will bring tourists to Ayukawa, which was badly damaged in the March 2011 tsunami that killed almost 19,000 people along Japan’s northeast coast. “Ayukawa is very remote, road access is poor and there’s no space for industry, so whaling is the best way for the town to make the most of its natural resources,” Oikawa said. “Now we want tourists to come and eat whale meat, spend money and help us truly recover from the disaster.” In September, a large tourist centre will open in the village featuring restaurants serving whale meat. “This is a chance for the area to finally look forward,” added Oikawa, who misses the local delicacy – boiled whale offal seasoned with ginger-infused soy sauce. “It’s been 10 years since I last ate that.” Shinji Sato, who has run an izakaya restaurant in nearby Ishinomaki for 35 years, was a relatively late convert to whale meat. “I first ate it when I was around 20, and to be honest, I didn’t like it much,” the 65-year-old said. “But as I got older and my tastes changed and I came to love the texture,” added Sato, whose restaurant serves whale meat deep-fried, as sashimi and in gyoza dumplings. “To eat whale meat is part of being Japanese, and it enables people in this region connect with their past. I don’t see why anyone should object to that.” But in regularly eating whale meat, Sato is going against the culinary grain. Domestic consumption has plummeted from 200,000 tons in the 1960s, when it was an important source of protein, to less than 5,000 tons in recent years. “In the past 30 years, all kinds of foods have come into Japan; there are so many things to eat,” Kazuo Yamamura, president of the Japan Whaling Association, told Reuters. “It’s no longer a situation where if you produce lots of whale meat, you’re going to make lots of money.” Some observers have pointed out that the coastal expeditions will be much smaller than previous research hunts and would save hundreds of whales that Japan once caught in more distant waters. It could also be cheaper, as the fleet will no longer have to travel to the Antarctic. Japan used a clause in the IWC’s 1986 moratorium to hunt a certain number of whales in the Antarctic in the name of scientific research, but grew frustrated over its repeated failure to reform the IWC to facilitate a return to commercial whaling. Patrick Ramage, director of marine conservation at the International Fund for Animal Welfare, said the “astonishing” decision to leave the IWC was a “face-saving” admission that Japan’s research expeditions had achieved nothing of scientific value, but had instead caused diplomatic friction with anti-whaling nations such as Australia. “Based on this astonishing development and concerns recently expressed by coastal whalers regarding the dwindling market for their product, it appears what we are seeing is the beginning of the end of Japanese whaling,” Ramage said. “Only the most convinced fisheries agency bureaucrat would suggest it is still possible to resuscitate consumer demand and commence a glorious new era of coastal commercial whaling and domestic demand for whale meat.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}