{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/24/bust-in-budi-budi-the-day-a-fisherman-hauled-in-50m-worth-of-cocaine", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-24T17:59:18Z", "webTitle": "Bust in Budi Budi: the day a fisherman hauled in $50m worth of cocaine", "webUrl": "https://www.theguardian.com/world/2019/jun/24/bust-in-budi-budi-the-day-a-fisherman-hauled-in-50m-worth-of-cocaine", "apiUrl": "https://content.guardianapis.com/world/2019/jun/24/bust-in-budi-budi-the-day-a-fisherman-hauled-in-50m-worth-of-cocaine", "fields": {"headline": "Bust in Budi Budi: the day a fisherman hauled in $50m worth of cocaine", "bodyText": "Last May a fisherman in Papua New Guinea went out hunting for shark. But instead of coming home with fish to feed his family he returned with an unexpected catch: A$50m worth of cocaine. The fisherman was working in the waters near an uninhabited atoll close to his home island of Budi Budi, off the eastern coast of the country, when he found a piece of rope. Following it, he found a disturbed patch of sand and buried in the sand were 11 black duffel bags filled with bars of white powder. Within two weeks, his chance find would lead to his remote community being threatened by a drug gang, a week-long open-ocean police boat chase, a booby-trapped fishing vessel running aground on a reef, and the disappearance of the huge cocaine haul. It is one of a string of bizarre stories that have emerged with the rise of drug trafficking through the Pacific, a multibillion-dollar industry that involves cocaine and meth being packed into the hulls of yachts in the US, Latin America and China and sailed to Australia and New Zealand via island nations including Fiji, Tonga and New Caledonia. As part of the Guardian’s investigation into the route, outlandish stories have emerged: tales of Fijians bumping into huge underwater storage nets filled with cocaine while out on boat trips, and of cocaine washing up on a remote island where locals initially mistook it for washing powder. But the Budi Budi story, which was first reported outside PNG by the Australian, is “the first of its kind” for Papua New Guinea, says Constable Augustine Bengin from the Milne Bay province police, who was called out to the remote island to investigate last May. Budi Budi is part of Papua New Guinea, but only just. The tiny speck of land is 700km (435 miles) from the capital, Port Moresby. There are no police on Budi Budi and the force based at the provincial capital of Alotau, 370km away, have just 40 officers to cover 600 atolls. It takes two helicopter journeys of two hours to reach Budi Budi from Alotau – but the police don’t own a helicopter. By boat, the trip takes 28 hours. ‘They thought it was poisonous’ The fisherman did not know he had dug up cocaine with an Australian street value of about $50m – neither he nor his community had heard of the drug before. They were all afraid to touch the powder, fearing it would harm them. “They thought it was poisonous,” Bengin says. The community reported the discovery to the mainland via radio but before police could get there a gang of six Chinese men and one Montenegrin arrived on Budi Budi looking for their stash. “They threatened the village people,” Bengin says. “They were frightened so they gave them the bags back. It’s a very isolated island – anything could have happened.” The gang opened one of the packages and sampled some of the product, becoming aggressive and threatening to fight the villagers. To placate them, the villagers traded with the gang, swapping vegetables and coconuts for rice and fishing line. Meanwhile, the man in charge of the island’s two-way radio had managed to hide away one pack of the drugs, containing six 1kg bricks of cocaine, to give to the police for evidence. By the time the police arrived – three or four days after the original radio call from the villagers – the gang and the drugs had gone. Bengin says the PNG navy sent out a boat and, after a week hunting the vessel, tracked it down on the water. “When they found the boat it wasn’t travelling, it was floating, they said they had a problem with the engines,” Bengin says. Police and navy arrested the men but the gang members had booby-trapped the boat, filling it with petrol, which made it too noxious to search. Police tried towing it but it was too heavy. Instead, they took the six men back to the mainland under arrest and arranged for a tugboat to go out to meet the vessel. “When they went back again, because the boat was drifting, they couldn’t locate it, they searched everywhere,” Bengin says. Months later, the boat was found washed up on a reef on an island off Morobe province, roughly 750km north-west of Budi Budi. The seven men involved were each convicted of drug trafficking and sentenced to 18 months in prison. They were released from jail on 17 June and deported to Hong Kong and Montenegro. One was wanted by Interpol. Bengin is not sure what became of the cocaine. “I’m not sure whether they collected the cocaine from the boat,” he says. The Guardian contacted the PNG Royal Constabulary, the National Maritime Safety Authority of PNG and the Australian federal police for comment, but none could confirm what had happened to the drugs. Bengin’s understanding is that the boat was never able to be fully searched and, as it was too heavy to pull to the mainland, it still sits, heavy and toxic with oil, grounded on the reef."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}