{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/16/israeli-court-convicts-sara-netanyahu-for-misusing-state-funds", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-16T12:45:44Z", "webTitle": "Israeli court convicts Sara Netanyahu for misusing state funds", "webUrl": "https://www.theguardian.com/world/2019/jun/16/israeli-court-convicts-sara-netanyahu-for-misusing-state-funds", "apiUrl": "https://content.guardianapis.com/world/2019/jun/16/israeli-court-convicts-sara-netanyahu-for-misusing-state-funds", "fields": {"headline": "Israeli court convicts Sara Netanyahu for misusing state funds", "bodyText": "Sara Netanyahu, the wife of Israel’s prime minister, has been convicted of illegally misusing thousands of pounds of public funds on lavish meals. A Jerusalem court on Sunday accepted a plea bargain in which Netanyahu agreed to admit to a lesser charge than the original fraud accusations. She will pay about $15,000 (£12,000) in fines and reimbursements to the state. The sentencing ended one of the long-running cases against the family. However, Benjamin Netanyahu still faces the prospect of three corruption indictments later this year that may end his decade as leader and even result in a prison sentence. He denies all charges. According to the original indictment against Sara Netanyahu, of fraud and breach of trust, she and a government employee were accused of spending roughly $100,000 (£79,000) on catering from expensive restaurants between 2010 and 2013, despite having a in-house cook provided by the state. In Sunday’s settlement, she admitted to taking unfair advantage of another person’s mishandling of state money and reduced the overspending charge to $50,000. Former caretaker Ezra Saidoff also reached an agreement with the prosecution and was fined $3,000. “As in every plea bargain, each side makes concessions, sometimes hard concessions,” said the prosecutor, Erez Padan, at the Jerusalem magistrates court. “It is right and proper for the public interest to bring this case to an end.” Netanyahu’s lawyer, Yossi Cohen, told the court his client had already been punished by public humiliation in the closely watched investigation. “Four years of ugly leaks and denigrations” constituted “inhuman punishment”, he said. “No other person could have withstood this. This lady is made of steel,” he added. The 60-year-old child psychologist has been a controversial presence at her husband’s side throughout his political career. In addition to the fraud case, she has faced mistreatment accusations from employees and was described in a newspaper as “Israel’s Marie Antoinette”. In 2017, Netanyahu was ordered to pay tens of thousands of pounds in damages in a dispute with two former domesticstaff who accused her of bullying. She faces a third lawsuit from an employee who alleged staff were treated like “slaves”. Last year, an audio recording emerged of Netanyahu furiously scolding a family publicist over a gossip column. She was angry with him for not highlighting her professional qualifications in the press. “BA, MA,” she was heard shouting, exclaiming each syllable in reference to her bachelor and master’s degrees. Her husband responded to public shock over the tirade, saying on Facebook that everyone “gets angry and says a few words that [they] didn’t mean”. Benjamin Netanyahu is entangled in a series of more severe corruption investigations and is due to appear at a pre-trial hearing in October after Israel’s attorney general announced his intention to indict in all three cases. He could face up to 10 years in prison if convicted of bribery and a maximum three-year term for fraud and breach of trust. One case, called Case 1,000, involves allegations of receiving gifts, including cigars, champagne and jewellery, from billionaires, among them the Australian casino operator James Packer, allegedly in exchange for favours. In Case 2,000, Netanyahu is accused of colluding with the country’s top-selling newspaper, Yedioth Ahronoth, to hurt its competition in exchange for favourable coverage. The third and most damning, Case 4,000, involves allegations that Netanyahu offered incentives to the Israeli telecoms provider Bezeq in exchange for positive stories on an online news website it owns. Netanyahu has denied all accusations, dismissing them as part of a witch-hunt orchestrated by the press. He will fight for re-election in September, weeks before the pre-trial hearing is due to start. A win for Netanyahu has been portrayed domestically as a lifeline to block the graft cases as some of his parliamentary allies have suggested they might back laws to grant him immunity. Agence France-Presse contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}