{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/11/nicaragua-political-prisoners-released-new-law", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-11T20:31:14Z", "webTitle": "Nicaragua frees more than 100 political prisoners under new amnesty law", "webUrl": "https://www.theguardian.com/world/2019/jun/11/nicaragua-political-prisoners-released-new-law", "apiUrl": "https://content.guardianapis.com/world/2019/jun/11/nicaragua-political-prisoners-released-new-law", "fields": {"headline": "Nicaragua frees more than 100 political prisoners under new amnesty law", "bodyText": "Nicaragua has released more than 100 political prisoners under a new law that frees people arrested amid a year of anti-government protests while also protecting police and others who violently clamped down on the demonstrations. Fifty-six people arrested since the protests began were freed on Tuesday, a day after 50 others were released, bringing the number behind bars to around 80, down from hundreds previously. Those released on Tuesday included the campesino leaders Medardo Mairena and Pedro Mena, and the student leader Edwin Carcache. Miguel Mora and Lucía Pineda Ubau, the director and the spokeswoman for the 100% Noticias television channel which was shut down by authorities in December, were also freed. Neighbors and friends gathered to receive the newly released activists with Nicaraguan flags, blue and white balloons and cheers. The government has been gradually releasing prisoners since dialogue between the two sides reopened in February, though those talks later stalled with little progress on reaching agreement, in part over opposition demands that all jailed government opponents be freed and cleared of charges. The defense attorney Julio Montenegro demanded the government free all remaining “because none of the political prisoners is guilty of a crime”. Tuesday’s releases came as a surprise, with no prior word from the government, he added. “It was to prevent there being a media presence at the releases and to avoid having people’s excitement be seen,” Montenegro said. “But that all got to social media regardless.” Street protests erupted in April 2018 when the president, Daniel Ortega, tried to cut welfare benefits, and spiraled into a broader protest movement against his rule. Earlier this week, lawmakers passed an amnesty bill for crimes related to the protests. The government says the amnesty seeks the “reconciliation of society” and that further releases will come. Opposition leaders – and the UN’s top human rights official – say the measure would forgive killings and other abuses by police and pro-government civilian militias during a crackdown on demonstrators in which at least 325 civilians were killed and more than 2,000 wounded. The law extends protections to “people who have not been investigated, who find themselves under investigation” or in criminal processes and “complying with their sentences”, according to the text. It also bans freed political prisoners from launching further anti-government protests. One of those freed, Hansell Vásquez, said he felt “happy to have escaped that hell” but also “sad and worried because the country is more locked up than when we became prisoners”. Irlanda Jerez, another protest leader freed on Tuesday, alleged that armed men attacked her home and beat her husband minutes after her release. More than 60,000 Nicaraguans have gone into exile because of political strife over the past 14 months."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}