{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/30/love-and-resistance-review-pictures-lgbtq-stonewall-anniversary", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-30T05:00:09Z", "webTitle": "Love and Resistance review: priceless pictures of LGBTQ pioneers", "webUrl": "https://www.theguardian.com/world/2019/jun/30/love-and-resistance-review-pictures-lgbtq-stonewall-anniversary", "apiUrl": "https://content.guardianapis.com/world/2019/jun/30/love-and-resistance-review-pictures-lgbtq-stonewall-anniversary", "fields": {"headline": "Love and Resistance review: priceless pictures of LGBTQ pioneers", "bodyText": "Forty-nine years ago, on the first anniversary of the riots outside the Stonewall Inn, thousands of “young men and women homosexuals” from all over the north-east marched from Greenwich Village to the Sheep Meadow in Central Park. As Lacey Fosburgh put it on the front page of the New York Times, they proclaimed “the new strength and pride of the gay people”. There may have been as many as 20,000 self-identified LGBTQ people in the streets of Manhattan on that June day in 1970, which was about 19,990 more than almost anyone had ever seen outside before. If the estimates of organizers about the number of visitors to New York prove correct, two marches scheduled for Sunday in Manhattan will shatter that record by more than four million. If you’re curious about what that first march looked like in 1970, or the names and faces of the earliest activists who got us from there to here, there is no better place to start than Love and Resistance: Out of the Closet Into the Stonewall Era. This superb book of photographs by Kay Tobin Lahusen and Diana Davies includes multiple portraits of many of the most important figures in the movement, including its intellectual father, Frank Kameny, veteran New York activists Sylvia Rivera and Marsha P Johnson, pioneering gay journalists Jack Nichols and Lige Clarke, and most of all Barbara Gittings. Lahusen and Gittings met at a picnic in 1961 and remained partners until Gittings’ death in 2007. As a result the book contains many loving portraits of Gittings, including one when where she is smoking a pipe, and another where she is leaning out of the shower. The book is edited by Jason Baumann and it is a companion to Love and Resistance Stonewall 50, an exhibit he curated which is on view until 13 July at the main branch of the New York Public Library. In a lovely introduction, Baumann explains that Gittings was the founder of the east coast chapter of the Daughters of Bilitis, one of the earliest lesbian organizations. She was also editor of its magazine, The Ladder, so Lauden became The Ladder’s art director, replacing “timid illustrations with bold photographs of actual living lesbians”. In the mid 1960s that was an act of moral courage, both on the part of the magazine and the subjects of its photographs. Lauden and Gittings also participated in the earliest LGBTQ picket lines, in the mid-60s, in front of the White House, the Pentagon and Independence Hall in Philadelphia, all of which are recorded here. Diana Davies was born in 1938, and Baumann describes her as “one of the most important photographers to document the feminist, peace and civil rights movements of the 1960s and 70s”. She is also an artist, a playwright and a social justice activist. For me, the two most resonant photographs are of the Fire House, the headquarters of the Gay Activists Alliance in a former fire station in SoHo, in downtown Manhattan. There in the garage where the red hook-and-ladder trucks once gleamed, I and thousands of others first felt the unprecedented thrill of dancing with members of our own sex, without ever worrying that our joy might be disrupted the way the Stonewall Inn had been by a police raid just a couple of years earlier. These photographs actually deliver the zeitgeist at the dawn of the modern gay liberation movement. Charles Kaiser is the author of The Gay Metropolis: The Landmark History of Gay Life in America"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}