{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/11/hong-kong-extradition-law-protesters-rally-outside-government-offices", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-12T15:51:35Z", "webTitle": "Police use rubber bullets as Hong Kong protesters vow ‘no retreat’", "webUrl": "https://www.theguardian.com/world/2019/jun/11/hong-kong-extradition-law-protesters-rally-outside-government-offices", "apiUrl": "https://content.guardianapis.com/world/2019/jun/11/hong-kong-extradition-law-protesters-rally-outside-government-offices", "fields": {"headline": "Police use rubber bullets as Hong Kong protesters vow ‘no retreat’", "bodyText": "Riot police have used rubber bullets, batons and teargas against people in Hong Kong protesting against a controversial extradition bill that would tighten Beijing’s grip on the semi-autonomous territory. Unable to drive away the crowds paralysing the central business district on Wednesday, authorities were forced to delay a debate over the bill that would allow criminal suspects in Hong Kong to be sent for trial in mainland China. Protesters worry Beijing will exploit the law to extradite political opponents and activists to the mainland, where they would be subject to a Chinese justice system criticised by human rights activists. The violence marked an escalation in the biggest political crisis to hit the city in years. After the police crackdown, a group of protesters made a failed attempt to storm government offices. In several cases, crowds charged at armed officers, throwing bottles and other debris. Hospital authorities told broadcaster RTHK that 72 people had been taken to hospital and two were in a serious condition. Pictures and videos on social media appeared to show people wounded by rubber bullets or bean-bag rounds, which police fired from shotguns. Demonstrators shut down the main thoroughfare and streets near the legislature, refusing to leave until the authorities retracted the bill. The police chief, Stephen Lo, described the protest as a “riot situation” and claimed officers needed to protect themselves or “protesters would have used metal bars to stab our colleagues”. The mass gatherings began on Sunday with a march that drew hundreds of thousands of people, and have remained largely non-violent. Asked if the police would ask the Chinese army to help, Lo said: “Definitely not, at this stage.” Beijing reiterated its support for the extradition law at a press briefing and called rumours that the government would call in the military to clear protests “misinformation”. On the streets of Hong Kong, police held up black banners warning they were prepared to use force. Water cannon was also used against the crowd earlier in the day. “The government just wants to scare the young people [by shooting teargas],” a protester, Wong Shan, 80, said. “Some police were even holding rifles. Unlike the 1967 riot, nobody is wrecking shops. They are just voicing their opinions,” he added, referring to riots against British rule in the former colony. “Hong Kong has become a dangerous place,” said Freeman Yim, 36, a construction worker. “You can just imagine what Hong Kong will become once the law comes in. Everyone has come out, whatever sector they belong to.” The Hong Kong legislature’s chair, Andrew Leung, planned to limit debate on the extradition bill to 61 hours, meaning it could be put to a vote on 20 June. The chamber is dominated by pro-Beijing politicians, making it almost certain the bill will pass. Protesters fear that civil rights and freedoms guaranteed to Hong Kong under the “one country, two systems” arrangement, made after Britain returned the colony to China in 1997, will be quickly eroded under the new law. China often uses non-political crimes to prosecute its critics. The UK prime minister, Theresa May, said it was vital that any new extradition treaty did not violate rights agreed after the British withdrawal, which allowed the territory to maintain a semi-independent local government. “We are concerned about the potential effects of these proposals, particularly obviously given the large number of British citizens there are in Hong Kong,” she said. One protester, a 55-year-old lab technician who gave his name only as Chan, said: “We don’t trust China. Rules and laws can be arbitrarily applied and we can see this in Hong Kong already.” He cited the recent disqualifications of pro-democracy politicians and jailing of the leaders of the 2014 Occupy Central movement. Observers have started to call this week’s demonstrations Occupy 2.0, a reference to 79 days of demonstrations that paralysed the city in 2014, also known as the “umbrella movement”. Holding up a sign that read: “Scrap China extradition bill”, the pro-democracy politician Claudia Mo said to a cheering crowd: “At the end of the umbrella movement didn’t we say we would be back? Now we are back!” The latest demonstrations began on Tuesday night after an online petition called for 50,000 people to gather from 10pm on Tuesday. Many camped overnight. Hundreds of businesses closed on Wednesday, and thousands of parents and teachers called for a boycott of work and classes to show their opposition to the proposed bill. Student unions of seven universities and colleges also said they would boycott classes. Several churches said they would hold meetings to pray for the city’s leadership and peace for Hong Kong. The Hong Kong aviation industry gathered 1,700 employees’ signatures to demand its union initiate a strike while the union of the New World First Bus company condemned the government for ignoring citizens’ voices and urged drivers to drive slowly on Wednesday. The Hong Kong Confederation of Trade Unions, which has 190,000 members, also urged its members to stay off work for the day. Despite the outpouring of opposition Hong Kong’s chief executive, Carrie Lam, said she remained determined to pass the law. In a tearful Wednesday morning interview, Lam denied she was “selling out Hong Kong” to Beijing, as protesters have claimed. “I have grown up here with all the Hong Kong people,” she told the broadcaster TVB. “My love for this place has led me to make many personal sacrifices.” Official Chinese media did not report on the protests on Wednesday and mentions of the protests were scrubbed from Chinese social media platforms. The search term “Let’s go, Hong Kong” or Xianggang jiayou was blocked on the microblogging site Weibo. Supporters of the bill say it will apply only to those involved in serious crimes, while Beijing has claimed that opposition leaders and “foreign forces” have misled the public. Early on Thursday morning a few protesters were still hanging on. Some were starting to clean up plastic water bottles, face masks, zip ties and other remnants of the protests left behind after police cleared most occupied areas. Others were sitting by an office building, smoking and keeping out of the rain. Dozens of police vans were parked around central Hong Kong with officers sleeping inside, eating or looking at their phones. Arthur Lau, 24, a first-aid volunteer, still stood at alert, staring down a group of police separated from the protesters by a makeshift barricade. He said he had been there for three or four hours since the group retreated from areas around the government complex. “If they pass this law, we won’t be able to protest any more. This is our last freedom,” he said. Lau said other demonstrators had promised to come back tomorrow. “I don’t want to retreat. If we retreat we won’t come back. I’ll stay until the others come.” The Associated Press and Reuters contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}