{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/24/the-new-drug-highway-pacific-islands-at-centre-of-cocaine-trafficking-boom", "type": "article", "sectionId": "global-development", "sectionName": "Global development", "webPublicationDate": "2019-06-23T19:00:50Z", "webTitle": "The new drug highway: Pacific islands at centre of cocaine trafficking boom", "webUrl": "https://www.theguardian.com/world/2019/jun/24/the-new-drug-highway-pacific-islands-at-centre-of-cocaine-trafficking-boom", "apiUrl": "https://content.guardianapis.com/world/2019/jun/24/the-new-drug-highway-pacific-islands-at-centre-of-cocaine-trafficking-boom", "fields": {"headline": "The new drug highway: Pacific islands at centre of cocaine trafficking boom", "bodyText": "It is the drug route you’ve never heard of: a multibillion-dollar operation involving cocaine and methamphetamines being packed into the hulls of sailing boats in the US and Latin America and transported to Australia via South Pacific islands more often thought of as holiday destinations than narcotics hubs. In the past five years there has been an explosion in the number of boats, sometimes carrying more than a tonne of cocaine, making the journey across the Pacific Ocean to feed Australia’s growing and very lucrative drug habit. Caught in the middle are countries such as Fiji, which the Guardian visited as part of a series investigating the Pacific drug highway. Other countries affected include Vanuatu, Papua New Guinea, Tonga and New Caledonia, whose waters and beaches are being used as storage grounds for billions of dollars worth of illicit drugs. Hundreds of kilograms of cocaine have washed up on remote Pacific beaches, ships laden with drugs have run aground on far-flung coral reefs, and locals have discovered huge caches of drugs stored in underwater nets attached to GPS beacons. “Draw a direct line between Bogotá and Canberra and it goes straight through the islands,” says Dr Andreas Schloenhardt, professor of criminal law at the University of Queensland. The Pacific has been a transit point in the drug route for decades, but law enforcement and security analysts told the Guardian the use of the route appears to have increased dramatically in the past five years. Since 2014, Australian federal police have been involved in the seizure of about 7.5 tonnes of cocaine shipped in small vessels such as yachts through the region and intended for Australia. In 2004, police seized 120kg of cocaine on a beach in Vanuatu, a bust the AFP heralded as “the biggest such haul in the Pacific nation’s history”. Nine years later, police made a bust involving more than six times this amount. Since 2016, there have been six major seizures of drugs in French Polynesia. In 2017, a yacht was intercepted near New Caledonia with 1.464 tonnes of cocaine hidden in its hull and another boat was stopped just off Australia’s east coast with more than 1.4 tonnes of cocaine on board. Each of these shipments were worth more than $US200m. “Seizures are becoming larger, larger quantities are being trafficked,” Schloenhardt says. ‘Terrible, terrible violence’ The region is caught in a perfect storm. Cocaine production is at its highest rate. At the same time, the appetite for cocaine consumption in Australia, which has one of the highest rates of per capita cocaine use of any in the world, has exploded. Australians and New Zealanders also pay more for the drug (about AU$300 or £180 a gram) than those anywhere else in the world, making it a lucrative market. Drugs come into Australia through a range of means including cargo ships, cruise ships and air freight. A Fijian flight attendant was arrested in December 2018 for trying to export cocaine and in March the AFP arrested two men, one who was an employee at Sydney airport, for being part of a meth-smuggling operation. But given the tight security measures involved in air travel, the tightening of customs controls at airports in many Pacific nations and the fact that there are few direct flights between Latin America and Australia and New Zealand, sailing the drugs through the Pacific has become an increasingly profitable and popular way for dealers to get drugs to the destination. “The unfortunate thing is the Pacific is at the heart of this,” says Tevita Tupou, operations manager for the Oceania Customs Organisation. Some of the larger Pacific nations are starting to see serious cocaine and methamphetamine addiction, as well as associated gang violence, crime and police corruption. Superintendent Brett Kidner, who served as senior liaison officer for the AFP in the Pacific region from 2016 to the beginning of 2019, said during his time based in Suva he noticed a “shift in attitudes” toward illicit drugs among Pacific nations. “Whereas initially they considered it predominantly a problem for Australia and New Zealand, and they were merely transit points, at the end there they were starting to see a significant increase in their domestic use … I definitely saw an increase in use in Fiji, Tonga, Samoa.” The transnational shipment of drugs through the Pacific is not the only cause of Fiji’s burgeoning domestic drug problem, says the country’s police commissioner, Sitiveni Qiliho, who spoke to the Guardian on a police boat during a patrol along the west coast of Fiji’s main island. A booming tourism industry and increasing wealth in the country also play a part. “When [traffickers] get in drugs, normally they drop off a few kilos for payment and that is what goes into the market, so that increases the usage,” Qiliho says. Ian Collingwood [see footnote], who has lived in Fiji for most of his life and has fallen into drug addiction, told the Guardian that the nation’s drug problem could no longer be described as emerging but as “well-emerged and sizeable”. Speaking on a sunny afternoon at a popular cafe in Nadi, he says: “A hundred metres from where we are you can purchase methamphetamine and cocaine, just like that, no problem. Not a problem at all.” Collingwood says that with the drugs has come “terrible, terrible violence”. “Like in any country, at the top of the food chain, drug dealers here are dangerous men, very very bad, phenomenally bad,” he says. “They’ll have you kidnapped and dropped off in the bush somewhere, they’ll smash your kneecaps or worse, you’ll get acid poured on your face, you’ll get killed. That’s a phenomenon which is recent. In the last 12 to 24 months, I’d suggest there’d be up to six, seven, eight deaths at least through this stuff.” It is a problem these Pacific nations are ill-equipped to handle. There is no data collected in Fiji about drug use or addiction. There is no rehab centre in Fiji, no methadone clinic, no addiction health specialists, not even a Narcotics Anonymous meeting to be found. Collingwood says there is also no understanding of addiction as an illness. If addicts want or need treatment, they end up at St Giles, the psychiatric hospital in Suva, which reported that nearly 20% of its patients in the year from May 2017 to April 2018 were treated for substance abuse issues, mostly for addiction to methamphetamines. “No one has recovered here, there’s no such thing,” Collingwood says. “I know heaps of people here who want to do it, they just don’t know what to do.” The genie is out of the bottle One wall of the Oceania Customs Organisation office in downtown Suva is taken up by a huge colourful map of the Pacific, from Australia and Palau in the west through to French Polynesia in the east. Tevita Tupou walks over to it to show the extent of the challenge facing law enforcement through the region, whom he says are engaged in a “David and Goliath” battle against a creative, well-funded, constantly innovating criminal enemy. “We cover one-third of the world’s mass,” he says, waving toward the map. Tupou checks off challenges on his fingers. “Porous borders, maritime borders, geographical spread, limited resources. That’s our operating environment.” He laughs. “Where do you start?” “This is probably the fight of our generation, we lose this now, we are gone,” Tupou says. Tupou believes Fiji and its Pacific neighbours can never return to a time before hard drugs were a domestic problem. The genie is out of the bottle. “You cannot eradicate the issue of drugs, because there will always be a demand, there’s always money to be made out of it, but we can make it hard for them,” he says. “That’s our endgame … the only thing we can do is just make crime random.” • Guardian Australia points out that the Ian Collingwood interviewed in this article is not the man also named Ian Collingwood who for many years has worked as an education consultant in East Asia and the Pacific region, including periods living in Fiji and Vanuatu."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}