{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/15/accused-the-russians-facing-politically-motivated-charges", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-15T04:00:09Z", "webTitle": "Accused: the Russians facing 'politically motivated' charges", "webUrl": "https://www.theguardian.com/world/2019/jun/15/accused-the-russians-facing-politically-motivated-charges", "apiUrl": "https://content.guardianapis.com/world/2019/jun/15/accused-the-russians-facing-politically-motivated-charges", "fields": {"headline": "Accused: the Russians facing 'politically motivated' charges", "bodyText": "The case of Ivan Golunov, a Russian investigative reporter who was arrested on drug dealing charges and beaten in jail, has cast a renewed spotlight on those who fall foul of the authorities and are placed in custody. Vladimir Putin this week ordered the dismissals of two senior police officials over the botched attempt by law enforcement officers in Moscow to frame Golunov. Putin’s decision came after police dropped all allegations against the journalist amid a massive public outcry over his arrest, which was widely viewed as an attempt to silence his reports on corruption. Opposition figures hailed the Kremlin’s U-turn as an important victory for civil society. Alexander Cherkasov, the head of Memorial, Russia’s oldest human rights group, said the organisation was preparing to recognise Golunov as a political prisoner before his unexpected release. While his case resulted in freedom, many are not so fortunate. Memorial says that there are 77 political prisoners in Russia. The majority of these cases have not received anything like the attention paid to Golunov, either in Russia or abroad. “There is a system of fabricating charges, including drug charges,” said Cherkasov. Another 84 people are listed by Memorial as “probable victims“ of politically motivated charges. The prisoners range from teenagers in Moscow to a historian in Russia’s far north. Some of their cases are outlined below. The Kremlin insists there are no political prisoners in Russia. Igor Rudnikov Igor Rudnikov, a former newspaper editor and opposition politician from Kaliningrad, is facing a 15-year prison sentence on controversial blackmail charges. Rudnikov, 53, says the accusations, which he denies, are revenge for his investigations into high-level corruption in the region. Shortly before his arrest in November 2017, his newspaper, Novye Kolyosa, had published a story questioning how Viktor Ledenyov, a powerful Investigative Committee general, had been able to purchase luxury properties worth up to 200m roubles (£2.4m) in total. Rudnikov was charged after Ledenyov handed over a sealed envelope containing $50,000 (£39,700) to one of the newspaper’s employees, allegedly saying it contained documents about a 2016 attempt on the editor’s life. The general alleged that Rudnikov had demanded the money to stop publishing stories about him. The charges are based purely on the general’s testimony. “Only an idiot would try and blackmail a general in the Investigative Committee,” said Mikhail Chesalin, an opposition politician in Kaliningrad. “It would be like attempting to blackmail Putin himself and hoping he would pay up.” A verdict in the case is due on Monday. The ‘New Greatness’ case Eight people from Moscow and surrounding towns are facing up to 10 years in prison after being accused of forming an “extremist” movement named New Greatness. Prosecutors say the group plotted the violent overthrow of the government. The defendants deny the charges, and say they were set up by an agent from the FSB intelligence agency who infiltrated their online chats and persuaded them to form an opposition movement. Memorial says case materials indicate that an agent from the FSB spy agency rented an office for the group, financed its activities and wrote its charter in what amounted to an act of illegal entrapment. Two of the suspects, Anna Pavlikova and Maria Dubovik, were in their teens when they were arrested in 2017. Yury Dmitriev Yury Dmitriev, a historian who is the head of Memorial in Karelia, in Russia’s far north, was arrested in December 2016 and charged with taking indecent photographs of his 12-year-old adopted daughter. Dmitriev, 62, was detained shortly after Memorial was accused by state television of helping “those who aim to destroy the Russian state”. His supporters say the charges are revenge for his investigations into Stalin-era executions in the region, including uncovering mass graves. Dmitriev’s lawyers say he took photographs of the naked child because she was underweight when he adopted her, and he wanted to document her development for social services. A judge threw out the charges in April 2018 after experts said there was nothing indecent about the images. A higher court overturned the acquittal two months later, however, and Dmitriev was rearrested. The charges carry a maximum sentence of 15 years in prison. Mikhail Savostin/the Milushkins Mikhail Savostin, a Kremlin critic in Mineralnye Vody, a small city in Russia’s north Caucasus, has been held since April 2018, when police said they found cannabis in his possession. Savostin, 41, regularly attempted to stage opposition protests in his hometown. He says police planted the cannabis on him after tying his hands behind his back with wire. Under Russia’s harsh drug laws, he faces up to 10 years in prison. In January, Leah Milushkina, an activist with the Open Russia opposition movement, and her husband, Artyom, were charged with dealing amphetamines in Pskov, a city near Russia’s border with Estonia. The case against them is based entirely on the testimony of an unnamed witness. The couple face up to 20 years in prison each. Network Nine leftwing activists from Penza and St Petersburg are accused of being members of a terrorist organisation called Network that allegedly planned attacks before Russia’s hosting of the 2018 World Cup, including a plot to blow up Lenin’s tomb in Moscow. Critics say the charges were fabricated by FSB officers to impress their superiors. A number of the suspects, who are all in their 20s, say they were tortured by FSB agents, including with electroshock devices, into signing confessions. Despite its claims that the suspects planned terrorist attacks, the FSB has so far not produced any direct evidence to back up the allegations. The case is built almost entirely on confessions. In one particularly dark episode, Dmitry Pchelintsev, one of the accused, said he was tortured by FSB agents into retracting previous allegations of mistreatment in custody."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}