{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/23/british-training-saudi-air-force-atrocities-yemen", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-23T04:59:32Z", "webTitle": "British target training of Saudi air force ‘did not stop Yemen atrocities’", "webUrl": "https://www.theguardian.com/world/2019/jun/23/british-training-saudi-air-force-atrocities-yemen", "apiUrl": "https://content.guardianapis.com/world/2019/jun/23/british-training-saudi-air-force-atrocities-yemen", "fields": {"headline": "British target training of Saudi air force ‘did not stop Yemen atrocities’", "bodyText": "Government claims that British military training improved the humanitarian record of the Saudi air force have been contradicted by documents suggesting it did little to prevent atrocities. On 20 June the court of appeal ruled that British arms sales to Saudi Arabia were unlawful, in a judgment that accused ministers of failing to properly assess the risk the weapons posed to civilians in Yemen. Government lawyers, attempting to justify the arms exports, argued that British training for the Royal Saudi Air Force embedded good practice and ensured “greater compliance” with international humanitarian law. Yet court documents from the case show that indiscriminate bombing of civilians by the Saudi-led coalition in Yemen took place after British training – sometimes almost immediately after. Three days after Britain provided training – between 27 July and 14 August 2015 – up to 70 people were killed by airstrikes and shelling at the port at Hodeidah. The following month airstrikes on a wedding in the village of Wahijah, near the Red Sea port of al-Mokha, killed at least 135 people. In October 2015 repeated airstrikes on a Médecins Sans Frontières hospital in Haidan occurred, despite the hospital’s GPS coordinates being shared with the coalition. The episode prompted the UK to provide further training to the Saudi air force between October and January, including targeting training. However, in March 2016 airstrikes by the Saudi-led coalition on a crowded village market in Hajjah province killed 106 people. Days later deadly attacks struck a civilian building in the city of Taiz. Andrew Smith of Campaign Against Arms Trade, which brought the case, said: “We are always being told how positive the UK’s influence supposedly is on Saudi forces, but nothing could be further from the truth. The atrocities and abuses have continued unabated, regardless of UK training and engagement. “The training and rhetoric has only served to provide a figleaf of legitimacy to a war that has killed tens of thousands of people and created the worst humanitarian crisis in the world.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}