{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/24/two-eurofighter-typhoon-jets-crash-in-germany", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-24T16:17:28Z", "webTitle": "Body found after two Eurofighter Typhoon jets crash in Germany", "webUrl": "https://www.theguardian.com/world/2019/jun/24/two-eurofighter-typhoon-jets-crash-in-germany", "apiUrl": "https://content.guardianapis.com/world/2019/jun/24/two-eurofighter-typhoon-jets-crash-in-germany", "fields": {"headline": "Body found after two Eurofighter Typhoon jets crash in Germany", "bodyText": "German police have found a body near a crash site in the north-east of the country after two Eurofighter Typhoon jets operated by the military collided during a training exercise. Both pilots ejected after the collision, which took place at about 2pm on Monday over Lake Drewitz in the state of Mecklenburg-Vorpommern, about 175km (109 miles) north-west of Berlin. One of the pilots was found alive, hanging in a tree canopy. Public broadcaster NDR later reported the second pilot had died. Police confirmed only that they had discovered a body. The two planes crashed about 10km apart, one inside a forest and the other on a field at the edge of some woodland. According to Germany’s air force, the pilots were part of a trio of Eurofighters flying a mission out of Laage, near Rostock. All three planes were part of the Tactical Air Force Wing 73 – known as Steinhoff – a fighter wing that specialises in general air defence and is the chief training centre for Eurofighter pilots in Germany. The pilot of the third Eurofighter witnessed the collision and said he had seen two parachutes ejecting from the planes. In a press statement, the Luftwaffe denied rumours that the two jets had been armed with explosives, but nonetheless told the public to stay away from the crash sites. Germany’s defence minister, Ursula von der Leyen, of Angela Merkel’s Christian Democratic Union, and Lorenz Caffier, the interior minister of Mecklenburg-Vorpommern, are expected to give a statement near the crash site later this afternoon."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}