{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/24/google-toronto-smart-city-sidewalk-project-alphabet-redevelopment", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-24T22:05:37Z", "webTitle": "Google sister company releases details for controversial Toronto project", "webUrl": "https://www.theguardian.com/world/2019/jun/24/google-toronto-smart-city-sidewalk-project-alphabet-redevelopment", "apiUrl": "https://content.guardianapis.com/world/2019/jun/24/google-toronto-smart-city-sidewalk-project-alphabet-redevelopment", "fields": {"headline": "Google sister company releases details for controversial Toronto project", "bodyText": "The Google sister company behind a controversial, hi-tech redevelopment scheme for a swath of Toronto’s waterfront has released the first detailed outline of an ambitious project, but stakeholders say that unanswered questions remain over data collection and the scale of the plan. The 1,500-page plan unveiled in Toronto on Monday reveals that Sidewalk Labs intends to spend C$1.3bn (US$900m) on the project that will involve “raincoats for buildings”, heated and illuminated sidewalks, affordable housing, tall timber structures and innovations to support sustainability and environmentalism. It claims the 77-hectare (190.19-acre) project – valued at C$3.9bn – will create 44,000 jobs, generate C$4.3bn in annual tax revenues and add C$14.2bn annually in gross domestic product for Canada. The plan shows Sidewalk hopes to earn money from real estate (including rental income, condominium sales and the sale of buildings), the deployment of its technology and payments – probably from the government – for hitting performance and growth targets. About five acres, known as Quayside, and another 7.8 hectares (19.27 acres) called Villiers West will be developed by Sidewalk Labs and local partners, yet to be named. If innovations piloted there are successful, Sidewalk Labs will give the government the option to expand them to a surrounding parcel of 64.2 hectares (158.57 acres). That scope has prompted questions from Waterfront Toronto, an organization formed by Canada’s three levels of government whose stamp of approval Sidewalk Labs needs to move forward. Waterfront Toronto requested for proposals for the land and awarded Sidewalk Labs the chance to develop a plan for it in late 2017. Waterfront Toronto’s board chair, Stephen Diamond, said Sidewalk Lab’s plan is “impressive” but said he was still seeking more information than the plan provides. “The scale and size of the project does raise some serious issues for us,” he said. “We should be looking for support first on Quayside.” Despite Waterfront Toronto’s worries about the plan, Sidewalk Lab’s CEO Dan Doctoroff told the Guardian he is confident he can earn its approval and that of three levels of government, which need to sign off on his proposal for it to become a reality. “My expectation is that we will be able to work through the issues,” he said. “If I didn’t think that then I certainly wouldn’t waste our time moving forward.” If there are objections to the plan, there is room for change, he acknowledged, but said if the project can’t meet goals Sidewalk Labs sets for sustainability, mobility and economic growth then “we are not interested” because “this doesn’t make sense anymore”. He said he was unsurprised by the feedback he has heard so far. “If we really want to create a new path for inclusive, urban growth, you can’t just wave a wand and say it would be nice to do this,” he said. “You really have to think through the problems.” Some of those problems have been raised by Jim Balsillie, a former Blackberry CEO who previously authored scathing editorials about Sidewalk Labs’ intellectual property and data proposals. Balsillie has dismissed Sidewalk Lab’s plan as a “grab for more land, more power and more control” that follows “an ugly 18-month public relations charade that weaponized ambiguity”. “This is not a road map for a smart city, it’s an assault on our democracy,” he wrote in an email to the Guardian. The project has long been a lightning rod for criticism, even attracting a petition calling for Waterfront Toronto to head back to reset the process and seek new proposals for the land. The project was already a lightning rod for criticism before Diamond’s remarks. Several high-profile members of a board established to guide the project have resigned, while others have questioned Sidewalk Lab’s hope to earn a fraction of property taxes and development fees in exchange for building a transit line to the neighbourhood and funding underground infrastructure. Critics have also questioned how Sidewalk Labs will capture and use data in the neighbourhood and how intellectual property rights will be handled. Sidewalk Labs has indicated data collected by cameras and sensors throughout the neighbourhood could be used to help create new technologies, develop efficiencies in city planning and aid sustainability efforts. According to the plan released on Monday, the company will use an independent data trust that would set the rules around data use, make it accessible and offer privacy protections. The trust would also ensure Sidewalk Labs does not receive any special status or rights when it comes to data access. Sidewalk Labs also vowed in the plan not to sell personal information, use such info for advertising or disclose the data to third parties without explicit consent. Diamond said Waterfront Toronto would like more information on data collection and use and digital governance and will continue reviewing the plan and seeking public feedback in the coming weeks. The plan will need approval from three levels of government in addition to Waterfront Toronto and construction probably would not start until 2022. Doctoroff said Sidewalk Labs will also spend more time listening to the public and working with government to reach approval. If the project moves ahead, construction probably would not start until 2022."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}