{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/19/wednesday-briefing-keep-america-great-kag-for-short", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-19T05:25:39Z", "webTitle": "Wednesday briefing: Keep America Great ('Kag' for short)", "webUrl": "https://www.theguardian.com/world/2019/jun/19/wednesday-briefing-keep-america-great-kag-for-short", "apiUrl": "https://content.guardianapis.com/world/2019/jun/19/wednesday-briefing-keep-america-great-kag-for-short", "fields": {"headline": "Wednesday briefing: Keep America Great ('Kag' for short)", "bodyText": "Top story: Trump rails against detractors in campaign launch Hello, Warren Murray bringing you Wednesday’s news hot and hot. Donald Trump has set the stage for the nastiest US presidential race in modern times with a campaign rally in Florida that recycled old themes and stoked resentment towards Democrats and the media. The president spent little effort offering a vision of the future, instead filling the air of the Amway Center in Orlando with grievance politics – demonising opponents and raging against perceived injustices in a string of vicious, often fabricated attacks. “Imagine if we had a Democrat president and Democrat Congress in 2020. They would shut down your free speech, use the power of the law to punish their opponents, which they are trying to do now anyway.” He added, without evidence: “They would strip Americans of their constitutional rights while flooding the country with illegal immigrants in the hopes it will expand their political base.” The president appeared to openly boast of having the country’s judiciary in his pocket, pointing out 145 judges had been appointed under his administration. Whipping up the crowd, he retired his slogan of “Make America Great Again” (Maga) for the arguably less memorable “Keep America Great” (Kag). The Democratic hopeful Bernie Sanders gave an immediate rebuttal. Watching Trump’s speech had been an “extremely unpleasant experience”, he said. Describing it as “lies, distortions, and total absolute nonsense”, Sanders criticised Trump for not talking about the climate emergency, or that “half of the people in this country are working paycheque to paycheque”. * * * Edge-of-stool encounter – “It was called Our Next Prime Minister and as the hour wore on, those four words sounded increasingly like a rebuke to the nation … one of these five jokers is actually going to be our next prime minister.” Jonathan Freedland’s assessment after last night’s Tory leadership debate. Dominic Raab wasn’t there, having earlier been voted out of the running by MPs. The former foreign secretary Boris Johnson remains overwhelming favourite, with 126 votes of the 313 cast in the latest round. He was forced on to the defensive in the BBC encounter on issues from Islamophobia (including a question from an imam whose name Johnson immediately forgot) to cutting taxes for top earners. After a debate where the participants’ awkward seating was notable, Peter Walker wraps up their winning and losing lines. On the Labour side, Jeremy Corbyn is tipped to give a speech in the coming days that will outline his latest Brexit strategy but fall well short of satisfying demands for wholehearted support for a second referendum – or the provocative call by his deputy, Tom Watson, to “be bolder, be braver, take a stand” and back remain. Corbyn’s shadow cabinet meets today to discuss Brexit and hear a polling presentation underlining the fact that Labour’s vote is being squeezed both by the Liberal Democrats and the Brexit party. * * * Midweek catch-up &gt; Amid Brexit uncertainty and financial pressures, Britain’s universities have seen their international rankings tumble for a third year. Cambridge slipped from sixth to seventh, its lowest-ever position, though Oxford rose from fifth to fourth overall – and is about to receive its biggest single donation “since the Renaissance”. &gt; Britain saw a big jump in the working poor between 1994 and 2017, with the share of poverty accounted for by working households going up from 37% to 58%. The IFS said the less well-off had been financially hit by more expensive housing and weak earnings growth, but were still better off employed than unemployed. &gt; Alcohol sales in Scotland have fallen to their lowest level in 25 years after the introduction of price controls. But there are still, on average, 22 alcohol-specific deaths a week, 683 hospital admissions, and Scots still drank an average of 9.9 litres of pure alcohol in 2018 – equal to nearly 40 bottles of vodka. &gt; Hundreds of Roma people have been forcibly evicted from a village in western Russia after one ethnic Russian was killed and others injured amid brawling and arson attacks. The incident is a troubling case of ethnic tensions in small Russian towns and Roma communities, which gain little support from the government. &gt; A three-year sweep of 1,327 stars has picked up no signals from possible alien life. “It’s quiet out there,” said Danny Price from the Breakthrough Listen project. The astronomers haven’t finished – they aim to scan a million nearby stars, the entire plane of the Milky Way and 100 neighbouring galaxies. * * * Jab of doubt – There is a crisis of confidence towards vaccines in Europe, with only 59% of people in the west and 50% in the east believing they are safe, compared with 79% worldwide, according to a study. Dr Heidi Larson, the director of the Vaccine Confidence Project at the London School of Hygiene and Tropical Medicine, said confidence in vaccines in the UK was higher than in some other parts of Europe but “where the UK is now I would say is vulnerable”. In France, experts say the scepticism reflects the public’s distrust of politicians. * * * Adapt or perish, emitters told – Polluting businesses are being warned they will be “purposefully disrupted” as the government seeks to spur the move to a zero-carbon economy by 2050. The UK Energy Research Centre (UKERC) says that for example, companies involved in the UK’s gas networks or the North Sea may need to consider “an exit, or managed decline”. Heating, transport and construction are squarely in the sights, with UKERC saying they face “starkly divergent futures – including futures where their core assets will need to be phased out”. Separately, two-thirds of people polled for Greener UK and the Climate Coalition have said Britain needs to cut its carbon emissions to zero much faster. And as children prepare for a fresh school climate strike on Friday, a study of 2,000 parents and 1,500 children has found the generation born since 2010, the so-called Alpha generation, are emerging as the next generation of protesters – informed about the climate crisis, tech-savvy and well vaccinated against fake news. * * * Reprieve for debtors – People struggling with serious debt are to benefit from a two-month “breathing space” during which they cannot be hassled by debt collectors and bailiffs, and their interest, fees and charges will be frozen. Those experiencing mental health issues will receive extra protection, the Treasury says. Today in Focus podcast: Climate crisis cover-up Oil firms are said to have known for decades of the link between burning fossil fuels and climate breakdown. Author Bill McKibben describes how industry lobbying created a 30-year barrier to tackling the crisis. Plus: John Stewart on his campaign to stop the third runway at Heathrow. Lunchtime read: Lettuce begin the lesson … The environmental, health and ethical benefits of veganism are beyond doubt. But what if you feel a bit intimidated by the idea? Experts offer 14 things you need to know first. Sport England captain Eoin Morgan has told his team to play without fear at the Cricket World Cup – and with 17 sixes in a brutal knock of 148 in the comfortable win over a wilting Afghanistan, he led by example. Sam Kerr scored all four of Australia’s goals in a 4-1 win over Jamaica as they finished second behind Group C winners Italy, and ahead of Brazil who also qualified as one of the best third-placed teams. Feliciano López has consulted his lawyers about stories circulating in Spain that he and his playing partner, Marc López, were named in an alleged match-fixing scam at Wimbledon in 2017. Geraint Thomas escaped with minor injuries after crashing heavily at the Tour de Suisse yesterday and will be able to defend his Tour de France title when the race begins next month. And Caster Semenya has accused athletics’ governing body of using her body “as a human guinea pig experiment” by forcing her to take medication to control her testosterone levels. Business Workers of Chinese descent in America’s technology sector are facing a backlash in the wake of the trade war with China, according to a survey. One anonymous worker said they felt “like a target” as Chinese companies such as Huawei became increasingly intertwined in the dispute. The trade war is also dominating thoughts among investors who appeared confident today that Donald Trump and Xi Jingping can reach a deal to settle the issue at next week’s G20 summit. Asia stocks were up on the mood of optimism which also plugged into hopes that the US federal reserve might later today hint at rate cuts this year. The FTSE100 is, however, set to open slightly down, while the pound is an anaemic $1.256 and €1.122. The papers The fronts pages are dominated by the latest Tory leadership debate with most of the papers focusing on frontrunner Boris Johnson. The Guardian says “Johnson defensive and evasive but remains favourite for No 10”, the Times has “Tory leadership rivals raise heat on Johnson” and the i goes with “Tory rivals can’t knock Boris off his perch”. The Telegraph presents it as “The Boris and Rory show”, the Express thunders “It’s Brexit or catastrophe” and Metro says “Bunfight as Boris leaves bunker”. The Mirror has a more discordant note, asking of the debate lineup: “Our next PM? What a joke”. The FT concentrates on the latest travails of City fund manager Neil Woodford, splashing with “Woodford fund breaches raised regulatory red flags in early 2018”. The Sun and the Mail both prefer the accident involving a royal convoy. “Wills and Kate convoy hits OAP”, says the former and the latter has “Grandma age 83 hit by Wills and Kate convoy”. Sign up The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here. For more news: www.theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}