{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/25/brazilian-diplomats-disgusted-bolsonaro-pulverizes-foreign-policy", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-25T08:00:36Z", "webTitle": "Brazilian diplomats 'disgusted' as Bolsonaro pulverizes foreign policy", "webUrl": "https://www.theguardian.com/world/2019/jun/25/brazilian-diplomats-disgusted-bolsonaro-pulverizes-foreign-policy", "apiUrl": "https://content.guardianapis.com/world/2019/jun/25/brazilian-diplomats-disgusted-bolsonaro-pulverizes-foreign-policy", "fields": {"headline": "Brazilian diplomats 'disgusted' as Bolsonaro pulverizes foreign policy", "bodyText": "It has long been considered one of the jewels of Latin American statecraft; a shrewd, dependable and highly trained foreign service that helped make Brazil a global climate leader and soft power heavyweight. But six months into the presidency of Jair Bolsonaro, even veteran diplomats struggle to mask their horror at the wrecking ball being taken to the country’s nearly two century-old foreign office, known as Itamaraty after the 19th-century Rio palace where it was once housed. “I feel disgusted,” said Rubens Ricupero, Brazil’s former ambassador to the United States and one of the most outspoken critics of the Bolsonarian foreign policy revolution. Since the far-right leader took office in January, his foreign policy team has set about pulverizing decades of diplomatic tradition: cuddling up to rightwing nationalists including Donald Trump, Steve Bannon and the Hungarian prime minister, Viktor Orbán; irking China, and jettisoning its position as a climate crisis leader; infuriating longtime Middle Eastern partners by embracing Benjamin Netanyahu’s Israel and threatening to move Brazil’s embassy to Jerusalem. All this under a Bible-bashing pro-Trump foreign minister who claims global heating is a Marxist conspiracy and Nazism is a movement of the left. “I would say it is the most dramatic shift in Brazilian foreign policy in a century,” said Oliver Stuenkel, an international relations specialist from the Getúlio Vargas Foundation in São Paulo. In interviews with the Guardian, doyens of Brazilian diplomacy described their bewilderment, unease and indignation at seeing such a cherished ministry – and their country’s place in the world – turned on its head. “Our current foreign policy takes Brazil back to a period of history at which Brazil didn’t even exist: the Middle Ages,” complained Roberto Abdenur, a former ambassador to China, Germany and the US. Marcos Azambuja, Itamaraty’s former secretary general, said he felt surprised and perplexed by the onset of this new era. “There has been a change – and I fear a change for the worse,” said Azambuja, who also served as ambassador in France and Argentina. “I didn’t imagine that this could happen.” ‘Brazil’s lunatic fringe’ The diplomats’ grievances touch on virtually every area of Brazil’s new foreign policy, from Bolsonaro’s excessive entente with Trump, to his hostility to China and the damage his rhetoric has done to Brazilian soft power. Some fret over Bolsonaro’s interference in the affairs of Brazil’s neighbours, such as Argentina – where he has warned voters not to vote for Cristina Kirchner – and Venezuela – where Brazil has championed efforts to topple Nicolás Maduro. But the objections begin with the people running the show: Brazil’s foreign minister, Ernesto Araújo; the president’s son, Eduardo Bolsonaro – widely seen as Brazil’s de facto secretary of state; and Olavo de Carvalho, a US-based polemicist of whom both men are disciples. Ricupero claimed the appointment of Araújo, a mid-ranking functionary notorious for his eccentric pro-Bolsonaro blogposts, had scandalized Brazil’s diplomatic corps. “What I hear from my colleagues who are still active is that among diplomatic staff there is an almost complete rejection of the minister and the current line … He isn’t taken seriously – either in or outside the ministry – because he represents a kind of sect … that the Americans would call a lunatic fringe,” Ricupero said. There is even greater angst over the role of Eduardo Bolsonaro, a 34-year-old congressman who Steve Bannon recently named the South American frontman for his far-right group The Movement. To the dismay of many diplomats, Eduardo Bolsonaro – who last year declared Brazil’s foreign service in need of sterilization – appears even to have offered Bannon a say in policymaking. When Jair Bolsonaro made a state visit to Washington in March, Bannon was invited to dine with him at the Brazilian embassy. “We are in the perverse, absurd situation of having a foreign citizen influencing Brazil’s foreign policy,” Abdenur protested. ‘Lose-lose diplomacy’ Potential to damage ties with China – Brazil’s biggest trading partner – is perhaps the subject causing diplomats to lose most sleep. Bolsonaro repeatedly attacked Beijing during last year’s presidential race, and Araújo is famed for his dislike of what he calls “Maoist China”. Abdenur, Brazil’s top diplomat in Beijing from 1989 to 1993, warned such antagonism could do “serious harm” to Brazil-China relations. Another major gripe is Bolsonaro’s courtship of Trump. Azambuja said Brazil had traditionally enjoyed “excellent” ties to the US, even under Bolsonaro’s nemesis, the former leftist president Luiz Inácio Lula da Silva, who cultivated an unlikely bond with George W Bush. But getting too close to Trump’s “radicalism” was unwise. Abdenur said he feared that by embracing other nationalist leaders in Poland and Hungary, Brazil would alienate major European democracies. “We have nothing to gain from it. We can only lose,” Abdenur said. Finally, there is upset over how Bolsonaro’s radical rhetoric and views on the environment and human rights have damaged Brazil’s international image. In March Bolsonaro reportedly scolded his ambassadors for failing to rid him of his overseas reputation as “a racist, homophobe and dictator”. But Ricupero said that was mission impossible. “No ambassador can try to alter the reality. Bolsonaro is what he is,” he said. ‘A mitigation job’ Ricupero said some senior diplomats were battling to limit Bolsonaro’s impact: “They are trying – to use the language of climate – to mitigate, to attenuate the effects. It’s a mitigation job.” Other more moderate administration figures – crucially the vice-president, Hamilton Mourão – have also been engaged in “damage containment”. In May Mourão flew to Beijing to reassure China’s leaders over the relationship and was received by the Chinese president, Xi Jinping. But many in Itamaraty are lying low, fearful of being punished for challenging the Bolsonarian line. Since January, three top-level diplomats who were foreign ministers under the former leftist president Dilma Rousseff have been dispatched to less prestigious posts in Croatia, Cairo and Qatar. “This is really wrong,” Abdenur said. “It was never common in Itamaraty for there to be witch-hunts or mass sackings or transfers when governments changed, in order to punish.” Araújo and Eduardo Bolsonaro did not respond to interview requests from the Guardian. But both men have publicly celebrated what they call a new, ideology-free foreign policy, particularly its alignment with the US and support for the Venezuelan opposition leader Juan Guaidó. In a speech to newly graduated diplomats last month Araújo urged them to heed Bolsonaro’s “clarion call” and embrace his push for change “as a profound existential commitment”. “What moves us is the simple and profound conviction that what we are doing is right,” a tearful Araújo added, before declaring Bolsonaro a Christ-like saviour building a “new Brazil”. Ricupero, who said he was speaking out in the hope of persuading business leaders to pressure Bolsonaro to moderate his foreign policy, begged to differ. Having joined Itamaraty more than 50 years ago, he felt saddened by the direction his country was now taking – though not surprised given the “group of fanatics” in charge. “I have never had any illusions,” Ricupero said. “I always thought this was a disastrous choice.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}