{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/12/france-to-end-ban-on-ivf-for-lesbian-couples-and-single-women", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-12T18:00:06Z", "webTitle": "France to end ban on IVF for lesbian couples and single women", "webUrl": "https://www.theguardian.com/world/2019/jun/12/france-to-end-ban-on-ivf-for-lesbian-couples-and-single-women", "apiUrl": "https://content.guardianapis.com/world/2019/jun/12/france-to-end-ban-on-ivf-for-lesbian-couples-and-single-women", "fields": {"headline": "France to end ban on IVF for lesbian couples and single women", "bodyText": "The French government intends to end discrimination over women’s reproductive rights by lifting a ban that prevents single women and lesbian couples accessing medically-assisted procreation, the prime minister indicated in his state of the nation address. Currently in France, only heterosexual couples who have been married or living together for more than two years can access procedures such as artificial insemination, IVF or sperm donation. In nearby countries such as the UK and Spain these procedures are open to all women. For years, French equality groups have fought against what they have called blatant “sexist” discrimination against single women and women in same-sex relationships. The French prime minister, Édouard Philippe, told parliament on Wednesday that the government’s long-awaited legislation to give all women equal rights to medically assisted reproduction will be examined from the end of September. He said he believed France had reached a point of being able to “calmly, profoundly and seriously debate” the issue. A number of legislators gave him a standing ovation. France’s highest bioethics body, the National Consultative Ethics Committee, ruled in 2017 that access to medically assisted reproduction should be expanded to include single women and lesbian couples. At the time, Emmanuel Macron’s minister for gender equality called it “a matter of social justice”. But the bill was postponed several times amid fears it would spark mass protests by conservative campaigners. In 2013, the legalisation of same-sex marriage in France was unique among its European neighbours in sparking months of large street demonstrations, which saw violent clashes between far-right groups and riot police and led to a rise in homophobic attacks. Under the current ban, thousands of single French women and women in same-sex couples have had to travel abroad to access donor sperm or assisted procreation in countries such as Spain, Belgium or Denmark. The government’s move to bring the legislation before parliament was part of planned reforms set out by the prime minister designed in part to win back leftwing supporters who have deserted Macron for parties such as the Greens. Philippe said that the environment and “social justice” would be at the heart of policymaking between now and the end of the centrist president’s mandate in 2021. The prime minister promised a crackdown on waste and single-use plastic, saying the state should set an example by banning single-use items, such as plastic cups, cutlery and plates, from the state administration and ministries from next year. But environmental campaigners said this was not enough. They have been pushing for France to act much faster than the EU’s proposed ban on single-use plastic cutlery, cotton buds, straws and stirrers which is coming in by 2021. In the wake of months of “yellow vest” street protests, Philippe said the government would press on with the president’s plans to liberalise the French economy. He said France will reduce generous unemployment benefits for high earners who are made redundant, and offer incentives to those who work beyond the normal retirement age of 62, in a bid to simplify the complex pensions system and reduce costs. “Our country needs to transform itself. Our enemy is not action, it is the status quo,” Philippe told parliament."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}