{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/19/la-scala-poised-name-dominique-meyer-manager", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-19T10:47:52Z", "webTitle": "La Scala poised to name Dominique Meyer as manager", "webUrl": "https://www.theguardian.com/world/2019/jun/19/la-scala-poised-name-dominique-meyer-manager", "apiUrl": "https://content.guardianapis.com/world/2019/jun/19/la-scala-poised-name-dominique-meyer-manager", "fields": {"headline": "La Scala poised to name Dominique Meyer as manager", "bodyText": "Dominique Meyer, the French director of the Vienna State Opera, is poised to be named as general manager of Milan’s La Scala opera house. Giuseppe Sala, La Scala’s president and the mayor of Milan, said the board had reached an agreement on who would replace the Austrian Alexander Pereira, and that an official decision would be made on 28 June. “We found consensus on the name, which I can’t identify yet, but I’ll leave it to your imagination,” Sala said after a board meeting on Tuesday. He added that “technical details” would be ironed out over the next week, with the main focus being on whether Pereira, whose five-year mandate ends in February 2020, will be granted an extension to oversee the seasons he has programmed until the end of 2022. However, Sala said Pereira’s successor would begin their mandate regardless in February next year. A source at La Scala said on Wednesday the new general manager would probably be Meyer. “All the newspapers are saying that it’s him and it hasn’t been denied by Sala,” the source added. Another candidate is said to have withdrawn. Meyer, 63, was formerly a director of the Lausanne Opera and the artistic director at Théâtre des Champs-Élysées in Paris. He also served in both the French economy and culture ministries in the 1980s. Pereira, 71, was hoping to win a second mandate but sparked controversy in March after seeking a deal with Saudi Arabia in which the Gulf country would have invested €15m (£13.4m) into the opera house over the next five years. Saudi Arabia’s culture minister, Badr bin Abdullah bin Mohammed bin Farhan al-Saud would have joined the board. But La Scala was forced to return €3m of the planned investment that had already been deposited in an escrow account after the deal was criticised by human rights groups and Italian politicians. Sala said at the time that while Pereira had acted in good faith in terms of searching for financial partners, in this instance he had been “naive”. Pereira, a former director of the Zurich Opera and Salzburg festival, had been credited with boosting sponsorship and creating a healthier balance sheet since being appointed in 2014. In April, Meyer responded to allegations that students at the Vienna State Opera’s ballet academy had been subjected to physical, mental and sexual abuse by two teachers. “Things have happened that are unacceptable,” Meyer said at the time, while ordering a “full explanation on everything that has gone wrong”. The allegations were made in a detailed investigation by the Austrian magazine Falter. Meyer said the teacher accused of most of the abuse had been warned about her behaviour two years ago and was dismissed in January. Meyer would be La Scala’s second French director, after Stéphane Lissner, who managed the opera house between 2005 and 2014, and the third foreign director in a row."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}