{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/19/on-world-refugee-day-we-remember-those-who-risk-their-lives-to-seek-safety", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-19T17:35:17Z", "webTitle": "On World Refugee Day we remember those who risk their lives to seek safety | Letter", "webUrl": "https://www.theguardian.com/world/2019/jun/19/on-world-refugee-day-we-remember-those-who-risk-their-lives-to-seek-safety", "apiUrl": "https://content.guardianapis.com/world/2019/jun/19/on-world-refugee-day-we-remember-those-who-risk-their-lives-to-seek-safety", "fields": {"headline": "On World Refugee Day we remember those who risk their lives to seek safety", "bodyText": "This Thursday is World Refugee Day, a key moment for us to consider the thousands of children who make dangerous journeys to Europe in search of safety. In the first three months of 2019, 365 refugees and migrants died trying to cross the Mediterranean Sea. As a new prime minister is chosen, it is vital that the UK remains an outward-looking nation willing to support vulnerable children globally. We know that our own immigration rules could be amended without legislation to reunite children with close family members in the UK. Despite assurances a year ago that this would be resolved, we are still waiting for this change. Meanwhile, vulnerable refugee children are at risk of embarking on dangerous journeys where they could face abuse, discrimination and exploitation. Mike Penrose Executive director, Unicef UK • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}