{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/05/wednesday-briefing-nhs-not-on-table-says-trump-in-backflip", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-05T05:28:07Z", "webTitle": "Wednesday briefing: NHS 'not on table', says Trump in backflip", "webUrl": "https://www.theguardian.com/world/2019/jun/05/wednesday-briefing-nhs-not-on-table-says-trump-in-backflip", "apiUrl": "https://content.guardianapis.com/world/2019/jun/05/wednesday-briefing-nhs-not-on-table-says-trump-in-backflip", "fields": {"headline": "Wednesday briefing: NHS 'not on table', says Trump in backflip", "bodyText": "Top story: Corbyn vows to fight US access to NHS to ‘last breath’ Good morning briefers. I’m Martin Farrer and these are the top stories at home and abroad today. A fierce backlash has forced Donald Trump to row back on comments that he wanted the NHS included in UK/US trade talks as his state visit continued to fuel controversy. After interfering with the Tory leadership race by backing Boris Johnson, the US president caused a furore by suggesting that Washington would try to win access to NHS contracts for US companies in post-Brexit trade talks. All sides of politics reacted angrily to the idea with Labour leader Jeremy Corbyn saying he would fight it with his “last breath”. As senior Tories such as Jeremy Hunt also condemned the remarks, Trump later said that the NHS “would not be on the table” because the health service was “not trade”. The backflip capped a lively day for Trump in which he met Theresa May but refused an audience with Corbyn because he is “somewhat of a negative force”. The president did however have time for two of May’s would-be successors, Hunt and Michael Gove, as well as hardline Brexit supporters Iain Duncan Smith and Owen Paterson, and Nigel Farage. Johnson turned down the president in order to speak at a One Nation Tory MPs hustings event on Tuesday night. He told them the party faced “extinction” if it didn’t deliver Brexit. Polly Toynbee agrees with Johnson that the Tories face extinction, but she predicts he will be the last ever Conservative PM because of a no-deal, not because of averting it. * * * Pell appeals – George Pell, the most senior Catholic convicted of child sexual abuse, has been taken from prison to hear the beginning of his appeal in a Melbourne court. The disgraced cardinal was dressed in black and wearing his clerical collar as he listened to his lawyer argue that the prosecution’s case about when the historic offences took place were flawed and that his client should be acquitted on grounds that his conviction was unreasonable. * * * Plastic toll – Plastics waste makes up nearly 60% of the litter found in canals in England and Wales and more than half a million plastic items reach the sea every year from the waterway network. A study by the Canal &amp; River Trust used data from 25 urban and rural spots on the 2,000-mile network and has urged local communities to help clean up the mess. It says that if every visitor to the network picked up one piece of plastic per visit, the problem would be cleared up in a year. * * * ‘Humiliating for us’ – Supporters of India’s first openly gay athlete, Dutee Chand, fear for her safety after her decision to come out prompted a backlash in her home village. Reaction in Chaka Gopalpur in the eastern state of Odisha was hostile after she said she was in a gay relationship with her partner. Chand’s mother, Akhuji, told the Indian Express she had always supported her daughter in sport but this was “not permitted” in the village. One local said the athlete’s sexuality was “humiliating”. * * * Lakes land – The National Trust has spent £202,000 acquiring a hill in the Lake District, the view from which inspired JMW Turner to paint his watercolour Crummock Water, Looking Towards Buttermere in 1797. The vista from Brackenthwaite Hows was spotted by the artist on his first visit to the area and it was popular with Georgian and Victorian visitors. But despite offering splendid views of the north-west Lakes, it fell out of fashion as visitors flocked to high peaks such as nearby Scafell Pike. A couple who helped the deal by giving their share of the land back to the charity said they hoped “the natural beauty can be preserved” for the nation. * * * Back with a bang – Work on the new James Bond film has been hit after a “controlled explosion” on the set at Pinewood Studios in Buckinghamshire. No one inside the studio was hurt, but one crew member outside suffered a minor injury, the filmmakers said. The exterior of the stage was damaged. The Sun reported that the blast occurred when a stunt went wrong. Filming of the yet unnamed film was delayed earlier this year when 007 star Daniel Craig hurt his ankle on set. Today in Focus podcast: Decline and fall of a retail empire As Sir Philip Green’s retail empire faces the prospect of entering administration, putting 18,000 jobs at risk, the Guardian business reporter Sarah Butler discusses how we got here. Plus: Sadiq Khan responds to being called a loser by Donald Trump. Lunchtime read: Why McDonald’s is the centre of life for America’s outsiders Chris Arnade has been chronicling the struggles of America’s poorest communities for some time and he has now written a book about the people left behind in the world’s richest country. In an extract from Dignity, Arnade visits the post-industrial rustbelt towns of Portsmouth, Ohio and Gary, Indiana where he talks to people in the place that usually doubles as a restaurant and community centre in such towns: McDonald’s. It’s a place to clean up (and sometimes shoot up), meet friends and charge your phone, with regulars preferring it to non-profit drop-in centres because McDonald’s staff “don’t tell us what to do”. In devastated, drugs-ridden Gary, the big golden arches aren’t just the town’s community centre, they are the town square. Sport Chris Woakes insisted England did not suffer a car crash against Pakistan after the 14-run defeat that proved an early setback at the World Cup, a tournament which, writes Andy Bull, has brought diverse parts of Britain’s cricket community together and made the sport feel bright and vital. Johanna Konta will draw on her experience of defeats in two previous grand slam semi-finals as she chases the French Open title after blitzing Sloane Stephens. Juventus have made contact with Manchester United to see whether they would consider selling Paul Pogba this summer. Anthony Joshua will get the chance to win back his IBF, WBA and WBO heavyweight titles in a rematch with Andy Ruiz Jr later this year. And Kieran Shoemark says he hopes to be riding at Royal Ascot having enjoyed a winner on his return from a cocaine suspension. Business Neil Woodford, one of the biggest names in the City, faces more turbulence today after shares in his listed investment firm fell sharply along with other companies’ stock prices after he blocked withdrawal from one of his funds. The stock picker enjoys a stellar reputation in the Square Mile but saw shares in his his Patient Capital Trust Fund plunge 20% on Tuesday amid concerns about some of his post-Brexit investments. In Asia Pacific, stock markets followed Wall Street’s lead higher although the Australian economy has recorded its weakest growth for 10 years. The FTSE100 is due to open up slightly while sterling is at $1.27 and €1.128. The papers Like many papers, the Guardian leads on the Trump visit: “Trump snubs Corbyn and eyes up NHS in trade talks”. The i reports: “Trump demands access to NHS funding as price of Brexit trade deal”, an issue that also vexes the Mirror: “Butt out, Mr President”. The Tory leadership race is the focus on the front page of the Times: “Moderates back Johnson for PM”. The Telegraph carries a cautionary warning from Boris Johnson: “Delay Brexit again and Tories face extinction warns Boris”, as does the Mail “Boris: The Tories face extinction”. The Sun’s headline is “Top Trumps” and the paper labels him as meddling for singling out Boris Johnson, Michael Gove and Jeremy Hunt in the Tory leadership race. The Express has a picture of May and Trump’s handshake on the front, but its main story is “D-day hero must sell home to pay for care” and the FT’s lead is “Woodford tremors rock City as investors revolt over fund freeze”. Sign up The Guardian morning briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here. For more news: www.theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}