{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/25/france-loses-landmark-court-case-over-air-pollution", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-25T14:37:21Z", "webTitle": "France loses landmark court case over air pollution", "webUrl": "https://www.theguardian.com/world/2019/jun/25/france-loses-landmark-court-case-over-air-pollution", "apiUrl": "https://content.guardianapis.com/world/2019/jun/25/france-loses-landmark-court-case-over-air-pollution", "fields": {"headline": "France loses landmark court case over air pollution", "bodyText": "The French state has failed to do enough to limit air pollution around Paris, according to a landmark court ruling delivered after a woman and daughter with respiratory problems sued the nation. In the first case of its kind, Farida, 52, and her 16-year-old daughter, whose full names were not released by the court, sued the French state over the impact of living near Paris’s traffic-choked ringroad in Saint-Ouen. She had told an association fighting for clean air: “For years I had respiratory infections.” What began as nasal and throat infections got gradually worse. “I repeatedly had bronchitis. Doctors gave me antibiotics but it wasn’t helping,” she said. “Three years ago I was sent to a lung specialist who said my problems were linked to air pollution. He advised me to move. My daughter had had bronchitis as a baby then asthma while growing up.” The woman and her daughter eventually moved to Orléans and the symptoms cleared up. The case, before the administrative court in Montreuil outside Paris, was the first brought by individuals against the French state over health problems caused by air pollution. It was backed by several environmental groups. The court said in its written verdict: “The state committed a fault by taking insufficient measures concerning the quality of air.” It said that between 2012 and 2016 the state failed to take measures needed to reduce concentrations of certain polluting gases exceeding the limits. “For victims of pollution, this is a first,” said the women’s lawyer, Francois Lafforgue. “From now, the state will have to take effective measures in the fight against pollution.” But the court rejected the women’s demand for €160,000 (£143,000) in damages, saying it could not find a direct link between their health problems and the state’s failings. The court ruling said the state had failed to fulfil its air protection plan intended to counter pollution. Nadir Saïfi, the vice-president of the organisation Ecology without Borders, told Le Monde: “This is a historic judgment for the 67,000 French people who die prematurely each year due to air pollution. Today victims of pollution, like victims of pesticide, should not be afraid to go to court to defend their health.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}