{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/03/british-soldier-darren-jones-normandy-d-day-commemorations-drowns", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-03T13:18:51Z", "webTitle": "British soldier taking part in Normandy D-day commemorations drowns", "webUrl": "https://www.theguardian.com/world/2019/jun/03/british-soldier-darren-jones-normandy-d-day-commemorations-drowns", "apiUrl": "https://content.guardianapis.com/world/2019/jun/03/british-soldier-darren-jones-normandy-d-day-commemorations-drowns", "fields": {"headline": "British soldier taking part in Normandy D-day commemorations drowns", "bodyText": "A British soldier taking part in commemorations of the 75th anniversary of D-day has drowned at a historic second world war battle site in Normandy. L/Cpl Darren Jones, 30, of the Royal Engineers was declared dead after firefighters pulled him from a canal at Bénouville near Pegasus Bridge, the first site liberated by the allies on 6 June 1944. French gendarmes have opened an inquiry into the death. A postmortem examination will be carried out. The soldier was staying with other serving troops at a military camp at Ranville near Caen to take part in D-day commemorations. Jones, after an evening out with a group of soldiers late on Saturday, reportedly tried to swim the Caen canal, near Pegasus Bridge, which is named in honour of the British airborne forces, whose emblem is the mythical Greek winged horse. His comrades called the emergency services after losing sight of Jones. Divers found his body in the canal four hours later. On Monday, a British army spokesperson confirmed the death: “It is with sadness that we must confirm the death of a service person in France. Our thoughts are with their family at this difficult time.” About 30,000 people, including 500 military veterans, were expected in Normandy this week to mark the anniversary of the D-day landings when 156,000 allied troops crossed the Channel and landed on the beaches of Normandy, marking the beginning of the end for Germany’s Nazi regime and its occupation of France. In the early minutes of 6 June, three gliders carrying 6th Airborne Division troops led by Maj John Howard landed in a field near Bénouville with orders to take and hold two local bridges vital to prevent a German counterattack on the eastern flak of allied forces landing at Sword beach. The role of Howard and his troops was portrayed in the film The Longest Day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}