{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/shortcuts/2019/jun/18/gay-hell-the-michigan-town-renamed-to-troll-donald-trump", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-18T15:38:29Z", "webTitle": "Gay Hell: the Michigan town renamed to troll Donald Trump", "webUrl": "https://www.theguardian.com/world/shortcuts/2019/jun/18/gay-hell-the-michigan-town-renamed-to-troll-donald-trump", "apiUrl": "https://content.guardianapis.com/world/shortcuts/2019/jun/18/gay-hell-the-michigan-town-renamed-to-troll-donald-trump", "fields": {"headline": "Gay Hell: the Michigan town renamed to troll Donald Trump", "bodyText": "Age: 178 years, or a day – it depends. Depends on what? That’s quite a difference. Whether we’re talking about Hell (178 years) or Gay Hell (one day). Gay Hell, I think – that’s what it says at the top of the page. But surely plain old hell has been around for longer than 178 years? No, it’s not hell, as in where bad dudes go after death for eternal punishment and suffering; we’re talking about Hell, a tiny town in Michigan. How tiny? Population: about 70. So it was formerly called Hell, but now it’s called Gay Hell? Yep. Because? Because Elijah Daniel – The 25-year-old YouTube vlogger and joker? Obviously, yes, that Elijah Daniel. He bought Hell and changed the name to Gay Hell. Any reason? To protest against the ban on rainbow flags at US embassies during Pride month, instituted by Donald Trump’s administration. “I bought the whole town,” he tweeted. “I have renamed my town to Gay Hell, MI. The only flags allowed to fly are pride.” He later dialled back in an NBC News interview, saying it was a joke and he wouldn’t ban other flags. Does Daniel have a connection with Hell? He was born into an evangelical Christian family in Detroit, which isn’t far away. And he used to be the mayor of Hell, in 2017. For a day. How come? You can pay $100 (£80) to become the mayor of Hell for a day. Daniel did it in response to Trump’s travel restrictions from some Muslim countries. Then what happened? He got impeached. What! Shouldn’t this be more like front page news than Pass notes? Daniel, not Trump. It’s what happens when your day is up. Any policies while he was mayor? He banned heterosexuality. But not in a bad way. “I love straights, but my #1 priority is the safety of my town,” he tweeted. “Until the heterosexual threat has been reviewed we cannot allow them to enter.” And how much did he pay to buy Hell? He’s not saying. But the two-hectare (five-acre) commercial property was on the market for $900,000 in 2016. Peanuts to a YouTuber, I imagine. There’s also a question mark over whether technically he owns it outright. Who cares, it’s Gay Hell now. And hundred of thousands of 18- to 24-year-olds are aware of a political story that they might otherwise not have been. Do say: “An intelligent hell would be better than a stupid paradise” – Victor Hugo. Don’t say: “If you’re going through hell, keep going” – Winston Churchill."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}