{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/07/thousands-protest-in-liberia-against-failure-to-tackle-corruption", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-07T15:18:02Z", "webTitle": "Protests in Liberia over George Weah's failure to tackle corruption", "webUrl": "https://www.theguardian.com/world/2019/jun/07/thousands-protest-in-liberia-against-failure-to-tackle-corruption", "apiUrl": "https://content.guardianapis.com/world/2019/jun/07/thousands-protest-in-liberia-against-failure-to-tackle-corruption", "fields": {"headline": "Protests in Liberia over George Weah's failure to tackle corruption", "bodyText": "Thousands of people have gathered in Liberia’s capital to protest against failures to tackle corruption, economic mismanagement and injustice under the former footballer turned president George Weah. Riot police lined the streets of Monrovia where more than 5,000 people turned out despite the rain for one of the city’s biggest protests in living memory, according to witnesses. The protesters walked to Capitol Hill to present the government with a list of demands. Weah, a football hero in Liberia, has been in power for less than 18 months. He took over from Ellen Johnson Sirleaf, a Nobel peace prize laureate who won great acclaim but was accused of nepotism. Since Weah became president, inflation has soared and growth has shrunk, according to the IMF, which said in a recent report that the government’s wage bill was too high. The rising cost of living has had a devastating effect on many in a country where 64% of the population live below the poverty line. In July last year Weah ordered a cash injection of US$25m (£19.6m) into the economy to mop up Liberian dollars and control inflation. Last week he said $8m of it had not been used and he was trying to find out where it had gone. He announced the retirement of the central bank’s governor and the resignation of the governor’s deputy, saying there was “a major lack of systems and controls” at the institution. An investigation into rumours that $102m in newly printed banknotes had disappeared found no evidence of this but said there were problems of “accuracy and completeness” in the central bank’s internal records. Before Friday’s protest the government blocked social media and messaging services, according to the civil society group NetBlocks and many users in Monrovia. On Thursday Weah said: “If you think you can insult this president and walk in the street freely, it will not happen. And I defy you.” Schools and businesses closed for the day on Friday, and although Weah had ordered that government ministries should stay open, many workers stayed away. The protest leaders, members of a group called the Council of Patriots, had a long list of demands. One said they were demonstrating over issues of corruption, governance, the removal of a supreme court justice and an increase in domestic violence and rape, as well as economic problems. Another said it was to end the culture of impunity in the country, to get Weah to declare his assets, and because he had shown no intention of setting up a war crimes court to bring the warlords of the civil wars to book, something he had called for before becoming president. “What is happening to the economy in my country?” asked Darius Dillon, of the opposition Liberty party. “What is the government doing to address the economic hardship in the country? This has never been seen before, since the founding of the country.” Some blame Liberia’s economic woes on the withdrawal of the UN peacekeeping mission two months after Weah took office. “George Weah needs to deliver,” said Ibrahim al-Bakri Nyei, a political analyst. “Young people, most of them first-time voters, believed so much, passionately campaigned for George Weah. They saw him almost like the last trump card for their liberation from economic hardship. “And so George Weah has the responsibility now to continue to inspire confidence and deliver on his campaign promises to those people, mainly by providing quality education and good healthcare. This cannot be done in the absence of a clean, competent and credible government.” Nyei pointed out that the protests were not a spontaneous uprising but were organised by the political opposition. Mo Ali, a spokesman for the opposition Unity party, said: “The issues about the economy are not something that anyone can play politics with. We see prices of basic commodities, including our staple food, have skyrocketed. People can barely afford to eat. Those are not political issues.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}