{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/07/venezuela-exodus-4-million-un-refugee-agency", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-07T15:46:52Z", "webTitle": "Venezuela's 'staggering' exodus reaches 4 million, UN refugee agency says", "webUrl": "https://www.theguardian.com/world/2019/jun/07/venezuela-exodus-4-million-un-refugee-agency", "apiUrl": "https://content.guardianapis.com/world/2019/jun/07/venezuela-exodus-4-million-un-refugee-agency", "fields": {"headline": "Venezuela's 'staggering' exodus reaches 4 million, UN refugee agency says", "bodyText": "More than 4 million Venezuelans have now fled economic and humanitarian chaos in what the UN’s refugee agency called a “staggering” exodus that has swelled by 1 million people since last November alone. The number of Venezuelan migrants and refugees stood at about 695,000 at the end of 2015, the UNHCR and the International Organization for Migration (IOM) announced on Friday. Three and a half years later – with Venezuela immersed in a seemingly intractable social and political crisis – that number has “skyrocketed” to more than 4 million, the groups said. About half of that total have sought shelter in two South American countries – Colombia and Peru – which host about 1.3 million and 768,000 respectively. Many others have made for Chile (288,000), Ecuador (263,000), Brazil (168,000) and Argentina (130,000). The humanitarian groups said “significant” numbers were also heading to the Caribbean, Central America and Mexico. Venezuelan activists and officials in Mexico estimate the exile community there has grown to about 40,000 in recent years. A growing number are also heading to the United States, with nearly 30,000 Venezuelans applying for asylum there last year, according to the Los Angeles Times. That meant Venezuela had overtaken China to become the number one country of origin for those claiming asylum on arrival or shortly after, the newspaper said. Eduardo Stein, the special representative for Venezuelan refugees and migrants for UNHCR and the IOM, said the “alarming” rise in their numbers underlined an urgent need to support those countries grappling with Venezuela’s historic exodus. “Latin American and Caribbean countries are doing their part to respond to this unprecedented crisis but they cannot be expected to continue doing it without international help,” Stein said. Authorities in Brazil and Colombia have set up shelters near their borders with Venezuela to house refugees as they arrive, often famished and on foot. But there have also been reports of tensions and even violence between locals and Venezuelan newcomers, as regional governments struggle to cope with one of the largest mass migrations in Latin American history. Some governments have begun introducing tougher entry requirements for Venezuelans in an effort to slow the increase. This week Peru’s president, Martín Vizcarra, said that as of 15 June Venezuelan migrants – many of whom lack passports – would need to obtain humanitarian visas from Peruvian consulates in Venezuela before coming. The announcement came after Peru’s interior minister, Carlos Morán, blamed Venezuelans for an increase in crime. “I don’t want to be xenophobic [but] the presence of Venezuelan citizens … has caused these [crime] rates to shoot up,” Morán said. Since January Venezuela’s US-backed opposition leader, Juan Guaidó, has been battling to topple President Nicolás Maduro and the chavistas he blames for the country’s collapse. “It wasn’t a tornado. It wasn’t a hurricane. It wasn’t an earthquake. It wasn’t a fire that spread uncontrollably. No – it was caused by the corruption of this regime,” Guaidó said in a recent interview with the Guardian. But Maduro has yet to budge, insisting he is capable of overseeing Venezuela’s economic recovery. Despite Donald Trump’s outspoken hostility towards Maduro, his administration has resisted calls to grant Venezuelan migrants protection under the Temporary Protected Status (TPS) programme, which allows people from countries suffering conflict or natural disaster to remain in the US."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}