{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2019/jun/30/new-york-pride-march-stonewall-lgbtq-live", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-30T21:39:10Z", "webTitle": "New York leads way as Pride marches mark 50 years since Stonewall – as it happened", "webUrl": "https://www.theguardian.com/world/live/2019/jun/30/new-york-pride-march-stonewall-lgbtq-live", "apiUrl": "https://content.guardianapis.com/world/live/2019/jun/30/new-york-pride-march-stonewall-lgbtq-live", "fields": {"headline": "New York leads way as Pride marches mark 50 years since Stonewall – as it happened", "bodyText": "That’s all for today – thanks for reading, everyone. Here’s what happened: New York was home to a pair of Pride parades – a record-breaking WorldPride event that drew a reported 150,000 marchers and featured corporate and police involvement, and a smaller Queer Liberation March that focused on activism and rejected police presence. Both made appearances at the Stonewall Inn in Greenwich Village, where an uprising 50 years ago led to today’s LGBTQ rights movement. San Francisco’s parade was marked by protest. About an hour into the event, demonstrators blocked the parade for more than half an hour in a stand against police and corporate involvement. Two people were taken into custody. It wasn’t the first protest affecting the event: Google staffers had petitioned organizers to pull the company’s sponsorship of the event amid allegations of hate speech and harassment on Google sites. Organizers did not expel the company. And, before we close down for the evening, a quick look at festivities in Seattle, which also hosted a Pride parade today. New York’s WorldPride parade organizers say there were 150,000 marchers this year – a record – and that more than 2.5 million gathered to watch the occasion along Fifth Avenue. At least 1,000 joined the smaller Queer Liberation March, according to the New York Post. But the city’s events aren’t over yet: tonight brings a performance by Melissa Etheridge and others, hosted by Margaret Cho, in Times Square. And elsewhere in the city, at Hudson River Park, fans will be treated to a performance by Madonna. San Francisco police took two people into custody following the protest that temporarily halted the Pride parade, according to a police statement: The activists have posted their demands in a letter on Medium condemning police brutality and corporate exploitation: No longer can we sit on the sidelines as SF Pride pretends to celebrate ‘Generations of Resistance’ on the 50th anniversary of the fight against police violence at the Stonewall Inn. We call on the true generations of resistance including the Compton’s Cafeteria riots to stand here today and end this hypocrisy and demand true support and liberation for our communities. Well, the weather that has been threatening Chicago has finally taken its toll: the remainder of the parade has been canceled due to thunderstorms, the AP reported. Still, participants were able to get a few hours in to mark the occasion. Reuters has filed a report on a confrontation at the Stonewall Inn today which, taken as illustrative of tensions within LGBTQ ranks, excited much comment . Here’s a taste: A black transgender woman wanted to be heard, but the white men wanted to celebrate. The scene at New York City’s Stonewall Inn on Saturday, as reported by multiple witnesses on social media, showed how long-simmering tensions between transgender women of color and white gay men have boiled over during the celebration of World Pride and the 50th anniversary of the Stonewall uprising. The unidentified woman wanted to address the crowd inside the Greenwich Village gay bar where patrons fought back against police harassment 50 years ago, birthing the LGBTQ movement. She arrived unannounced and disrupted a drag show, drawing an unfriendly response at first. The crowd eventually warmed and she was given the microphone and spoke for 12 minutes. “She read the names of the black trans women who died. Facts about them. Their obituaries. She called on everyone in the bar to help. I would like to say the audience was respectful, but there was quite a bit of chatter and a few jeers,” witness Aspen Eberhardt, finance manager of the gay rights group PFLAG, wrote on Twitter. Reuters goes on to note that “transgender women of color … [suffer] from higher levels of unemployment and homelessness [than] their cisgender gay and lesbian brethren”. It also points out that “trans women are often the target of violence. Some 65 transgender people, nearly all trans women of color, have been murdered in the United States since 2017, according to Human Rights Watch”. For the Guardian, Tom Dart has reported extensively from Texas on such murders and the toll they take: Both New York parades have paid their respects at the Stonewall Inn: While New York’s governor takes action against the “gay and trans panic legal defense”, the governor of Illinois, JB Pritzker, has signed an executive order to create a taskforce on trans students’ rights. From the Associated Press: The order also directs the State Board of Education on related issues, including publishing resources on the legal rights of transgender and gender-nonconforming students. The taskforce will be made up of 25 people appointed by Pritzker. They’ll study what schools are doing to promote LGBTQ rights to make sure students have “welcoming” and “inclusive” environments. Their report is due in January 2020. The advocacy group Equality Illinois calls it a positive step, but says stronger statewide protections are needed. Decades before Stonewall, New York was home to a remarkable cultural exchange, as Michael Henry Adams writes for the Guardian today. For black Harlemites visiting Britain, and for Brits visiting Harlem in return, “an LGBTQ identity could sometimes, just sometimes, act like a remarkable passport”. Harlem in the 1920s and 30s was a bohemian destination, drawing the likes of Douglas Byng, Lady Louis Mountbatten, and Cary Grant. But all was not well… Back in New York, Governor Andrew Cuomo marked the day by outlawing the “gay and trans panic legal defense”. Previously, Cuomo’s office said, those accused of violent crimes against LGBTQ people could seek a less severe sentence or even avoid conviction “by placing the blame on a victim’s sexual orientation or gender identity”. “The gay and trans panic defense is essentially a codification of homophobia and transphobia and it is repugnant to our values of equality and inclusion,” Cuomo said in the statement. “This defense strategy isn’t just offensive – it also sends a dangerous message that violence toward LGBTQ people is somehow OK. “It’s not, and today we’re sending this noxious legal tool to the dustbin of history where it belongs.” Read Victoria Bekiempis’s full report: After a more than half-hour stoppage, the San Francisco parade has begun again. Demonstrators call for an end to policing of the parade (note: this video contains strong language). At least one demonstrator appears to have been arrested in San Francisco, according to the Chronicle, which notes that the parade is facing a backup while protesters join arms through rainbow-colored tubing. Those concerns over police are in the spotlight as demonstrators block parts of the parade route in San Francisco: “We will not rest until we have a pride free from police and toxic corporations that do not support our communities,” says a letter from the demonstrators, noting that policing “upholds white supremacy, hetero-patriarchy, gender binaries and capitalist rule”. They call for the release of trans people held in the SF jail; the centering of marginalized black and brown trans women; an end to harassment of homeless people; and improved accessibility for disabled people, among other concerns. Kamala Harris, California senator and 2020 Democratic presidential hopeful, greeted another prominent California Democrat, Nancy Pelosi, before the parade this morning. “We remember those who marched at Stonewall,” Harris said, according to the San Francisco Examiner. “We remember those who marched on Polk street in the first Pride parade.” It was the Stonewall clash with police that fueled the modern gay rights movement, and the question of policing has loomed large over Pride marches this year. Indya Moore of TV’s Pose, one of the grand marshals of New York’s larger parade, highlighted concerns in a news conference: “I wonder if they’re here to protect us or if they’re here to police us. Maybe to make sure we don’t riot again? I’m not sure.” New York’s smaller Queer Liberation March has rejected NYPD policing, opting instead for its own private security. And yesterday’s Dyke March in San Francisco saw firm opposition to police: They’re just a few examples of a broader backlash, as my colleague Sam Levin writes, noting that some activists are skipping San Francisco Pride over concerns it has been co-opted by police and corporations. “The efforts to remove policing from Pride are really efforts to ensure safety for the communities that are there. It’s a protective act. It’s an act of resistance,” Malkia Devich Cyril told the Guardian. And the parade has begun in San Francisco, longtime cradle of LGBTQ activism. Kicking things off are the celebrated Dykes on Bikes, whose roaring motorcycles set the tone for a festive day. Chicago’s Pride celebration is under way despite concerns over weather, with crowds expected to reach one million. Leading the event is Lori Lightfoot, the city’s first openly LGBT mayor. Today’s events mark 50 years since the Stonewall rebellion, which saw patrons at the Greenwich Village gay bar rise up against police raids. Ed Pilkington tells the story of a moment that changed the gay rights movement: “Just being gay then was to be a criminal,” said Tommy Lanigan-Schmidt, an artist who lived then as now in Manhattan. “Liberals would say you should be given electroshock treatments which they thought was being nice; conservatives would simply throw you in jail.” Here’s the piece in full, painting a picture of that night and the movement that followed: While revelers and demonstrators mark the day in New York, activists in Istanbul have faced official opposition and teargas. From the Associated Press: Activists gathered in Istanbul to promote rights for gay and transgender people Sunday before police dispersed the crowd at a pride event that Turkish authorities had banned for the fifth year. The rally on a side street to Istanbul’s main pedestrian avenue drew several hundred people, who cheered and waved rainbow flags. Istanbul Pride organizers said the Istanbul governor’s office banned the march from central Taksim district as well as a square designated for demonstrations west of the city. Police allowed representatives to make a short statement to the media before officers dispersed the crowd with tear gas, blocking the street. Police dogs were also at the scene. The Istanbul Pride group said it would continue activism to get sexual orientation and gender identity recognized in Turkish laws. Amnesty International had urged Turkey to lift the “arbitrary ban” on the pride march. It said authorities rejected all suggested locations in the city by deeming the LGBT community “societally objectionable”. Istanbul had up to 100,000 people attend a pride march in 2014, but police have blocked such marches since. Though homosexuality has been legal in Turkey for decades, rights groups say discrimination is widespread. The new mayor of Istanbul told a group of international journalists Friday that any group should be free to demonstrate as long as protests do not disturb the peace. ... And they’re off (in both marches)! Along with the cast of Pose, the event’s grand marshals include Phyll Opoku-Gyimah, a key activist behind UK Black Pride; the Trevor Project, which offers suicide prevention and crisis intervention support for LGBTQ youth; Monica Helms, the trans activist and US navy veteran who designed the transgender pride flag; and the Gay Liberation Front, the first activist organization formed following the Stonewall uprising. For those following (or curious about) the Heritage Pride parade route, here’s a map. The parade has begun, and the mood is jubilant. Among those leading the way are the cast of Pose – the FX TV show about LGBTQ ball culture in the late 20th century – and a car representing the late pioneering activists Sylvia Rivera and Marsha P Johnson. Stephanie’s Child, a drag queen trio seen on The Voice, is singing an impressive three-part version of the national anthem as events kick off in New York. They’re accompanied by the Talent Unlimited high school theater department. Joe Biden has sparked a new controversy with comments at a gay rights fundraiser in Seattle. Seeking to highlight progress, he reportedly said that five years ago, if people “made fun of a gay waiter” at a meeting, it would have been tolerated. The idea that such comments were acceptable in 2014 prompted calls of “not in Seattle!”, the Daily Beast noted. Biden said a businessman making that remark today “would not be invited back”. My colleague Joanna Walters has a closer look at today’s dueling marches in New York, amid what is likely to be the city’s biggest LGBTQ celebration in history. Supporters of Reclaim Pride, behind a march dubbed the inaugural Queer Liberation March, say the larger event “has become a bloated, over-policed circuit party, stuffed with 150 corporate floats. This does not represent the ‘spirit of Stonewall’ on this 50th anniversary year.” Charles Kaiser, author of The Gay Metropolis and a Guardian contributor, says the tension between the events is healthy. It “has existed in the movement from the very beginning … between a desire to be as fully integrated into the majority of society as possible, and the desire to see the movement as a way to celebrate how different we are.” More on that in Victoria Bekiempis’s news story: New York’s Heritage Pride parade is due to begin at noon local time. In the meantime, treat yourself to some remarkable photography of LGBTQ pioneers, five decades after Stonewall. Charles Kaiser reviews the “superb” Love and Resistance: Out of the Closet Into the Stonewall Era for the Guardian: “If you’re curious about what that first march looked like in 1970, or the names and faces of the earliest activists who got us from there to here, there is no better place to start.” Welcome to the Guardian’s live coverage of today’s Pride events, centered in New York 50 years after the uprising at the Stonewall Inn in Greenwich Village, which led to the modern gay rights movement. This year, New York is host to WorldPride, marking the first time the event has been held in the US. Organizers have said they expect as many as 4 million people to flock to the city. New York will see two parades today. The Heritage Pride event will represent nearly 700 organizations – ranging from the cast of the TV show Pose to big corporations – and is expected to draw 150,000 marchers. Hundreds of thousands more are likely to celebrate alongside them as they loop through Manhattan, passing the Stonewall Inn on the way. A separate parade, meanwhile, will shift the focus from floats to activism. Known alternatively as Reclaim Pride or the first Queer Liberation March, the event will begin at the Stonewall and end in Central Park. “It’s a clash of values. What happened at Stonewall in 1969 changed my life and we’re going to take that spirit into this new century. There’ll be no sponsors, no uniformed police, no floats,” the organizer Bill Dobbs told the Guardian’s Joanna Walters. Cities around the US and the world are joining New York in celebration this weekend, with events in San Francisco, Chicago, and Seattle and stretching across the world from Mexico to Europe to India."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}