{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/13/oil-tankers-blasts-reports-gulf-of-oman-us-navy", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-13T16:12:52Z", "webTitle": "Two oil tankers attacked in Gulf of Oman", "webUrl": "https://www.theguardian.com/world/2019/jun/13/oil-tankers-blasts-reports-gulf-of-oman-us-navy", "apiUrl": "https://content.guardianapis.com/world/2019/jun/13/oil-tankers-blasts-reports-gulf-of-oman-us-navy", "fields": {"headline": "Two oil tankers attacked in Gulf of Oman", "bodyText": "Two oil tankers have been attacked in the Gulf of Oman, leaving one ablaze and both adrift, raising regional tensions a month after a similar incident involving four tankers. The US navy’s fifth fleet said it was assisting the tankers, which issued distress calls near the strategic strait of Hormuz. The crew from both tankers were evacuated. The attacks occurred along one of the world’s busiest oil routes, and the price of oil surged as the initial reports emerged on Thursday. Tensions in the Gulf have been close to boiling point for weeks as the US puts pressure on Iran in an attempt to force Tehran to reopen talks about the 2015 nuclear deal, which the US pulled out of last year. In May four tankers were attacked off the coast of the United Arab Emirates. The US blamed those attacks on Iran – an accusation Tehran has denied. The timing of Thursday’s attacks was especially sensitive because it came as the Japanese prime minister, Shinzo Abe, held talks with the Iranian leadership in Tehran in an effort to find a basis for discussions between the US and Iran. Japan’s trade ministry said the two oil tankers carried “Japan-related” cargo. Front Altair was carrying 75,000 tonnes of naphtha, a petrochemical feedstock, when it was attacked, according to Taiwan’s state oil refiner CPC, which chartered the vessel. CPC said the boat had suffered a suspected torpedo attack but other reports suggested a mine attack was more likely. The vessel was on fire but afloat, said its operator Frontline, denying a report by the Iranian news agency IRNA that it had sunk. The Kokuka Courageous was damaged in a suspected attack that breached the hull above the waterline while en route from Saudi Arabia to Singapore, Bernhard Schulte Shipmanagement said. “The ship is safely afloat,” it added. Iranian state TV reported 44 crew had been evacuated from the tankers to an Iranian port. “We’re not pointing to Iran, but we’re not ruling anything out at this time,” a US official said when asked if Iran was responsible. The UN secretary general António Guterres strongly condemned the attacks and said the world could not afford a major confrontation in the region. The Iranian foreign minister, Mohammad Javad Zarif, described Thursday’s developments as “suspicious” and implied that the fault lay with a person or group trying to damage his country. “Suspicious doesn’t begin to describe what likely transpired this morning,” he tweeted, adding that the incidents took place while Abe was meeting Iran’s supreme leader, Ayatollah Khamenei, “for extensive and friendly talks”. An inquiry by the UAE into the attacks on 12 May found the sophisticated mines were used by state-like actors, but stopped short of blaming Iran or any other state as the culprit. The US national security adviser, John Bolton, said Iran was almost certainly involved. An alternative explanation is that the attacks were undertaken by Houthi rebels fighting the Saudi-led efforts to oust them from Yemen. Iran has repeatedly said it had no knowledge of the attacks and had not instructed any surrogate forces to attack Gulf shipping or Saudi oil installations. According to diplomatic sources, Abe had been hoping to broker talks between Trump and Iranian president, Hassan Rouhani, but Khamenei rejected the idea after meeting the Japanese prime minister. “We have no doubt in [Abe’s] goodwill and seriousness; but regarding what you mentioned from US president, I don’t consider Trump as a person deserving to exchange messages with; I have no response for him and will not answer him,” a statement on Khamenei’s official Twitter account said. Senior regional officials aligned to Iran and claiming knowledge of Khamenei’s approach to the standoff say he is adamantly opposed to discussions with Washington, or a proxy, from a perceived position of weakness. Khamanei and other Iranian leaders are understood to be wanting to enter any negotiation on their own terms, and see global energy security as a key point of leverage in Washington and Riyadh. “If Iran is behind these attacks, it clearly shows that a US policy relying solely on coercion can backfire,” said Ali Vaez, senior Iran analyst and Iran Project Director for the International Crisis Group. Ilan Goldenberg, a former senior state department official said: “I’ve been saying for the past month that threat of war with Iran is overhyped. Not after today.” In a sign of how the Yemen civil war and the wider US-Iranian tensions are becoming intertwined, Riyadh accused Tehran of ordering a Yemeni rebel missile strike that wounded 26 people at a Saudi airport on Wednesday. Iran and the Yemeni rebels both follow branches of Shia Islam but Tehran has always denied providing more than moral support to the rebels. The rebels say missile and drone strikes against Saudi Arabia are one of the few ways they can retaliate after more than four years of bombing by the Saudi-led coalition, which has exacted a heavy civilian death toll in Yemen."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}