{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/05/the-damage-done-by-gay-cure-therapy", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-05T15:56:41Z", "webTitle": "The damage done by ‘gay cure’ therapy | Letters", "webUrl": "https://www.theguardian.com/world/2019/jun/05/the-damage-done-by-gay-cure-therapy", "apiUrl": "https://content.guardianapis.com/world/2019/jun/05/the-damage-done-by-gay-cure-therapy", "fields": {"headline": "The damage done by ‘gay cure’ therapy", "bodyText": "So Nigel Farage believes matters relating to gay cure therapy are “a matter of conscience” (‘Gay cure’ row: Farage jumps to Widdecombe’s defence, 5 June)? Has he no idea how dangerous and harmful his and Ann Widdecombe’s views are? It is precisely because of views like theirs that the Church of England agreed to call on the UK government to ban conversion therapy after my private member’s motion in July 2017. The Ozanne Foundation’s 2018 survey on faith and sexuality clearly shows the strong evidence of harm that attempts to change sexual orientation are reported to inflict: 91 of the 458 respondents with experience of “conversion therapy” said they had attempted suicide and 193 respondents had had suicidal thoughts (‘Conversion therapy’ leads to high levels of mental distress, 21 February). While it is indeed important that we work to protect freedom of religious conscience, this should never be “at any cost”. Surely the duty of any civilised society is to protect the vulnerable from harm and to protect life above all else? It is these values that are sacred – ones that care about those whose lives we impact by our words and actions. Jayne Ozanne Member of the Church of England’s General Synod and director of the Ozanne Foundation • Nigel Farage’s defence of Ann Widdecombe reminds me of the last line of a brilliant very short science fiction story by Arthur C Clarke, called Reunion: the last line was “If any of you are still white, we can cure you”. Michael Bennett Feltham, London • Perhaps someone could remind Ann Widdecombe that the attempts of “science” to “switch sexuality” didn’t work out too well for one of the greatest mathematicians and scientists, Alan Turing. Phil Revels West Bridgford, Nottinghamshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}