{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2019/jun/29/g20-summit-trump-says-china-talks-back-on-track-and-proposes-kim-jong-un-meeting", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-29T07:57:01Z", "webTitle": "G20: Trump says China talks back on track and proposes Kim Jong-un meeting - as it happened", "webUrl": "https://www.theguardian.com/world/live/2019/jun/29/g20-summit-trump-says-china-talks-back-on-track-and-proposes-kim-jong-un-meeting", "apiUrl": "https://content.guardianapis.com/world/live/2019/jun/29/g20-summit-trump-says-china-talks-back-on-track-and-proposes-kim-jong-un-meeting", "fields": {"headline": "G20: Trump says China talks back on track and proposes Kim Jong-un meeting - as it happened", "bodyText": "Donald Trump is coming to the end of a wide-ranging press conference in which he has covered much of what he’s discussed at the G20 summit in Japan. Here’s a summary of what he’s touched on. Trump says for the moment there will be no further tariffs imposed on China. You can read our full report on this here. The US president says that negotiations about telco giant Huawei will be left to the end of the negotiations with China. In the mean time he has allowed US companies to sell equipment to Huawei. Trump says he hopes to meet the North Korean leader, Kim Jong-un, tomorrow when he visits the demilitarised zone between North and South Korea. He says it will be a short meeting and he would like to “shake his hand”. Trump said the North Koreans have “contacted us to say they’d like to do something”. On meeting the Saudi crown prince, Mohammed Bin Salman, Trump says the Saudis have been a “terrific ally” of the US but that he was “very unhappy” about the murder of the Saudi dissident, Jamal Khashoggi. Earlier Trump said the crown prince was doing a “spectacular job”. Asked about former US president Jimmy Carter’s comments that Trump was an “illegitimate president” because of Russian interference in the election, he said he expected that kind of thing from a Democrat, but reiterated that he was in power “not because of Russia but because of myself”. US-Iran Trump is being asked about calling off the strike on Iran, after ships were hit by mines in the Straights of Hormuz. “When we chose certain areas (to strike) ... I asked how many people were going to die.” Trump said he was told it could be 150 people and he said he thought the deaths that a strike might cause were “disproportionate”, and as result the strike did not happen. Trump says he is leaving the full negotiation over Huawei until the end fo the negotiations with China, but he’s not giving anything more away on that except to say that the negotiations are complex. Trump is now being asked about the deal he has done about Huawei. “US companies can sell their equipment to Huawei. I am talking about equipment where there is no great national emergency problem with it, but the US companies can sell their equipment, so we have a lot of the great companies in Silicon Valley based in different parts of the country that make extremely complex equipment,” he says. One of the US-based reporters is now asking Trump about the US Democratic debates of potential frontrunners to challenge Trump. He’s been asked if Kamala Harris might be a tough opponent: “You never know who will be tough. You never know.” Now Trump is talking about Iran. He says he thinks they would like to “do a deal with the US”. Will it be a bad sign if Kim doesn’t show? Trump says Kim follows him on Twitter. “They’ve contacted us to say they’d like to do something” Trump says. Trump reiterates that he has great relations with everyone. Trump is asked if he condemned the killing of Saudi dissent writer Jamal Khashoggi. Trump says he thinks what happened to the write was “horrible”. “I’m very unhappy about that whole event,” he says, but adds that “No one has directly pointed a finger at the future king of Saudi Arabia.” He also says the Kingdom has been a “terrific ally” of the US. He continued: “I am extremely angry and unhappy about anything like that taking place, but as this moment, more than 13 people are being prosecuted and I hear the number is going to be going up but it is a good question.” Trump also says he has a good relationship with President Putin. “You are going to have to take a look at the words, we had a discussion, we had a great discussion President Putin and myself, I thought it was a tremendous discussion, and he would like to trade with United States and they have great products, rangeland, very rich land and a lot of oil, a of minerals, the things that we like, and I can see trade going on with Russia, we could do fantastically well. We do very little trade with Russia, so I could see positive things happening.” Trump has moved back to President Xi. He says he has a “tremendous” relationship with Xi, and also with Mohammed Bin Salman, Saudi Arabia’s crown prince. Trump is now being asked about the election and Russia in relation to Jimmy Carter’s comments that Trump was an “illegitimate president”. He was critical of Carter saying he expected that kind of thing from a Democrat. “I won not because of Russia but because of myself. I campaigned harder,” he said. Donald Trump says he did discuss Huawei with China but didn’t talk directly about the Huawei executive Meng Wanzhou detained in Canada. Trump goes back to the China trade tariffs. He says of Beijing: “We’re going to hold on our tariffs. It doesn’t mean that it is going to be a deal, but they would like to make a deal i can tell you that. It would be a very historic event. We’ve never really had a deal with China.” Trump says he may or may not be meeting Kim Jong-un tomorrow. He’s about to start taking questions. The first question is about what China is demanding in return for further tariffs not being imposed and whether he will step across the border into North Korea. He says he would have no problem in doing that. On China, he doesn’t answer the question and talks about the complexity of the trade talks. Trump says that China is going to start consulting with the US on spending money with America farmers: “China’s going to be buying a tremendous amount of food and agricultural product, and they’re going to start that very soon, of almost immediately,” Trump says. Trump is now talking about China and his meeting with President Xi. “We had a great meeting. we’ve known each other as long as I’ve been president,” he says. “We will be continuing to negotiate, and I promise that for at least the time being we’re not going to be lifting tariffs on China. We won’t be adding an additional - you know, tremendous amount of - we have, I guess $350bn left which could be taxed or could be tariffed, and we’re not doing that. We’re going to work with China on where we left off to see if we can make a deal.” Trump says the US has a very close relationship with Japan. “We’ve never been closer to Japan than now. Over the past two days leaders from the largest economy have convened here in Osaka, which is a tremendous city,” he says. Trump is saying the G20 meeting has been “fantastic” and Japan’s Prime Minister, Shinzo Abe has done a great job organising it. Trump has just taken the podium. He’s talking about the possibility of meeting Kim Jong-un. He said he is going to be at the demilitarised zone so asked the North Korean leader if he could meet him there. “While I’m there I’ll shake his hand. There’s been no nuclear tests, no long-range ballistic missile tests, gave us back our hostages -- hostages which was great and a lot of good thing sare happening over there. I said we’ll be there and we’ll see. I can’t tell you exactly but they did respond very favourably,” Trump said. British PM, Theresa May, also met Mohammed Bin Salman at the G20, in likely her last international meeting in the top job. World leaders have be holding multiple meetings in Japan this morning, including with Saudi Arabia’s crown prince, Mohammed Bin Salman. President Trump held a media conference during their meeting in which he said the crown prince was doing a “spectacular job” . Trump called him a friend. The young royal has faced international pressure after the US-based dissident Saudi writer Jamal Khashoggi was murdered in the kingdom’s consulate in Istanbul last year. Trump to hold news conference from G20 President Trump is about to hold a news conference at the G20 summit in the Japanese city of Osaka. It’s been a big day of announcements there. Earlier the president held talks with China’s leader, Xi Jinping, after which he said trade talks between the two countries were “back on track”. You can read our correspondent Justin McGurry’s story from the summit in Osaka here. Earlier President Trump had invited the North Korean leader Kim Jong-un to meet him tomorrow at the demilitarised zone between North and South Korea. You can read our story on that here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}