{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/30/ivanka-trump-g20-leaders-video-alexandria-ocasio-cortez", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-06-30T16:03:46Z", "webTitle": "Ocasio-Cortez leads critics of video showing Ivanka Trump G20 chat", "webUrl": "https://www.theguardian.com/world/2019/jun/30/ivanka-trump-g20-leaders-video-alexandria-ocasio-cortez", "apiUrl": "https://content.guardianapis.com/world/2019/jun/30/ivanka-trump-g20-leaders-video-alexandria-ocasio-cortez", "fields": {"headline": "Ocasio-Cortez leads critics of video showing Ivanka Trump G20 chat", "bodyText": "The French government on Saturday released a brief clip of a discussion at the G20 summit in Osaka involving four world leaders – and Ivanka Trump. In the 19 seconds of footage, Donald Trump’s daughter attempts to join a conversation between French president Emmanuel Macron, Canadian prime minister Justin Trudeau, International Monetary Fund director Christine Lagarde and British prime minister Theresa May. Among widespread reaction on social media, most of it critical of the first daughter, the New York Democratic congresswoman Alexandria Ocasio-Cortez said such behaviour “hurts our diplomatic standing”. Ivanka Trump has been criticised before for appearing to stand in for her father at international summits, for example during a discussion on health and migration in Africa at the 2017 G20 in Hamburg. In the video released by the Elysée Palace, Macron can be heard to make a point about “social justice”, to which Trump, standing to his right, says either “it’s on” or “it’s all”. May answers Macron, saying: “As soon as you start talking about the economic aspect of it, though, a lot of people start listening who wouldn’t otherwise listen.” Trump agrees, and says: “And the same with the defence side, I think, in terms of the whole sort of…” Standing to Trump’s right, Lagarde looks steadily at Trudeau. The president’s daughter tails off, gesturing with her hands. “…being very male dominated,” she says, nodding. “So…” In her tweet about the video, Ocasio-Cortez said: “It may be shocking to some, but being someone’s daughter actually isn’t a career qualification. It hurts our diplomatic standing when the president phones it in [and] the world moves on. “The US needs our president working the G20. Bringing a qualified diplomat couldn’t hurt either.” After the G20 in Japan, during which Ivanka and her husband Jared Kushner attended talks with China about trade, the Trumps proceeded to South Korea. On Sunday father and daughter took an unprecedented diplomatic step, through the Demilitarised Zone and into North Korean territory. Ivanka Trump pronounced the experience “surreal”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}