{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/06/led-not-into-temptation-pope-approves-change-to-lords-prayer", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-06T14:04:07Z", "webTitle": "Led not into temptation: pope approves change to Lord's Prayer", "webUrl": "https://www.theguardian.com/world/2019/jun/06/led-not-into-temptation-pope-approves-change-to-lords-prayer", "apiUrl": "https://content.guardianapis.com/world/2019/jun/06/led-not-into-temptation-pope-approves-change-to-lords-prayer", "fields": {"headline": "Led not into temptation: pope approves change to Lord's Prayer", "bodyText": "Its words are memorised by Christian children all over the world and repeated at almost every act of Christian worship: “Our Father, who art in heaven … ” Now Pope Francis has risked the wrath of traditionalists by approving a change to the wording of the Lord’s Prayer. Instead of saying “lead us not into temptation”, it will say “do not let us fall into temptation”. The new wording was approved by the general assembly of the Episcopal Conference of Italy last month. It will appear in the third edition of the Messale Romano, the liturgical book that contains the guiding texts for mass in the Roman Catholic church. The pope said in 2017 he believed the wording should be altered. “It is not a good translation because it speaks of a God who induces temptation,” he told Italian TV. “I am the one who falls. It’s not him pushing me into temptation to then see how I have fallen. “A father doesn’t do that; a father helps you to get up immediately. It’s Satan who leads us into temptation – that’s his department.” According to the Bible, Jesus taught the words to his disciples when they asked him how they should pray. Some have expressed concern about changes to the wording. Meredith Warren, a lecturer in biblical and religious studies at Sheffield University, said: “This new version of the Lord’s Prayer tries to avoid implying that God has some hand in evil. “But in doing so the pope not only overlooks the many biblical examples where God works with the devil to tempt his followers and even his own son. The new version actually goes against the plain meaning of the Greek of the gospel text.” After French bishops altered the words in 2017, Philip Lawler, the editor of Catholic World News, a conservative website, said the change was “very upsetting” because the prayer was so deeply ingrained. “Pope Francis has made a habit of saying things that throw people into confusion, and this is one of them,” he told the New York Times. “It just makes you wonder, where does it stop? What’s up for grabs? It’s cumulative unease.” The Catholic church in England and Wales said it had no immediate plans to change the wording. “The Lord’s Prayer has been changed in the Italian language – there are no plans at present for it to change in English,” a spokesperson said. “Each language will be studied to see the specific meaning and understanding of the language. I am sure there will be some consultation with the English-speaking nations.” Anglican worshippers can choose between traditional and contemporary versions of the prayer, but both include the words “lead us not into temptation”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}