{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/17/monday-briefing-tory-rivals-attack-no-show-boris-johnson", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-17T05:06:42Z", "webTitle": "Monday briefing: Tory rivals attack no-show Boris Johnson", "webUrl": "https://www.theguardian.com/world/2019/jun/17/monday-briefing-tory-rivals-attack-no-show-boris-johnson", "apiUrl": "https://content.guardianapis.com/world/2019/jun/17/monday-briefing-tory-rivals-attack-no-show-boris-johnson", "fields": {"headline": "Monday briefing: Tory rivals attack no-show Boris Johnson", "bodyText": "Top story: Conservative candidates set out plans to reunite Britain Good morning briefers. I’m Martin Farrer and these are the top stories this morning. Boris Johnson may have been missing from last night’s Conservative leadership television debate, but he still managed to dominate proceedings as his five rivals took their chance to attack the frontrunner. Jeremy Hunt said the former foreign secretary could not be relied on to negotiate with Brussels if he wasn’t even prepared to face cross-examination on TV, while Rory Stewart had a dig by saying of the candidates in the studio: “I hope it’s one of us who becomes prime minister.” Ahead of the next round of voting tomorrow, the five men laid out their case for winning the leadership with much focus on how they would repair Britain’s Brexit divisions. But Johnson was boosted after he won the backing of one-time leadership rival, Matt Hancock, on Sunday night. Hunt and Stewart were seen by our political correspondent as having had the best of the debate, but sketch writer John Crace reckons that the empty lectern left for Johnson was the night’s winner. But whoever wins, reckons columnist John Harris, they will inevitably fail unless they first try to fix our broken democracy. * * * Hong Kong tensions – Hong Kong’s political crisis has entered its second week, with demonstrators demanding that the city’s chief executive, Carrie Lam, stand down over her handling of proposed new extradition laws. An estimated two million people flooded the centre of the city on Sunday in what is believed to be the biggest protest in Hong Kong’s history. Protesters want a full public apology from Lam for her attempt to force through laws allowing people to be deported to China for trial. But many experts see the anti-extradition protests as morphing into a wider challenge to Lam’s pro-Beijing government. Joshua Wong, the prominent activist leader who was released from prison today, stepped up pressure on Lam by calling for her to quit. * * * Wrong path – Painted cycle lanes are a waste of money and do nothing to make cyclists feel safer on the roads, according to Britain’s cycling and walking commissioners. They say the government has wasted millions of pounds on the schemes and have failed to change people’s travel habits. The commissioners, who include the Olympic champions Chris Boardman and Dame Sarah Storey, are meeting in Manchester today for their first summit and call for an end to car-centric transport planning as well as European-style zebra crossings on side roads to indicate pedestrian priority over cars. * * * Myanmar threat – The United Nations has threatened to withdraw aid from “closed” refugee camps in Myanmar’s troubled Rakhine state to avoid complicity in a government “policy of apartheid” towards Rohingya Muslims. A letter seen by the Guardian sent from UN resident coordinator Knut Ostby to the country’s rulers relayed a decision by the world body and its humanitarian partners to withhold support “beyond life-saving assistance” in certain camps, unless changes occur. * * * Heathrow warning – Psychologists say residents in west London could have their mental health damaged by an increase in the number of planes flying over the area if Heathrow airport is allowed to expand with a third runway. The airport’s owners will tomorrow publish a consultation on its expansion plans, including environmental aspects of building a third runway. It could see between 17 and 47 extra flights over scenic Richmond Park. But a doctor who treats patients experiencing stress and anxiety by recommending a trip to the park says the plans will be detrimental to her patients’ mental health. * * * Heights of controversy – For someone who made his money in property, Donald Trump will no doubt be delighted that his name has been given to some of the most contentious real estate in the world. In honour of his recognition of Israel’s claim to the Golan Heights on the country’s border with Syria, one of the settlements that sprung up in the area after thousands of Syrians were displaced in 1967 has been named Trump Heights. One resident, Naomi Ish Shalom, hopes the US president will visit soon. “I think it will mean something for him, that there is a place in the world, far away from the States, with his name,” she said. Today in Focus podcast: how to make it as a YouTuber Young stars on the Google-owned site can become multi-millionaires almost overnight but controversy has stalked every stage of YouTube’s growth. Plus: Amelia Abraham on rising LGBT hate crimes. Lunchtime read: Peter Andre embarks on life’s third act For someone widely seen as a here-today, gone-tomorrow pop star, Peter Andre has had a varied career and is now following his early incarnation as a pop-star-turned-reality-TV star with another as an actor in a production of Grease about to tour the UK. But it hasn’t been an easy path for the 46-year-old, who has endured a breakdown and depression along the way. Andre’s mental strife was severe enough to take him out of the public eye for six years (“I remember praying to God: help me get through the day”) after scoring two No 1 hits in the 90s, before he reappeared on I’m a Celebrity and married co-contestant Katie Price. Now remarried, Andre is philosophical about his dark times and opens up to Simon Hattenstone about why would-be reality TV contestants should have mental health checks and how, as a young boy, he narrowly missed encountering Michael Jackson. Sport Lucy Bronze was heartbroken when her England team crashed out of the 2015 Women’s World Cup semi finals but she says that this year’s team as more prepared and in a better place than ever before. It wasn’t Justin Rose’s day at the US Open golf as the Englishman’s 74 slid him back to seven under, allowing American Gary Woodland to win his first major title at Pebble Beach. India won the cricket World Cup’s big clash with Pakistan at Old Trafford but the electric atmosphere was the real winner. Chelsea have confirmed that manager Maurizio Sarri will leave the club for Juventus and that they will be approaching Derby County for talks with Frank Lampard. Business Britain’s economy is set to grow more slowly as firms run down their Brexit stockpiles, according to the British Chambers of Commerce. In banking, the FT reports that Deutsche Bank is set to undergo a radical restructuring that will see it hive off billions of euros in toxic assets into a “bad bank” and also shrink its investment banking operations.The FTSE100 is set to open up after gains in Asia overnight. The pound is at $1.259 and €1.122. The papers Boris Johnson is splashed across many of this morning’s papers, despite his non-appearance in last night’s TV debate. The Guardian says “Johnson’s rivals compete to offer visions of Britain beyond Brexit”. The Times has “Leadership contenders clash over no-deal Brexit”. Both papers also give the India-Pakistan cricket clash big pictures spots. The Telegraph leads on one of Boris Johnson’s pledges: “Boris: fast internet for every home by 2025”. The Mirror ticks off Johnson for “dodging” the Tory candidates’ TV debate: “Chicken Boris” is its headline. The Express says “Rivals gang up to stop Boris”. The Sun and the Mail avoid the former foreign secretary on their front pages. The Sun’s headline is “Daft as a brush”, a story which claims a furniture maker has been ordered to stop sweeping his factory floor because safety inspectors deemed it a health hazard. The Mail leads on a story about 90% of cannabis users and growers being “let off without charge by some police forces”. Its headline is: “Cannabis laws up in smoke”. The FT splashes on the ongoing woes of Germany’s biggest bank: “Deutsche to set up €50bn ‘bad bank’ as part of a radical overall”. Sign up The Guardian morning briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here. For more news: www.theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}