{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/08/syria-demolishes-homes-grabs-territory", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-08T19:00:04Z", "webTitle": "Assad demolishes refugee homes to tighten grip on rebel strongholds", "webUrl": "https://www.theguardian.com/world/2019/jun/08/syria-demolishes-homes-grabs-territory", "apiUrl": "https://content.guardianapis.com/world/2019/jun/08/syria-demolishes-homes-grabs-territory", "fields": {"headline": "Assad demolishes refugee homes to tighten grip on rebel strongholds", "bodyText": "Amjad Farekh’s shops had survived Syria’s long civil war, but not the new, unsteady peace that has settled in some parts of the country. The government recently blew up several properties in the industrial zone of Qaboun, a former opposition stronghold just outside the capital, the exiled businessman said. The destruction and loss echoed dozens of other clearance operations around the country documented by activists and analysts, who say they see a worrying pattern. They fear the government is taking advantage of the messy aftermath of war to tighten its grip on towns and cities, targeting neighbourhoods and communities that rose up against President Bashar al-Assad for demolition, under the guise of military clearance operations. Between September and December of 2018, a report for the European Institute of Peace thinktank tracked government announcements of 344 explosions, ostensibly to clear the aftermath of war. “Each gave reasons such as ‘conducting a bombing’ or ‘to detonate tunnels headquarters, explosive devices and ammunition of terrorist organisations’,” the unpublished report said. “However … these explosions are instead targeting and destroying housing stock.” The analysis was based on satellite imagery, open source video and photo imagery, and the Syrian government’s own tweets. In one cited for Qaboun, the Ministry of Defence gave notice last November that it would be clearing “explosive remnants of terrorists”. Residents filmed the demolition of an apartment block, the “Teachers Towers”, by military engineers. These kinds of demolition are happening on a “near-daily” basis, the report said, “using a variety of rationales, including the extensive property damage [the government] wrought on properties with their indiscriminate bombing”. The loss of homes and properties risks stranding millions of refugees in limbo abroad, including those who might have considered returning home as the eight-year civil war winds down. More than 12 million Syrians fled their homes, 5.6 million leaving the country and 6.6 million others displaced internally, many going because they were opposition supporters or sympathisers. Assad has urged refugees to come home and promised that those who are “honest” would be forgiven for opposing him, but hundreds have been arrested on return, many tortured, and others conscripted despite promises that they would not be, or harassed in the streets. His government has also used housing laws, including 45 new pieces of legislation passed during the conflict, to seize the property of rebel supporters , fracturing communities that opposed him. “Despite a limited amount of public rhetoric about Syrians being welcome to return home, Assad does not actually want the majority of the Syrian population currently displaced inside and outside the country to return,” said Emma Beals, an independent analyst researching refugee return in Syria. “This is demonstrated in many ways, such as the arrest and harassment of large numbers of returnees, as well as by using a framework for reconstruction that ensures the displaced cannot return to their properties. “Syria’s displaced state a desire to return to their own houses, towns, and cities, and the government know that by depriving them of this right they decrease the chance that they will ever go home.” One of those displaced is Amjad Farekh. Before the war his family owned land and several properties in Qaboun, but have been left with almost nothing. “Now even though we are property owners we can’t go back to our home areas because the regime will arrest us, so our properties have no value. Many people I know had to sell their properties at half price,” he said. Authorities seized land and one building for use during the war as a military base. Like many refugees, the family don’t have the key papers they would need to seek compensation or reclaim surviving properties, but they can’t go back to Syria to replace them. Nine out of 10 Syrian refugees are missing at least one key identification document, and fewer than one in five have property records, research by the Norwegian Refugee Council has found. Syria already had serious housing issues before the civil war; they contributed to the build-up of tensions – along with drought, economic stagnation and political repression among other factors – that exploded into conflict in 2011. For decades development had not kept pace with a flood of villagers moving to cities. Many settled into “informal” housing developments, often without documentation of their ownership. Marginalised in the pre-war economy, residents of these areas often supported the uprising against Assad. That means many saw intense fighting in the earlier stages of the war, and were at least partly emptied of their original residents. It may also have contributed to a high rate of dispossession among Syrian refugees, with housing seized when opposition supporters left, or in the years that followed. “When we left Aleppo, the pro-regime forces confiscated all my family’s properties and moved into our houses,” said Abdulkareem al-Halabi, an exiled reporter for the Baladi news website. “Recently former neighbours told us that a building where we owned an apartment is being sold in an auction.” The Carnegie Middle East centre found that half of the refugees in Jordan and two-thirds in Lebanon reported their property was damaged or destroyed. There is no question that reconstruction is desperately needed after years of brutal conflict. Overall more than a third of the country’s housing stock had been affected, the World Bank estimated in 2017, and for even a fraction of displaced Syrians to come home more housing must be built or rebuilt. But civil society groups fear Assad plans to use reconstruction to further dispossess his opponents, and break up their strongholds. The government has a history of weaponised housing throughout the conflict. Human Rights Watch has documented demolitions of property starting in 2012, and as fighting raged the new laws covering property were passed. Together they give the government sweeping powers to requisition land and property and re-zone it for new development, but perhaps the most controversial is known as law 10. It was alarming enough to cause international outrage. Western countries have so far refused to provide funding for rebuilding, saying there will be no cash without political transition, but Syrian authorities are looking instead to private funding, which would allow them to sweep humanitarian concerns aside. The Syrian Association for Citizens’ Dignity, an organisation that represents the displaced, has called for greater pressure from the international community. “Preservation of property rights and right of Syrians to safe and dignified voluntary return must be considered an urgent issue that needs firm action,” the group said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}