{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/06/winxs-brother-among-australian-racehorses-killed-for-meat-in-south-korea", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-05T18:00:37Z", "webTitle": "Winx's brother among Australian racehorses killed for meat in South Korea", "webUrl": "https://www.theguardian.com/world/2019/jun/06/winxs-brother-among-australian-racehorses-killed-for-meat-in-south-korea", "apiUrl": "https://content.guardianapis.com/world/2019/jun/06/winxs-brother-among-australian-racehorses-killed-for-meat-in-south-korea", "fields": {"headline": "Winx's brother among Australian racehorses killed for meat in South Korea", "bodyText": "The brother of the Australian racing legend Winx is one of thousands of exported thoroughbreds killed for meat in Korea under conditions the RSPCA has called “very distressing”. Footage filmed secretly at the Nonghyup abattoir in South Korea last year shows horses being repeatedly beaten on the head with lengths of black polyethylene pipe in an attempt to herd them into the facility. That treatment would be in breach both of Australian animal welfare laws and of the requirements imposed on abattoirs that process live export animals if it was part of a formal Australian supply chain, the RSPCA said. But because the horses were exported to race or breed, rather than for slaughter, and because horses are not classified as livestock in Australia, they are outside the protection of laws that govern the live export industry. In the past five years Australia has exported 158 racehorses to South Korea, mostly two-year-olds purchased in the Magic Millions sales for the purpose of racing or breeding. Analysis of a single year, 2014, shows that of 58 horses exported, 12 were confirmed to have been slaughtered and a further 11 were also likely to have been used in the meat trade. The Greens and animal welfare group have called on Australian racing authorities to halt exports until conditions in the slaughterhouse meet Australian standards. But the Australian government says responsibility for the horses is out of its hands. The footage shows three Australian thoroughbreds, each purchased at the Magic Millions, where the median sale price is $45,000, being trucked in to be killed. One of the horses, a four-year-old gelding named Road to Warrior, had been in South Korea for just 15 months and won just one race before he was sent to Nonghyup. Another, a chestnut gelding named Dynamic Tank, the son of the Kentucky Derby winner Big Brown, raced for three years after being exported as a two-year-old in 2014 and won A$257,856 before he was sent to Nonghyup. According to his entry in the Korean studbook, which lists birth-to-death details for all horses, he was slaughtered in the fourth quarter of 2018. Bareul Jeong was exported to South Korea in 2008, three years before Winx was born. He shares a sire, the Irish stallion Street Cry, with Winx, the championship mare that was named Australian of the year by Sydney’s Daily Telegraph in 2019. In the racing industry, they would only be called half-siblings if they shared the same dam but would be listed as sharing the same sire. Winx was retired in April after a 33-race winning streak that made her one of the most feted horses in Australian racing history. The Australian prime minister, Scott Morrison, presented a copy of her best-selling biography to the Queen on Monday. The final entry on Bareul Jeong’s page in the Korean studbook reads “death for meat processing”. It is dated 1 July 2015, the date that the Korean Racing Authority (KRA) conducted a 40-year-long audit of racehorses that had been sent to slaughter. His actual date of death is likely to be 2010, when his last veterinary treatment, for a strained ligament, was recorded. Horses saw each other killed The Nonghyup footage was recorded in April, May and November 2018 as part of an investigation by People for the Ethical Treatment of Animals (Peta). It shows horses arriving at the facility in the back of small trucks, which are then backed up to the entrance to the race. There is no loading ramp. Horses are hit with poly pipe until they duck under a metal bar and enter the race (a fenced-off channel), and are then herded along with the pipes until they enter the kill box, where they are stunned by a captive bolt device. On two occasions in the extended footage provided to Guardian Australia, two horses were herded down the race together. On both occasions the second horse became distressed when the horse ahead of them was killed and hoisted up. “The second horse struggled a lot more than the first horse,” the Peta investigator told Guardian Australia. Allowing horses to see each other being killed is a breach of Korean animal welfare laws and, as of last month, it was being investigated by police in Jeju. The RSPCA’s chief scientist, Dr Bidda Jones, said the treatment of the horses as they were being unloaded would be in breach of animal welfare laws if it occurred in Australia or at an international facility subject to Exporter Supply Chain Assurance System requirements, which govern conditions in international facilities that receive live export sheep and cattle. “It would not meet Escas standards for cattle,” Jones told Guardian Australia. “That facility would not meet supply chain requirements. It would not pass an animal welfare audit because of the truck, the inhumane handling and the loading platform.” Jones said the footage was “very distressing”. “No horse deserves to be treated that way,” she said. “Regardless of whether it was bred to be eaten or bred to race, no horse should be treated that way.” A spokesman for the agriculture minister, Bridget McKenzie, said Australia had “robust and transparent” export standards for livestock but that horses, which are not classified as livestock under Australian law, were not subject to the same legislative requirements. “Once horses are accepted by the importing country, they are not regulated by Australia and become subject to importing country laws,” the spokesman said. “What happens months or even years later is a matter for that country.” Australia’s Department of Agriculture said it was “not considering adopting an Escas-like traceability protocol for horses”. “The department legislates to ensure livestock exported for all purposes meet importing country requirements,” a spokesman said. “Upon arrival in the destination country, the department’s regulatory obligations with respect to all animals other than feeder and slaughter livestock comes to an end.” ‘Time for the industry to take responsibility’ Horses, including racehorses, are slaughtered for meat in Australia at export abattoirs at Peterborough, South Australia and Caboolture in Queensland. The same captive bolt technology is used. Unlike with cattle and sheep there are no specific processing standards for horses in Australia but the facilities are subject to regular audits and must comply with Australian animal welfare laws. Unlike in Australia, where information about horse slaughter is not publicly available, the KRA publishes quarterly reports listing each horse’s ID number and date of death. “If Racing Australia knows that a horse that was exported to Korea for racing purposes could end up in that situation, there are two things that they could do,” Jones said. “They could prevent it from happening by not allowing exports to Korea, or they could work with Korean authorities to ensure that these facilities are up to Australian standards.” The Greens animal welfare spokeswoman, Mehreen Faruqi, said Australia should consider halting horse exports to South Korea and accused Racing Australia of washing its hands of the animals. “Time and again we hear of officially retired racehorses ending up being killed in knackeries in Australia or overseas,” she said. “It is time for the racing industry to take responsibility for the horses it breeds for their entire life, no matter where they end up. “If South Korea or any other country cannot guarantee a racing horse will not end up brutally killed once it stops turning a profit, then we shouldn’t be allowing exports there, full stop.” Peta also called for Australia to stop the sale of racehorses to South Korea, which is a growing market. In 2018 53% of Australian racehorse exports went to Asia. “The Australian racing industry can no longer sell horses to South Korea and then turn its back, knowing that they and their offspring will end up hanging by one leg in a slaughterhouse,” said Peta’s outreach and partnerships liaison officer, Emily Rice. Racing Australia maintains that less than 1% of Australian racehorses are recorded as going to slaughter upon retirement but independent figures are not made public. On the industry’s compulsory retirement forms, 90% of horses are recorded as going into breeding, another equine pursuit or export. All the horses killed in Korea were among that 90%. Racing Australia’s chairwoman, Frances Nelson, talked up Australia’s horse retirement scheme at the Asian Racing Conference in Seoul last year, telling the audience the “traceability” of Australian horses was important. That conference was in May, the same month that Road to Warrior and another Australian racehorse, Seungja Yechan, were killed. A spokesperson for Racing Australia told Guardian Australia the industry’s birth-to-retirement traceability reforms, instituted in 2016, had been adopted by Britain in 2018 and were being copied by other international racing jurisdictions. Dynamic Tank and Seungja Yechan were among 58 horses exported to Korea in 2014, 12 of which are recorded either in the Korean studbook or in quarterly slaughter reports as having being slaughtered. Eleven more are recorded to have died and are believed to have been used in the meat trade, and six have died of accident or illness. The remainder are now used as breeding or riding horses or do not have a use listed. According to an analysis of available slaughterhouse reports, at least 2,639 Australian-born horses have been killed as part of the Korean horsemeat industry since 1978. Substantial numbers of horses bred in the US, New Zealand, Canada, the UK, Ireland, and France were also listed as having been killed for meat. South Korea is the ninth biggest importer of Australian thoroughbreds in the past 10 years. Post-racing options in the region are limited and the meat industry is growing, encouraged by both the KRA and the Korean agriculture ministry. The KRA told the Korean Observer in 2015 that horse meat “might be able to revive the domestic rural economy”. Faruqi established a Senate inquiry in February into the introduction of a national horse traceability register and it is due to report by August. Racing Australia said in a submission to that inquiry that it supported the introduction of a national horse traceability register with mandatory microchipping of all horses. The Department of Agriculture said it was awaiting the recommendation of a working group. “The industry has failed to monitor what happens to the horses once they are marked as ‘retired’ so the government must step in and create sorely needed transparency,” Faruqi said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}