{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/24/paws-for-effect-japanese-zoo-stages-unusual-lion-escape-drill", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-24T05:44:46Z", "webTitle": "Paws for effect: Japanese zoo stages unusual 'lion' escape drill", "webUrl": "https://www.theguardian.com/world/2019/jun/24/paws-for-effect-japanese-zoo-stages-unusual-lion-escape-drill", "apiUrl": "https://content.guardianapis.com/world/2019/jun/24/paws-for-effect-japanese-zoo-stages-unusual-lion-escape-drill", "fields": {"headline": "Paws for effect: Japanese zoo stages unusual 'lion' escape drill", "bodyText": "For one terrifying moment it looks like the lion is about to get the upper hand against its human nemeses. The animal faces down its would-be captors – armed with a net and long poles - and, without warning, knocks one of them to the ground with its powerful paws. “Are you alright?” another zookeeper asks the prone victim. But the scene, played out at a zoo in western Japan at the weekend, elicited smiles, not looks of horror, from bystanders capturing the drama on their mobile phones. The escaped animal – actually a member of staff in a lion costume – was the protagonist in the latest Japanese zoo safety drill that is as much entertainment as preparation for a genuine escape by a potentially dangerous predator. Zoos around the country regularly conduct similar drills, which invariably feature staff pursuing, then capturing, a chimpanzee, zebra or other “animal” with questionable acting skills. A Mainichi newspaper video of the lion drill has been widely shared online since it appeared on Saturday. One of the original posters, @johnny_suputama, drew his followers’ attention to the expressions worn by Tobe Zoo’s real lions, which appear deeply unimpressed as they watch the “lion” being pursued by staff. The big cat’s bid for freedom ends when it is subdued by a fake stun gun and covered in netting, before presumably being taken away for a change of clothes and a sit-down."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}