{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/14/friday-briefing-tory-scramble-for-anyone-but-johnson", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-14T05:28:18Z", "webTitle": "Friday briefing: Tory scramble for anyone but Johnson", "webUrl": "https://www.theguardian.com/world/2019/jun/14/friday-briefing-tory-scramble-for-anyone-but-johnson", "apiUrl": "https://content.guardianapis.com/world/2019/jun/14/friday-briefing-tory-scramble-for-anyone-but-johnson", "fields": {"headline": "Friday briefing: Tory scramble for anyone but Johnson", "bodyText": "Top story: Pressure on backmarkers to pull out Hello, I’m Warren Murray and this is the last one of the week so hopefully I have made it a good one. Boris Johnson is this morning the only one of the Tory leadership hopefuls yet to confirm his appearance in a TV debate, despite his status as clear frontrunner after the first-round ballot among Conservative MPs. In a joint statement, Jeremy Hunt, Michael Gove, Sajid Javid, Matt Hancock, Rory Stewart and Dominic Raab have said they will take part in the Channel 4 televised debates this Sunday and on the BBC next Tuesday. Johnson’s camp has said he is in discussion with broadcasters. Apart from TV debates, the big question this morning is who will pull out of the race. Moderate Tories are alarmed about the risks of a Johnson prime ministership and a “consolidation” is being called for, in an attempt to stop him romping into 10 Downing Street. Hancock, the health secretary, who received 20 votes, is reported to be considering his options as he comes under pressure to throw his support behind another contender. Stewart, on one vote less than that, appears determined to stay in. Johnson has so far scooped up the votes of 114 MPs, more than a third of the parliamentary party. The foreign secretary, Jeremy Hunt, ran a distant second place with 43 votes. Candidates who want to drop out are supposed to tell the 1922 Committee of their decision by lunchtime today. Three candidates, Andrea Leadsom, Mark Harper and Esther McVey, were automatically eliminated from the contest after failing to reach the threshold of 17 votes required to proceed to the next round. * * * Ship strikes stoke tensions – The US has released a video that it says shows the Iranian military removing a mine from one of the vessels that was bombed in the Gulf of Oman. These latest attacks have inflamed tensions between Washington and Tehran, with the latter denying any responsibility. Thursday’s attack on the tankers, the Japanese-owned Kokuka Courageous and the Norwegian-owned Front Altair, pushed oil prices up by 4%. Limpet mines were used. The United Nations secretary general, Antonio Guterres, strongly condemned the attacks, warning that the world cannot afford “a major confrontation in the Gulf region”. * * * Christchurch suspect enters plea – Brenton Tarrant has pleaded not guilty to all charges in relation to the New Zealand mosque shootings. Tarrant appeared on screen at the high court in Christchurch on Friday morning, from a high security prison in Auckland. Tarrant, 28, is facing 51 charges of murder, 40 of attempted murder and one of engaging in a terrorist act. The trial, estimated to take six weeks, will go ahead on 4 May 2020. Justice Cameron Mander said the accused had been assessed and declared mentally fit to stand trial. * * * Sanders all spoke out – Sarah Sanders has quit as Donald Trump’s White House press secretary. In that role she has not held a press briefing for a record 94 days. Matthew Miller, a former justice department spokesperson, tweeted: “Good riddance. She had the most important spokesperson job in the world and used it to lie repeatedly to the American people. I hope shame and stigma follow her the rest of life.” Sanders, who took over from gaffe-prone Sean Spicer, joins a long list of departures from the Trump White House. Trump has not yet announced a successor but said Sanders should run for governor in her home state of Arkansas to which she is returning. Separately, a US federal watchdog has called for White House counsellor and key Trump aide Kellyanne Conway to be fired for illegally using her government job as a political platform. * * * Grenfell remembered – Survivors and those left bereaved by the Grenfell Tower disaster will gather near the burned-out building today to pray, release doves, share food and march in silence in memory of the 72 people who died following the fire on 14 June 2017. Events marking the second anniversary will begin at St Helen’s Church, North Kensington, and conclude with a wreath-laying at the base of the tower, a multi-faith vigil and a silent walk culminating in a roll call of those who died. The events take place in an atmosphere of rising anger at the slow pace of justice and continued risks posed by buildings using similar combustible materials to those that burned on Grenfell two years ago. Gary Younge indicts us all, to some extent, in the lack of action: “It’s not that we don’t see injustice or cannot comprehend it. It’s that we apparently get bored by it. We are becoming very careless with our innocence: we keep losing it, only to find it again in time to be ‘shocked’ by the next outrage.” * * * Quick change act – Chukka Umunna has continued his dizzying sideways career trajectory by leaving Change UK (formerly the Independent Group, and now actually called the Independent Group for Change after a trademark dispute) to join the Liberal Democrats. The soon-to-retire Lib Dem leader, Vince Cable, said he had “developed a relationship – I would say friendship – over quite a long period of time” with Umunna. The two contenders to replace Cable, Ed Davey and Jo Swinson, welcomed Umunna on board. * * * Dirty needles – Almost one in five people who undergo tattooing or body piercing end up with health complications ranging from swelling to being given infections that might include hepatitis, HIV or sepsis, the Royal Society for Public Health has said. It is calling for all premises doing procedures where the skin barrier is broken to be required to learn and practise stringent infection control as a condition of getting a licence from the local council. Today in Focus podcast: Fighting for Grenfell justice Natasha Elcock and Ed Daffarn escaped from Grenfell Tower on 14 June 2017. Karim Mussilhy’s uncle died in the fire. Together with other survivors and bereaved people, they formed Grenfell United. They talk about their work over the past two years, while the Guardian’s social affairs correspondent, Rob Booth, discusses government inaction. Lunchtime read: The mindfulness conspiracy It is sold as a force that can help us cope with the ravages of capitalism. But with its inward focus, is mindful meditation the enemy of activism? Ronald Purser has given the matter some careful thought. Sport England’s Women’s World Cup challenge tonight in a city designed by the architect Auguste Perret – supposedly the “poet of reinforced concrete” – is to deconstruct an Argentinian backline suddenly looking as unyielding as cement. Eddie Jones is poised to continue as England’s head coach until at least 2021 even if his side fail to achieve their target at the World Cup in Japan this year. And Juventus and Chelsea have reached an agreement in principle to allow Maurizio Sarri to return to Italy, although negotiations over a compensation fee for the manager’s departure could reach up to £5m. The Cricket World Cup final could yet be shown on a free-to-air platform in the UK, with the rights holder, Sky, understood to be considering making the match available to non-subscribers in a one-off move. Justin Rose birdied his last three holes en route to a six under par 65 and the lead of the US Open as Brooks Koepka proved he is vaguely human. Chris Froome has successfully come through surgery following his high‑speed crash but the four-time Tour de France champion is expected to remain in intensive care for the next two or three days and no timeframe has been put on his rehabilitation. Business Asian shares have been mixed after the oil tanker attacks in the strategic Strait of Hormuz. The Nikkei edged up while Australia’s S&amp;P/ASX 200 was little changed. South Korea’s Kospi fell as did Hong Kong’s Hang Seng while Shanghai went a tad higher. Gains in energy and internet companies helped drive stocks broadly higher on Wall Street, snapping a two-day losing streak for the market in an otherwise choppy week of trading. The market is also looking ahead to next week’s meeting of policyholders of the US Federal Reserve whose chairman, Jerome Powell, has signalled the central bank may cut interest rates to help stabilise the economy. For a pound you can get $1.267 or €1.124. The FTSE should open higher. The papers It is all about Boris Johnson today, with news that the former foreign secretary has taken a big lead in the Tory leadership race after the first round of voting. The Express asks: “Who can stop Boris now?”, the Mail says he has “One foot in Number 10”, FT: “Johnson is runaway favourite to be next PM after first Tory ballot”, and the Telegraph reports calls from Johnson’s supporters for candidates who only just passed the threshold of 17 votes to pull out of the race: “Tory ‘vanity’ candidates’ urged to quit”. The i says: “Johnson’s Tory enemies regroup after big win”, the Times has: “Johnson is accused of hiding from TV debates” and the Sun has pictures of some of Johnson’s opponents under a speech bubble saying: “We’ve all been screwed by Boris”. The Guardian has a story about Johnson, but leads on “US blames Iran for attacks in key Gulf shipping route” and the Mirror features another story about TV licences: “BBC legends: end this betrayal”. Sign up The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here. For more news: www.theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}