{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/14/nations-must-protect-spending-on-the-vulnerable-says-imf-chief-christine-lagarde", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-14T13:30:50Z", "webTitle": "Nations must protect spending on the vulnerable, says IMF chief", "webUrl": "https://www.theguardian.com/world/2019/jun/14/nations-must-protect-spending-on-the-vulnerable-says-imf-chief-christine-lagarde", "apiUrl": "https://content.guardianapis.com/world/2019/jun/14/nations-must-protect-spending-on-the-vulnerable-says-imf-chief-christine-lagarde", "fields": {"headline": "Nations must protect spending on the vulnerable, says IMF chief", "bodyText": "The International Monetary Fund is urging countries to protect spending on health, education and vulnerable groups amid growing concern among its members about excessive levels of inequality, its managing director has said. Announcing the change of approach in an interview with the Guardian, Christine Lagarde said it was now politically incorrect to argue against the impact of social spending on growth and stability. The IMF, she said, had been through a process of introspection after being criticised in the past for imposing anti-poor spending cuts on governments facing financial crises. Lagarde said the new stance was the result of demands from the IMF’s member countries and internal soul-searching on the part of her organisation. “There are more members concerned about inequality – which is excessive in many areas of the world – and how to remedy it. Social spending can be a mitigating factor. “There are quite a lot of people looking for work; a lot of people coming into the labour market. There will be more retirees and they will require social spending in terms of health. Lagarde said the fund’s research had shown that tackling inequality helped countries grow faster and that there was a consensus in the organisation that social spending was critical for the overall health of economies. “There is a consensus in the organisation that social spending can be macro critical. We have surveyed all the mission chiefs and asked them whether social spending was likely to be macro critical and were happily surprised that 80% of them said it was.” Lagarde said the IMF’s watchdog – the Internal Evaluation Office – had identified room for improvement. “It found that we were doing a lot of work in this area but it was not consistent and not fully endorsed throughout the organisation. It wanted a more systematic approach.” The fund’s increased concern for social spending comes at a time when there have been signs of the global economy slowing. “It is too soft, too low and politics is interfering too much with the economic mechanism and that is frustrating.” However, the IMF’s MD said the new strategy was not a response to current events: “It has been on my mind for some time and in the works for two and a half years.” She revealed that there had been some pushback against the new approach by fiscal hardliners on the IMF’s board. “There is always a group of countries that are questioning the non-orthodox definition of macro-criticality. But it has become politically incorrect to argue against the impact of social spending on health and education.” Asked whether she had learned lessons from Greece, where the country had to accept harsh terms in return for a succession of financial bailouts and its economy shrunk by more than a quarter, Lagarde said it had been Europe rather than the IMF that had pushed for draconian cuts. “There was a lot imposed and there were many sacrifices. We were not advocating the kind of hardship that was imposed.” Lagarde said the new approach was the result of consultation. “We went outside the organisation. We took the pulse of the membership, of NGOs and academics, a range of external actors and influences, people in the know. “We now have a framework both for our programmes and for policy guidance, which has the approval of the board.” She added that the IMF would be looking at the impact of spending programmes on growth and stability. “Is social spending going to be meaningful and relevant for those two purposes? Where a country is undergoing a programme we will be paying more attention than we did in the past to social spending.” More so than in the past, the IMF would take into account what needed to be spent on young people, single-parent families or senior citizens on low incomes. However, she warned that the fund was not going to abandon its concern for good fiscal housekeeping. “When a country’s debt is out of control and it is spending without restraint we will still be going to focus on debt sustainability.” Lagarde said the IMF had incorporated its new approach in its programme for Argentina. While it was up to individual countries whether they protected social spending, Lagarde said she was hopeful that member states would notice the difference. “Research has shown the link between inequality and growth. That’s why the social spending strategy has been adopted.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}