{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/25/highs-of-45c-expected-in-france-as-heatwave-scorches-europe", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-25T15:17:42Z", "webTitle": "Europe heatwave: record high of 45C expected in France", "webUrl": "https://www.theguardian.com/world/2019/jun/25/highs-of-45c-expected-in-france-as-heatwave-scorches-europe", "apiUrl": "https://content.guardianapis.com/world/2019/jun/25/highs-of-45c-expected-in-france-as-heatwave-scorches-europe", "fields": {"headline": "Europe heatwave: record high of 45C expected in France", "bodyText": "National highest-ever temperature records, typically set in late July or August, are likely to be broken across Europe this week as a potentially deadly early summer heatwave sweeps across the continent. Meteorologists expect previous June highs to be approached and possibly exceeded in Austria, Belgium, the Czech Republic, Denmark, France, Germany, Luxembourg, the Netherlands and Switzerland, with all-time records likely to fall in some countries. “The latest forecasts leave little room for doubt: we are heading for a new national record,” said Guillaume Woznica, a French forecaster, noting Météo-France was now predicting peaks of 45C (113F) in the southern towns of Nîmes and Carpentras on Friday. The highest reliable June temperature previously recorded in France was 41.5C on 21 June 2003. The country’s highest ever temperature, recorded at two separate locations in southern France on 12 August during the same 2003 heatwave, was 44.1C. “At our local Potsdam station, operating since 1893, we’re set to break the past June record by about 2C,” tweeted Stefan Rahmstorf, of the Potsdam Institute for Climate Impact Research. Eastern parts of Germany, including Berlin, are already experiencing their hottest June on record. High temperatures are expected to climb further throughout the week, from Spain to the Czech Republic, as the combination of a storm stalling over the Atlantic and high pressure over central Europe pulls very hot air northwards from the Sahara. Scientists say heatwaves can be particularly dangerous when they occur in early summer, before people have adjusted to seasonal norms. Europe’s 2003 heatwave resulted in the premature deaths of an estimated 70,000 people. A 2015 report on heatwaves and health, by the World Meteorological Organization and World Health Organization, found early summer heatwaves had been shown to be associated with greater impacts on mortality than later heatwaves of comparable or higher temperatures. A heatmap for France for 27 June, tweeted by the university meteorologist Ruben Hallali, next to the Edvard Munch painting The Scream, was widely shared on social media. From the low to mid-30Cs on Tuesday in parts of Spain, France and Italy, most weather models predict temperatures will rise by Thursday to the low to mid-40Cs in south and central France and north-east Spain, and the upper 30Cs in much of the rest of continental Europe. As authorities placed health services and retirement homes on alert, urged children and older people to stay indoors, handed out free water and recommended vigilance against dehydration and heatstroke, the French president, Emmanuel Macron said: “As you know, at times like these, sick people, pregnant women, infants and elderly people are the most vulnerable. “We must be vigilant and have preventive measures in place in order to intervene as quickly as possible.” France’s health minister, Agnès Buzyn, said the country was better prepared than in the 2003 heatwave, when 15,000 more people died than in a normal summer. “Our plans have got better and better,” she said. “Our alerts are more efficient.” Societal change was going to be necessary, Buzyn said. “We will have to change the way we live, the way we act, the way we work, travel, dress … We are going to have to change our habits and stop thinking these episodes are exceptional.” Among the first to be affected have been France’s high-school students, with the national brevet exams, sat by 15-year-olds, postponed by the education minister on safety grounds from Thursday and Friday until early next week. Brussels halted horse-and-carriage rides for tourists because of animal welfare concerns, Le Soir newspaper reported, while in Germany media reported a 32-year-old man in Hemer, outside Düsseldorf, had stripped naked in the frozen food section of his local supermarket in an effort to escape the heat. Rahmstorf said the current heatwave, following unusually high temperatures last summer that caused increased mortality rates, a decline in crop yields and wildfires inside the Arctic Circle, was consistent with climate scientists’ predictions. “Weather data show that heatwaves and other weather extremes are on the rise in recent decades,” he said. “The hottest summers in Europe since the year AD1500 all occurred since the turn of the last century: 2018, 2010, 2003, 2016, 2002.” Monthly records were now falling five times as often as they would in a stable climate, Rahmstorf said, adding this was “a consequence of global warming caused by the increasing greenhouse gases from burning coal, oil and gas”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}