{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/07/russian-police-accused-of-arresting-critical-journalist-on-false-charges-ivan-golunov", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-07T13:42:32Z", "webTitle": "Russian police accused of arresting journalist on false charges", "webUrl": "https://www.theguardian.com/world/2019/jun/07/russian-police-accused-of-arresting-critical-journalist-on-false-charges-ivan-golunov", "apiUrl": "https://content.guardianapis.com/world/2019/jun/07/russian-police-accused-of-arresting-critical-journalist-on-false-charges-ivan-golunov", "fields": {"headline": "Russian police accused of arresting journalist on false charges", "bodyText": "Russian police have arrested a prominent investigative journalist on drug-dealing charges that he claims were fabricated. Colleagues and friends of Ivan Golunov, a reporter for the independent Meduza news website, said it was likely he was being targeted for his work investigating state corruption and shady business interests. Police said Golunov was carrying several bags of white powder when he was stopped and searched by police on a Moscow street on Thursday. The police said the substance was mephedrone, a club drug often called bath salts. The BBC’s Russian Service reported that Golunov was suspected of having “intent to distribute”. Golunov has denied the alleged drugs were his and said the bags were planted. He also accused police officers of punching and kicking him while in detention, and that he was denied access to a lawyer. It took 14 hours for an investigator to publicly announce that Golunov was in custody. Police published photographs purporting to show drug paraphernalia and chemistry equipment at Golunov’s apartment, but friends said the apartment was not his and that the photos were an attempt to discredit him. Golunov has investigated family members of a Moscow deputy mayor who amassed a fortune in real estate, predatory lenders who purchased apartments in Moscow, plans to ship Moscow’s waste to the regions, and revealed that a senior official’s son tried to corner Russia’s funeral market. Meduza’s CEO, Galina Timchenko, and its editor-in-chief, Ivan Kolpakov, said they were convinced Golunov was innocent. “Moreover, we have reason to believe he’s been targeted because of his work as a journalist,” they said in a statement. “We know that Ivan has received threats in recent months, and we think we know from whom. Meduza will follow closely every action by the investigators in Golunov’s case. We will find out who is behind this, and make the information public. We will defend our journalist by all available means.” Meduza, whose headquarters are in Riga, Latvia, often publishes articles critical of the Russian government. Golunov is based in Moscow. Friends and colleagues from across the political spectrum, from stalwart liberals to employees of state news agencies, posted on social media backing Golunov and organised a picket in front of the Moscow police headquarters. The show of support resulted in police later detaining at least 15 journalists, writers, and others who protested on Wednesday evening. Individual pickets are permitted without a permit by Russian law but police regularly detain protesters in sensitive situations anyway. The demonstrators were herded into a police van and driven away from the building. “His arrest looks very strange,” said Andrei Medvedev, an employee of the state television station VGTRK, on Telegram. “I have trouble imagining that an investigative journalist would go to meet a source with narcotics in his backpack. Moreover, I don’t believe that Ivan sold drugs.” Reporters often face harassment and violence in Russia, but few are arrested on drug charges. Moscow’s mayor, Sergei Sobyanin, has ordered the city’s police chief to personally supervise Golunov’s case."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}