{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/17/minefields-and-ruins-israeli-settlement-called-trump-built-on-conquered-land", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-17T05:55:59Z", "webTitle": "'Trump Heights': Israeli settlement in Golan named after US president", "webUrl": "https://www.theguardian.com/world/2019/jun/17/minefields-and-ruins-israeli-settlement-called-trump-built-on-conquered-land", "apiUrl": "https://content.guardianapis.com/world/2019/jun/17/minefields-and-ruins-israeli-settlement-called-trump-built-on-conquered-land", "fields": {"headline": "'Trump Heights': Israeli settlement in Golan named after US president", "bodyText": "It is a world away from the grandiose high-rises that bear his name. A sleepy, crumbling hamlet of fewer than a dozen Israeli residents surrounded by sun-parched fields of crisp hay. Weeds punctuate the cracked asphalt of a basketball court, its rusted hoops leaning at angles. This hinterland settlement in the Golan Heights has become the next recipient of the Trump brand empire. Built on land captured from Syria in a war fought half a century ago, it is some of the most contentious real estate on the planet. Israel’s claim to the strategic volcanic plateau that overlooks Lebanon, Jordan and the Sea of Galilee has been rebuked by the UN and never internationally recognised. For decades, Israeli settlement in the Golan Heights had been globally shunned. That was until Trump heard about it and recognised Israel’s claim with a tweet. To thank his benefactor, Benjamin Netanyahu said he would name a settlement after the US president. On Sunday, the Israeli prime minister and his cabinet convened in the tiny outpost for the inauguration of its new title, emblazoned on a giant billboard: “Ramat Trump” – or Trump Heights. The US president thanked Netanyahu with another tweet: Plans have begun to extend the hamlet of Bruchim, first established in 1991 but almost forgotten until now. Haim Rokach, head of the Israeli Golan regional council, hopes that it will eventually comprise 400 houses, with construction of a first phase of 100 homes set to begin later this year. “The prime minister’s decision to build a new place in the Golan Heights is a revolution. We were thirsty for that,” said the mayor. A range of name suggestions were submitted to a government committee for approval. Other possibilities had included Neve Trump (Trump’s Oasis) and Ruakh Trump (Trump’s Soul). Local rights groups estimate up to 130,000 Syrians fled or were forced from their homes in the 1967 war and have not been allowed to return. Many of their farms and villages have since been demolished, and the ruins of stone houses can still be seen across the fields. Parts of the Golan remain mined. Israel’s government offered citizenship to the few thousand remaining Syrians, mostly Druze Arabs, but most reject it, opting instead for resident status. To entrench itself, Israel has built military bases and established a civilian foothold of about 20,000 settlers, who have wineries, cattle farms and a small tourism industry. Many of the residents are similar to those who took Palestinian land in the occupied West Bank. Some believe Jewish people have biblical rights to the land but have always known they could be removed in a peace agreement. That almost happened in 2000, when Syria’s then president, Hafez al-Assad, and Israel appeared close to a deal, although it collapsed at the last moment. Trump’s recognition takes away the fear of handing the Golan Heights back to Damascus, said Rokach, who has lived there for 35 years. “All the Golan residents, all of them, they have a feeling of release.” The US decision has led to a wave of donations and investment from sympathetic Americans, he added. Republican party megadonors Miriam and Sheldon Adelson – known for financial support for Jewish settlements in the occupied West Bank – have plans to build a 200-room hotel, he said. It does not bother Rokach that Trump is a controversial figure. “For that, there is the American legal system. I judge president Trump on what he does for Israel. And I think we have a great friend,” he said. The local mayor is thinking in terms of decades and centuries, not presidential terms. People only remember one thing about Arthur Balfour, he said of the British foreign secretary who signed the famous 1917 Balfour Declaration that gave UK backing to establishing a Jewish homeland in mandate Palestine. “Does anyone remember his past? If he was drinking? Nobody remembers,” said Rokach. “If Theresa May will build me a village, I will call it Theresa May.” Residents of Bruchim and the village of Kela next door also appear optimistic. Menachem Ender, a tour guide from Kela, said Trump is “a personality in doubt” but he added, “I don’t give a shit. I’m not objective … I care about my country, about my future.” In Bruchim, one of the few residents, an organic farmer, is excited about the potential influx of people. “What we dream for, is for it to become a special place,” said Naomi Ish Shalom, talking in her small plot where she grows olives, apples, and peaches. She has lived here since 1992 among the eucalyptus trees, and now with goats, chickens and a couple of dogs. But as the Golan was never fully developed, her three sons left. “They have nothing here to really come back to,” she said. The remnants of Syria and wars fill the hamlet. The path that leads to Bruchim has minefield warnings on both sides – the land has been demined but the paperwork to have it approved for use is pending. In the middle of the community, a Syrian army bunker remains standing. Israel’s hold on the Golan has had domestic opposition too, from those who feel it has created further antagonism in the region. In 1973, Syria fought to retake it but failed and remains in a frozen state of conflict with Israel. Ish Shalom hopes Trump’s recognition will end the debate. “It’s deciding. And that, in a way, stops all the talking,” she said. Along with his Golan decision, Trump has acceded to a list of Israel’s longstanding demands regarding the Palestinians and its Arab neighbours that were long considered one-sided, politically detrimental and potentially explosive by previous administrations. He has cut US aid to Palestinians, cut diplomatic ties and declared the city of Jerusalem – part of which Palestinians claim – as Israel’s capital. In gratitude, the city’s mayor named a roundabout in Trump’s honour. The US president said he made the Golan decision after getting a quick history lesson from Jared Kushner, his son-in-law, and David Friedman, the pro-settlement ambassador to Israel and former Trump bankruptcy lawyer. Friedman, who attended the inauguration on Sunday, reacted like a “wonderful, beautiful baby” getting what he wanted, Trump said. Ish Shalom hopes Trump will visit his namesake soon. “I think it will mean something for him, that there is a place in the world, far away from the States, with his name,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}