{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/13/mexico-norma-sarabia-death-seventh-journalist-murdered", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-13T20:03:01Z", "webTitle": "Mexico: seventh journalist murdered in just six months", "webUrl": "https://www.theguardian.com/world/2019/jun/13/mexico-norma-sarabia-death-seventh-journalist-murdered", "apiUrl": "https://content.guardianapis.com/world/2019/jun/13/mexico-norma-sarabia-death-seventh-journalist-murdered", "fields": {"headline": "Mexico: seventh journalist murdered in just six months", "bodyText": "Mexico’s deadly assault on journalism has claimed another victim with the murder of a crime reporter from the home state of President Andrés Manuel López Obrador – the seventh journalist to die this year alone. Norma Sarabia, a 46-year-old journalist who had reportedly received threats for denouncing police corruption, was gunned down on Tuesday night as she returned home in Huimanguillo, a city in the south-eastern state of Tabasco. “She was such a hard worker … she always liked to get to the news first,” one close friend, Laurencio Palma, told the news website Animal Político. Mexico’s national human rights commission said Sarabia was the 149th Mexican journalist to be killed since 2000, making it one of the most dangerous countries on earth to be a journalist. In an article for Sarabia’s newspaper, Tabasco Hoy, one colleague slammed the “indolence and apathy” with which politicians treated the slaughter of Mexican journalists. “Apparently the powerful care little about these murders,” wrote the columnist Luis Antonio Vidal, the head of the local press association. Concern over the safety of another Mexican journalist – kidnapped just 12 hours after Sarabia’s slaying – eased on Thursday after authorities in the eastern state of Veracruz announced he had been freed. Armed men reportedly seized editor Marcos Miranda Cogco on Wednesday morning, prompting fears he would become the week’s second murdered journalist. López Obrador, who is best known as Amlo, was praised for including pledges to respect freedom of expression and shun censorship in his inaugural address last December. “We must protect journalists, defend them and not kill them,” he told reporters last month. But reports suggest 10 journalists have already lost their lives since he took office. Jan-Albert Hootsen, the Mexico representative for the Committee to Protect Journalists (CPJ), said he saw few indications meaningful steps were being taken to halt the killings. “One of the major differences between Mexico and Turkey or China or Russia is that there is no concerted effort from the federal government to silence critical reporters here. There is no politics of repression from this president. But there is definitely a lack of commitment to solving the real issues, which are crime, violence, impunity and corruption.” A record nine Mexican journalists were murdered in 2017, only for that record to be broken in 2018 with 10 killings, according to the CPJ. Sarabia’s murder – at least the seventh this year – means that record is again likely to be broken in 2019. “I hate to talk about numbers because we are talking about people but … if nothing changes we will end up with 12, 13, maybe even 14 murdered journalists. It just doesn’t look good.” The most notorious recent killing was that of Javier Valdez, a crusading editor famed for documenting the human cost of Mexico’s drug war. Valdez was shot dead in 2017 and his suspected killer arrested last year – but activists say nearly all such murders go unsolved and unpunished. “The number one issue we are dealing with in Mexico is impunity. The impunity rate for regular crimes is about 90% and with crimes against reporters – especially lethal ones – it is almost 100%” Hootsen said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}