{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/19/jamal-khashoggi-killing-saudi-crown-prince-mohammed-bin-salman-evidence-un-report", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-19T12:19:21Z", "webTitle": "‘Credible evidence’ Saudi crown prince liable for Khashoggi killing – UN report", "webUrl": "https://www.theguardian.com/world/2019/jun/19/jamal-khashoggi-killing-saudi-crown-prince-mohammed-bin-salman-evidence-un-report", "apiUrl": "https://content.guardianapis.com/world/2019/jun/19/jamal-khashoggi-killing-saudi-crown-prince-mohammed-bin-salman-evidence-un-report", "fields": {"headline": "‘Credible evidence’ Saudi crown prince liable for Khashoggi killing – UN report", "bodyText": "The crown prince of Saudi Arabia should be investigated over the murder of the dissident journalist Jamal Khashoggi because there is “credible evidence” that he and other senior officials are liable for the killing, according to a damning and forensic UN report. In an excoriating 100-page analysis published on Wednesday of what happened to Khashoggi last October, Agnes Callamard, the UN’s special rapporteur, says the death of the journalist was “an international crime”. “It is the conclusion of the special rapporteur that Mr Khashoggi has been the victim of a deliberate, premeditated execution, an extrajudicial killing for which the state of Saudi Arabia is responsible under international human rights law,” she says. Using recordings of conversations from inside the Istanbul consulate where Khashoggi was killed, her report pieces together his last moments, and how he was confronted by Saudi officials, one of whom said: “We are coming to get you.” When Khashoggi refused to cooperate, a struggle can be heard, including heavy panting. The special rapporteur’s report concludes: “Assessments of the recordings by intelligence officers in Turkey and other countries suggest that Mr Khashoggi could have been injected with a sedative and then suffocated using a plastic bag.” Saudi Arabia dismissed the report. The minister of state for foreign affairs, Adel al-Jubeir, tweeted it was “nothing new … the report of the rapporteur in the human rights council contains clear contradictions and baseless allegations.” The report highlights how critics of the kingdom are deliberately targeted, and comes amid a number of claims that Saudi Arabia has been using sophisticated surveillance spyware to hack the phones of journalists and academics. The Guardian can now reveal it has been warned that its journalists have been targeted by a hacking unit inside Saudi Arabia. Despite repeated requests to the Saudi authorities to address the claims, and to provide reassurance that no such operation is under way, the kingdom has refused to do so. The UN report’s findings will heap pressure on the kingdom, particularly Crown Prince Mohammed bin Salman, who has repeatedly been urged to explain what he knew about the murder of Khashoggi. The kingdom initially denied any involvement, and then described it as a rogue operation that the heir to the throne knew nothing about. That is not the view of the special rapporteur’s report. Its main findings include: • There is credible evidence, warranting further investigation, of high-level Saudi officials’ individual liability, including the crown prince’s. • Khashoggi’s death was an extrajudicial killing. His attempted kidnapping would constitute a violation under international human rights law … and may constitute an act of torture under the terms of the convention against torture. • The investigations conducted by Saudi Arabia and Turkey failed to meet international standards regarding the investigation into unlawful deaths. • The Saudi investigation into the murder was not conducted in good faith, and might amount to obstructing justice. The report demands that the trial of the 11 suspects in Saudi Arabia be suspended amid concerns about secrecy over the proceedings and lack of credibility. It states: “Some eight months after the execution of Mr Khashoggi, the determination and assignment of individual responsibilities remain clouded in secrecy and lack of due process.” It adds: “To date the Saudi state has failed to offer public recognition of its responsibility for the killing of Mr Khashoggi, and it has failed to offer an apology to Mr Khashoggi’s family, friends and colleagues for his death and for the manner in which he was killed. “The special rapporteur obtained information regarding a financial package offered to the children of Mr Jamal Khashoggi but it is questionable whether such a package amounts to compensation under international human rights law.” Khashoggi, 59, was killed when he entered the Saudi consulate in Istanbul on 2 October last year. One of the Middle East’s most important voices, he considered journalism within, about and for the region to be vital, the special rapporteur states. The report says Khashoggi thought he was safe in Turkey and had resisted calls from the kingdom to return to Saudi Arabia from the US, where he had been in self-imposed exile since September 2017. The special rapporteur’s report sets out how Saudi Arabia initially and repeatedly denied any knowledge of or involvement in the murder of Khashoggi, and that the idea that it might have been conducted by “rogue killers” first came from a tweet from the US president, Donald Trump on 15 October. The Saudis officially offered this version of the killing on 21 October, the report notes. While some suspects are facing trial in Saudi Arabia, the report says the process has been secretive and should be stopped. It also addresses whether the crown prince and his trusted aide, Saud al-Qahtani, should face further scrutiny. Qahtani has repeatedly been described as the mastermind of the plot to kill Khashoggi and was initially among the suspects identified by Saudi Arabia. But the UN report says he has not been criminally charged, unlike some others. While the special rapporteur says “no conclusion is made as to guilt” on either Qahtani or the crown prince, she adds: “There is credible evidence meriting further investigation, by a proper authority, as to whether the threshold of criminal responsibility has been met.” The report adds: “Mr Khashoggi’s execution is emblematic of a global pattern of targeted killing of, and threats against, journalists and media workers that is regularly denounced by states, UN agencies, special procedures, and by numerous international and national human rights organisations.” On Sunday, the crown prince described the murder of Khashoggi as a “very painful crime”. In an interview with the pan-Arab daily Asharq al-Awsat, he said: “Those accused of carrying out the crime are government officials.” He said the kingdom was seeking to “achieve full justice and accountability, without getting distracted by positions taken by some for their own domestic considerations that are known to everyone. “Any party exploiting the case politically should stop doing so, and present evidence to the [Saudi] court, which will contribute in achieving justice,” he added, without directly naming Turkey."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}