{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/30/anti-brexit-anglophile-frans-timmermans-tipped-succeed-juncker-eu", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-30T13:59:08Z", "webTitle": "Anti-Brexit anglophile Frans Timmermans tipped for top EU post", "webUrl": "https://www.theguardian.com/world/2019/jun/30/anti-brexit-anglophile-frans-timmermans-tipped-succeed-juncker-eu", "apiUrl": "https://content.guardianapis.com/world/2019/jun/30/anti-brexit-anglophile-frans-timmermans-tipped-succeed-juncker-eu", "fields": {"headline": "Anti-Brexit anglophile Frans Timmermans tipped for top EU post", "bodyText": "A supporter of a second European Union referendum who has criticised Boris Johnson for “borderline racist” comments has emerged as the frontrunner to replace Jean-Claude Juncker but immediately faced opposition from populist central European governments at a tetchy Brussels summit. Frans Timmermans, a self-confessed anglophile who is fluent in seven languages, had appeared to be in pole position to take over from Juncker to head the European commission from 1 November as leaders met on Sunday evening. His candidacy had been given a boost over the weekend by the German chancellor, Angela Merkel, who said Timmermans, the Socialists’ and Democrats’ nominee for the post, or the German centre-right MEP Manfred Weber would be “part of the solution”. The French president, Emmanuel Macron, has opposed Weber’s claim to the role as group leader of the European People’s party (EPP), the largest group in the European parliament. Merkel agreed at the G20 summit in Osaka, Japan, that despite her support for Weber, he would not get the top job but would be given a senior role elsewhere, potentially as president of the European parliament. But Timmermans route to top job in the commission soon appeared in jeopardy, faced with opposition led by the Polish and Hungarian governments as leaders debated the issue at the summit. He has criticised both administrations for their record on protecting the independence of the judiciary. Poland’s prime minister, Mateusz Morawiecki, dismissed claims that Timmermans was the “candidate of compromise” as he arrived at the summit of EU leaders in Brussels. “Frans Timmermans is the candidate who is strongly dividing Europe,” he said. “He certainly doesn’t understand central Europe, doesn’t understand Europe, which is emerging now from the post-communist collapse.” Should the four countries most likely to block Timmermans – Hungary, Poland, the Czech Republic and Slovakia – be joined by Italy’s populist government, it would leave the UK in effect with a casting vote, an awkward position given Theresa May’s insistence that she will not meddle in the future leadership of the EU at what is expected to be her final summit as prime minister. But other leaders from Weber’s centre-right EPP group, including the Irish prime minister, Leo Varadkar, also spoke of their concerns about the centre-left candidate taking control, as Merkel’s solution appeared to unravel. “I think it’s fair to say there’s a lot opposition to the proposal that was made in Osaka from the EPP’s point of view,” Varadkar said. “The vast majority of the EPP prime ministers don’t believe that we should give up the presidency of the commission quite so easily, without a fight.” Plans for the 28 EU heads of state and government to make a decision on their preferred candidate as commission president, and for other roles including the presidencies of the European council and European Central Bank, by breakfast on Monday morning appeared doomed to fail with another summit on the issue in mid-July looking increasingly likely. A working dinner on Sunday of pea soup, fillets of sole and a dark chocolate dessert was hours late in starting and had to be suspended midway to allow further bilateral talks to take place in a clear sign of the difficulties. It had been hoped that the leaders’ nomination for commission president would be voted on by the European parliament in the coming days. Whoever replaces Juncker will be in post after 31 October by which time Johnson, the frontrunner for the Tory leadership, has said the UK will leave with or without a deal. A former Dutch foreign minister who is currently one of Juncker’s deputies with responsibility for rule of law issues, Timmermans, 58, is a longstanding critic of Johnson. He criticised him after the EU referendum for equating the actions of the EU to Adolf Hitler’s attempts to unify Europe, and describing Barack Obama as “the part-Kenyan president” who harboured an “ancestral dislike of the British empire”. “Would it not have been enough to say that you disagree with the American president’s point of view?” Timmermans wrote in a blog the day after the referendum. “Why discredit not just his motives, but even his persona, with borderline racist remarks?” He went on: “To accuse people who believe in [the EU] of trying to finish where Hitler left off is, to say the least, a bit rich. How did hatred become an integral part of all this? Why is it necessary?” Since the referendum, Timmermans has repeatedly suggested the British public might wish to “rethink” the decision to leave the EU while accepting the legitimacy of the 2016 vote, targeting Johnson for criticism. “Has Boris Johnson gone to the doctors and nurses of the NHS and said: ‘I did promise you £350m extra a week; sorry, I can’t deliver on that promise’?” Timmermans said in a speech to the European parliament in March. Timmermans’s energetic campaigning as the lead candidate, or Spitzenkandidat, of the Socialists and Democrats during the European elections was seen as having played a key role in the resurgence of the Dutch Labour party, of which he is a member. Under the Spitzenkandidaten system, first used in 2014 for Juncker’s appointment, the election results are expected to be decisive in terms of the political orientation of the president of the commission. While the EPP remained as the biggest group after the elections, it had emerged weaker than before and the Socialists and Democrats came in a relatively close second ahead of the strengthened liberal and green political groups. Timmermans, the son of a diplomat, has in recent years championed green causes including a “war on plastic”, sparring with the British environment secretary, Michael Gove, on the issue on social media. He has also been mentioned recently by Macron, whose La République En Marche party is part of the liberal Renew Europe group in the parliament, as a strong and acceptable candidate for commission president."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}