{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/09/police-question-man-over-suspected-of-german-politician-cdu-walter-lubcke", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-09T13:02:20Z", "webTitle": "Police question man over mysterious death of German politician", "webUrl": "https://www.theguardian.com/world/2019/jun/09/police-question-man-over-suspected-of-german-politician-cdu-walter-lubcke", "apiUrl": "https://content.guardianapis.com/world/2019/jun/09/police-question-man-over-suspected-of-german-politician-cdu-walter-lubcke", "fields": {"headline": "Police question man over mysterious death of German politician", "bodyText": "Detectives have questioned a man in connection with the mysterious death of the German politician Walter Lübcke. Lübcke, a district president in the central German state of Hesse for Angela Merkel’s Christian Democratic Union (CDU), was found with a gunshot wound to his head on the terrace of his home in Istha, near Kassel, on 2 June. On Saturday, a man was placed under “provisional arrest” after police analysed data on Lübcke’s mobile phone, but he was released in the early hours of Sunday. “The questioning did not yield any evidence pointing to complicity in the crime,” police said. Investigators denied claims, originally made by the newspaper Frankfurter Allgemeine Zeitung, that the person detained was a young man who had a “private relationship” with Lübcke. Police have appealed for anyone who attended Istha’s beer festival, which was held near Lübcke’s home, to make contact. On the night of the killing, the 65-year-old politician and his wife had been babysitting their one-year-old grandchild, as the toddler’s father was attending the fair on a nearby meadow. Lübcke had reportedly stayed out on the terrace to smoke after the rest of the family had gone to bed. When his son returned from the fair at about 12.30am, he discovered his father dead on the terrace. Lübcke, who represented the CDU in the area for more than 30 years, has been described in local news reports as a broadly popular figure with a common touch. In 2015, he caused the anger among the far right when he defended Merkel’s decision not to close German borders at the height of the refugee crisis. At a public meeting in October 2015 that was attended by members of the local branch of the anti-Islam movement Pegida, Lübcke drew jeers when he said: “You have to stand up for your values. If you don’t share those values then anyone is free to leave this country if they don’t agree.” He received death threats following his comments, and his private address was published on the far-right blog PI News. Footage of his remarkswas reshared by rightwing bloggers in February this year. Far-right accounts on social media celebrated Lübcke’s death in the days after the news emerged, drawing condemnation from across the political spectrum. “If someone is so hated, just because he had liberal views, that is the decline of human morality,” Germany’s interior minister, Horst Seehofer, told the newspaper Tagesspiegel. Detectives on the case say they have found no evidence of a political dimension to the killing. • This article was amended on 10 June 2019 to clarify that the man was arrested after police analysed data on Lübcke’s mobile phone."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}