{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/06/isis-claims-sub-saharan-attacks-sign-africa-ambitions-islamic-extremist", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-06T12:20:51Z", "webTitle": "Isis claims sub-Saharan attacks in a sign of African ambitions", "webUrl": "https://www.theguardian.com/world/2019/jun/06/isis-claims-sub-saharan-attacks-sign-africa-ambitions-islamic-extremist", "apiUrl": "https://content.guardianapis.com/world/2019/jun/06/isis-claims-sub-saharan-attacks-sign-africa-ambitions-islamic-extremist", "fields": {"headline": "Isis claims sub-Saharan attacks in a sign of African ambitions", "bodyText": "Islamic State has claimed responsibility for two attacks by militants in sub-Saharan Africa in less than 24 hours, suggesting the continent is central to the terrorist group’s strategy of expanding a global network of extremists after the loss of its territories in Iraq and Syria. On Tuesday Isis said it was involved in an attack in Mozambique, where an intensifying insurgency has pitted a little-understood network of militants against local security forces in the northern Cabo Delgado province. It was the first such claim of an Isis link to the former Portuguese colony. “The soldiers of the caliphate were able to repulse an attack by the crusader Mozambican army … They clashed with them with a variety of weapons, killing and wounding a number of them. The mujahideen captured weapons, ammunition, and rockets as spoils,” a statement said, according to SITE Intelligence, a company that monitors extremist activity. Earlier in the day, Isis also claimed responsibility for a deadly overnight attack in the (DRC). The two claims come amid what experts say is a new effort by Isis to become a “platform” for Islamic extremist groups worldwide. Abu Bakr al-Baghdadi, the leader of Isis, has mentioned new oaths of allegiance from extremists in Mali and Burkina Faso in the Sahel region, and displayed a report on the group’s “Central Africa province”, which was first mentioned in 2018. Analysts believe the Sri Lanka attacks, also claimed by Isis, were part of this effort to convince supporters and enemies alike that the group could follow its maxim of “remaining and expanding” despite the major defeats in its Middle East heartland. The group’s claim of responsibility for the attack in Mozambique was unexpected. Ryan Cummings, a South Africa-based security consultant, said the attack came almost exactly a year after suggestions that local militants had offered to pledge allegiance to Baghdadi. “It could be that Isis just want to be able to claim that it is still remaining and expanding, but previously processes for verifying the loyalty of a group have been fairly rigorous … The new Isis branding for the local groups gives them credibility,” Cummings said. Militant Islamists have targeted remote communities in Cabo Delgado since October 2017. More than 200 people have been killed and many villages torched despite a heavy police and military presence in the province, which borders Tanzania. In the DRC, a violent group active in the area for more than 20 years was blamed for the new attacks. Officials in Beni, in the eastern province of North Kivu, said 13 civilians were killed late on Monday by the Allied Democratic Forces (ADF) “by bullets and others by bladed weapons.” In a statement on the messaging website Telegram, Isis said it was behind the operation. The ADF appeares to be an unlikely Isis affiliate. It has deep roots in the often violent politics of the region, though there is some evidence that it received funds from an Islamic State financier and that some of its fighters have flown what appears to be an Isis flag. A book on the administration of a caliphate published by Isis was retrieved from the body of one ADF fighter. “There are a lot of traces that do establish some kind of link. What we haven’t seen yet is a concomitant increase in the capacity of the ADF,” said Stephanie Wolters, a DRC expert at the Institute of Security Studies, Pretoria. “We can’t know if any more resources have reached the ADF but if that does happen that would make the group a much greater threat in a particularly volatile area and that would be worrying.” The Isis strategy of projecting an image of worldwide reach risks being undermined by ambitious claims that exaggerate the group’s involvement in what are essentially local conflicts. The Isis account of the clash in Mozambique appeared to be inaccurate as the village it named was not in the district mentioned, local experts said. The group’s account of the attack in the DRC also appeared to include inaccuracies, giving an erroneous death toll."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}