{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/04/tuesday-briefing-carnival-of-resistance-gears-up-for-trump", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-04T05:26:20Z", "webTitle": "Tuesday briefing: 'Carnival of resistance' gears up for Trump", "webUrl": "https://www.theguardian.com/world/2019/jun/04/tuesday-briefing-carnival-of-resistance-gears-up-for-trump", "apiUrl": "https://content.guardianapis.com/world/2019/jun/04/tuesday-briefing-carnival-of-resistance-gears-up-for-trump", "fields": {"headline": "Tuesday briefing: 'Carnival of resistance' gears up for Trump", "bodyText": "Top story: Corbyn to join protests as May hosts trade talks Good morning and welcome to the briefing with Alison Rourke. The white-tie-and-tiara state banquet for 170 guests in Buckingham Palace’s grand ballroom last night was the highlight of Donald Trump’s three-day state visit to London. Seated between the Queen and the Duchess of Cornwall, the US president praised his host as a “great, great woman” who embodied “the spirit of dignity, duty and patriotism that beats proudly in every British heart”. But he will get a very different reception from Londoners today as thousands take to the streets to voice their displeasure over his trip. Jeremy Corbyn, who refused to attend the palace dinner, said he will “stand in solidarity with those he’s (Trump) attacked in America, around the world and in our own country”. Organisers have billed the protests a “carnival of resistance”, with demonstrators gathering at Trafalgar Square from 11am to declare a “Trump-free zone”. Police however, said protestors will not be allowed to march past Downing Street, where Theresa May will host trade talks with the president, in one of her final acts as prime minister. The PM will insist the relationship between the US and the UK is “a great partnership, but one I believe we can make greater still” but she won’t hold a one-on-one meeting with Trump. * * * Tiananmen anniversary – China has marked 30 years since the deadly massacre in Beijing with silence, extra security and the tightening of internet censorship. Police checked ID cards of every tourist and commuter leaving the subway near the square, where pro-democracy protesters were met by soldiers and tanks on 4 June 1989. Several activists were detained in the run up to the anniversary, while popular livestreaming sites were conspicuously offline for “technical” maintenance. As Lily Kuo reports from Beijing, some have been remembering the crackdown by fasting for 24 hours – one of the only forms of remembrance available to those wanting to mark the day. The leading contemporary artist, activist and advocate of political reform in China, Ai Weiei, says that the west is complicit in the 30-year cover-up of what happened in Tiananmen square. * * * Package free – Waitrose is offering customers the chance shop package free in a bring-your-own packaging trial at a store in Oxford. Customers will be able to fill their bottles, Tupperware and other containers with a range of products, including wine, beer, rice, loose fruit and veg, pasta, rice, grains and even cleaning materials. And they will be roughly 15% cheaper than packaged alternatives. Waitrose’s Tor Harris says the trial has the “potential to shape how people might shop with us in the future”. Let’s hope so, given the top 10 UK supermarkets produce 810,000 tonnes of throwaway packaging each year, according to Greenpeace UK. * * * Boris Johnson court battle – The former foreign secretary has launched an appeal against the summons issued to him over allegations of misconduct in a public office relating to claims Britain gave the EU £350m a week. The businessman prosecuting Johnson, Marcus Ball, said the Tory leadership candidate had launched a judicial review application in the administrative court. Johnson’s lawyers are expected to argue the summons is unlawful and that the criminal proceedings against him should be suspended until the judicial review application has been determined, Ball said. A spokesman for Johnson declined to comment. * * * North Korea – Kim Jong-un’s influential younger sister has appeared in public for the first time in more than 50 days. Kim Yo-jong, who was by Kim’s side throughout his meetings with the US president at the recent failed nuclear summit, was shown seated next to her brother at the “mass games” gymnastic and dance display. Reports suggested she had been ordered to keep a low profile after the meeting between the two leaders collapsed. While she seemed to enjoy the performance, her brother did not, criticising organisers for their “wrong spirit” and “irresponsible work”. * * * Sweet sorrow – Half of food and drink products with popular cartoon characters such as Peppa Pig and Paw Patrol on their packaging are high in fat, saturated fat, sugar and salt, a new survey says. The research, compiled by Action on Sugar, Action on Salt and the Children’s Food Campaign, accuses manufacturers and retailers of manipulating children and parents into buying unhealthy products. Peppa Pig Candy Bites were singled out for containing 99% sugar. Kinnerton’s Paw Patrol mini chocolate bars, which are more than 60% sugar and 17% saturated fat, were also among the worst offenders: one 12g bar would provide a four- to six-year-old with 38% of their maximum daily recommended intake for sugar. The research found 51% of the more than 500 food and drink products assessed did not meet the health requirements to advertise on TV during children’s programmes. Today in Focus podcast: Climbing Everest: death, carnage, chaos On 23 May, an image taken by climber Nirmal Pujra went viral. It showed a long queue of climbers waiting to summit Everest. Elia Saikaly, a film-maker, was on that climb. He describes the ascent while the Guardian’s Michael Safi discusses why the number of people seeking to scale Everest has exploded. Plus: Helsinki’s radical solution to homelessness. Lunchtime read: Meet the protesting pensioners Retirement used to be thought of as a soft slide into a more peaceful life, but the face of protest and protesters has changed. From environmental issues to today’s demonstration against Donald Trump, older people are often at the forefront of direct, radical action. As Amelia Hill writes, the baby boomers, who helped remake society in the 1960s and 70s – through feminism, anti-discrimination battles, the rights of disabled people, equal pay, the climate crisis and the rights of the LGBT community – were always likely to be more passionate about politics and protests than their parents’ generation. Equipped with unprecedented amounts of time, money and motivation – and with longer and healthier lifespans – this new generation of retirees are leading the way. Sport Eoin Morgan bemoaned his England side’s attitude in the field following the 14-run defeat by Pakistan that represents an early setback to their World Cup hopes. Caster Semenya is once again free to run the 800m without having to take medication – at least for the time being – after the Swiss supreme federal court ordered the IAAF to suspend its testosterone regulations for her with immediate effect. Fifa has awarded Qatar the next two Club World Cups, for this December when Liverpool will represent Europe as champions, and 2020. Andy Murray will return to tennis in two weeks at Queen’s, and also with a partner at Wimbledon, but the three-slam champion is “very unlikely” to play singles until later in the season, according to a trusted source. At the French Open, Karen Khachanov overcame Juan Martín Del Potro in a dramatic four-set battle to reach his first grand slam quarter-final while Johanna Konta’s coach, Dimitri Zavialoff, is crediting her good form on clay to “showing her how good she is, and inviting her to try”. Business Apple has announced that the iPhone is going to get faster with iOS 13, the iTunes app is dead on the Mac with the new macOS 10.15 Catalina, and the iPad is getting its own operating system. Apple’s CEO, Tim Cook, also unveiled the next versions of iPad OS, watchOS, macOS and the long-awaited Mac Pro, which becomes Apple’s most expensive computer yet. The pound is buying €1.125 and $1.266. The papers Donald Trump’s visit to Britain is splashed across the front pages of all the newspapers. Most carry pictures of the president and the Queen, including the Guardian, with the headline “Tea and antipathy: insults mark start of Trump visit”, reflecting on the Twitter tirade Trump unleashed against the mayor of London as he arrived. The Times has “May to take tough line with Trump over China” and carries a picture of the president laughing with the Queen at last night’s state banquet. The Telegraph pictures Trump, the Queen, the first lady, the Prince of Wales and Camilla, Duchess of Cornwall. They mostly look pretty sullen, with only Melania Trump smiling. It’s headline is “Corbyn to lead protests against Trump”. The FT simply has: “Trump goes to the palace”. The Daily Mail also splashes on the royal banquet with the headline “The Winners” over a picture of Trump, the Queen and the first lady, and underneath pictures Sadiq Khan and Jeremy Corbyn with the words: “ … and stone cold losers”. The Sun carries a photo from the banquet with the headline “Harry gets the hump over Trump”, noting the Duke of Sussex’s absence. The Express has Trump toasting the Queen and the headline: “Here’s to the end of EU ‘shackles’”. The Mirror has “Pomp &amp; Protest” over a large picture of the Trumps and the Queen at the banquet. Sign up The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here. For more news: www.theguardian.com • This article was amended on 6 June 2019 to correctly refer to a branded product."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}