{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/04/athens-youngest-mayor-kostas-bakoyannis-real-life-not-utopias", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-04T11:03:39Z", "webTitle": "Athens’ youngest mayor: I’m interested in real life, not utopias", "webUrl": "https://www.theguardian.com/world/2019/jun/04/athens-youngest-mayor-kostas-bakoyannis-real-life-not-utopias", "apiUrl": "https://content.guardianapis.com/world/2019/jun/04/athens-youngest-mayor-kostas-bakoyannis-real-life-not-utopias", "fields": {"headline": "Athens’ youngest mayor: I’m interested in real life, not utopias", "bodyText": "The mayor-elect of Athens says he doesn’t believe in grand projects, nor does he “do utopias”. What he prefers to focus on is “real life” – and seeing it by walking and talking with almost everyone he meets. It has paid off. After visiting 129 neighbourhoods across Athens since launching his campaign to become the capital’s youngest mayor, Kostas Bakoyannis, at 41, has been catapulted to the top office of City Hall with the widest margin of victory ever. With him comes a team of councillors that will be among the most politically diverse on record. “What interests me is real life, which is making sure everyone’s daily life is better,” the centrist politician said, having secured 65% of the vote, a 30-point lead over his nearest rival, in Sunday’s run-off local government elections. “That might mean focusing on cleanliness, garbage collection, lighting, things that Athens has fallen behind on, things that make a difference and other capitals take for granted. Greek politicians may like to talk up big, eternal issues but frankly they are above our pay grade.” Tall and lean with a penchant for wristbands, Bakoyannis is the scion of Greece’s leading political dynasty – one that is being increasingly compared to the Kennedys. As he was the product of a British boarding school and Ivy League colleges in the US, including Harvard where he went on to do graduate work, the lure of politics seemed inevitable. Equally inevitable were charges of nepotism. His uncle Kyriakos Mitsotakis, to whom he bears an uncanny likeness, heads the centre-right opposition party, New Democracy. His mother, Dora, was Athens mayor before becoming foreign minister. His grandfather, Konstantinos Mitsotakis, led New Democracy, serving as prime minister from 1990 to 1993. But Bakoyannis, who was mayor of Karpenisi before becoming governor of central Greece, a region encompassing 25 municipalities, has not been shy of criticising politicians past and present. Under his stewardship, the mountainous area became a champion in absorption of EU funds, money that enabled infrastructure projects to transform parts of one of Europe’s poorest districts. “I have been in local government for 10 years. I think I have reached a point where people can look at what I have done and not my name,” says Bakoyannis, who has been married twice and has four children. “The trash in Karpenisi wasn’t collected by [Mitsotakis]; the public works weren’t my mother’s. Everyone focuses on one half of my family. They never focus on my other grandfather, my father’s father, who was a priest in a rural village.” In a poll noticeable for abstention rates that reached 60%, New Democracy emerged triumphant in regions and cities nationwide, routing the ruling leftists in a replay of its performance in European elections. Before a snap general election next month – called by the prime minister, Alexis Tsipras, after last week’s humiliating defeat - the centre-right opposition won 11 of the country’s 13 administrative regions and the vast majority of municipalities. In Attica, where nearly 30% of voters are registered, the conservative-backed Giorgos Patoulis trounced Rena Dourou, a prominent member of Syriza who had been regional governor since 2014. But while Bakoyannis says taking up a post previously held by his mother heralds a new political era, he emphasises that his team transcends the entrenched political divisions that have long defined Greece. In the wake of almost a decade of financial crisis – one that hit Athens hardest as the capital on the frontline of austerity reeled from protests, strikes and riots – consensus has never been needed more. “I’d like to think we are about bridging differences and forging alliances with everyone,” says the young mayor-elect whose politician father, Pavlos, was murdered 30 years ago by the far-left terrorist group November 17. “Politics shouldn’t be about fear, division and demagoguery, it should be about bringing people together. Ours is a team that crosses parties and political ideology in every way, and that’s because we want to work from the bottom up, not the top down.” With polls projecting victory for the conservatives in the 7 July snap elections, Mitsotakis has also sought to sound a note of consensus. A liberal reformist at the helm of a party comprised of factions that range from the nationalist to the populist right, the electoral wins, and unexpected margin of defeat for Syriza, have vindicated a leader who at times has faced criticism from within his own ranks. As it became clear candidates supported by New Democracy had swept the nation, the 51-year-old politician underscored the need for national unity, declaring: “The map has been painted blue but, in this case, blue is not the colour of our party but of our country.” Conceding defeat, Tsipras told supporters it was “important in life to learn how to win and how to lose”. The leftist leader, who will call on the Greek president, Prokopis Pavlopoulos, on 10 June to request that parliament be dissolved and the process for early elections formally initiated, said Syriza would rally its forces for “the mother of all battles”. The seat of Athens mayor has long been seen as a stepping stone to a career in central government. Bakoyannis’s predecessor, Giorgos Kaminis, has gone on to become a candidate for the centre-left Kinal (Movement for Change) party. But while Kaminis did much to promote Athens internationally – helping turn it into a much-visited tourist destination after years of crisis – he has also been criticised for not doing enough to improve the quality of services for citizens. “Local politics is where I am staying,” says Bakoyannis who, perhaps buoyed and bowled over by his success, hastens to add that no mayor in the history of modern Athens has ever won with such a large mandate. “There is something very rewarding about coming up with real solutions to real problems in the form of tangible and visible results. “The moment you see me not walking the streets, not talking to people, not listening to their problems or hearing their views, you should know that that’s when I will have failed.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}