{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/03/canada-endangered-killer-whales-orcas-calf", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-03T15:15:35Z", "webTitle": "Canada: endangered orca pod produces its first calf in three years", "webUrl": "https://www.theguardian.com/world/2019/jun/03/canada-endangered-killer-whales-orcas-calf", "apiUrl": "https://content.guardianapis.com/world/2019/jun/03/canada-endangered-killer-whales-orcas-calf", "fields": {"headline": "Canada: endangered orca pod produces its first calf in three years", "bodyText": "A pod of endangered killer whales on Canada’s west coast has produced its first calf in three years, a promising sign for the ailing orcas. Researchers spotted the newborn calf off the west coast of British Columbia on 31 May as it swam with other members a handful of other whales. John Forde and Jennifer Steven, who run a whale watching company on Vancouver Island, saw the newborn as part of a routine photographic identification of the pod. The pair were “really excited” by the orange hue of the calf (which will eventually turn white) as well as the presence of foetal folds on its skin, indicating a recent birth. The pod has struggled for years to produce a healthy calf: the last successful calving occurred in 2016. Last year, a grieving mother carried her dead calf for a week after refusing to leave her baby behind when the rest of her pod moved on. The endangered killer whales, known to researchers as “southern residents”, are distinguished from other orcas in the region by their diet; they feed primarily on chinook salmon, instead of seals and other small marine mammals. Because chinook populations have collapsed in recent years, the whales have also experienced a string of deaths, putting pressure on the ageing population. The discovery of the new calf was confirmed by the Centre for Whale Research, a non-governmental organisation which tracks the health of orca populations. “Researchers at the CWR have confirmed that the calf is a new addition, and based on its coloration and body condition was likely born some time in the last one to three weeks,” the centre said in a statement. “The calf was photographed in association with several J pod females, including J31, J46, and J40. More field observations are needed to confirm the identity of the calf’s mother.” The whales are divided into three pods: J, K and L. Earlier this year, L-pod also gave birth to a healthy calf, L124. The two young orcas have brought the total southern resident population to 76. While the news is cause for celebration among researchers, evidence suggests that the survival rate among newborn calves is just 50%."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}