{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/17/libya-un-recognised-government-launches-peace-initiative", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-17T04:00:09Z", "webTitle": "Libya's UN-recognised government launches peace initiative", "webUrl": "https://www.theguardian.com/world/2019/jun/17/libya-un-recognised-government-launches-peace-initiative", "apiUrl": "https://content.guardianapis.com/world/2019/jun/17/libya-un-recognised-government-launches-peace-initiative", "fields": {"headline": "Libya's UN-recognised government launches peace initiative", "bodyText": "Libya’s UN-recognised government in Tripoli has sought to break the deadlock in the country’s civil war by launching a peace initiative which will include a national peace forum followed by simultaneous parliamentary and presidential elections to be held by the end of the year. The plan comes after sustained diplomatic efforts by the Tripoli-based government to persuade the US that the White House had got the wrong message on Libya and was in danger of backing anti-democratic forces of Gen Khalifa Haftar, on the false premise that he was leading a fight against terrorists. Explaining the thinking behind the initiative, Ahmed Maiteeq, Libya’s deputy prime minister, said: “We have made it clear to the international community that Haftar cannot succeed. That message has got through in the United States, and many of Haftar’s other international backers realise that he cannot win. The issue is whether Haftar is willing to listen to them.” Despite more than 700 killed by the fighting, nightly bombing raids and prolonged electricity outages, Libya has been in danger of slipping down the international agenda, leading to backers of both sides pouring arms into the country and possibly entrenching the civil war. The UK has been arguing that if the crisis is left to fester it could lead to ungoverned spaces in Libya being filled by terrorists, a rise in migration across the Mediterranean and disruption to international oil markets. Elements of the peace initiative announced on Sunday by the prime minister, Fayez al-Sarraj, include a national reconciliation authority, with amnesties for everyone except those who have committed war crimes or crimes against humanity. The UN-supervised forum will be open to all parties committed to the democratic process. Maiteeq said: “Haftar’s credibility as a strongman has been destroyed, and now we can move onto the next phase.” He added that the prime minister had been taking soundings about the way forward, not just with the UN but with political figures in Libya’s east including in Benghazi. Haftar’s stronghold is in the east of Libya. But he personally ruled out Haftar playing a role as leader of a re-unified true national army, saying he could not lead an army he has been seeking to attack. He also said any ceasefire would require some form of redeployment by Haftar’s forces away from Tripoli. Maiteeq, who has travelled to Rome, London and Washington to put the government’s case, denied that Sarraj’s administration was a cypher and really run by a jihadist militia. He said: “We were the people that fought to free Sirte from Islamic State. How come all of a sudden these forces fighting to free Sirte have become a terrorist group?” He added: “The UK could have had an an important role in the past five years. Britain just left Libya behind. Britain could do much more but all I see is British politicians just fighting on Brexit and it has been taking them away from Libya.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}