{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/07/chinese-government-blocks-guardian-website", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-07T18:59:59Z", "webTitle": "Chinese government blocks Guardian website", "webUrl": "https://www.theguardian.com/world/2019/jun/07/chinese-government-blocks-guardian-website", "apiUrl": "https://content.guardianapis.com/world/2019/jun/07/chinese-government-blocks-guardian-website", "fields": {"headline": "Chinese government blocks Guardian website", "bodyText": "The Guardian’s website has been blocked in China, amid a crackdown by the country’s authorities on international news websites to coincide with the 30th anniversary of the Tiananmen Square massacre. The Chinese government has regularly restricted coverage of the incident, where the military turned on protesters in Beijing who were taking part in nationwide pro-democracy demonstrations. Other media outlets that have been blocked in recent days include the Washington Post, NBC and HuffPost, according to the monitoring service GreatFire.org. Wikipedia has been banned for several weeks. The censorship often appears to be ad-hoc, with the Guardian’s website apparently going offline for Chinese users after the 4 June anniversary of the massacre, which was marked by extensive coverage on the Guardian’s website and in its print edition. China’s development of a distinct internet culture, with its own form of heavy-handed state regulation, is challenging the traditional vision of a unified global internet. Western web and media companies have often faced a choice: comply with the censorship rules as a cost of doing business in one of the world’s biggest economies – or stop doing business in China. As a result, Facebook and Google, which dominate much of the rest of the world’s web usage, are blocked in the country, with Chinese internet users instead using services such as Weibo and WeChat, which are regularly censored. The British embassy in Beijing this week issued a statement in the name of the foreign secretary, Jeremy Hunt, to commemorate Tiananmen Square but said it had been deleted from domestic social networks. “We also tried to post this statement on our Weibo channel but it was deleted instantly each time and the posting function on our account has now been temporarily suspended,” said the embassy’s press officer Ashley Rogers. “Despite the challenges, we will always stand up for our values and the right to protest peacefully.” The financial information provider Refinitiv, a joint venture between Blackstone and Thomson Reuters, was also caught up in the censorship. This week, it removed Reuters news stories about Tiananmen Square from its Eikon terminals in China. According to Reuters, this came after pressure from the cyberspace administration of China which threatened to suspend the company’s service if it did not comply. The impact was felt outside mainland China, with some users in Hong Kong finding they were unable to access the stories. Although Reuters’ news division expressed concern about the removal of factual news reports, Refinitiv said it had to comply with local laws. The rival terminal service Bloomberg has previously faced accusations of censoring news stories in order to ensure the future of its profitable terminal business in China."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}