{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/04/finland-pledges-to-become-carbon-neutral-by-2035", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-04T12:34:00Z", "webTitle": "Finland pledges to become carbon neutral by 2035", "webUrl": "https://www.theguardian.com/world/2019/jun/04/finland-pledges-to-become-carbon-neutral-by-2035", "apiUrl": "https://content.guardianapis.com/world/2019/jun/04/finland-pledges-to-become-carbon-neutral-by-2035", "fields": {"headline": "Finland pledges to become carbon neutral by 2035", "bodyText": "Finland’s new left-leaning coalition government has pledged to make the country carbon neutral by 2035 as part of a policy programme that includes a major increase in public spending on welfare and infrastructure. The Social Democratic party leader, Antti Rinne, who formed the five-party alliance of centrist, leftist and Green parties after narrowly beating the nationalist Finns party in an election in April, said it was time to “invest in the future” after years of austerity. Pekka Haavisto, the Green League party chair, said the programme – which will increase public spending by €1.23bn (£1.1bn) a year and spend another €3bn on one-off investments, notably in the rail network, over the four-year lifetime of the government – was “probably the most ambitious in the world” on climate issues. Climate campaigners welcomed the announcement. “People demanded faster climate action and that’s what we’re going to get,” said Sini Harkki, the Finland programme manager of Greenpeace Nordic. “Building the world’s first fossil-free, sustainable society is going to require much more than nice words on paper, but we’re determined to make it happen. It’s an exciting journey we want to embark on.” Harkki said the government’s programme, which will have major implications for the country’s key forestry industry and use of peat for energy, was far from perfect. But with “the broad public support we now have for transformational change, the fights can be won”, she said. The government programme followed an election in which the climate crisis emerged as Finnish voters’ number one concern. A survey for the previous centre-right government found 80% of Finns felt urgent climate action was necessary, with 70% of respondents saying the new government must do more. Besides cutting back on planned logging investments, the 2035 carbon neutral target – which is to be written into law – will require Finland to radically reduce its consumption of fossil fuels and peat, which together supply about 40% of the country’s energy needs. The programme calls for a rapid increase in wind and solar power production, the electrification of heating and transport, and a 10% increase in bioenergy, mainly from agricultural waste and forest residues. The target should not involve Finland buying credits for CO2-reducing projects in other countries, the government said, although that would be subject to a review scheduled for 2025. To fund the increased spending, the government plans to raise taxes by €730m, much of it through fossil fuel levies, and sell off up to €2.5bn of state assets, according to the 190-page policy document. It also aims to raise Finland’s employment rate to 75% from 72.4% in April. Rinne, the country’s first leftist prime minister in 20 years, said his administration’s plans were aimed squarely at reducing income differences in Finland through increased spending on education, pensions and social services. Austerity measures imposed by the outgoing centre-right government succeeded in cutting public spending by €4bn and reducing Finland’s debt for the first time in a decade, but made it deeply unpopular. Ten parties won seats in the 14 April election, with Rinne’s Social Democrats capturing 17.7% of the vote, beating the Finns by 7,666 votes. The nationalist, Eurosceptic Finns were excluded from the coalition talks, with Rinne opting instead to partner with the Centre party of the outgoing prime minister, Juha Sipilä, as his main coalition ally, in addition to the Greens, the Left Alliance and the Swedish People’s party of Finland."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}