{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/05/north-koreas-mass-games-suspended-after-kim-jong-un-criticism", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-05T16:27:34Z", "webTitle": "North Korea's mass games suspended after Kim Jong-un criticism", "webUrl": "https://www.theguardian.com/world/2019/jun/05/north-koreas-mass-games-suspended-after-kim-jong-un-criticism", "apiUrl": "https://content.guardianapis.com/world/2019/jun/05/north-koreas-mass-games-suspended-after-kim-jong-un-criticism", "fields": {"headline": "North Korea's mass games suspended after Kim Jong-un criticism", "bodyText": "North Korea’s mass games are to be put on hold, possibly for weeks, after Kim Jong-un criticised the producers of the most recent event for their “wrong spirit”, according to foreign tour groups. Kim, North Korea’s leader, said he was unhappy with the event, entitled The Land of the People, after attending Monday’s opening night at the 150,000-seat May Day Stadium in Pyongyang with his wife, Ri Sol-ju, and his influential younger sister, Kim Yo-jong – who had not, until then, been seen in public for weeks amid speculation Kim ordered her to keep a low profile after the failure of his second nuclear summit with Donald Trump. The state news agency KCNA said Kim had “extended warm greetings” to the performers, many whom were children, but had later called the event’s producers and “seriously criticised them for their wrong spirit of creation and irresponsible work attitude”. Noting that artists had “a very important duty in socialist cultural construction”, Kim “set forth important tasks for correctly implementing the revolutionary policy of our party on literature and art”, KCNA added. Simon Cockerell, general manager of Koryo Tours, in Beijing, said his firm had been told by their North Korean partners that the show, which features mass gymnastic displays, would be suspended for days or weeks from next Monday to allow its creators to make adjustments. The firm tweeted that “there will be a pause for some days/weeks while the show is adjusted before being launched again – we wait to see what will change and when it will restart”. Young Pioneers Tours, another travel company that arranges trips to North Korea, tweeted that the suspension was due to Kim’s “dissatisfaction with the opening performance”, adding that no dates had been given for the show’s resumption. It was not clear what had irritated Kim, but some observers noted that his portrait appeared at the event alongside pictures of his grandfather, North Korea’s founder Kim Il-sung, and his father, Kim Jong-il, whom he succeeded as leader in late 2011. It is rare for portraits of Kim Jong-un to be shown in public, and unlike his predecessors, no statues of him are known to exist. The mass games were held last September for the first time in five years as part of the regime’s attempts to improve its international image after years of condemnation over its missile and nuclear weapons programme. The games are also popular with tourists and are a source of much needed foreign currency. But last month Thae Yong-ho, the former deputy ambassador to the UK, who defected in 2016, called on travel companies and tourists to boycott the games, describing them as “inhumane”. “You should know that it means the children, aged from six to nine, cannot go to school for six months – it’s a forced exercise,” Thae told the Oslo Freedom Forum. “And who are the audience for this? Europeans, and there are many European tour companies who organise trips. We should argue this with the European companies – these are inhumane displays.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}