{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/30/film-censorship-northern-ireland-last-tango-in-paris", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-30T06:59:11Z", "webTitle": "No sex please: how Northern Ireland was united by ‘evil’ films", "webUrl": "https://www.theguardian.com/world/2019/jun/30/film-censorship-northern-ireland-last-tango-in-paris", "apiUrl": "https://content.guardianapis.com/world/2019/jun/30/film-censorship-northern-ireland-last-tango-in-paris", "fields": {"headline": "No sex please: how Northern Ireland was united by ‘evil’ films", "bodyText": "It was the height of the Troubles, with Northern Ireland teetering on all-out civil war, but Catholics and Protestants found at least one cause to unite them: banning films. Conservative religious and political leaders from both sides rallied to block Last Tango in Paris and other “evil” films in the 1970s that were deemed threats to morality, according to new research. Protestant churches in particular sought to create a de facto cultural border along the Irish sea to separate Northern Ireland from the rest of the UK, said Sian Barber, a film studies lecturer at Queen’s University Belfast. “It’s the classic have your cake and eat it: ‘we want to be part of things but we’re different and you need to understand that,’” she said. Drawing on archives at the Public Records Office of Northern Ireland, Barber uncovered an energetic censorship campaign by local authorities that overrode decisions by the London-based British Board of Film Classification. The board passed Last Tango in Paris, Bernardo Bertolucci’s erotically charged 1972 arthouse film, which starred Marlon Brando and Maria Schneider, with an X certificate. Critics called it an important work. “Too important not to be shown,” wrote the Guardian’s reviewer, Richard Roud. It was screened in England, Scotland and Wales but banned in Northern Ireland after opposition by local councils. Belfast city council – making time for cultural gatekeeping amid a virulent IRA bombing campaign – went further and proposed banning all X-rated films in the city. Catholic and Protestant clerics cheered the plan. “We congratulate you for having the courage to act in the face of the opposition [of] the forces of evil that would corrupt the morals of our youth under the guise of sophisticated art,” said the Eastside Church of Christ. “Many of the X films being shown in our city constitute a danger to the moral life of our community,” said the Cregagh Methodist church. The Festival of Light, a grassroots Christian campaign led by Mary Whitehouse and other activists in England, fuelled the censorship drive by distributing purportedly obscene extracts from the Last Tango script. Its tactics flopped in places such as Oxford but gained traction in Northern Ireland, said Barber, who investigated archive material for a pending book about UK-wide film censorship. “There was this huge backlash against the film based on word of mouth. It was much more extreme than other cases.” Not everyone in Northern Ireland supported censorship. The Ulster Defence Association, a loyalist paramilitary group, objected in the mistaken belief that Belfast city council’s police committee, which classified films, was bowing to Catholic pressure. The misapprehension turned the UDA into a menacing advocate for cultural liberalism. “If these pictures are banned in Belfast, we will burn out every member of the police committee,” it said in an unsigned letter. “We know all their names and homes, we fought for Ulster’s freedom.” Belfast’s cultural guardians must not follow the example of “Pope-heads” in Derry who banned X-rated films, it warned. “Watch your step, it will not be long till the dark nights.” Belfast city council dropped the idea of banning all X-rated films but did deny an exhibition licence to Last Tango in Paris. Queen’s film theatre circumvented the ban by temporarily licensing itself as a cinema club, enabling it to host a screening. Brexit has put renewed scrutiny on Northern Ireland’s position in the UK. The Democratic Unionist party rejects any deal that would treat Northern Ireland differently lest this weaken the union with Britain. However the party defends an abortion ban that sets Northern Ireland apart from the rest of the UK. Northern Ireland’s history of film censorship – dating from the 1920s through to the 1980s – reflects the strength of religion and social conservatism, with churches, town councils and newspapers all playing a role, said Barber. “They argued ‘we are different, we need additional levels of protection.’” Sometimes local authorities bucked the trend. Derry granted a licence for Life of Brian, the 1979 Monty Python comedy about a man mistaken for the messiah. The decision aligned Derry with liberal opinion elsewhere in the UK but, according to Barber, it may have been an expression of intra-city rivalry. “It was seen as a poke in the eye to Belfast.” Different councils were bothered by different things. Authorities in the border town of Newry were so aghast at the sexualisation of Jane Russell in the 1943 western The Outlaw, they made a pre-emptive ban before any attempt to distribute it. And the seaside town of Bangor waged a vigilant campaign against nudist films, including the 1954 Garden of Eden. Hostility to films perceived as highly sexual or blasphemous often mirrored censorship in the Republic of Ireland, where the state watchdog banned The Outlaw, Brief Encounter, Life of Brian and the 1932 Marx Brothers comedy Monkey Business, the latter for fear it could encourage “anarchic tendencies”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}