{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/10/russian-papers-join-forces-in-solidarity-with-detained-journalist-ivan-golunov", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-10T15:32:08Z", "webTitle": "Kremlin says mistakes may have been made over arrest of journalist", "webUrl": "https://www.theguardian.com/world/2019/jun/10/russian-papers-join-forces-in-solidarity-with-detained-journalist-ivan-golunov", "apiUrl": "https://content.guardianapis.com/world/2019/jun/10/russian-papers-join-forces-in-solidarity-with-detained-journalist-ivan-golunov", "fields": {"headline": "Kremlin says mistakes may have been made over arrest of journalist", "bodyText": "The Kremlin has admitted mistakes may have been made by police during the arrest of Ivan Golunov, an investigative journalist, on controversial drug-dealing charges, as calls for his release grew louder. “Mistakes can never be ruled out,” said Dmitry Peskov, Vladimir Putin’s spokesman. “The important thing is to recognise mistakes so that they aren’t repeated. Some issues need clarification.” Police initially published a number of photographs they said showed a drugs lab at Golunov’s rented flat in Moscow. They were later removed from the interior ministry’s website after police officials admitted the photographs had been taken at a different location and had no relation to the charges against the journalist. “A small mix-up occurred,” a police spokesperson said. The Kremlin rarely accepts Russian law enforcement agencies may have acted unprofessionally. Peskov’s comments came as Russian journalists and cultural figures put on an unprecedented display of solidarity over the charges against Golunov, which are being widely interpreted as an attempt to silence him and put a stop to his reports into corruption involving high-ranking officials. Three major Russian newspapers published almost identical front pages on Monday in support of the journalist, who was beaten in custody after being arrested in central Moscow on 6 June as he went to meet a source. Kommersant, RBK and Vedomosti, the country’s most respected papers, ran covers that read “I/We are Ivan Golunov”. They also published joint editorials calling for a transparent investigation into the allegations against Golunov, 36, who is under house arrest. All three of the papers have previously come under pressure from authorities and faced attempts to censor their reporting. Kommersant’s entire political desk resigned last month in solidarity with two veteran journalists who were dismissed after writing a story about a possible government shakeup. A spokesperson for Alisher Usmanov, the Kremlin-linked businessman who owns Kommersant, said he did not interfere in editorial policy. The Russian health ministry’s leading drugs specialist, Yevgeny Bryun, told state TV on Sunday that no traces of drugs had been found in a urine sample provided by Golunov. Pavel Chikov, the head of the lawyers’ association Agora, which represents Golunov, published results of tests the journalist has taken to prove his innocence. He said the tests indicated it was unlikely Golunov regularly handles drugs, as police have suggested. Even journalists employed by state-run media have been speaking out in defence of Golunov, with dozens signing an open letter calling for the charges against him to be dropped. NTV, a usually Kremlin-loyal TV channel that has carried out smear campaigns against opposition figures in the past, also expressed concern. “This is a test for all of us,” said the anchor Irada Zeynalova during a weekly news roundup. “It depends on us what kind of country this is.” Thousands of people have indicated on Facebook that they will attend a march on 12 June in Moscow in support of Golunov. The protest, which has not been approved by authorities, will pass by the FSB security agency headquarters and end outside the interior ministry. Protests have so far taken place across Russia, as well as at Russian embassies in Berlin, Kiev, London, Riga, Stockholm and Washington DC. Some of Russia’s best-known actors, celebrities and musicians have also expressed outrage. Time Machine, one of the country’s biggest rock bands, were pulled from the lineup of a televised concert due to take place in Red Square on 12 June – the Russia Day national holiday – after their vocalist, Andrei Makarevich, spoke out in support of the journalist. A spokesperson for the band said: “I think they were afraid Makarevich would say something about the Golunov case.” Ivan Kolpakov, the editor-in-chief of Meduza, where Golunov works, said the scale of the public outcry over his arrest was linked to the increasing willingness of many Russians to stand up for their rights. Protesters have rallied in recent weeks over a controversial landfill near Arkhangelsk and the construction of a church on green space in Ekaterinburg. “There is a general politicisation,” Kolpakov said. Golunov was beaten and kept in custody for 12 hours without a lawyer after he was stopped by police in Moscow on Thursday on suspicion of drug dealing. He was transferred to house arrest on Saturday. Friends and colleagues of Golunov’s vowed to keep up the pressure on the government. Sergey Smirnov, the editor of MediaZona, a news site that covers Russia’s courts and prisons, said: “It’s still early to talk about this case being closed. “The police yesterday suffered a real defeat in court because house arrest is clearly a victory for the defence. But now the police will do everything they can to prevent this case from collapsing.” Russian courts very rarely release suspects from custody in drug cases. Golunov could face up to 20 years in prison if convicted of drug possession with intent to sell. Galina Timchenko, the chief executive of Meduza, said: “This is not a victory. This is the first step toward liberating Ivan.” She thanked supporters for helping protect Golunov, saying his life would have been in danger in a detention centre. He has investigated state corruption and illicit business practices and was reporting on a scheme to corner the market in funeral services before his arrest. He had been receiving threats before he was taken into custody. Meanwhile, a court in Chechnya on Monday ordered the release on parole of Oyub Titiev, a human rights worker who was sentenced to four years in prison in March on drug possession charges. The court’s decision came as a major surprise. Titiev, who works for the Memorial human rights group, had accused Chechen police of planting marijuana in his car. Associated Press contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}