{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/10/edi-rama-albania-pm-escape-curse-of-history", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-10T13:48:33Z", "webTitle": "Edi Rama, Albania's unconventional PM who wants to escape the 'curse of history'", "webUrl": "https://www.theguardian.com/world/2019/jun/10/edi-rama-albania-pm-escape-curse-of-history", "apiUrl": "https://content.guardianapis.com/world/2019/jun/10/edi-rama-albania-pm-escape-curse-of-history", "fields": {"headline": "Edi Rama, Albania's unconventional PM who wants to escape the 'curse of history'", "bodyText": "Albania’s prime minister, Edi Rama, wants to be the man who puts his country on the path to European Union membership, but he is facing two major problems. In Europe, enlargement-fatigued leaders are playing hardball, wary of accepting new potential members at a time of rising populist and Euro-pessimist sentiment, while at home Rama is facing weekly demonstrations against his rule, from an opposition that is also pro-EU but accuses his government of corruption and links to organised crime, and is demanding early elections. In an interview at his office in central Tirana last week, Rama said that for Albania, joining the EU was about “finally having the possibility to place ourselves in a safe zone from the curse of history”. Albania was the last country in Europe to throw off communist rule, in 1992, after decades in which the country was subjected to terror and isolation under the dictatorship of Enver Hoxha, a paranoid Balkan Stalinist. “We were the North Korea of Europe,” said Rama. “We were isolated from the west, and isolated from the east. We had the cruellest communist regime. That’s why we are now so pro-American, pro-Nato, pro-EU … We have the most pro-European Muslims in the world.” In a survey last year, 95% of the population said they believed EU membership would benefit the country. After the fall of communism, a wild capitalism took hold, and hundreds of thousands of Albanians left for Italy and other European countries. Among them were the seeds of criminal gangs, who spread across Europe and infiltrated politics at home. Rama’s task has been to persuade the European commission that reforms are progressing, albeit slowly, even as critics at home accuse him of presiding over a rotten system. A report by the European commission last month found that both Albania and North Macedonia had reformed enough to begin the accession process, but the final decision lies with Europe’s political leaders, and it now seems unlikely that a summit later this month will result in a green light. Rama still hopes to change minds. Among European leaders, he has carved out a reputation as an unorthodox charmer since he came to power in 2013. An artist and former professional basketball player, he received the Guardian dressed, as is his habit, in a T-shirt and trainers. A basketball hoop adorns the waiting room outside his working area, while inside the office itself, the walls are covered with brightly coloured sketches that Rama does while working at his desk. One of them is an image of Alastair Campbell mocked up as Albania’s national hero Skanderbeg, atop a horse with a sword in one hand and an iPhone in the other. Rama names Tony Blair as his main political inspiration, and engaged Campbell as a political consultant. The two remain “good friends”, he said. As European leaders worry about the domestic political optics of opening new negotiations at a time when there is little appetite for enlargement, Rama’s task has at times looked unenviable. “I can tell you that Angela Merkel gets it fully. She was raised in a communist country,” he said. Other leaders are harder to convince. At an EU summit in Sofia last year, Rama and France’s Emmanuel Macron got into a tense argument over the accession timetable. In the interview, Rama made both a positive case for opening accession talks and warned that Russia, China or Islamist radicals could fill the void if the EU did not commit to Albania, talking points that have been rehearsed many times on European leaders. Erion Veliaj, the mayor of Tirana and Rama’s close associate, said he believed both Rama and Zoran Zaev of the recently renamed North Macedonia should be rewarded for carrying out difficult reforms. “I think they have both been very badly treated. They made very painful decisions, risked their mandates, sometimes their lives … Get us on the bandwagon, whether it arrives on fast track or whether it takes a few years. Let’s evaluate progress, but keep your word.” It is not just in Brussels that Rama is navigating a tricky moment, as weekly protests against his government intensify at home. Last weekend, thousands thronged Tirana’s main avenue, in a noisy and well-organised rally featuring banners, balloons and fireworks. Those gathered shouted “Rama, go!” and lobbed copious pyrotechnics in the direction of the prime minister’s office, while lines of police looked on. “We have a PM who is authoritarian, arrogant and not transparent,” said Albana Vokshi, an MP of the opposition Democratic party, the driving force behind the protests. She and other Democratic party MPs walked out of parliament earlier this year, and are demanding that Rama resign. The president, Ilir Meta, has called for local elections on 30 June to be postponed, while Rama has insisted they will go ahead without the opposition, saying he does not want to reward street protests. There is talk this week of initiating a vote in parliament to remove the president, plunging the country into a full-blown constitutional crisis, just as EU accession debates come to a head. Hardly a month goes by without a new scandal linking those close to power with criminal figures. A former interior minister is soon due to stand trial on drug trafficking charges. Last week, the German tabloid Bild published leaked tapes in which a notorious underworld figure is heard discussing the 2017 elections with two mayors from Rama’s Socialist party. Rama declined to say whether he would discipline the mayors, claiming they may not have known their interlocutor was a criminal figure, as he was only arrested on drug trafficking charges later. He admitted Albania still had problems with corruption and crime, but insisted his government was taking real steps to fight them, and wanted EU help to do so. The entire judiciary has been subjected to a vetting process, while the EU border agency Frontex has launched its first mission outside the EU in Albania, to help combat cross-border crime. While international support for Rama has waned as his time in office has gone on owing to the impression that the fight against corruption is merely cosmetic, few neutral observers believe that the Democratic party is any less tainted by vote-buying scandals and troubling links to crime. “We need to change more than the government. We need a new system, a solution for the next few decades,” said Blendi Fevziu, a veteran journalist who hosts the country’s most watched political talkshow. For Rama, despite the feverish desire to join the EU, there is also a lingering worry about what exactly the EU might look like by the time Albania eventually does join the club. “It looks like we are cursed, because when the EU was good, we were bad; now that we are getting better, the EU is getting into trouble,” he said. In particular, he is watching the saga of Brexit with disbelief, and expressed his amazement that the Labour party had expelled his old friend Campbell. “It’s very Balkanic what is happening in Britain. Deal, no deal, soft border, hard border, no agreement. It’s the Balkans! It’s like the Bosnian parliament. While we are trying to Europeanise, it looks like they are Balkanising.” • Additional reporting by Vincent Triest"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}