{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/09/newly-restored-19th-century-german-ship-sinks-after-collision", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-09T12:26:17Z", "webTitle": "Newly restored 19th-century German ship sinks after collision", "webUrl": "https://www.theguardian.com/world/2019/jun/09/newly-restored-19th-century-german-ship-sinks-after-collision", "apiUrl": "https://content.guardianapis.com/world/2019/jun/09/newly-restored-19th-century-german-ship-sinks-after-collision", "fields": {"headline": "Newly restored 19th-century German ship sinks after collision", "bodyText": "A recently restored wooden sailing ship has sunk after colliding with a container vessel near Hamburg, northern Germany. Six adults and two children were injured when the gaff-rigged schooner Elbe No 5, originally built in 1883, collided with a Cyprus-flagged vessel, Astrosprinter, on the River Elbe after a failed tack steered the sailing ship directly into the container ship’s path. All 43 passengers were rescued almost immediately thanks to a quick response from five rescue boats that were attending a minor accident a few hundred meters away. “If we hadn’t been in the vicinity there could have been fatalities,” a fire service official, Wilfried Sprekels, told the local newspaper Stader Tageblatt. But the rescue team could not prevent the ship from sinking while they dragged it to shore. The 37-metre (121ft) schooner, built as a vehicle for pilots guiding larger craft from the sea to Hamburg’s port, was the city’s last remaining seagoing ship from the era of wooden vessels. In the 1920s the ship was sold to the US where the adventurer Warwick Tompkins and his family temporarily used it as a floating home. In 2002 the vessel returned to its home town where it could be rented for harbour excursions. In the last nine months the Elbe No 5 was renovated with new outer wooden planks and a new stern at a cost of €1.5m (£1.3m). It resumed taking visitors on tours around Hamburg’s harbour at the end of last month. Wolfgang Bentz, who worked on restoring the ship, told the radio station NDR that he and colleagues had spent the night watching over the wreck, whose broken mast was protruding from the water. “I couldn’t sleep all night,” he said. Bentz said there was a chance that the Elbe No 5 could take to sea again. “It’s made of wood and had some damage before. Let’s see what further damage is added in the rescue effort.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}