{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/20/antigua-yida-project-chinese-colony-controversy", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-20T08:00:07Z", "webTitle": "Antigua: sprawling 'Chinese colony' plan across marine reserve ignites opposition", "webUrl": "https://www.theguardian.com/world/2019/jun/20/antigua-yida-project-chinese-colony-controversy", "apiUrl": "https://content.guardianapis.com/world/2019/jun/20/antigua-yida-project-chinese-colony-controversy", "fields": {"headline": "Antigua: sprawling 'Chinese colony' plan across marine reserve ignites opposition", "bodyText": "Plans to construct a sprawling “Chinese colony” complete with factories, homes and holiday resorts across a pristine marine reserve in Antigua have ignited a storm of controversy on the Caribbean island. Known locally as the Yida project after its main investor, Yida Zhang, the scheme includes plans for a manufacturing hub which promises several hundred jobs and increased exports. But opponents, including local activists and environmentalists, warn that construction is already decimating valuable coastal vegetation, threatening the habitat of critically endangered animals and putting the island at greater risk of hurricane damage. Chinese-funded development and infrastructure projects – often delivered via low-interest loans – are not new in the Caribbean. What sets the Yida project apart – in addition to its sheer size, which spans more than 2,000 acres – is that Chinese investors have been given a license to establish their own special economic zone for the new community’s residents and businesses who will benefit from tax waivers. Under an agreement signed in 2015, developers are entitled to set up a seafood harvesting company within the zone and net 90% of the profits. The zone is also free of all taxes levied elsewhere in the country, including income tax, sales tax and import and export duties. Anyone investing more than $400,000 will be eligible for Antiguan citizenship. That has caused dismay among some locals, who liken the zone to a “colony”. “It will operate like a state within a state,” said George Wehner, who grew up close to the area. “It will totally change our way of life. Fisherfolk have relied on these waters for generations; it’s one of our most important breeding grounds for marine life and destroying it threatens our food security.” Last June, Antigua and Barbuda became the first country in the eastern Caribbean to sign up for China’s Belt and Road initiative, a global trade project consisting of a network of ports, railways, tunnels and other infrastructure. Newly constructed buildings are already clearly visible on the razed landscape of Antigua’s north-east coast. From the water, work appears well under way on the gargantuan development, the heavy machinery juxtaposed against the surrounding untouched cays. The master plan includes up to seven resorts, a shipping port, the country’s first four-lane highway, offshore “wealth management” centres, hospital and university facilities, a school, bank and a luxury golf community on adjacent uninhabited Guiana Island. The 400-acre industrial section includes steel and ceramic tile factories. Lead architect Rick Solberg recently told local radio: “It’s really a town. We’re creating a resident population, as well as jobs and a resort destination.” Investors bought the land for $68m from the liquidators for the disgraced Texas financier Allen Stanford, once Antigua’s biggest employer, now serving a 110-year prison sentence in the US for running a global Ponzi scheme. The deal with main shareholder Yida Zhang was struck in 2014 shortly after the prime minister, Gaston Browne, took office, declaring his intention to transform the twin island nation of 100,000 people into an “economic powerhouse”. The development encroaches on coastal land and several tiny unspoilt islands that fall within Antigua’s largest marine reserve, protected by law since 2005. Its mangroves have long been a haven for migrating birds and a draw for tourists who flock to experience the untouched beauty. The area is also a nesting ground for critically endangered sea turtles, the threatened West Indian whistling duck and the Antiguan racer, once dubbed the world’s rarest snake, brought back from the brink of extinction by efforts from local environmentalists. “We have spent 25 years working there, rehabilitating habitats for various wildlife,” said Arica Hill, executive director of Antigua’s Environmental Awareness Group. “[Now we’re] seeing 25 years of work go downhill. It’s literally devastating. “If it can happen in a marine protected area, where else can it happen?” The chief environment officer, Diann Black-Layne, recently warned that the removal of mangrove trees has increased the danger of flooding and hurricanes. The government denies that mangroves have been cleared, but local people are intensely aware of the threat posed by extreme weather: Antigua’s sister island, Barbuda, was devastated by Hurricane Irma in 2017. Under local law, disturbing or altering the natural environment within a marine reserve is permitted only where doing so is necessary for its proper management. The government has reacted angrily to dissenters, labelling them everything from “fundamentalists” to “economic terrorists”. Browne insists only sustainable methods of construction are being used and that developers are working with the “best scientists in the world” to ensure such. Seventy acres of mangroves are to be preserved in a special reserve, he said, while up to 60 acres of land will be set aside for a nursery to grow 100,000 trees. Browne maintains the project will bring “enormous employment and economic opportunities” and that the manufacturing base will boost GDP, reduce the need for imports and help diversify the country’s tourism-dependent economy. Some locals may take further convincing. “It’s easy to tout the economic benefits but they’re not weighing up the environmental harm and the economic fallout,” Hill adds. “Many people – including myself, who grew up near there swimming, fishing and boating – have strong cultural and heritage ties to the area; it’s part of who we are.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}