{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/21/continental-europe-braced-for-potentially-dangerous-heatwave", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-21T11:40:40Z", "webTitle": "Continental Europe braced for 'potentially dangerous' heatwave", "webUrl": "https://www.theguardian.com/world/2019/jun/21/continental-europe-braced-for-potentially-dangerous-heatwave", "apiUrl": "https://content.guardianapis.com/world/2019/jun/21/continental-europe-braced-for-potentially-dangerous-heatwave", "fields": {"headline": "Continental Europe braced for 'potentially dangerous' heatwave", "bodyText": "A potentially record-breaking heatwave is forecast to grip much of continental Europe next week, with temperatures in cities from Spain to Germany expected to exceed 32C and climb to more than 38C or even 40C in the hottest areas. The combination of a storm stalled over the Atlantic and high pressure over central Europe would pull very hot air from Africa northward, leading to a “potentially dangerous heatwave over a large portion of western and central Europe”, forecaster AccuWeather said. In France, temperatures of between 35C and 40C were expected across most of the country except Brittany from Monday, Météo-France said, and were unlikely to fall below 20C overnight. “Even though it will be shortlived, this heatwave could be remarkable for its momentum and intensity,” the forecaster said in a bulletin. France’s health minister, Agnès Buzyn, warned local authorities, hospitals and retirement homes to be on high alert, noting that last summer’s heatwave resulted in 1,500 more deaths than normal in July and August. Meteorologists in Germany said there was a 50% chance of temperatures hitting 40C, possibly breaking the national record of 40.3C set in Bavaria in 2015. AccuWeather said cities from Madrid to Berlin, including Paris, Brussels and Frankfurt, were likely to experience a “multi-day heatwave” in the first half of the week, with similar temperatures of 32C or above expected further east later in Bucharest, Vienna, Budapest, Belgrade and Sofia. “Multiple days of extreme heat combined with warm nights will not allow buildings and homes without air conditioning to cool off, creating uncomfortable sleeping conditions and also raising the risk of heat-related illnesses,” the forecaster’s senior meteorologist, Eric Leister, said. “The elderly and children are most at risk from such ailments, and outdoor exposure should be limited during the hottest times of the day to reduce the risk of illness.” Long-range weather forecasts show summer temperatures throughout July and August are expected to be higher than normal, rivalling those of 2018, which according to the European Environment Agency was one of the three warmest years on record on the continent. Scientists have said last year’s heatwave, which led to increased mortality rates, a dramatic decline in crop yields, the shutdown of nuclear power plants and wildfires inside the Arctic Circle, was linked to the climate emergency and that extreme climate events are likely to be regular occurrences in the coming decades."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}