{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2019/jun/22/russians-spread-fake-plot-to-assassinate-boris-johnson", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-06-22T21:00:22Z", "webTitle": "Russians ‘spread fake plot to assassinate Boris Johnson’ on social media", "webUrl": "https://www.theguardian.com/world/2019/jun/22/russians-spread-fake-plot-to-assassinate-boris-johnson", "apiUrl": "https://content.guardianapis.com/world/2019/jun/22/russians-spread-fake-plot-to-assassinate-boris-johnson", "fields": {"headline": "Russians ‘spread fake plot to assassinate Boris Johnson’ on social media", "bodyText": "Suspected Russian spies floated a series of fake stories on social media including a claim that Remainers were planning to kill Boris Johnson and that the novichok used in the Salisbury attack came from the Real IRA, a new study shows. The operation was done to provoke tensions between western countries. It was persistent, sophisticated and well-resourced, and involved fake accounts on more than 30 platforms and nine languages, over five years, the study says. In May, Facebook took down a small number of “inauthentic” accounts which it said “originated in Russia”. The accounts’ behaviour “was consistent with an operation run by an intelligence service”, the study carried out by the Atlantic Council’s digital research lab found. The most sensational piece of Russian fake news said that “radical opponents of Brexit” were planning to assassinate Johnson. A forged letter warning of the plot was posted on a mocked-up Facebook page that appeared to belong to a senior Spanish official. The letter, complete with official seal, was signed by Spain’s foreign minister “Josep Borrell Fontenelles”. The minister’s name was spelled incorrectly. User accounts were created to share the Johnson story in Spanish and English media, and then deleted later the same day. A meme with Johnson shrugging his shoulders above the words “guess I’ll die” was then spread via a Facebook group created in Russia. Another 2018 fake featured a tweet designed to look like the account of the then UK defence secretary Gavin Williamson. Posted in March, it claimed the Real IRA delivered a “component of the nerve agent” used to poison Sergei and Yulia Skripal in Salisbury. Beneath it was a photo of police officers in hazmat suits. A fake user – “Edward McGrew” – then posted the tweet in an article. It claimed that Williamson had deleted the novichok tweet within minutes because the information was “sensitive and classified”. The “McGrew” account used a photo of the actor Hugh Laurie. The fake articles circulated on what the study calls the “soft underbelly of the internet”. They appeared on Medium, Reddit, the German website homment.com, San Francisco-based site indybay.org, Spain’s globedia.com, and other sites. The stories got little attention. “In terms of effort this was huge. In terms of bang for your buck I have never seen so little bang for buck,” Ben Nimmo of the Atlantic Council said. “It’s bizarre.” Nimmo said that this appeared to be the work of an intelligence agency, rather than the notorious “troll factory” based in St Petersburg that interfered in the 2016 American presidential election. The most likely culprit was the GRU, the Russian military intelligence outfit. The GRU hacked and leaked Democratic Party emails, special counsel Robert Mueller said. “It’s guys whose job is secrecy trying to do social media. They were trying so hard to hide their identities they effectively hid their content as well,” Nimmo said. The operation was a classic influence campaign, known as “active measures”. One high-profile victim of the Russian operation was the Republican senator Marco Rubio. A photoshopped “tweet” from Rubio claimed that Britain’s GCHQ, which “spied” on Donald Trump in 2016, was “back in the game”. The agency was now using deep fakes to support the Democrats in the US midterm elections. “No-one – especially our closest ally – has the right to threaten our democracy &amp; national security,” the fake August 2018 tweet said. It was coupled with a picture of the cartoon character SpongeBob SquarePants. The “tweet” was picked up by the state media channel RT, formerly known as Russia Today. It was unclear if RT was aware the content was fake. Moscow’s aim is to inflame tensions between the US and UK, as part of a “divide and conquer strategy”, the study concludes. Trump has claimed on Twitter that he is the victim of a “deep state” plot carried out by his own spy agencies, with GCHQ’s assistance. GCHQ has described this as ridiculous. In a genuine tweet last week, Rubio called out Vladimir Putin’s “disinformation campaign”, and said that Moscow would carry on churning out “realistic looking” fakes. The Russians pretended to be an unnamed senior Labour party figure at Westminster. They created a fake Facebook page, using the person’s genuine photo and bio, and shared real articles from the Labour Party and Jeremy Corbyn. Two similar fake Facebook parliament-linked pages were set up – one in the UK, and another in Spain. It was unclear if the goal was to plant false stories only – or if Facebook was being used to attract genuine followers who might then be entrapped or recruited, the study says. A particularly vicious fake claimed that migrants in Germany were plotting to molest German women. It was spread via a now suspended Twitter account – @KPrydius – supposedly belonging to a Ukrainian woman, Katja Prydius, living in Germany. Her tweets achieved “significant pick-up” and still circulate on German far-right websites, the study says."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}