{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/mar/01/cameron-backtracks-libya-zone-us", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-03-01T21:50:48Z", "webTitle": "Cameron backtracks on Libya no-fly zone plan as US distances itself", "webUrl": "https://www.theguardian.com/politics/2011/mar/01/cameron-backtracks-libya-zone-us", "apiUrl": "https://content.guardianapis.com/politics/2011/mar/01/cameron-backtracks-libya-zone-us", "fields": {"headline": "Cameron backtracks on Libya no-fly zone plan as US distances itself", "bodyText": "Britain has backtracked from its belligerent military stance over Libya after the Obama administration publicly distanced itself from David Cameron's suggestion that Nato should establish a no-fly zone over the country and that rebel forces should be armed. As senior British military sources expressed concern that Downing Street appeared to be overlooking the dangers of being sucked into a long and potentially dangerous operation, the prime minister said Britain would go no further than contacting the rebel forces at this stage. The marked change of tone by the prime minister, who told MPs on Monday that Britain did not \"in any way rule out the use of military assets\", came as the British-educated son of Muammar Gaddafi mocked Cameron for trying to act as a hero. Saif al-Islam told Sky News: \"Everybody wants to be a hero, to be important in history.\" In Libya, Gaddafi appeared to settling into a deeper stalemate as attacks by his forces failed to dislodge the opposition from areas of several cities that they hold. A convoy of government aid, which Gaddafi's government said was bound for the eastern city of the rebel-held eastern city of Benghazi, set out from Tripoli . The 20 trucks were carrying food and medicine. Aid agencies have expressed concerns over how long food will last inside Libya, as the UN high commissioner for refugees said 140,000 people have now fled the country. Tunisian border guards are struggling to cope with the swelling flood of foreign workers trying to get out. The change in rhetoric from Britain came as the US made clear it would adopt a more cautious approach and European diplomats expressed surprise at Cameron's rhetoric. Hillary Clinton, the US secretary of state, giving evidence to the House foreign affairs committee , suggested military intervention by the US and other countries might be counter-productive. She said the administration was aware that the Libyan opposition was anxious to be seen \"as doing this by themselves on behalf of the Libyan people – that there not be outside intervention by any external force. We respect that.\" General James Mattis, the commander of US Central Command, told a Senate hearing: \"It would be a military operation. It wouldn't be just telling people not to fly airplanes.\" The French prime minister, François Fillon, pointedly remarked that no country could \"carry out this operation alone\". In a further sign of Cameron's isolation, the White House was dismissive of his suggestion that rebels could be armed. Tommy Vietor, a national security spokesman for Barack Obama, told Reuters: \"We believe it's premature to make any decisions of that kind.\" Britain made clear it was keeping alive the option of a no-fly zone. William Hague, the foreign secretary, said it could be implemented without the authorisation of the UN security council. \"It depends on the situation on the ground,\" he told the BBC in a reference to the precedent of citing humanitarian need. British military commanders were pressing ahead with detailed contingency plans for a no-fly zone over Libya at Britain's Permanent Joint Headquarters (PJHQ) in Northwood, northwest London. But on the day 170 trainee RAF pilots were made redundant, one official reflected wide concern in British military circles about the risk of another dangerous operation at a time UK forces are stretched in Afghanistan, and against the background of a serious budget crisis to the forces. In the event of an international agreement to impose a no-fly zone, the UK would deploy Typhoon jets to RAF Akrotiri, in one of the British base areas on Cyprus, officials said. An RAF Awacs aircraft is already deployed in Malta. But Cameron did back away from the suggestion that rebel forces could be armed. \"We should be making contact with and getting a greater understanding of the opposition forces which are now in Benghazi and in control of quite a lot of the country,\" he said in Downing Street. \"We are trying to step up our contact with them so we can get to know them better and know what their intentions are. I don't think we should go beyond that for now.\" The US is deploying four naval vessels close to Libya to be available to help with humanitarian aid and any military objectives. The initial focus is on aid and limited military objectives such as disrupting the communications of the Libyan leader."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}