{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2011/mar/29/fabio-capello-england-ghana-friendly", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-03-28T23:06:01Z", "webTitle": "Fabio Capello's cast of extras shows regime has lost the plot", "webUrl": "https://www.theguardian.com/football/blog/2011/mar/29/fabio-capello-england-ghana-friendly", "apiUrl": "https://content.guardianapis.com/football/blog/2011/mar/29/fabio-capello-england-ghana-friendly", "fields": {"headline": "Fabio Capello's cast of extras shows regime has lost the plot", "bodyText": "There's an old showbiz joke that goes: Welcome to Miracle Pictures; if it's a good picture, it's a miracle. Fabio Capello and the FA must have heard it because they have no qualms about dishing up a match at Wembley tonight that will surprise everyone present if it does not look more like Plan 9 From Outer Space. If Gareth Barry and his ad-hoc collection of Premiership extras beat Ghana, it will not ease concerns that football in this country is in the hands of clueless administrators, a manager who has lost his way and the unchallenged elite of the Premier League. Capello should call this team masquerading as England The Availables. Friendlies have for a long time been meaningless, but this one, stripped to the bone, is right up there. What, after all, is it for? It is, for a start, a designated fixture on the Fifa calendar, one which the FA would find difficult to turn down – especially as it will earn £2m from the 90,000 punters prepared to pay up to £40 a head. But fans had every reason to expect they would be watching a team that, if not the best England could field, was at least an approximation. This line-up is nothing like that, whatever the fine words yesterday from Gordon Taylor, speaking on behalf of his PFA members, who said it was a great opportunity for them to showcase their talent. Playing for England once meant a lot more than selling yourself on a big stage. Capello's decision to rest players ahead of the Champions League fixtures of big clubs – John Terry, Frank Lampard and Ashley Cole (Chelsea), Wayne Rooney (Manchester United) and Michael Dawson (Tottenham) – is a sop to the Premier League giants who have held the national game and its governing body to ransom for nearly 20 years. So, because they have to go through with the charade for Fifa and the God Television, Capello will learn nothing about either the direction he is taking England in their Euro 2012 campaign, or anything surprising about the quality of the players he sees every week in the Premier League and, occasionally, beyond. It is no more than a high‑quality training run. Those paying customers who stick around for the second half will be treated to a blizzard of substitutions – as many as six – and if the players manage to find team-mates with a pass after being thrown together like some Sunday morning pick-up team it will be a result. It is a farce that began with Capello's ham-fisted handling of the captaincy. There can be no argument he should have told Rio Ferdinand personally that he was sacking him. He claimed he did not want to do it over the phone – yet Steven Gerrard revealed at the weekend that the manager had done just that when he rang to say he was giving the armband to Terry. Capello's defence yesterday that he wanted to afford the captain the courtesy of a face-to-face meeting does not wash, either. He has plenty of time on his hands; why didn't he drive up to Rio's house and tell him? Capello also failed to remind Rooney he was one yellow card shy of suspension on Saturday; and our favourite hot-head duly delivered in the 37th minute, ruling him out of the game against Switzerland in June. Language difficulties aside, Capello's communications skills have let him down badly all round. These are more than cock-ups; they are fundamental and avoidable mistakes that could cost England. Not to be left out of the idiot stakes, the FA has invited Sepp Blatter to a slap-up lunch as he tours the world in a desperate effort to hang on to the Fifa job he regards as his personal property. What are these people, masochists? Only four months ago, Blatter was doing his best to undermine England's bid to host the World Cup in 2018, when Qatar came from nowhere to shock everyone but the president. Ironically, on the field, England are looking good. This is Capello's 36th match in charge, his 18th friendly – in which they have only lost to world champions: France (twice), Brazil and Spain. Overall, they have won 24, drawn five and lost six – including the 4-1 World Cup defeat to Germany. However, if this England Select lose to Ghana, quarter-finalists in the World Cup, it will only deepen the sense of disillusion that has been growing since that dire tournament. It is difficult to imagine what Capello and the FA possibly can get wrong next. No doubt, we will not have to wait long. Ferguson's long-running tiff with BBC is a blessing Growing up can be tough when you're 69 and you've got your own way for a quarter of a century at the most famous football club in the world. At the risk of upsetting Sir Alex Ferguson (and what football writer has not quivered in front of his keyboard writing those words?), didn't his no-speaks tiff with the BBC run out of steam around 2004, not long after they cast a lot of old and little new light on the activities of his son, Jason, a football agent? Whatever the rights and wrongs of the spat, neither Ferguson nor his son took legal action, and the BBC refused to apologise. But now the manager of Manchester United and the director-general of the mighty British Broadcasting Corporation, Mark Thompson – at the behest of that fine honest broker, the Premier League – have agreed to meet at a time and venue yet to be announced. A nation holds its breath. Should we care? Post-match interrogation on all channels across all sports is so inane that the absence of one more denial of the obvious, defence of the indefensible or self-serving rantat referees and rival managers has improved the quality of our lives no end. So, a plea from the back of the press box: \"Oi, Fergie. Shut it!\" Lendl's the loser for Murray Of course Ivan Lendl would \"like to coach Andy Murray\", as was speculated after the Scot's ugly exit in Miami. But Murray will not choose a coach until he gets his head around what has gone wrong with his tennis. Lendl, who has never coached, has two cards to play: a place in Florida, Murray's winter base; and reaching four grand slam finals before winning one. Murray has been to three. I'd put Ivan's chances at 5-1. Ken relishing Lords fiasco There is one Londoner who will be enjoying the row swirling around Lords Moynihan and Coe, former Olympians and Tory stalwarts who between them are managing to turn the Olympics into a financial fiasco. When Ken Livingstone announced he was running for London Mayor again, he surely had one eye on being centre stage for 2012, the Games he and Coe helped to win for London. Now his campaign will be as much about embarrassing the government as revelling in the spotlight – and Moynihan and Coe are making his job that much easier."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}