{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2011/mar/09/tottenham-hotspur-milan-harry-redknapp", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-03-09T22:00:00Z", "webTitle": "Tottenham Hotspur v Milan: match analysis | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2011/mar/09/tottenham-hotspur-milan-harry-redknapp", "apiUrl": "https://content.guardianapis.com/football/blog/2011/mar/09/tottenham-hotspur-milan-harry-redknapp", "fields": {"headline": "Gung-ho Harry Redknapp's finest 0-0 draw takes Tottenham past Milan", "bodyText": "Tactics and selection Harry Redknapp had promised to go for the jugular – attacking football is all that he knows – but this was a night when what he already had was overwhelmingly precious, and that away goal from San Siro dictated an element of caution. The Tottenham Hotspur manager's second-half substitutions virtually saw him switch to a midfield five. It was such a pity that Gareth Bale was only fit enough to come off the bench. The man that the Italians feared might have injected panache. Milan, as Redknapp observed, tend to play with three strikers and seven more defensive-minded players who will rarely get ahead of the ball but the inclusion of Kevin-Prince Boateng on the left of the midfield three hinted at greater offensive potency. The onus was on Milan to prise Tottenham open and with Robinho given a floating brief behind the two strikers and with Mathieu Flamini and Boateng pressing high up the pitch, Massimiliano Allegri made his intentions plain. Even the full-backs looked to get forward. Allegri's tactics looked spot on in the first half but Redknapp, perhaps after choice words at half-time, succeeded in injecting greater energy and urgency into his team for the second half. For gung-ho Harry, a 0-0 draw might number among the finest results of his career. Defence It was clear from the outset that Tottenham's defence faced a test of concentration, as much as anything else. Milan's fluent movement meant that the threat could come from anywhere, with razor sharp incision. The first-half pressure was suffocating. Redknapp's defence were prepared to put body and soul on the line – an attitude typified, as ever, by Michael Dawson – but they were exposed at times by Milan's subtlety. One or two slipped passes sparked chaos. Redknapp loves a bargain – although don't tell him that – and William Gallas as a free transfer from Arsenal has to rate among his best. The Frenchman read the game superbly, making plenty of timely interventions and his goal-line clearance in the 26th minute advertised all that is smart about him. Milan's defence struggled to cope with Peter Crouch's aerial threat but they were quick to the second balls. Alessandro Nesta got away with some old-fashioned, hands-on Italian defending while Marek Jankulovski's clip on Aaron Lennon was cynical in the extreme. Milan did what it took. They were quick to double up on Aaron Lennon in, collectively, a impressive defensive effort. Christian Abbiati did not have a serious save to make. Midfield You know what you are going to get from Tottenham's midfield but with Milan it changes from week to week. A relentless stream of injuries has meant that Allegri has rarely been able to field the same unit. Here, so restricted were his options that he was forced to press Clarence Seedorf into the central, holding role, which is not something he likes to do. He prefers the Dutch veteran further up the field, as he worries that he does not have the intensity needed where the muck and bullets are flying. Seedorf, though, pulled the strings for his team, setting the tempo and impressing with the range of his passing. He was magnificent. Boateng, a former Spur with a point to prove, also caught the eye. Seedorf was helped by the fact that Tottenham rarely had anybody near him. Redknapp's central pairing of Luka Modric and Sandro did not occupy the same areas and Rafael Van der Vaart, the closest opponent to Seedorf, is nobody's idea of a marker. Sandro impressed. As a Copa Libertadores winner, the young Brazilian has the ability to handle the big occasion and he made a series of important challenges and bursts. The creative lights in his department struggled to sparkle, although Lennon did flicker in the second half. Modric was uncharacteristically quiet. Attack Crouch was described by Thiago Silva as the toughest opponent that the Milan defender had faced in Europe and the lanky striker showed why, all elbows and aggression as he knocked on a high percentage of diagonal balls. Sadly for Crouch, when opportunity knocked on 46 minutes from Lennon's cross, he seemed to look for another flick on as the goal gaped. A feature of Tottenham's season has been Crouch's understanding with Van der Vaart but the latter, back after calf trouble, looked off the pace. Crouch struggled to find him. It was no surprise when Van der Vaart was substituted; he headed straight down the tunnel. Milan's attacking trio bristled with menace. Robinho flitted and wriggled into dangerous areas – he was denied twice late on – and Pato did likewise, his technique a joy. Throw in Zlatan Ibrahimovic, despite his dismal record against English clubs, and it seemed that something would ignite for Milan in front of goal. But, to Allegri's anguish, they could not find an end product. The chances were created for them but their finishing was awry. The margins were excruciatingly tight but they fell the wrong side of them."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}