{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/mar/05/england-cricket-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-03-05T21:00:00Z", "webTitle": "The safe way to World Cup success is by taking risks | Vic Marks", "webUrl": "https://www.theguardian.com/sport/2011/mar/05/england-cricket-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2011/mar/05/england-cricket-world-cup", "fields": {"headline": "Kevin O'Brien showed the safe way to World Cup success is by taking risks", "bodyText": "Soon after Andy Flower took over as England team director it became clear the side were going to adopt a fresh \"no fear\" approach to one-day cricket, whether the game was of 20 overs or 50. England would be a more dynamic one-day team. In the Caribbean last year, where England – against the odds – ran off with the World Twenty20 trophy, they adhered to that policy. They decided to go for it, to play with freedom and a smile, to take risks and hang the consequences. The policy worked rather well. In the first three games here they have reverted to the caginess and conservatism of old. The World Cup format may have encouraged this \"low-risk\" approach. The temptation is to scrape into the quarter-finals via good old English pragmatism and then to give the players freer rein in the knock-out stages. One innings from Kevin O'Brien may have changed all that. There has always been a terrible trap in cricket, which probably applies in most other sports. It is the notion that merely by seeking to eliminate errors, matches will automatically be won. Concentrate only on avoiding mistakes and there is the danger of a side becoming negative and formulaic in outlook. \"Smart cricket\", a popular phrase among modern coaches, requires something more than the elimination of error. Look around the sides who have enjoyed the first couple of weeks of the World Cup rather more than England and they have adopted the \"no-fear, go-for it\" approach. In many cases – but not in England's – they have been encouraged to do so by their selectors. Australia, so easily neutered in the Ashes series, have not taken a backward step. Out they go with three 90mph bowlers, who might cause havoc but whose pace might also cause the ball to fly everywhere. Alongside them is a maverick off‑spinner, Jason Krejza, with very limited one-day experience plus a rookie wrist-spinner, Steven Smith – not many signs of caginess there. Meanwhile West Indies open the bowling with one of the fastest men in the tournament, Kemar Roach, and allow him to hunt for wickets. At the other end they toss the ball to Sulieman Benn, the beanpole left-arm spinner. Such a tactic did not occur to Clive Lloyd very often – much to the dismay of opening batsmen around the world – but it looks a good option on subcontinent wickets, not least because Benn is a bona-fide attacking left-arm spinner. Nowadays even West Indies are prepared to employ a second specialist spinner. For years South Africa would not contemplate any nonsense in their one-day team. They have an unbridled fast bowler in Dale Steyn but in a very non-South African way they have turned to Imran Tahir, who originates from Lahore. Tahir is another maverick, who has more clubs than Henry Blofeld. He also has a fine googly, which is especially good at duping batsmen from associate member countries. South Africa have recognised that on subcontinent pitches, especially those that are paradises for batsmen, fielding captains need something extra, something different. It is impossible to contain successfully for 50 overs on such pitches. Searching for wickets becomes essential. The bowlers must attack for as long as possible. This suits Sri Lanka and Pakistan since the natural inclination of their bowlers is to hunt for wickets. Sri Lanka have the unique Lasith Malinga, whose arm seems to have dropped even further, the creaking, mischievous Murali and Ajantha Mendis. Even when they are leaking runs they keep trying to bowl the opposition out. What of the batsmen? They, too, have to think on their feet. This applies to the use of the batting powerplay, where those in the middle have to display refined risk management (Ireland have done it best so far). Meanwhile the top order has a special responsibility to make an early and accurate assessment of the pitch. A good score in Dhaka may be totally inadequate in Bengaluru. Inflation is rife in one-day cricket. So far wherever England have been the surfaces have been perfect for batsmen. In Nagpur and Bengaluru there has been just enough pace to encourage strokeplay but not enough to have pacemen salivating. Such surfaces make Sachin Tendulkar and AB de Villiers, for example, difficult to bowl at but it has also seemed well nigh impossible for England to bowl at Ryan ten Doeschate and O'Brien. On these sublime surfaces the batsmen must adjust to the new currency. Not so long ago if a side hit 300 in the first innings there was a shrug of the shoulders and the assumption that the game was over. So here lies another trap for the over-cautious. The evidence mounts that no score under 350 in Bengaluru is safe and that may apply elsewhere. Jonathan Trott in his 21st one‑day international equalled a record. He reached 1,000 runs as quickly as Viv Richards and Kevin Pietersen, a remarkable achievement. Yet there is no certainty that even a run-a ball target for batsmen, which is how Trott composes his innings, is always going to be sufficient in this World Cup. On these surfaces a wild card may be required. Conventional run-gathering may not be enough. This is where those who have forged their reputations in Twenty20 cricket, such as Kieron Pollard and Yusuf Pathan, may be vital. They can deliver the sudden acceleration that might eventually allow a side batting first to feel safe."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}