{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/mar/20/england-sri-lanka-cricket-world-2011", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-03-20T21:54:25Z", "webTitle": "Ian Bell sees England v Sri Lanka in Colombo as perfect quarter-final", "webUrl": "https://www.theguardian.com/sport/2011/mar/20/england-sri-lanka-cricket-world-2011", "apiUrl": "https://content.guardianapis.com/sport/2011/mar/20/england-sri-lanka-cricket-world-2011", "fields": {"headline": "Ian Bell sees England v Sri Lanka in Colombo as perfect quarter-final", "bodyText": "After three days in Delhi spent waiting and watching England finally know their fate. They play Sri Lanka in Colombo this Saturday in what is arguably the toughest possible quarter-final fixture they could have drawn. The team do not see it that way. Ian Bell went so far as to call it \"the one place we'd like to go\". That may be true but Sri Lanka are certainly not the opposition they would choose to play. Typically Graeme Swann found a more convincing positive spin to put on the match-up. \"Last time I was there the tuk tuk man let me drive and I defeated Harmy [Steve Harmison] in an epic wacky race,\" he wrote on his Twitter page. \"Start the tuk tuk ...\" The alternative for England would have been a trip back to Bangladesh for a match against Pakistan in Dhaka. West Indies will now have to make that journey. South Africa play New Zealand at the same venue, the only fixture of the four for which a gambling man would feel confident in picking a winner. However, the most enticing of the quarter-finals may just be India versus Australia, who meet in Ahmedabad on Thursday. That match pitches India's ranks of batsmen against Australia's battery of quick bowlers, a worrying prospect for the home fans, who fret that their team suffer from a chronic inability to play fast, short bowling. The winner of that match will play Pakistan or West Indies in a semi‑final in Mohali ande England or Sri Lanka will play South Africa or New Zealand in Colombo. As Bell says, \"whoever we play at this stage, it is going to be a quality team\" but there is no doubt that England are in the tougher side of the draw. England's confidence, Bell said, was based on their 3-2 series victory in Sri Lanka back in late 2007. That was a conspicuous exception to their typically terrible record in the country. They have won two of the seven one-day international matches they have played in Colombo and four out of 13 in Sri Lanka overall. The team have, Bell reckons, \"taken strides forward\" since then but the performances in this World Cup have been more a case of two steps onward, one step back. Sri Lanka have been getting stronger as the weeks have gone on. They were missing Lasith Malinga when they lost to Pakistan in their only defeat of the group stage. Since then they have thrashed Kenya, Zimbabwe and New Zealand. More ominously still, when England won in 2007 Sri Lanka did not have Muttiah Muralitharan or Ajantha Mendis in their side, who are such vital ingredients that they may as well have been trying to bake a cake without using eggs or flour. As Bell said, they \"are as good as any team in the world at the moment\". England, on the other hand, relied on Stuart Broad and Ryan Sidebottom in that series victory. They took 23 wickets between them. Neither is available this time. Instead they must cobble together a fast bowling attack from Tim Bresnan, the out-of-form James Anderson, Chris Tremlett, who suffered a shellacking against West Indies, and Surrey's Jade Dernbach, the surprising choice as a replacement for Ajmal Shahzad. For England it may well be a case of crossing the fingers when it comes to the coin toss and then throwing the ball to Swann after batting first. Then there is the lingering question of who should open the batting alongside Andrew Strauss. Bell said he would be keen to do it but feels that his deft play against spin bowling, a rare commodity in the team, means that the management want to keep him in the middle order. Given the opposition, it seems certain he will stay there. They are not the only ones waiting to see how England's performance pans out. Bell is due to get married four days after the World Cup final and the team's up-and- down fortunes have meant his fiancée has been struggling to work out the arrangements. \"I have left it to her, I just have to turn up at the moment,\" he said. That does not extend to his stag do, which is also contingent on what happens next. \"I was hoping we were going to get to the World Cup final so I think I'll take it from there.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}