{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/mar/16/leyton-orient-olympic-stadium", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-03-16T22:34:26Z", "webTitle": "Leyton Orient told they have no chance of new stadium on Olympic site", "webUrl": "https://www.theguardian.com/football/2011/mar/16/leyton-orient-olympic-stadium", "apiUrl": "https://content.guardianapis.com/football/2011/mar/16/leyton-orient-olympic-stadium", "fields": {"headline": "Leyton Orient told they have no chance of new stadium on Olympic site", "bodyText": "The Olympic Park Legacy Company has said the prospect of Leyton Orient moving into the area after London 2012 is \"inconceivable\", dealing a blow to the hopes of the club's owner, Barry Hearn. The OPLC chair, Baroness Ford, appearing before the London Assembly, said she did not believe there should be two football stadiums in the Olympic Park following the Games. Hearn has argued that the OPLC's decision to award the Olympic Stadium to West Ham United could fatally undermine Orient unless they are given compensation or space for their own new stadium. He had raised the prospect of building a 15,000-seat stadium in the Eton Manor area where the hockey facilities were due to move to after the Games, or moving into the hockey stadium – currently envisaged as a temporary structure. But Ford, who does not have the final say over the park's Eton Manor area, which is controlled by Lee Valley Regional Park Authority, said: \"Why would you put two football stadia in the Olympic Park in place of much needed recreational and employment space?\" Ford said she had made the point in response to Hearn's letter on the issue. The Orient chairman has threatened the Premier League with a judicial review, arguing that its decision not to intervene had broken its own rules. Hearn has argued that West Ham's plan to slash ticket prices in order to fill the 60,000-seat stadium will undermine Orient's viability."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}