{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2011/mar/29/junior-doctors-life-in-hands", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2011-03-28T23:05:01Z", "webTitle": "Tonight's TV highlights: Silk | Bible's Buried Secrets | CSI: Crime Scene Investigation | Junior Doctors: Your Life In Their Hands | Sex And The Sitcom | China's Ghost Army", "webUrl": "https://www.theguardian.com/tv-and-radio/2011/mar/29/junior-doctors-life-in-hands", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2011/mar/29/junior-doctors-life-in-hands", "fields": {"headline": "Tonight's TV highlights", "bodyText": "Silk 9pm, BBC1 The image of barrister Martha Costello scrawling \"NG\" for not guilty on a casefile in lipstick started Silk off on a terrible footing, but it's slowly turned into an addictive legal soap that isn't too shabby. It's the series finale, as Martha defends Mark Draper, a client previously up for cottaging, now on a murder charge. But there's more: the victim was a high court judge and, with Martha's application for silk being due, she needs the support of the judiciary behind her. Will her crusading morality win the day? Rebecca Nicholson Bible's Buried Secrets 9pm, BBC2 We're used to seeing the tale of Adam and Eve as a creation myth: the apple gets plucked and, bingo, original sin and the need for a redeemer in Jesus. Really? Concluding her revisionist series on Bible stories, Dr Francesca Stavrakopoulou begs to differ. Eden, she reckons, is not a primordial paradise but a real place we can visit today. As for Adam, he's a king brought low by hubris rather than the father of all humanity. In this account, the universal becomes specific, radically changing the moral of the Eden story. Jonathan Wright CSI: Crime Scene Investigation 9pm, Channel 5 Burlesque superstar Dita Von Teese's guest role tonight gives the CSI team their most challenging case yet: to locate her modesty. She plays a school science teacher/forensics groupie who is also a burlesque dancer called, get this, Rita Von Squeeze, which ensures she gets to perform her famous routine with the oversized champagne glass. There's also a typically grisly case involving victims who appear to have been meted out some old-school electric chair-style justice. Is Von Squeeze somehow involved? Phelim O'Neill Junior Doctors: Your Life In Their Hands 9pm, BBC3 The young medics come to the end of their four-month placements in Newcastle's General And Royal Victoria Infirmary. Posh doc Keir has decided he wants to work with children and assists on a successful thumb operation; Susie faces difficulties with a newborn, while the lovely Lucy becomes emotionally attached to an elderly patient. Following the vomit, lairy lads and toilet-brushes-up-bums cases of the previous episodes, it's a tearful finish to a revealing series. Sian Rowe Sex And The Sitcom 9pm, BBC4 Channel 4's recent attempt at nailing nudity onscreen resulted in Celebrity Naked Ambition, a two-hour clip-show of film stars in the buff. Predictably, BBC4's TV-focused documentary is a more cerebral affair, examining the impact of the sexual revolution on British and American sitcoms, from 1950s shows like Hancock's Half Hour to present-day taboo-busters. There's a decent talking-head roster to back it up. RN China's Ghost Army 9pm, National Geographic The terracotta army is one of the wonders of archaeology: 8,000 intricately crafted warriors – infantry, archers and generals – buried next to the self-styled first emperor of China, Qin Shi Huang, in 210BC. This documentary investigates how they were made and also how it was possible to produce so many so quickly (the craftsmen had 11 years to produce the army, which is, by all accounts, good going). Unfortunately, it's from the school of documentary filmmaking that thinks manic narration, thumping sound effects and flashy techniques are required to make decent programme. It all feels a little desperate. Martin Skegg"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}