{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/mar/05/championship-fans-verdict", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-03-05T21:39:54Z", "webTitle": "Championship Verdict: The Observer fans' network on Saturday's matches", "webUrl": "https://www.theguardian.com/football/2011/mar/05/championship-fans-verdict", "apiUrl": "https://content.guardianapis.com/football/2011/mar/05/championship-fans-verdict", "fields": {"headline": "Championship Verdict: The Observer fans' network on Saturday's matches", "bodyText": "Burnley 1-0 Crystal Palace Was it a good match? A strange game. We played the best we've played all season in the first half, but you could have gone home at half-time so little happened after the break. If Palace hadn't been as toothless in attack it might have been a different story. You can see why the visitors are so low down in the table, had we been on our game it could have ended two or three-nil. Who played well/who had a nightmare? Jay Rodriguez is developing nicely. Ross Wallace and Dean Marney had excellent games in the first half but faded in the second. Jack Cork was consistent in midfield. Steffen Iversen could do with losing a few pounds. Martin Barnes, When The Ball Moves Cardiff City 0-2 Ipswich Town Was it a good match? Cardiff should have put this game beyond doubt before Ipswich had scored their opener. Cardiff had a goal disallowed and hit the bar in the first half and Marton Fulop made two stunning saves in the second half before Jimmy Bullard pinged one in from outside the box in what must have been one of their first shots on target. Ipswich were then comfortable enough to keep us at bay in what turned out to be a bad day at the office. Who played well/who had a nightmare? I was disappointed with the lack of effort shown by the Cardiff attack, especially in the second half. Michael Morris, CardiffCity-Mad.co.uk Coventry City 1-4 Bristol City Was it a good match? I'm in a state of shock. I've seen us over the last 30 years play quite badly but never anything like that. It was quite bizarre as both our keepers got injured, Marlon King got sent off, but they're no excuses as it would probably been the same had those things not happened. Bristol's midfield looked strong but it was a case of them shooting fish in a barrel – it was so easy. We couldn't pass or run. We're in a relegation battle now and I'm scared we're in freefall. Who played well/who had a nightmare? Albert Adomah and Marvin Elliott dominated. Lukas Jutkiewicz is the only player to have earned his wages this week. Richard Owen, Observer reader Derby County 0-0 Barnsley Was it a good match? An average game played by two out-of-form teams lacking confidence and endeavour. Barnsley had the first opening which was saved well. Derby's best opportunity came from a cross which Theo Robinson could not connect with. Jamie Ward should have scored just after half-time but missed the target and it seemed as though both teams settled for a point early on. Hopefully we are one point closer to safety. We need more quality signings, Tom Glick. Who played well/who had a nightmare? Daniel Ayala was steady at the back. Jason Shackell was good for Barnsley. George Glover, Observer reader Leeds United 5-2 Doncaster Rovers Was it a good match? This game epitomised Leeds United this season. We were all over Doncaster in the first half but again our failure to take chances and poor defending nearly cost us dear. We were cruising in the first half until the 44th minute when Billy Sharp equalised courtesy of a misplaced Kasper Schmeichel clearance. Doncaster scored again early in the second half and the Leeds fans thought, 'Oh no not again'. Jonny Howson equalised again almost immediately and after that we kept creating chances and scored another three goals. Who played well/who had a nightmare? Max Gradel and Jonny Howson impressed. Adam Ternent, moTForum.com Norwich City 1-1 Preston North End Was it a good match? The bottom line for Canary fans is that they've had two games against Preston and Doncaster and picked up just two points from 1-1 draws. Against Rovers, Adam Drury gave them a point with a late own goal, today Wes Hoolahan gave Preston a point with a classic cheeky penalty that horribly backfired as the ball was lofted into a bemused keeper's hands. In fairness to Preston they never gave up, even when reduced to 10 men. Who played well/who had a nightmare? While on the pitch, Leon Cort was an immovable object before the break. Hoolahan was the villain. Rick Waghorn, Observer reader Nottingham Forest 1-0 Hull City Was it a good match? Everyone knew that eventually we were going to get beaten at home, so to go 36 games unbeaten we can't complain too much, but the squad do look tired. Neither keeper made a save and it was a bit of a smash and grab from Hull. Who played well/who had a nightmare? No one really stood out on either side but if anyone was going to make something happen it would have been Chris Cohen. He's a Duracell bunny but one player doesn't make a team. Their keeper was rubbish but we never tested him. Rish Barauah, EighteenSixtyFive.co.uk Portsmouth 1-0 Sheffield United Was it a good match? Never mind the quality, we're happy to have the three points and secure Championship football for another season. We didn't play particularly well and we ground out a result, but created the better chances and just about deserved it. But you can see why Sheffield United are struggling, they were big and physical, but rather than being the Blades, they were rather blunt. Who played well/who had a nightmare? We've now kept six clean sheets on the bounce and Ricardo Rocha has been outstanding. Jamie Ashdown has come in for criticism in the past but he deserves credit for the way he's played. Colin Farmery, Pompey-Fans.com QPR 1-0 Leicester City For a long time it looked like the game was heading for a draw; neither side looked likely to score. It was an inspired decision to bring on Ishmael Miller for Adel Taarabt with five minutes to go, and considering how teams around us got on it's a great result. Alejandro Faurlín was outstanding. Peter Davies, WeAreTheRangersBoys.com Reading 5-2 Middlesbrough Was it a good match? This caps off a brilliant week for the Royals. A fantastic result, a great match and a solid team performance. We always looked good going forwards and, to be fair, we could have scored ten. I think the result says it all: apart from a five-minute spell during the first half it was one-way traffic. Based on that performance Boro probably have the worst defence in the league. Who played well/who had a nightmare? It's a toss-up between two players, those being Ian Harte and Zurab Khizanishvili. The former scored two cracking free-kicks while the latter was defensively sound. Ian Frampton, Observer reader Scunthorpe United 1-0 Swansea City Was it a good match? Marvellous! The result was completely unexpected of course and the Swansea fans must be coming away from the ground shaking their heads at how that one went. They should have been completely out of sight by the time we scored and could have been three or four-nil up at half-time. Who played well/who had a nightmare? The pair of centre-backs, Michael Raynes and Michael Nelson, played fantastically well. Swansea are a real good side going forward, they showed that by putting three past Leeds last weekend. So I have to pick those two out for special praise but the whole team performed well. Max Bell, Scunthorpe.Vitalfootball.co.uk Watford 1-0 Millwall Was it a good match? It was a better game than a mid-table fixture suggested prior to kick-off. Millwall came to play football and it was an open game which also suited us. In reality it could have gone either way but the best move of the match settled it. With the injuries we've got our subs bench had just 27 league starts between them so we're happy with the points. The visitors, like us, looked dangerous going forward but brittle defensively. Who played well/who had a nightmare? The injuries have hit us particularly hard in midfield so Ross Jenkins and Don Cowie did a really, really good job there. Matt Rowson, BHappy.org.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}