{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2011/mar/01/julian-assange-jewish-conspiracy-comments", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2011-03-01T22:22:36Z", "webTitle": "Julian Assange 'Jewish conspiracy' comments spark row", "webUrl": "https://www.theguardian.com/media/2011/mar/01/julian-assange-jewish-conspiracy-comments", "apiUrl": "https://content.guardianapis.com/media/2011/mar/01/julian-assange-jewish-conspiracy-comments", "fields": {"headline": "Julian Assange 'Jewish conspiracy' comments spark row", "bodyText": "Julian Assange has blamed a number of journalists for a \"Jewish\" conspiracy against his whistleblowing website, WikiLeaks, according to the editor of Private Eye, Ian Hislop. In the latest issue of the satirical magazine, Hislop writes that Assange called him on 16 February to complain about an article on Israel Shamir, a WikiLeaks associate in Russia who has denied the Holocaust and has published a string of antisemitic articles. \"He said that I and Private Eye should be ashamed of ourselves for joining in the international conspiracy to smear WikiLeaks,\" Hislop writes. \"The piece was an obvious attempt to deprive him and his organisation of Jewish support and donations, he said angrily, and he knew perfectly well who had written it. He then named a Fleet Street hack who had nothing to do with it.\" Hislop adds that Assange went on to claim that Private Eye was \"part of a conspiracy led by the Guardian which included journalist David Leigh, editor Alan Rusbridger and John Kampfner from Index on Censorship – all of whom 'are Jewish'\". \"I pointed out that Rusbridger is not actually Jewish, but Assange insisted that he was 'sort of Jewish' because he was related to David Leigh (they are brothers-in-law),\" writes Hislop. \"When I doubted whether his Jewish conspiracy would stand up against the facts, Assange suddenly conceded the point. 'Forget the Jewish thing'.\" Assange denied the allegations in a statement , saying: \"Hislop has distorted, invented or misremembered almost every significant claim and phrase. In particular, 'Jewish conspiracy' is completely false, in spirit and in word. \"It is serious and upsetting. Rather than correct a smear, Mr Hislop has attempted, perhaps not surprisingly, to justify one smear with another in the same direction. \"WikiLeaks promotes the ideal of \"scientific journalism\" – where the underlaying evidence of all articles is available to the reader precisely in order to avoid these type of distortions. We treasure our strong Jewish support and staff, just as we treasure the support from pan-Arab democracy activists and others who share our hope for a just world.\" A judge ruled last week that Assange should be extradited to Sweden to answer accusations of rape and sexual assault, bringing to an close the first stage of what is still likely to be a lengthy legal battle. Assange, who has been fighting extradition since being arrested in Britain in December, must face interrogation in Sweden on the sex assault claims, ruled chief magistrate Howard Riddle, rejecting arguments that the prosecutor seeking his extradition had behaved illegally and was unqualified to issue a warrant, and that he would not receive a fair trial. His solicitor, Mark Stephens has insisted that he was \"still hopeful that the matter will be resolved in this country. We still remain very optimistic about our opportunities on appeal.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}