{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2011/mar/09/critics-notebook-brian-logan", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2011-03-09T21:45:01Z", "webTitle": "Brian Logan on punchline spoilers", "webUrl": "https://www.theguardian.com/culture/2011/mar/09/critics-notebook-brian-logan", "apiUrl": "https://content.guardianapis.com/culture/2011/mar/09/critics-notebook-brian-logan", "fields": {"headline": "Brian Logan on punchline spoilers", "bodyText": "I reviewed the comedian Paul Sinha a fortnight ago, and sparked a conversation on the Guardian website (and on Sinha's blog) about the quoting of punchlines in a standup review. I quoted twice from a show that had a hundred-plus laugh lines. But that's twice too much for some, who argued in comments after my review that to do so is \"unfair on the performer\" and \"ruins the joke if you go and see [the show]\". I humbly disagree – but acknowledge the need to tread carefully. Quoting a comic's act is different to quoting a play script, or song lyrics. Jokes work partly by surprise; to broadcast their punchlines risks reducing their effectiveness. But it needn't \"ruin\" them: it's not just the words that make jokes funny. Comics get laughs for their personality, their rhythm and expressiveness, the context for each joke, and its delivery. And their pace – most punchlines have come and gone long before the person who's read the Guardian review saw them coming. In any case, gags aren't always made less funny by familiarity – hence repeat viewings of beloved sitcoms, and audiences shouting out at gigs for their favourite jokes. A critic has several duties, including fairness to the performer. I ration the punchlines I use and, as much as possible, quote those least likely to spoil surprises. (Those Sinha lines weren't conventional punchlines; each was one among several examples he gave to illustrate a point.) But we're also meant to give a flavour of what the act does. If I praise Sinha's \"fine comic writing\", I have to illustrate that. Quotation is the most effective way to evoke a comic's character and verbal style in the 300 words allotted; it can also excite the reader about their work. In this tweeting, YouTube era, it's hard for standups to protect their material, and I understand their anxiety about \"free giveaways\" in reviews. I keep them to a minimum – but I don't see how anyone is best served by comedy reviews that quote no jokes whatsoever."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}