{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2011/mar/09/photographer-ziad-antar-best-shot", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2011-03-09T22:30:09Z", "webTitle": "Photographer Ziad Antar's best shot", "webUrl": "https://www.theguardian.com/artanddesign/2011/mar/09/photographer-ziad-antar-best-shot", "apiUrl": "https://content.guardianapis.com/artanddesign/2011/mar/09/photographer-ziad-antar-best-shot", "fields": {"headline": "Photographer Ziad Antar's best shot", "bodyText": "Iwas in Lebanon in the summer of 2005 – shortly after the assassination of Rafik Hariri, the former prime minister. I was making a film for al-Arabiya, the Arab satellite news channel, about Middle East peace initiatives. My brief was to ask politicians for their thoughts and Walid Jumblatt, the influential leader of Lebanon's Druze community, sprang to mind. It was June or July and Jumblatt couldn't leave his house in the small town of Moukhtara; he had criticised Hezbollah and the Syrian regime, and was now in danger. The bars on his window are there because he lives in an old castle, but to me they suggest jail. I took a string of pictures – of him standing, sitting, walking about. All his movements are interesting: he is someone who does things suddenly, like stroking his hair. I don't know why he looked at his watch: maybe my crew were late. I like it because it shows the boredom in which he was living. It also suggests the theme of time passing, which fits into my main purpose as a photographer. I work with expired film stock – film that is past its sell-by date. I put it into old cameras and see what I get. The batch of film I used here expired in 1976, while the camera, a Kodak Reflex II, was from the 1940s. It's almost like using a pinhole camera: no light meters, no digital manipulation, nothing. With film photography, you have the magic of not knowing exactly what will materialise. With expired film, there is a double magic: you don't know what will survive to be printed. Consumer culture tells you to throw away something past its sell-by date. I am an anti-consumption person. I feel like I made this picture in 1976, and since then it has been left in a drawer or something. You could say I have experienced something I never actually lived. Ziad Antar: Expired is at the Selma Feriani gallery, London W1, until 30 April CV Born: 1978, Sidon, Lebanon. Studied: Agriculture in Beirut, film school in Paris. Inspirations and influences: Jean Luc Moulène – \"He is my mentor and friend.\" Dream subject: \"None. I do an image and move on.\" Top tip: \"Use simple materials. Creativity comes with poverty.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}