{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2011/mar/24/cave-of-forgotten-dreams-review", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2011-03-24T22:49:00Z", "webTitle": "Cave of Forgotten Dreams – review", "webUrl": "https://www.theguardian.com/film/2011/mar/24/cave-of-forgotten-dreams-review", "apiUrl": "https://content.guardianapis.com/film/2011/mar/24/cave-of-forgotten-dreams-review", "fields": {"headline": "Cave of Forgotten Dreams – review", "bodyText": "It could almost be a modern Brit horror, a film that takes us on an eerie descent into an ancient cave to discover something strange, awe-inspiring and scary … Werner Herzog. This director has scored another remarkable success with this documentary, using 3D to accentuate the massive, sculptural forms revealed to his camera. He and a minimal crew were allowed into the extraordinary Chauvet cave in the south of France, named after Jean-Marie Chauvet, the explorer who in 1994 made a Tutankhamun-level discovery: hundreds of pictures of animals drawn with flair, sophistication and detail by early man around 32,000 years ago. It represents, as Herzog puts it in his unmistakable voice, \"the beginnings of the modern human soul\" and playfully remarks that the superimposed drawings of animals' legs in different positions create the sense of movement and the cave drawings are \"proto-cinema\". The Chauvet cave is a lost cathedral, and Herzog's film responds with subdued passion to its profound mystery. Human beings are relatively absent from the pictures, indicating, perhaps, a sublime lack of self-awareness in this prehistoric artistry, although there is a representation of the human female form in apparent sexual congress with an animal. Were these paintings made in a secular artistic spirit – or were they part of a religious ritual? Or are both these \"artistic\" and \"religious\" dimensions subservient to something else, some third aspect that has been effaced by time and is utterly beyond our wit to guess at? Herzog canvasses a range of opinion from the various experts who are allowed down there with him: paleontologists, archaeologists, art historians and even a perfume specialist, who speculates about the smells of resin and wood that might have prevailed back then. To these comments, Herzog adds his own sense of wonder and existential shock. He also finds a tiny stratum of dry comedy. It really is a tremendous film, comparable, perhaps, to Michael Madsen's documentary Into Eternity, about the underground tomb being built in Finland for nuclear waste, intended to last for tens of thousands of years, bearing warning signs comprehensible to future humans who have evolved beyond modern language-forms. A tremendous documentary. • This article was amended on 25 March 2011 to remove a statement that the Chauvet caves are open to the public. This is not correct. In addition, the original referred to the caves' artists as Neanderthal man. This has been corrected."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}