{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2011/mar/20/lecturers-strike-over-pensions-pay", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2011-03-20T22:14:57Z", "webTitle": "Thousands of lecturers to strike over changes to pensions and pay", "webUrl": "https://www.theguardian.com/education/2011/mar/20/lecturers-strike-over-pensions-pay", "apiUrl": "https://content.guardianapis.com/education/2011/mar/20/lecturers-strike-over-pensions-pay", "fields": {"headline": "Thousands of lecturers to strike over changes to pensions and pay", "bodyText": "Lecturers at a third of English universities will go on strike over changes to their pensions on Tuesday. Thousands of academics at 47 universities and higher education colleges will form picket lines to protest against changes to the Universities Superannuation Scheme pension fund. From next month, the retirement age for academics will be raised from 60 to 65 and there will be an end to final salary pensions for new members. An even bigger strike is planned for Thursday, when tens of thousands of lecturers from 63 universities are expected to stop work over what they say is a growing sense of insecurity over their jobs, as well as anger at their pay and the pension changes. Lord Hutton has recommended that public sector employees retire later with pensions based on average pay over their career, rather than their final salary. The academics' pension scheme is private, but some qualify for public pensions. Lecturers from Bradford, Essex, Liverpool, Oxford and Birmingham universities are among those striking. The University and College Union (UCU) said some institutions were wrongly warning academics that they had to tell the heads of their faculties if they wanted to take part in the strikes. An email sent to staff at City University, from the institution's director of human resources, states that colleagues will have their pay deducted if they go on strike and will be breaching their contract if they do not fulfil all their work duties. It asks staff to inform their dean or director if they intend to go on strike. UCU said academics were under no obligation to inform management. However, the union has told its members that if their managers ask after the strike whether they took part, they should answer truthfully. The Employers' Pensions Forum said the retention of a final salary pension was an \"exceptionally good benefit\" and the changes were \"in line with what looks to become the norm in all sectors\". Brian Cantor, the forum's chair, said UCU had repeatedly failed to engage in the established process for agreeing scheme changes. But the union's general secretary, Sally Hunt, said employers were refusing to talk to the UCU. Aaron Porter, president of the National Union of Students, said employers had forced lecturers towards strike action by refusing to negotiate. \"Huge cuts to university budgets ideologically imposed by this government pose a massive threat to jobs and education. \"NUS has worked closely with UCU throughout our campaigns to oppose government cuts and stands in solidarity with their strike action next week.\" Meanwhile, graduates are giving in record numbers to UK universities, a survey has found. A poll conducted by university fund-raisers of 172 universities and colleges found more than 185,603 people or organisations had given to a higher education institution in the academic year 2009-10. In total, they gave £506m in cash and £94m in pledges. The previous year – 2008-09 – 165,682 people and organisations donated a total of £526m in cash and £22m in pledges. Joanna Motion, vice-president for International Operations at the Council for Advancement and Support of Education, which conducted the survey with a network of university fundraisers called the Ross Group, said there were early signs of a culture shift towards higher education philanthropy. Donations to US universities and colleges have only increased by 0.5% in the last year and are down to 2006 levels."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}