{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/mar/09/lewis-hamilton-martin-brundle-mclaren-car", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-03-09T22:01:01Z", "webTitle": "Lewis Hamilton hits back at claims that new McLaren is a 'mess'", "webUrl": "https://www.theguardian.com/sport/2011/mar/09/lewis-hamilton-martin-brundle-mclaren-car", "apiUrl": "https://content.guardianapis.com/sport/2011/mar/09/lewis-hamilton-martin-brundle-mclaren-car", "fields": {"headline": "Lewis Hamilton hits back at claims that new McLaren car is a 'mess'", "bodyText": "Lewis Hamilton has hit back at Martin Brundle, the BBC pundit and former Formula One driver, who described the new McLaren car as \"a mess\". After testing here on Wednesday – this is the last testing session before the the season opens in Melbourne in two weeks' time – Hamilton said: \"I wouldn't agree with what he says. Everyone is going to have opinions about it. They don't drive it so they don't know exactly how it is. \"The car feels better than last year's car. They are very similar to drive in some ways. It is maybe not as good in some ways because we have lost downforce. I think it is something that we can work on. It isn't as fast as others are. But two years ago we were two or three seconds off the pace and now we are maybe a second.\" Hamilton admits that McLaren are not good enough to win the championship at the moment. \"Do I believe I have a car to win the world championship at the moment? I don't. But that doesn't mean it won't become a world championship winning car.\" Hamilton knows McLaren started last season in the slipstream of Ferrari and Red Bull and never caught up. Red Bull won both world championships and only a tactical blunder by Ferrari denied Fernando Alonso the drivers' title in the last race. McLaren, who have won only one championship in the past 11, with Hamilton's triumph in 2008, know they are off the pace and in addition to Red Bull and Ferrari the likes of Renault, Sauber and Toro Rosso will be showing an unexpected turn of speed this season. Brundle said this week: \"[The McLaren] didn't turn in. It couldn't get the power down. Lewis [Hamilton] looked absolutely at sea in the thing. Clearly they have a fundamental issue.\" Fellow commentator David Coulthard agreed that McLaren were struggling. However, Hamilton said on Wednesday: \"Today was an encouraging day. We came here with a slight upgrade in the package and it feels like there is an improvement in the overall balance. There is more downforce and while we need to continue down that route, it felt better today. \"I am a world champion and I can win the championship when we have the right car and compete with the other guys. It is not a problem for me to be written off.\"Last year I don't know whether we were seen to be favourites and we competed right down to the last race. I am hopeful and optimistic that the guys can get me back up there so I can fight the guys at the front.\" It was only last month that Hamilton himself admitted that his car was struggling for pace. But on Wednesday he said: \"We definitely have the strength within the team to catch up. The guys are under immense pressure but the guys in the garage are doing a fantastic job as always. \"And the guys in the factory are doing everything they can. They are not just sitting on their hands thinking 'we're not fast enough'. They are doing absolutely everything they can to put things right.\" McLaren, meanwhile, have announced that Pedro de la Rosa will return to the team as test and reserve driver. De la Rosa was with McLaren before he joined Sauber and then became Pirelli's Test driver."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}