{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/punctuated-equilibrium/2011/mar/11/4", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2011-03-11T22:59:19Z", "webTitle": "Mystery bird: Asian crested ibis, Nipponia nippon", "webUrl": "https://www.theguardian.com/science/punctuated-equilibrium/2011/mar/11/4", "apiUrl": "https://content.guardianapis.com/science/punctuated-equilibrium/2011/mar/11/4", "fields": {"headline": "Mystery bird: Asian crested ibis, Nipponia nippon", "bodyText": "Asian crested ibis, Nipponia nippon, also known as the Japanese crested ibis or Toki, photographed in China. Image: Quan Min Li/National Geographic [velociraptorize]. Question: This rare species is unique among birds due to a character that you won't (probably) learn about anywhere on the internet. I learned about this character from my dissertation advisor when I was in grad school, after he had returned from a visit to China, where he spent time with this amazing species. You can see evidence of this character in this image, in fact (if you know what that character is). Can you name the species and tell me what its special character is? Response: This is an adult Japanese crested ibis, Nipponia nippon, in breeding plumage. This rare species has snowy-white plumage as an adult, but the charcoal-grey colouring of the head and neck are the result of cosmetic application of colour using oils produced by a special gland that develops on the sides of their head and throat shortly before the onset of the breeding season. These oils are not water soluble and they stain the birds' feathers grey. Interestingly, shortly before the breeding season, adults also undergo a highly restricted moult of feathers in the throat and head regions: when they grow specialized feathers are used as paint brushes to spread the nuptial pigment oils around on their neck, back and wings, thereby staining their plumage a deep grey colour. Just as with the limited pre-breeding season moult, nuptial pigments are only produced shortly before breeding season, and both are (as you might expect) under the control of hormones. In this case, the pigments are produced after the birds' circulating levels of gonadotropins (luteinizing hormone and follicle stimulating hormone) increase. In addition to the physiological changes, the birds also exhibit behavioural changes: they adopt special grooming movements that help to spread these pigments on their plumage. To date, this species is unique because it is the only bird known that shows these physiological changes and accompanying behaviours in preparation for breeding after their plasma levels of gonadotropins increase. If you would like to read more about this phenomenon, I encourage you to read my advisor's paper [Biology of a critically endangered species, the Toki (Japanese Crested Ibis) Nipponia nippon by John C Wingfield, Susumu Ishii, Motoshi Kikuchi, Shuichi Wakabayashi, Hidetsuga Sakai, Nobuyuki Yamaguchi, Masaru Wada and Kouki Chikatsuji. Ibis (2000) 142;1-11] You are invited to review all of the daily mystery birds by going to their dedicated graphic index page. If you have bird images, video or mp3 files that you'd like to share with a large and (mostly) appreciative audience, feel free to email them to me for consideration."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}