{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2011/mar/13/outcasts-series-one-episode-eight", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2011-03-13T23:25:00Z", "webTitle": "Outcasts: series one, episode eight", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2011/mar/13/outcasts-series-one-episode-eight", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2011/mar/13/outcasts-series-one-episode-eight", "fields": {"headline": "Outcasts: series one, episode eight", "bodyText": "SPOILER ALERT: This blog is for those who are watching Outcasts on BBC1. Don't read on if you haven't seen episode eight … • Read Phelim O'Neill's episode seven blog I can't believe it's over. Perhaps I should rephrase that, in case it sounds like I'm going to actually miss Outcasts; what I can't believe is that anyone connected with the show could possibly think that was in anyway acceptable as a series finale, let alone the promised cliffhanger. Next to Outcasts, the much-maligned Survivors is looking better and better. Still, we have a fair bit to get through before we deal with the ending. At least there was plenty going on this week. A promising start as the planet finally turned against Tipper and infected him with that disease that makes your head glow. Why was he singled out? Why does Carpathia hate him so? Something to do with his DJ skills? Perhaps he said something controversial to upset it on his popular breakfast show, Tipper The Morning To You on Carpathia FM? It transpired this was not like the old C-23 malady, no, this was C-24 or Tipper's Disease as it should be called. Other than the wispy CGI around the head of the sufferer, which looked pretty good, other symptoms included a nasty rash and hallucinations involving sisters and ice cream. And death. Plenty of death. As the disease flew into town we were treated to a fine CGI POV shot over Forthaven. This shot gave a better impression of the size of the town than the frequently used establishing long shot from the hills. It would have been good if they'd thought of an excuse to use that shot a little earlier in the run. Julius Berger and Richard Tate had another of their bland arguments. \"Not so fast with the mocking jibe now, huh, Richard?\" If only. We got to find out what Julius wanted. He wanted change. You could see his point, at least change would mean something happening. Julius made the mistake of saying that Tate's vision was frayed at the edges, thus playing into the president's hands by allowing him to deliver a stunningly dreadful non sequitur masquerading as logic. He rambled on about intercontinental ballistic missiles as an example of something that wasn't frayed and was evil. Yeah, and I tell you something else that wasn't frayed at the edges; Hitler. And taxes. And smallpox. And some (but not all) Ghosts. See, frayed is good, not frayed is clearly and empirically evil. Case closed. You get the feeling he ran his election campaign on a \"Tate for tat\" ticket, promising high level jobs for everyone who wanted them, regardless of qualifications. Tate's the kind of guy who'll take incompetence over malevolence any day of the week even though the end results are the same. All change for Fleur too, but not to worry as change is something this character has done almost every week, not in the sense of growth, more to do with inconsistency. So it didn't seem that big a deal to her that she just found out that, as an Omega AC, she'd been living a lie her entire life, she adapted to it with impressive speed. Almost as if she (or Ben Richards, the writer of this episode) didn't care. Hmmm. Fleur was in real danger of having her citizenship removed, possibly by force. So there was clearly everything to play for. The episode was playing catchup with things they really should have covered by now; there was plenty here that could and indeed should have been brought forward and episode or two (or seven). In a rare example of a plot point from one episode actually continuing into the next we had Stella still poring over the four-letter sequence. There was something about it, perhaps the number of letters, that sparked off something in her scientific mind, something about another four-letter sequence. In fact, the most famous four-letter sequence – one that most people, people who aren't even close to being a scientist (apart from Jack) – know of: DNA. The only surprise here was that Stella didn't smack her hand onto her forehead when she realised the basic science that hadn't occurred to her. She also seems strangely confident of her scientific superiority, asking Tate (who is a biologist of some sort) \"Do you remember bats from Earth?\". Her daughter Lily also got to perform her usual role as a plot helper when she told Julius that she couldn't go back to Stella's house, even showing her ESP skills in telling him she'd said she had to wait until tonight when she'd said no such thing. Cass Cromwell (aka Tom Starling, aka the lovechild of Russell Tovey and Danny Dyer) finally got to reveal his dark secret. Back on Earth when London was run by Mexicans and Russians, Cass ran with them and accidentally suffocated a kid. Cass is basically Lenny from Of Mice and Men or Frankenstein's monster – the Frankenstein bit would explain his bizarre comment that Fleur was like \"one of them queens on the run from an angry mob\". Bless, he thinks monsters and queens are the same thing. There was also a moment when he appeared to break the fourth wall and made a complaint about the show itself – \"This isn't about humanity! This isn't about the future!\" He also exclaimed that it wasn't even about chess – \"bishops and 'orses\" – but to fair the show was never marketed as such. Jack's reason for being was in the pivotal scenes of him, now in charge, having to decide who to follow. He went for Tate and Stella because, unlike Julius, they'd not sneered at him. No, they'd just mercilessly patronised him, as when Stella just handed him a page of baffling DNA code, essentially calling him stupid. She also hinted that he might be a bit gay. He responded, as anyone would, by commenting on her \"balls\". Jack also got one of the worst mini-scenes ever, that little cut away of the XPs tooling up with weapons as he said, to no one in particular, \"Finally able to deal with the ACs.\" Shockingly bad. Tate got another scene with his double who revealed himself to be a Trekker by giving him virtually the same speech Q gave Jean-Luc Picard in the pilot of Star Trek: The Next Generation. Unfortunately, Tate hadn't seen that episode so he babbled on about how humans can love and that cancels out all the bad things we do. On the subject of Star Trek, there was a show that could do cliffhangers. Picard facing the camera as a newly assimilated Borg at the end of season three – now that was a cliffhanger. Battlestar Galactica too, Adama being shot was a corker, or how about in Lost when they moved the island? All great cliffhangers. What we got here was the C-10 transport ship landing. Actually, it didn't even land. It just got nearer. Didn't the last few episodes end exactly the same way? This cliffhanger was the basically the same ending the show has had several times before, kind of takes the sting out of it a little. So there we have it. That was Outcasts. A show that pretty much failed to deliver on most counts. No idea how much this cost but it had a good look to it, some nice locations, sturdy sets, good CGI – the shots of the transport coming over the hill looking like Thunderbird 2 were good work this week. But it squandered these resources. They could have used them to create something more original, or even less original like a remake of Blake's 7 – even that would have been preferable. To recycle a line from my blog on the equally disappointing The Deep, this was science fiction written by someone with no feel for either science or fiction. We science fiction fans may be considered a bit too picky, too quick to criticise, but we're so starved of serious, creative works that we end up tacitly supporting any new show by sticking with it and watching it. This one may have been too much. I hope the BBC doesn't think that the failure of Outcasts is proof that UK science fiction doesn't work, we have a huge legacy to prove the contrary. I also hope that this show inspires our writers of science fiction novels and comics to start pitching their ideas to TV, we can't leave the genre in such clumsy hands as those that delivered Outcasts. Mind you, I used to hope this show would improve and I was dead wrong about that, wasn't I?"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}