{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2011/mar/24/arianna-huffington-tim-armstrong-aol", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2011-03-24T23:31:09Z", "webTitle": "Arianna Huffington and Tim Armstrong: king and queen of content", "webUrl": "https://www.theguardian.com/business/2011/mar/24/arianna-huffington-tim-armstrong-aol", "apiUrl": "https://content.guardianapis.com/business/2011/mar/24/arianna-huffington-tim-armstrong-aol", "fields": {"headline": "Arianna Huffington and Tim Armstrong: king and queen of content", "bodyText": "The original plan had been just to interview Tim Armstrong – the all-American, broad-shouldered, chief executive of AOL, the internet company perpetually in pursuit of growth that bought Arianna Huffington's website, the Huffington Post, for $315m (£193m) in February. But, predictably, this interview, like their conference presentation earlier, and their visit to the Guardian in the morning, became a joint affair. And it ended with Huffington – who, make no mistake, is internet royalty – handing over a signed copy of one of her 13 books, On Becoming Fearless, and the low-key Armstrong suggesting that there might be a job going over at AOL sometime, partly because he enjoyed a tour of the newsroom earlier in the day. For all the Huffington glamour, Armstrong is the critical figure. AOL is a company becoming best known for doing bad deals: it spent something like $9bn before Armstrong arrived from Google in 2009 on acquisitions such as the social networking site Bebo, which collectively, he admits, are now worth only a few hundred million dollars. AOL grew out of slow-speed dial-up internet access, and even now has 2.5m paying subscribers, a declining annuity accounting for $1bn in revenues last year that successive managements have repeatedly tried to use as the springboard for a new business. Armstrong is no different. Yet, an era in which there are many who believe that social media will kill newspapers, and user-generated content destroy television, Armstrong believes in content, and, more specifically, journalism. \"Look at Apple's advertising: they're not showing the back [of the device], where the USB portal is. They're showing the content on screen,\" he says, adding later: \"I don't think user-generated content is the way people live their lives.\" Phrases like \"content curation\" roll off his tongue, and his talk is of quality journalism – which will be a major shift for some of AOL's content: \"To the maxi: Lisa Snowdon launches new M&amp;S campaign\" is the top story on the aol.co.uk website at the time of writing. Even before the Huffington Post acquisition, Armstrong had been busy buying up content sites. He bought TechCrunch last year for about $25m, and the year before picked up Patch Media, a local media site running across the United States. Last year he hired 1,200 journalists, and wants to take on a similar number this year, although a lot of that recruitment will come from the 4,000 freelance writers used by AOL somewhere or another. But the Huffington Post deal was the defining move – a deal Armstrong admits was as much about \"buying\" the networker-cum-journalist Huffington as the site and its 28m monthly unique visitors. \"I bought both – the brand and the visionary behind the brand,\" he admits. \"We actively looked at a range of targets, and Arianna was the clear winner.\" Again and again Armstrong's mantra is quality. He hopes that the company's journalists will win Pulitzer prizes. He wants to cut down the number of adverts, noting that 20% of an AOL page is content (the rest navigation and advertising), while the number of ads is as high as 14 a page. Now he wants to serve up just one, as part of a plan –\"Project Devil\" – to show large multimedia ads that, according to investment bank UBS, are yielding \"significantly higher\" than an already healthy $30 per thousand viewers. AOL already generates in excess of $1bn in advertising revenue, so in theory it could support an editorial budget far greater than most newspapers. If, that is, the plan works. It is hardly without risk. AOL paid 10 times sales for the Huffington Post, the giddy sort of valuation that makes it easy to wonder whether the deal will ever pay out. Huffington, of course, has already heard this before, insisting that \"Bebo, Time Warner or medieval times\" are not relevant to the discussion. Before Armstrong came along, the Huffington Post employed 170 journalists and had 28 million unique visitors, but could only expand \"sequentially, not all at once\", she says; after the deal she was given editorial control of all of AOL's sites, and in the three weeks since it was completed they have been busy deciding which to keep and which to kill. Predictably, AOL's Politics Daily went in favour of Huffington Post – as did some 70 AOL sites – but AOL Travel survived. Huffington is perhaps as much as $100m richer from the sale. Her success has contributed to something of a backlash from the small army of unpaid bloggers who contributed to HuffPost before the AOL deal and were rewarded with nothing. But Huffington is unsympathetic: \"There's got to be a distinction between everybody who works for a media company and everybody who blogs for a media company,\" she says, adding later: \"If people go on Newsnight, they don't get paid.\" There will be a Huffington Post UK site from the summer – Huffington showed a template of a post-budget home page at the Guardian's Changing Media Summit, which Armstrong quipped was the first one he had seen. \"We make plenty of management decisions from the podium,\" he said. Yet, to conclude that is to underestimate AOL's problem: its revenues fell 26% to $2.4bn last year, and Armstrong admits that he only dares promise growth to Wall Street by 2013. AOL once had mail. Now, under Armstrong's leadership, it hopes to show that it has journalism – something that, until now, had widely been considered a declining industry."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}