{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/musicblog/2011/mar/24/readers-recommend-criminal-songs", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-03-24T23:58:01Z", "webTitle": "Readers recommend: songs about criminals", "webUrl": "https://www.theguardian.com/music/musicblog/2011/mar/24/readers-recommend-criminal-songs", "apiUrl": "https://content.guardianapis.com/music/musicblog/2011/mar/24/readers-recommend-criminal-songs", "fields": {"headline": "Readers recommend: songs about criminals", "bodyText": "Last week we asked you to recommend songs about the police. This week, let's consider the law-breakers, without whom there'd be no police. Since the dawn of time, outlaws have been romanticised by songwriters and musicians, even when their villainy is acknowledged. Because their actions blight the lives of their victims, and there's no such thing as a victimless crime. We're not looking for songs about crime (we've done that), but songs about the perpetrators, real and imaginary. And we want the criminals, not the criminal acts. There's a wealth of songs out there to be plundered – let's find the best of them. Leave your suggestions below. The toolbox: * This week's collaborative Spotify playlist * The RR archive * The Marconium (blog containing a wealth of data on RR) * The 'Spill (blog for the RR community) Please do: * Post your nominations before midday on Tuesday if you wish them to be considered. * Write a few lines advocating the merits of your choices. But please don't: * Post more than one-third of the lyrics of any song. * Dump lists of nominations. If you must post more than two or three at once, please attempt to justify your choices. Cut-out-and-keep guide to the strange words used by regular RR posters: * Dond: To second another reader's nomination. Here's how the word was coined. * Zedded: The song has already been included in an A-list (and so convention dictates it cannot be included in another one). * Assfairy: A song that I have repeatedly failed to include in RR playlists, no doubt due to poor taste and judgment. Here are definitions offered by RR stalwarts Shoegazer and Pairubu."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}