{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/mar/20/fabio-capello-matt-jarvis-england-euro-2012", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-03-20T23:06:05Z", "webTitle": "Wolves' winger Matt Jarvis called into England's squad for Wales match", "webUrl": "https://www.theguardian.com/football/2011/mar/20/fabio-capello-matt-jarvis-england-euro-2012", "apiUrl": "https://content.guardianapis.com/football/2011/mar/20/fabio-capello-matt-jarvis-england-euro-2012", "fields": {"headline": "Wolves' winger Matt Jarvis called into England's squad for Wales match", "bodyText": "It is hard for Fabio Capello in his third full season as England manager to pull off a shock but there was a small surprise in the presence of Matt Jarvis in the squad for the Euro 2012 qualifier with Wales in Cardiff on Saturday and the friendly with Ghana at Wembley the following Tuesday. The left-winger has made an impact with Wolves and was under consideration for the match with France in November of last year. The progress of Jarvis will give heart to everyone who has been dismissed as a journeyman but Capello is not alone in taking note of his pace. Jarvis is reported to have caught the eye as a possible signing of clubs such as Liverpool. In addition to that speed the 24-year-old is also naturally right-footed and can therefore pose problems for a full-back by attacking him on the inside or outside. After being released by Middlesbrough, Jarvis began to make a name for himself at Gillingham. He is believed to have joined Wolves for £600,000 in the summer of 2007, when the club was still in the Championship. He had been close to featuring in Capello's group before, only to be cut from the provisional squad that the manager had drawn up initially. The other adjustments to the party for the next two games mostly reflect recovery from injury, in the case of Phil Jagielka, or the unavailability of those who have now succumbed to it, such as Theo Walcott, Steven Gerrard and Rio Ferdinand. Capello was relieved that his reinstated captain, John Terry, was not injured when falling heavily in Chelsea's 2-0 win against Manchester City. Meanwhile Pini Zahavi, the representative of the man Terry replaced, Rio Ferdinand, spoke to the England manager at Stamford Bridge to seek an explanation for his client losing the captaincy. Capello is understood to have attempted to explain the absence of face-to-face talks with the United centre-half as a \"misunderstanding\", with further talks anticipated. TScott Parker, who was capped for just the fourth time in eight years when he faced Denmark last month, remains in the party. The Liverpool forward Andy Carroll is also included, despite concerns about his match fitness following injury. He lasted 72 minutes in the win at Sunderland but the club hope Capello will use him sparingly. England squad to face Wales and Ghana: Foster (Birmingham), Green (West Ham), Hart (Manchester City); Baines (Everton), Cahill (Bolton), A Cole (Chelsea), Dawson (Tottenham), Jagielka (Everton), Johnson (Liverpool), Lescott (Manchester City), Terry (Chelsea, capt), Walker (Tottenham, on loan at Aston Villa); Barry (Manchester City), Downing (Aston Villa), Jarvis (Wolves), Lampard (Chelsea), Lennon (Tottenham), Milner (Manchester City), Parker (West Ham), Young (Aston Villa), Wilshere (Arsenal); Bent (Aston Villa), Carroll (Liverpool), Crouch, Defoe (both Tottenham), Rooney (Manchester United)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}