{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/mar/19/operation-odyssey-dawn-tomahawks-libya", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-03-19T23:29:51Z", "webTitle": "Operation Odyssey Dawn commences to end Gaddafi onslaught on Benghazi", "webUrl": "https://www.theguardian.com/world/2011/mar/19/operation-odyssey-dawn-tomahawks-libya", "apiUrl": "https://content.guardianapis.com/world/2011/mar/19/operation-odyssey-dawn-tomahawks-libya", "fields": {"headline": "Operation Odyssey Dawn commences to end Gaddafi onslaught on Benghazi", "bodyText": "The first strikes came out of the late afternoon sky. At 4:45pm GMT it was confirmed that a French Rafale fighter jet had destroyed a Libyan military vehicle, possibly a tank, near Bengazi, the rebel city that pro-Gaddafi troops had attempted to storm. Then, after nightfall, the real offensive began. As more than 100 Tomahawk missiles rained down along the vast Libyan coastline, the Pentagon confirmed that American and British forces were targeting Colonel Gaddafi's air defence systems in a concerted attempt to enforce the UN no-fly zone, ending his capacity to continue the offensive against the rebel forces. Within minutes the prime minister, David Cameron, declared that British air forces were in action above Libya, joining combat aircraft from several coalition countries. The sheer weight of firepower trained on Libya was designed to intimidate as well as incapacitate. The Tomahawk missiles were fired at supersonic speeds from a British Trafalgar-class submarine and two American warships in the Mediterranean. In total, more than 20 designated Libyan targets were struck. Batteries of Libyan surface-to-air missiles were destroyed. The military communication network, crucial to Gaddafi's ability to maintain the momentum of his offensive, was severely disrupted. The Pentagon dubbed the offensive Operation Odyssey Dawn, confirming that the intention of the bombardment was to open up airspace for a second wave of strikes by ground-attack aircraft. The battle to save the Libyan revolution, authorised by the UN security council resolution on Thursday night, has begun. State of the art 21st-century weaponry is being pitted against tanks, guns and missiles from the cold war era. Knocking out Gaddafi's command structure and jamming his military communication networks is likely to happen quickly. Libya's air defence system is considered antiquated, comparable to the Soviet systems that international forces faced during the Gulf war of 1991, and the Balkans conflict. In fact, much of Gaddafi's weapons stock is Soviet-era with his air force thought to include up to 80 operational aircraft based around the MiG-23, which was phased out of Russian service 17 years ago. Ground forces rely on Soviet-era weaponry including T-72 tanks that entered production 40 years ago In Tripoli there was panic and defiance. Thousands of Libyans were reported by state TV to have packed into Gaddafi's heavily fortified compound in the capital to form a human shield against possible air strikes by allied forces. In Benghazi, the streets were eerily quiet as the first rounds of this epic confrontation played out. From a military point of view, the plans finalised earlier in the day in Paris, at a summit of international leaders, were being put into action with impressive speed. Ahead of the operation, a formidable array of firepower was positioned around Libya. In terms of airpower alone, hundreds of jet fighters were placed within easy reach of the North African state. The squadrons included F-16s, used on bombing missions in Afghanistan and Iraq, along with the G4 Tornado ground attack aircraft which forged its reputation attacking Iraqi military sites and runways with smart bombs during the Gulf war. Most of the jet fighters are stationed in southern Italy. The vast US base at Gaeta is less than 600 miles from Benghazi. Six Danish F-16s landed at the base in Sigonella, Sicily, and will be ready for operations on Sunday. France has deployed around 100 warplanes, mainly Rafale and Mirage 2000 jets. Its aircraft carrier Charles de Gaulle will head toward the Libyan coast . Six Canadian CF-18 fighter jets have arrived in Italy. By the time Cameron announced that Britain's forces were involved, the offensive was fully under way. America's Vice-admiral Bill Gortney described the strikes as the \"first phase in a multi-phase operation\", revealing that the US was in charge of the offensive, but that command would switch to coalition forces in the coming days. Few could have foreseen the weight of firepower that would be directed at Libya, just two days after the UN resolution on a no-fly zone was agreed. The decision to use Tomahawks would have sent a fearsome message to Gaddaffi. During the first Gulf war the sight of cruise missiles sweeping across the Iraqi landscape in broad daylight became one of the enduring images of the 1991 conflict. A Pentagon spokesman said: \"The targets were selected based on a collective assessment that these sites either pose a direct threat to the coalition pilots or through use by the regime pose a direct threat to the people of Libya.\" He admitted that because the attacks began after nightfall it was difficult to ascertain how successful they had been or, as Gaddafi's camp is likely to claim, if there have been significant civilian deaths. What is certain is that many of the targets are located on the coast, making their destruction pivotal to the enforcement of the no-fly zone. Analysts had warned that the sudden storming of Benghazi by pro-Gaddafi forces was a military ploy designed to negate the potency of international air strikes but also increase the risk of coalition air strikes inflicting civilian casualties. Moving his ground forces from the flat, exposed terrain of the desert to Libya's second city and into its streets raised the risk of civilians being killed, they said. Experts warned that the consequences of collateral damage would create a propaganda coup for the Libyan leader, while potentially damaging the conviction of the coalition. Shashank Joshi, an associate fellow of the Royal United Services Institute, an independent thinktank, said: \"It makes airpower considerably less effective. Given that some of Gaddafi's most pernicious weapons – ground-based artillery and tanks – are now intermingled with the urban infrastructure and civilian targets like schools and hospitals, it does blunt one of the international coalition's greatest strengths, which is advanced fast jets with precision targeted weaponry.\" Another concern is to avoid hitting British special forces units, which are likely to be operating in the city to help \"light up\" targets and offer ground-level intelligence. Paul Smyth, a former wing commander with the RAF, Tornado navigator and founder of defence analysts R3I Consulting, said it was technically possible to hit targets in built up areas from a Tornado, although there were obvious challenges to hitting a tank behind a building while moving at 600mph. However, he said the expansion eastwards of pro-Gaddafi troops sent to crush the rebellion had presented international forces with a golden opportunity to deliver a blow against the Libyan leader. \"Gaddafi's forces have travelled a long distance and require long lines of supply and communication. Whether they have the means required to sustain combat is open to question,\" he said. Smyth added that even if Gaddafi's troops had succeeded in making substantial progress in recapturing Benghazi, the rebels' determination to hold their positions would have been boosted by the arrival of international force. Among the munitions Britain is now likely to deploy against ground forces is the Brimstone \"fire and forget\" anti-tank missile with a range of up to 12 miles and the sophisticated Storm Shadow, an air-launched cruise missile that can eradicate static targets from up to 155 miles. It remains a possibility that airborne firepower will be supplemented with unmanned aerial surveillance drones like the advanced US Predator that can loiter above a battlefield before attacking positions with Hellfire missiles. How long the airborne attacks will continue is uncertain. Leaders of the countries involved are clearly hoping to avoid being embroiled in a long-running and resource intensive campaign. Joshi points out: \"How long can we stay there? Can we keep Typhoons in southern Europe for the next 10 years? Can we keep a no-fly zone in place, like over Iraq, for 12 years? The political decisions are not in place for that.\" But the military campaign in Libya has begun and there is no turning back now. The west is once again at war in the Middle East"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}