{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/mar/29/hugh-muir-nir-rosen", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-03-28T23:15:01Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2011/mar/29/hugh-muir-nir-rosen", "apiUrl": "https://content.guardianapis.com/politics/2011/mar/29/hugh-muir-nir-rosen", "fields": {"headline": "Diary", "bodyText": "• It did seem like a career ender, and deservedly so, when the writer/academic Nir Rosen made light of the sexual abuse the TV reporter Lara Logan suffered at the hands of a baying mob while covering the Egyptian revolution. There was almost total condemnation but not from Nir. She was \"probably just groped like thousands of other women\", he said. Obviously, trouble ensued. He lost a post with New York University last month and Rosen himself fretted that he had \"unravelled\" his career. But that was before he was offered the rehabilitation of a research fellowship at the already beleaguered London School of Economics and its Gaddafi-tarnished School of Global Governance. Bad move by the university. Bad move by Rosen to tweet about it. Cue an international furore and yesterday, Rosen's abrupt resignation. Can anyone save the LSE from self-harm? • And with Gaddafi himself apparently subdued, the boo-hiss-o-meter moves to Syria where President Bashar al-Assad muses on the prospect of political reform. As he ponders and ponders, at least 55 protesters are thought to have been slaughtered by his security services. But if he is unsure, Assad can always seek advice from the great adviser, Peter Mandelson. For after a three-and-a-half-hour meeting with him in 2001, Mandy professed himself quite a fan. We had, wrote Mandelson in the Indy, \"the most relaxed and honest exchange I am ever likely to have with a foreign head of state\". Mandy offered him \"lessons from my time in Northern Ireland\". It's not immediately clear how much of that parallel the president took on board. But if reports of atrocities prove true, they might need to speak again. • A busy time for the RAF, patrolling the no-fly zone over Libya. And a busy time for Major General John Lorimer, who has been handpicked to brief the media. A good chap Lorimer. A good chap in a sorry position. For he is extremely constrained in what he can say by politicians, overcautious defence officials responsible for military operations, and the MoD civil service bureaucracy. The problem is compounded because of Downing Street's suspicion of the military's instinct to be more open, and the MoD's concern not to do anything that may upset Cameron's spinners. The upshot has been a string of uninformative MoD briefings. It shouldn't happen to a fighting man, for Lorimer – like his predecessor, Maj Gen Gordon Messenger – was a well-respected commander of British troops in Afghanistan. Messenger left to become a senior staff officer dealing with military operations. Lorimer, meanwhile, will soon lead a division of the British army. Oh happy day. Taking enemy fire seems preferable to this. • A flash of anger stirs the House of Lords as peers discuss the bleak fate of the UK hacker Gary McKinnon. Given our trouble with the Obama administration, asks the questioner of government whip Lord Wallace, \"will he tell them that he has no more confidence that Mr McKinnon would get a fair trial there than some Americans had that IRA suspects would get a fair trial here when the extradition of IRA terrorists was refused by the United States on the basis that they could not get a fair trial in this country?\" Still sharp, still up for a scrap. Still Tebbit. • For old Tories never die, they simply soldier on, or else they reinvent themselves. Ann Widdecombe did just that, softening her austere image on Strictly Come Dancing. But it's tiring work: thus we see Ann inquiring about membership at a south-east London gym. Go for the burn, Widdy. • Some stories also benefit from longevity, and this must include the outrage at those bounders at the BBC who use licence-payers' money, taxpayers' money indeed, to buy themselves biscuits. The story popped up in the Sunday Express this weekend. It was in the Sun two weeks ago. A researcher originally unearthed the biscuits scandal via an FOI request last year. It was a good tale then, no less now, and to their credit BBC spendthrifts recognise its value. Yesterday they had a whipround and sent the man from the Express his very own packet of custard creams."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}