{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/mar/24/libyan-plane-tanks-destroyed-jets", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-03-24T22:48:00Z", "webTitle": "Libyan plane and tanks destroyed by allied jets", "webUrl": "https://www.theguardian.com/world/2011/mar/24/libyan-plane-tanks-destroyed-jets", "apiUrl": "https://content.guardianapis.com/world/2011/mar/24/libyan-plane-tanks-destroyed-jets", "fields": {"headline": "Libyan plane and tanks destroyed by allied jets", "bodyText": "French fighter jets have destroyed a Libyan plane in the coastal city of Misrata in the first enforcement of the no-fly zone imposed by the UN to try to halt Muammar Gaddafi's anti-rebel offensive. Allied aircraft hit Libyan tanks on the outskirts of Misrata, but other armoured units continued to operate in the city, a key target for government forces. The Libyan plane, a training aircraft, was destroyed by a missile as it landed after being spotted by patrolling French Rafale fighters. In Tripoli, a government spokesman said close to 100 civilians had been killed in five nights of allied strikes. Mourners at the Shatt al-Hinshir cemetery in the capital called for revenge at the funeral of 18 civilians said to have died on Wednesday in the town of Tajoura. The US has said it has seen no evidence of civilian deaths. The Libyan government later said it had received intelligence of impending allied attacks on civilian broadcasting and communications infrastructure, and warned they would be \"immoral and illegal\". Libyans were gathering outside the state broadcasting authority in Tripoli as human shields to prevent an attack. Anti-aircraft fire was heard and state TV reported new raids, but gave no details. A government spokesman, Musa Ibrahim, complained that the Benghazi-based rebels were attacking Libyan forces under cover of coalition strikes. \"Western governments are fighting on the side of the rebels,\" he said. \"This was not permitted by the UN security council resolution.\" In Misrata, rebels claimed to have killed 30 government snipers, but the government said it remained in control despite \"hardcore al-Qaida fighters\". Security in central Tripoli was unusually heavy in apparent preparation for protests during Friday prayers. State media continued to lambast the \"colonialist-crusader aggression\" and advertise defiant popular support for Gaddafi. The Guardian's correspondent and other foreign journalists were questioned for 90 minutes by militiamen and police while trying to reach Tajoura to visit hospitals and inspect damage. In London, the Ministry of Defence said the submarine HMS Triumph had fired Tomahawk missiles against air defence targets in Libya on Wednesday night. Information about the impact of the allied attacks remains fragmentary. The official Jana news agency said Tajoura was struck three times on Wednesday, the third strike hitting rescuers who were on the scene after the first two bombings. Libyan officials escorted Reuters photographers to a Tajoura hospital to see 18 male corpses, some charred beyond recognition. But restrictions on the foreign media make it impossible to confirm the numbers of victims or how they died. No distinction has been made between military and civilian casualties. Last Sunday, the Libyan government said 48 people had been killed on the first day of air strikes, later updated to 64. The health ministry is expected to elaborate on Friday on the new figure. Official confusion was underlined on Wednesday when journalists were told they were being taken to a site in Tripoli where five members of one family had been injured or killed, but government minders abandoned the trip because they could not find the place. In Benghazi, a rebel spokesman said several countries had promised equipment such as anti-tank weapons and radios but none had been delivered. Colonel Ahmed Omar Bani said: \"Our friends are trying to support us and I hope soon we will have the weapons we need.\" He declined to say who had offered support. Egypt is reported to be backing the rebels. Bani said that despite resistance by Gaddafi's forces around Ajdabiya, government soldiers were on the brink of surrender. He claimed Gaddafi's forces there include Serbian mercenaries. \"Some have asked to surrender but they want to be allowed to go back to Serbia. Of course we cannot let them leave without interrogation because the answers we get from them will be useful,\" he said. Bani denied receiving any on-the-ground assistance from foreign troops or advice on tactics. \"The only foreign expert we use is Google Earth,\" he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}