{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/mar/20/hull-royal-wedding-no-street-party", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-03-20T22:00:01Z", "webTitle": "Hull is no king's town | Paul Heaton", "webUrl": "https://www.theguardian.com/commentisfree/2011/mar/20/hull-royal-wedding-no-street-party", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/mar/20/hull-royal-wedding-no-street-party", "fields": {"headline": "Hull is no king's town", "bodyText": "When in April 1642 Charles I moved to secure the port of Hull, he found the gates firmly shut. Having considered it his divine right to gain access to Hull's extensive arsenal (the largest weapons cache outside the Tower of London, no less), Charles discovered that the MP, Sir John Hotham, refused to follow royal orders. After a siege, the citizens drove away the royalists under gunfire – and Hull witnessed the first military action of the English civil war. I was reminded of this anecdote a couple of days ago, when I heard that Hull's was the only council in the country that hadn't had a single application for a street party for the royal wedding. Nearby East Riding of Yorkshire council has received 12. Lots of my old friends sent me texts that day: \"Good ol' Hull. Fuck the royals!\" My city is too often in the headlines for the wrong reason; it was nice to hear news that made me feel genuinely proud. Some politicians blame the lack of applications on \"uncertain weather\", but Hull's anti-royalism is embedded deep in its history. When I lived in Hull in the 1980s and 90s, me and my bandmates in the Housemartins used to drink in one of the city's oldest pubs on Silver Street, Ye Olde White Harte, in whose \"Plotting Parlour\" Sir Thomas Fairfax had allegedly planned the civil war. There is a reason no local calls the city by the name Edward I had given it in 1299 – \"King's town upon Hull\" (which became Kingston upon Hull): it's a term many Hullensians consider a slave name, a tattoo on the city's face. Personally, I will only celebrate anything to do with royalty when one of them dies. But I expect that not all citizens of Hull are as stridently anti-royalist as that. I would guess that the real reason no one in the city wants to hold a street party is a mix of indifference and general suspicion of authority. Hull was bombed heavily in the second world war because German planes dropped any leftover bombs here before they returned to the fatherland – 95% of the city's houses were destroyed and more than 1,200 people died. And yet the city never got the public sympathy that London received, partly because radio broadcasts never called the city by its name, referring only to \"a northern coastal town\". When King George VI eventually paid a visit in 1941, the reception was lukewarm at best. These days, when Westminster politicians come to town on the campaign trail, the locals tend to be sceptical: \"Why are you suddenly so interested in us? You never invited us to come down to London.\" Public political displays of that kind are as alien to us as US campaign trails are to most Brits. The people of Yorkshire are frugal types, and the citizens of Hull even more so. We tend to look down on things that strike us as wasteful; living there for 20 years taught me never to splash the cash in public. Back on the band circuit in the 1980s, members of the local music scene used to frown on groups who used anything other than just drums and guitars in their set. \"He's got a bloody keyboard now, has he?\" was a common reaction when we watched bands who had come up from London during their sound check. The royal wedding will strike many people from the area as the worst kind of excessive wastefulness: a festival of pomp, circumstance and religious platitudes. (Hull, it's worth mentioning, also has one of the lowest church-attendance rates in the country.) How am I planning to spend the day? I think I'll celebrate in a manner appropriate for a son of Hull and go down to the pub. What's so fancy about bloody bunting anyway?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}