{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2011/mar/13/germany-bestrides-europe-again", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2011-03-13T23:00:00Z", "webTitle": "The hesitant saviour: how Germany bestrides Europe once again", "webUrl": "https://www.theguardian.com/world/2011/mar/13/germany-bestrides-europe-again", "apiUrl": "https://content.guardianapis.com/world/2011/mar/13/germany-bestrides-europe-again", "fields": {"headline": "The hesitant saviour: how Germany bestrides Europe once again", "bodyText": "Germany was an empire, a mishmash, a dictatorship, then a shipwreck. For the two decades since reunification, it has at last been a normal country. But it is no sooner normal than it is thrust back on parade. The German chancellor, Angela Merkel, has emerged from the financial crash of 2008 the unchallenged impresario of the eurozone. She rescued the currency from disaster last year and salvaged the Greek economy from bankruptcy. She may yet have to do the same for other members of the club. Her country bestrides Europe as it has not done, dare we say it, since the 1940s. This time it does so with a more hesitant leadership and with generosity. To visit the restored capital of Berlin for the first time in a decade is to see a place transformed. The scars of division have been removed. The wall has gone, as have most traces of the Third Reich. The two greatest traumas of Germany's past have been quietly erased from the Berlin map. In their place the classical monuments of the Prussian ascendancy are reinstated along the banks of the Spree, like grand old soldiers comforting themselves with their memories. Beyond is a strange, still bruised city, beset by banal postwar architecture. Berlin suffers from large building fatigue and cobble-stone starvation. It lacks the boisterous warmth of Munich, the sleek plutocracy of Frankfurt and the bustling commerce of the Rhine. Berliners hate being told how inexpensive their city seems, let alone how empty. It is both. The Germans I met on this visit were less sensitive and more confident than before, but the introspection remains. A politician resents tenacious civil servants clinging to their Bonn offices, and bankers clinging to their Frankfurt ones. A publisher is proud that imprints are starting to relocate to Berlin, while an academic complains that Berlin still has newspapers for east and west. A group of journalists argues over whether the city is on the up, or is still down, whether it is lost between east and west, or poised to become capital of a united Europe. Everyone wants to know what outsiders think: witness the appetite for English books on Germany, such as Simon Winder's Germania, Peter Watson's The German Genius, and How to be a Kraut by Roger Boyes. Most Britons still see Germany as a nation where every move is conditioned by history, and a history assumed to be of relentless megalomania. I have always seen Germany as the opposite, as an advertisement for the cultural and economic virtues of smallness and locality. Apart from the belligerent century from Bismarck to Hitler, Simon Winder's delightful country of trolls and Rhine maidens, forests and beer, efficient factories and clean hotels, fostered the Reformation, the northern Renaissance and the industrial revolution with none of the trappings of super-statehood. When in 1945 the allies methodically settled down to create a constitution to \"keep Germany down\", they opted for the historicism of pre-Bismarckian principalities and \"free cities\". The economic miracle was rooted not just in the German work ethic, but in decentralisation, civic competition and enterprise. I used to think Germany was like Britain without London and the south-east. Everyone was a provincial, and the better for it. The revival of Berlin has not ended that. Germans call themselves Bavarians or Saxons or Berliners. Germany remains an essentially dispersed country. Its rulers and much of its cultural life may have returned to the new capital, but its finances are in Frankfurt, its industry in the Ruhr and its newspapers in Munich and Frankfurt. The constitution bequeathed Germany a deliberate weakness, a surfeit of coalitions, lander autonomy and constant elections. But a democracy of which Germans had almost no experience proved vigorous. The ease with which West Germans absorbed their eastern neighbours after 1989, at a cost of over €1 trillion, was astonishing. Germany has none of Britain's dysfunctional contempt for \"out of London\". This fusion of democracy and industrial strength remains Germany's central asset. It is maddening for Anglo-American \"liberals\" to find German social corporatism still performing well, with its cartelised finance and its management-union committees. The result was that, from 2000 until the crash, German labour costs were persistently falling, while British and French costs were rising. During the recession German employers did not lay off staff as demand plummeted, but workers accepted wage cuts and banks helped firms over the trough. The result was they emerged from the recession with workforces intact and ready to expand. But as visitors marvel at last year's 3.7% growth rate, Germans see risks on all sides. The country is not replacing its population and is ageing and retiring. The injection of 4.3 million East Germans who migrated to the west after the wall came down is now at an end. The country has a dwindling labour pool and a population sustained only by immigration. Berlin's council for integration and migration predicts that by 2050 half of all Germans will be of non-German origin. Many of these will be Turks, whose perceived lack of work ethic and inability to benefit from Germany's archaic school system, while living off welfare, is a constant political theme. Over the past 10 years the percentage of Germans who feel society is \"unfair\" rose from a half to three-quarters. While this might be considered a German matter, a German matter belongs to Europe if Germany turns in on itself. The crucial relationship now is with France, a nation that defeated Germany once in the past two centuries and was defeated by Germany three times. It is no longer bonded by the old joke of Germany covering for French weakness and France covering for German strength. The French president, Nicolas Sarkozy, badly needs German fiscal and budgetary discipline within the euro, to curb his unions and his voracious public sector. He has virtually invited Bismarck to the gates of Paris. The euro was accepted reluctantly by the Germans in place of the deutschmark, as a talisman of European union and a way of protecting Germany's export markets across Europe. By last year, popular opinion would have happily reverted to the old currency. In Greece at the time I noticed the virulent anti-German sentiment that precisely mirrored the anti-Greek sentiment of the Germans. The German tabloid Bild sent reporters to hand out bundles of old drachmas to passers-by in Athens, a gesture of either satire or contempt. In 1989, in a total misreading of modern Europe, Margaret Thatcher fiercely opposed German reunification. \"We've beaten the Germans twice and now they're back,\" she said. But she was right about their being back. The idea of any nation \"leading\" a federation as diverse and financially corrupt as the European Union is full of instability. There may be no way Germany will allow the euro to fail. It would risk mini-Weimar republics all round its borders. But much will depend on it being led by politicians with the comparative sensitivity of Merkel and her predecessor, Gerhard Schröder. It will depend on German \"leadership-lite\". This month's negotiations on a \"pact for the euro\", from which Britain stands aloof, proposes new economic discipline on the euro nations, regulating their budgets, their debts and their taxation policy. It envisages one large macro-economy, with Germany in the vanguard. This is the price German voters demand for continued resource transfers to weaker states. It is the \"ever-closer union\" that sceptics claim will yield a brittle political economy, Germanic and dirigiste at the centre, Latin and rebellious at the fringe. This is the Europe the new Germany is now cast to lead. It has been given precious little time to mature into its new hegemony, but neither it nor Europe has any option. • This article was amended on 18 March 2011 to clarify a figure about East German migration to the west and to make clear that the stereotype of Turkish people was a political theme."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}