{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2011/mar/29/libya-background-music-the-killing", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-03-28T23:05:01Z", "webTitle": "Letters: Tak for The Killing", "webUrl": "https://www.theguardian.com/theguardian/2011/mar/29/libya-background-music-the-killing", "apiUrl": "https://content.guardianapis.com/theguardian/2011/mar/29/libya-background-music-the-killing", "fields": {"headline": "Tak for The Killing", "bodyText": "Do ministers really believe that Britain's security interests would be best served by engineering regime change in Libya (Clarke: UK at risk of a new Lockerbie, 26 March)? If so, the coalition government appears to need even less than Tony Blair's retrospective lame justification of the invasion of Iraq – a possible potential future threat from nuclear weapons. Or they might resurrect the feared nexus of terrorism and WMD in relation to which Gaddafi has just about as much form as Saddam. Watch this space. Dr Brian Jones Author of Failing Intelligence • Sandra Norburn (Letters, 26 March) reflects my position, and I am very sorry the result of your poll on background music (G2, 23 March) shows how little a majority of people in general (or Guardian readers in particular?) understand what it is like to be one of the one in seven. David Carlé Guildford, Surrey • Regarding intrusive background music on TV shows, it is instructive to compare that of Yellow Bird's Swedish Wallander series (muted and appropriate) with their English- language version with Kenneth Branagh (loud and intrusive). Peter Crowther Burton Latimer, Northamptonshire • I have a smattering of very limited Danish from childhood summers spent with my Danish grandparents in the 1950s. However, after watching the brilliant Danish TV series The Killing over the last 10 weeks (Last night's TV, G2, 28 March) I find myself speaking Danish with the vocabulary of an eight-year old, fluently overlaid with adult outbursts on crime and dodgy politics. It's a heady mix, and all thanks to being able to watch a drama series in its original language. Karin Koller Leicester • The Killing? Brilliant – but with enough loose ends to knit Lund another sweater. Martyn Day Twickenham, Middlesex • Only a bear of little brain would describe Pooh's bridge as being near Tunbridge Wells, Kent (Editorial, 28 March). Owl would have told you that it's near Hartfield, Sussex, where Christopher Robin lived. David Arscott Lewes, Sussex"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}