{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/mar/19/six-nations-2011-ireland-england-player-ratings", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-03-19T21:36:50Z", "webTitle": "Six Nations 2011: Ireland v England player ratings", "webUrl": "https://www.theguardian.com/sport/2011/mar/19/six-nations-2011-ireland-england-player-ratings", "apiUrl": "https://content.guardianapis.com/sport/2011/mar/19/six-nations-2011-ireland-england-player-ratings", "fields": {"headline": "Six Nations 2011: Ireland v England player ratings", "bodyText": "Ireland Keith Earls Full-back 6/10 One of the quieter members of the Irish backline. Made a hapless attempt to chip and chase as the second half got under way, but redeemed himself with a lovely late run. Tommy Bowe Wing 7 Took his try well and was constantly involved as Ireland's backs made hay against ponderous England. Popped up all over the place in attack and defence. Brian O'Driscoll Centre, capt 8 Finally scored his record-breaking try after being denied earlier by a forward pass. There is nothing new in his excellence, but the contrast with England's centres was stark. Gordon D'Arcy Centre 7 Ferocious and disciplined in defence, like much of his side, as the flashes of promise shown in this tournament finally caught light. Holds his own in a fine centre partnership. Andrew Trimble Wing 7 His first start of the championship after recovering from a broken hand and he slotted straight back in. Prominent with ball in hand and his running constantly stretched England. Jonathan Sexton Fly-half 8 His kicking for goal and from hand kept England on the back foot and his quick thinking set up the opening try. May have finally won his battle with the more prosaic Ronan O'Gara. Eoin Reddan Scrum-half 6 First task was to tackle the giant Banahan, which he managed with aplomb. A careless pass let Thompson in for England's try – and he almost repeated the trick soon after. Cian Healy Prop 7 Gave away an early penalty for nonsense in the scrum, but played a full part in a surprisingly powerful Irish scrummaging effort. Offered plenty around the pitch in the loose. Rory Best Hooker 6 Not the most eye-catching of recent Ireland hookers, but he was effective and energetic in their counter-rucking. An irritating presence for England, as a hooker should be. Mike Ross Prop 7 Part of a front row feared to be a weak link but it more than matched their more exulted opponents. His less-than-impressive replacement Tom Court highlighted his worth. Donncha O'Callaghan Lock 7 His physical presence was instrumental in Ireland's tactic of keeping the ball carrier off the ground in contact. Partnership with Paul O'Connell looks like it will never be broken up. Paul O'Connell Lock 8 Seemingly ageless and it's difficult to recall him giving a bad performance for his country. A very calm head and, though not captain, a real leader in the ferocity of close contact. Sean O'Brien Flanker 6 Ireland's find of this Six Nations gave another good effort. Perhaps not as prominent as in previous games, but he ran and carried tirelessly and showed excellent hands. David Wallace Flanker 9 Outstanding. Ran England to distraction around the fringes and was a constant presence at the breakdown. An open-side playing open-side – there's an idea England might like to try. Jamie Heaslip No8 7 Uncharacteristic fit of butterfingers spoiled an early attacking lineout, but Heaslip is too experienced to worry about one little mistake and he dominated his opposite number. Replacements Sean Cronin 5 (for Best 71) Must have enjoyed the chance to join the St Patrick's weekend party Tom Court 4 (Ross 59) Eventually penalised for popping up at the scrum Leo Cullen 5 (O'Connell 79) Not much opportunity to make a significant contribution Peter Stringer 6 (Reddan 79) Snappy service kept Ireland going forward Ronan O'Gara 6 (Sexton 70) Kicked cleverly, but it seemed more likely the cheers that coincided with his arrival were more for the departing hero Sexton Paddy Wallace 5 (D Wallace 71) Was never going to match the efforts of his namesake England Ben Foden Full-back 6 Spent the first half in retreat and defended well enough before a 10-minute stint at scrum-half either side of half-time. Always a willing runner but could not find any room. Chris Ashton Wing 5 Sole early involvement was conceding a penalty for a high tackle on Sexton. Difficult for England's new star player to do anything in attack. Matt Banahan Centre 4 Beat O'Callaghan to Flood's hanging kick‑off like the converted lock he is. But his latest conversion does not seem likely to succeed. Tends to run sideways. Shontayne Hape Centre 4 Anonymous. There is nothing obviously awful about the former league player but his great strengths are well hidden. He suffered by comparisons with Will Greenwood. Mark Cueto Wing 5 England's most natural footballer but there was so little room to move among the suffocating home defence. Defended well but suffered along with others in the face of Irish intensity. Toby Flood Fly-half 5 Struggled to set his backline moving and failed with a simple penalty attempt when England finally found some territory. Could not play as flat as he likes. Ben Youngs Scrum-half 3 A dreadful day. Repeatedly losing the ball in contact typified England's jittery start and was sent to the sin-bin, never to return. Nowhere near the influence of early in the tournament. Alex Corbisiero Prop 5 Part of a front row that failed to dominate as they had been expected to do. Probably needed to do more to keep Andrew Sheridan out of the side come the autumn. Dylan Hartley Hooker 6 A nagging presence at the ruck doing the dirty work but struggled, along with his team‑mates, when it came to the scrum. Threw well enough at the lineout in the wet. Dan Cole Prop 6 A difficult day in the scrum but no disgrace in his efforts and he was always a willing runner, even if the Irish intensity limited his impact. One of England's better performers. Louis Deacon Lock 4 Another worthy effort after a campaign in which he has surprised many but, with Courtney Lawes back to fitness, he seems set for a return to the bench for the World Cup. Tom Palmer Lock 5 A disappointing end to an excellent campaign for England's best forward on current form. Will surely look forward to resuming his partnership with Lawes. Tom Wood Flanker 4 After a flying start to his England career the flanker was shown what it is all about by the Irish back row. Will struggle to keep Tom Croft out of the side. James Haskell Flanker 6 Showed his competitive spirit with a rousing hit on O'Connell late in the second half but lacks the agility of a true openside such as his opposite number Wallace. Nick Easter No8, capt 6 Struggled to give England control from the back of a ragged scrum and needed to do more to justify selection as captain. A difficult day to assume the leadership. Replacements Steve Thompson 6 (for Hartley 51) Took his interception try very well to give England the illusion of hope Paul Doran‑Jones 4 (Cole 51) Made little impact Simon Shaw 4 (Palmer 27) Replaced the injured Palmer but failed to impose his muscular approach on the game Tom Croft 6 (Deacon 55) Added some dynamism to the pack Danny Care 5 (Youngs 46) Struggled to control the ball and his footing on a greasy surface Jonny Wilkinson 5 (Flood 51) Missed the conversion attempt for Thompson's try as the rain came down David Strettle 5 (Cueto 66) Had little chance to do much • Now rate the players yourself"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}