{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2017/oct/19/norfolk-police-plan-to-axe-all-community-support-officers", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2017-10-19T23:32:14Z", "webTitle": "Norfolk police plan to axe all community support officers", "webUrl": "https://www.theguardian.com/uk-news/2017/oct/19/norfolk-police-plan-to-axe-all-community-support-officers", "apiUrl": "https://content.guardianapis.com/uk-news/2017/oct/19/norfolk-police-plan-to-axe-all-community-support-officers", "fields": {"headline": "Norfolk police plan to axe all community support officers", "bodyText": "Norfolk constabulary wants to axe all of its police community support officers because of budget cuts and concentrate its resources on tackling growth in complex crimes such as sexual abuse. The plan would make the Norfolk force the first in the country to scrap the role of PCSOs, affecting 150 people. Norfolk’s chief constable, Simon Bailey, said the cost of employing PCSOs ha d risen to the point that they were now only £1,800 a year cheaper than a fully trained police officer, despite their lesser role. “These are radical plans which come at a critical time when the police service is facing unparalleled growth in complex crime together with reduced policing budgets,” Bailey said. “The plans announced today, I believe, will deliver the most responsive police service for Norfolk, meeting the needs of our communities while protecting the most vulnerable people in our society.” PSCOs were introduced in 2002 and do not have the full powers of a police officer. They cannot arrest or interview a suspect, but they are cheaper to train and employ. The money saved, about £1.6m, will be used to fund 81 new police officers and 16 support staff. Norfolk will also close seven public counters and withdraw officers stationed in some schools. Louise Haigh, the shadow police minister, said Conservative budget cuts were fracturing the links between communities and police and reducing the flow of intelligence they received. “The truth is the police are being forced to make decisions that will damage public engagement and confidence because of prolonged budget cuts. The Tories have to take responsibility. You simply cannot protect the public on the cheap,” she said. “This is a dangerous new precedent for police forces as we know the withdrawal from communities has devastating consequences for crime prevention and public safety.” Norfolk’s recently published policing and crime plan explains that radical change is needed “because the skills, time, resource and infrastructure required to investigate crimes like child abuse or rape are notably different and more complex when compared to, for example, the demands of investigating criminal damage. “As it works to adapt to this shift, Norfolk Constabulary is also in the shadow of a funding deficit resulting from successive public sector spending reviews.” The force’s budget will fall by £1m in the coming year to £149m, and a deficit and other changes means it has decided to make £6m in savings. Chris Jenkinson of Unison, the union which represents PCSOs, said: “PCSOs don’t just wander around the county in uniform to reassure the public. They also do valuable work that helps keep everyone safe. “The true villain of the piece here is the government, which has ruthlessly slashed police budgets, so forces have had to do more with less. It’s no coincidence that as PCSO jobs have disappeared across the UK, crime rates have soared.” The plans will now go to consultation. The Home Office said decisions on the size, composition and deployment of police forces were for individual chief officers and police and crime commissioners. A spokesperson said: “This government has protected overall police spending in real terms since the 2015 spending review, with Norfolk police receiving £3.4m more in total direct resource funding in 2017-18 compared with 2015-16. On 31 March, the police force had £25.3m in reserves. “Although crimes traditionally measured by the independent crime survey for England and Wales have fallen by well over a third since 2010, we are sensitive to the pressures the police are under, which is why ministers have begun a programme of engagement with forces to better understand the demands they face and how these can best be managed.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}