{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/oct/02/businesses-and-backbenchers-round-on-boris-johnson-at-tory-conference", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-10-01T23:01:15Z", "webTitle": "Businesses and backbenchers round on Boris Johnson at Tory conference", "webUrl": "https://www.theguardian.com/politics/2017/oct/02/businesses-and-backbenchers-round-on-boris-johnson-at-tory-conference", "apiUrl": "https://content.guardianapis.com/politics/2017/oct/02/businesses-and-backbenchers-round-on-boris-johnson-at-tory-conference", "fields": {"headline": "Businesses and backbenchers round on Boris Johnson at Tory conference", "bodyText": "Boris Johnson has come under attack from business leaders and some Tory MPs as the Conservative party conference got under way in Manchester on Sunday. Adam Marshall, the director general of the British Chambers of Commerce, accused the foreign secretary of destabilising the government and warned that Cabinet division was undermining economic confidence. Meanwhile, some Tory MPs have texted him demanding that he resign as foreign secretary. Marshall said there was growing impatience with “division and disorganisation at the heart of the party of government” particularly with public disagreements on Brexit. Some senior members of the party gave their views publicly and sources told the Guardian that backbench MPs had sent Johnson text messages urging him to resign because of what they view as his disloyalty to the prime minister. The damaging intervention came as Theresa May attempted to relaunch her premiership during the four-day event in Manchester. The party tried to keep the focus on policy with a series of significant announcements, including: • A pitch from Theresa May to young people promising to freeze tuition fees while ministers look again at the system. • Plans for a £10bn help-to-buy scheme from the communities secretary, Sajid Javid. • A £300m package from the chancellor, Phillip Hammond, to link HS2 up to cities not included on the route as part of boosting the Northern Powerhouse But tensions at the top of the party continued to bubble after Johnson gave an interview to the Sun newspaper setting out his four red lines for Brexit negotiations after his previous 4,200 word article on the subject in the Telegraph led to damaging headlines before May’s critical speech in Florence last month. One cabinet minister said: “Boris hasn’t won any friends on the backbenches.” The Conservative MP, Anna Soubry, who has been fighting for a soft Brexit, tweeted on Saturday that he “must grow up or go”. On Sunday, she said: “Ordinary members and ordinary people going about their lives are fed up to the back teeth of this squabbling. The source of it is Boris Johnson and that is why I put out the tweet.” But others defended the foreign secretary, with the Brexit-supporting MP Anne-Marie Trevelyan arguing that most people outside London wanted the government to get on with the process however they voted in the referendum. “As far as I’m concerned, Boris was only reiterating that same message that prime minister has stated regularly,” she said, arguing that Brexiters accepted the need for transition but wanted to make sure the process did not stall. The BCC’s Marshall said companies wanted a “comprehensive transition period, lasting at least three years” in direct contrast to Johnson. He added that they had made it “very clear that they expect competence and coherence from ministers as we move into a critical period for the economy”. The warnings and counter-claims came as Ruth Davidson, the leader of the Scottish Conservatives, attacked the “Tory psychodrama” surrounding speculation over May’s leadership and ruled out standing as a candidate herself. Critics believe that Johnson is attempting to position himself as a future Tory leader, but allies insisted that he simply wanted to ensure that the Brexit vote – for which he was seen as the torchbearer – was fulfilled. One claimed that Johnson had been “placed in a box” but was entitled to speak out as foreign secretary and insisted that his red lines were close to actual government policy. Despite the controversy, Johnson was given a hero’s welcome at fringe events. At thepacked Friends of Cyprus event, members mobbed the foreign secretary for handshakes and selfies after a short speech where he riffed that Marks &amp; Spencers opening in the Cypriot capital Nicosia meant you could buy “your knickers here,” ignoring recent claims that his demeanour has been undiplomatic. Asked by reporters as he left whether he was “causing trouble for the prime minister,” he ducked out of the room, but one audience member voiced loud disapproval at the press, who he said were giving Johnson “a hard time”. Asked at another event if he was being loyal, he replied: “Yes, of course, yes”. No 10 sources claimed that his interview had not caused much anger, but were frustrated to see so much focus once again on Johnson’s views on Brexit. May was forced to insist on BBC1’s Andrew Marr Show that the cabinet was united and she would be leader “for the long term” but refused to say whether Johnson was “unsackable”. “What I have is a cabinet united in the mission of this government and that is what you will see this week and agreed on the approach we take in Florence,” she said. “Boris is absolutely behind the Florence speech. You’ve seen what he is saying.” She dodged a question on whether she would resign if she did not manage to get a Brexit deal and earlier told the Sunday Telegraph that she wanted to lead the party into the next election. “I will fight the next election,” she told the newspaper. “I’m not a quitter.” At a fringe event on Sunday evening, Johnson’s cabinet colleague and ally, Michael Gove, insisted Johnson was speaking “from the heart” over Brexit. Gove, the environment secretary, said: “It’s something about which he feels deeply and passionately. When we saw his article in the Daily Telegraph the other day, no one could have expressed themselves in this way unless it came from the heart. “I think any attempt to find any other motivation other than just a commitment to making an optimistic case for Britain outside the European Union is barking up the wrong tree.” However, Damian Green, the first secretary of state, said he “absolutely” thought May should be leader for another election and implicitly rebuked Johnson for going off message. He told the BBC’s Pienaar’s Politics: “I am happy to make a general point that it is understandable that any group of politicians faced with a big issue will have a range of views. It is extremely sensible when you are in government to express those views in private rather than public. “It’s advice for everyone. It’s advice for all my colleagues at all times, that if you feel strongly about something then make your pitch in private. And then, when the government has come to a collective decision, stick to it. “We know that Boris likes giving interviews and writing articles, but the government’s policy is absolutely clear; it’s what was in the Florence speech”. David Mundell, the Scottish secretary, was even less diplomatic about the foreign secretary. Asked at a conference fringe event how he thought Johnson would go down with young Scottish people if he became leader, Mundell said: “I do recall that Boris Johnson once stood as rector of Edinburgh university. You can look at the results of that.” Johnson, then the shadow higher education secretary, was showered with beer and greeted with chants of “Bog off Boris, you top-up Tory” when he visited the university in 2006. He eventually finished a fairly distant third in the race behind Green MSP Mark Ballard and journalist Magnus Linklater, beating only the radical filmmaker John Pilger. May is also facing considerable anger among grassroots activists about the conduct of her election campaign. A string of audience members confronted Graham Brady and Eric Pickles – the authors of a review into the party’s election efforts – at a fringe meeting, as they accused the party of not listening to its members, failing to organise properly and refusing to allow local issues to be mentioned on leaflets. Edwina Currie, the former Tory minister, criticised “blithering idiots” in central office of sending her to campaign in Labour areas and waved a conference guide at them showing those at the top of the party were “all white men”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}