{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2017/oct/25/heathrow-third-runway-consultation-reopened-following-new-evidence", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2017-10-24T23:04:20Z", "webTitle": "Heathrow third runway consultation reopened after new evidence", "webUrl": "https://www.theguardian.com/environment/2017/oct/25/heathrow-third-runway-consultation-reopened-following-new-evidence", "apiUrl": "https://content.guardianapis.com/environment/2017/oct/25/heathrow-third-runway-consultation-reopened-following-new-evidence", "fields": {"headline": "Heathrow third runway consultation reopened after new evidence", "bodyText": "The public consultation on the planned third runway at Heathrow has been reopened due to new evidence. The Department for Transport published a series of fresh reports into the impact of expanding the west London hub, including updated noise analysis and a new air quality plan. The government’s sustainability appraisal expects the plans to have a negative effect on air quality, noise and biodiversity. It also says that the Gatwick second runway scheme would cause less damage than either potential scheme at Heathrow. The plans will have to mitigate against any significant deterioration in air quality or the whole scheme could be thrown into jeopardy. London’s airports are forecast to be full by the mid-2030s with Heathrow already operating at capacity and Gatwick at capacity during peak times. This has left the government with the dilemma of either being framed as anti-business if it does not act to address capacity, or anti-environment if it goes ahead with expansion. This may also undermine efforts to reduce greenhouse gas emissions by at least 80% on 1990 levels by 2050, as legislated by the Climate Change Act. The reopened consultation on the draft airports national policy statement (NPS), which sets out the government’s support for the Heathrow project, initially closed in May but it has now been reopened until 19 December. It will seek to gauge public support for the plans in light of the new findings. Despite the new evidence, Chris Grayling insisted the case for expanding Heathrow was as strong as ever. “This is an important consultation and I encourage everybody to get involved across the UK,” the transport secretary said. The DfT insisted it is on track to publish final proposals for expansion in the first half of 2018 for a vote in parliament. If approved, Heathrow will submit a planning application and consult with local communities on detailed proposals. The airport hopes to begin construction in early 2021, with the runway completed by the end of 2025. Cait Hewitt, the deputy director of campaign group the Aviation Environment Federation, claimed the “scale of this reconsultation” showed that the government’s case for Heathrow expansion was unconvincing. She said: “It’s difficult to see how this new information can avoid delaying the process. MPs and the public will need time to understand how the new forecasts impact emissions, noise and the sustainability appraisal of the project. “These address fundamental questions about the project’s viability and have been provided at a late stage in the process.” A Heathrow spokesman said: “The consultation launched today is a key milestone in developing the airports NPS which will strengthen the policy framework for expanding Heathrow. “The forecasts show expanding Heathrow, the UK’s only hub airport, is even more important than previously realised. “A third runway will ensure Britain’s place in the world as an outward looking trading nation. That’s why the government has committed to a final vote on expansion in the first half of 2018.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}