{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2017/oct/13/california-wildfire-victims-survivors", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2017-10-13T22:12:45Z", "webTitle": "'Just ash and bones': California wildfire survivors mourn loved ones", "webUrl": "https://www.theguardian.com/us-news/2017/oct/13/california-wildfire-victims-survivors", "apiUrl": "https://content.guardianapis.com/us-news/2017/oct/13/california-wildfire-victims-survivors", "fields": {"headline": "'Just ash and bones': California wildfire survivors mourn loved ones", "bodyText": "Lynne Anderson Powell had a 15-minute head start on her husband, George, when the couple fled the wildfire tearing through the Mayacamas mountains in Sonoma County around 1am Monday. Powell, 72, grabbed her laptop and her border collie Jemma and drove off in a blue Prius while her husband searched for their other three dogs. “I wasn’t going to leave without my dogs,” George Powell, 74, said by phone Friday. “By the time I got on the road, this huge wall of fire was coming. Between the fire and the smoke, you couldn’t see anything.” He drove through burning trees until he reached a safe parking lot, where he waited for his wife. She never arrived, and he spent three days searching shelters and hospitals. The couple had met on a blind date when George was working as a photojournalist with the Los Angeles Times, and he followed her back to Albuquerque, where she was a principal flutist for the New Mexico Symphony Orchestra before her retirement. “We took one look at each other and that was it,” he recalled. On Wednesday, George got a call from a detective: authorities believe his wife of 33 years drove off the side of the winding canyon road and had died after leaving her car. They asked for the name of her dentist to identify the remains. “I went by her,” he said, recalling his harrowing escape. “If I could have gotten out of the car, I would have gone back and died with her.” A temporary respite from the weather has allowed firefighters in northern California to make progress in containing the region’s deadly wildfires – and search and rescue teams to embark on the grim task of finding and identifying the dead. Thirty-five fatalities have been recorded so far, making this the deadliest week in California wildfire history. But that number could rise as search-and-rescue teams are deployed to sift through the remains of 3,500 burned buildings. “We have found bodies almost completely intact, and we have found bodies that were nothing more than ash and bones,” the Sonoma County sheriff, Robert Giordano, said Thursday. With as many as 25,000 having evacuated their homes, anxious relatives began posting photographs of missing loved ones on Facebook on Monday morning. “Has anyone seen my mom?” Cathie Merkel, a Sebastopol resident, wrote in a Facebook post with photographs of 79-year-old Sharon Robinson. “Salt and pepper hair, 79 years old. She could be at a shelter in Sonoma County.” And though hundreds of missing persons reports have been resolved, stories continue to emerge of people who did not make it out alive. On Tuesday, Merkel shared a photograph of a pile of rubble where her mother’s house once stood. “Her car is in the garage so she either walked out, got a ride out, or is still there,” she wrote. On Thursday came a final update: “We received the news today that she did not make it out of her home night of the fire … We know she found peace in her passing.” On Friday, in Santa Rosa, dozens of search and rescue personnel were on site at Journey’s End mobile home park, where authorities believe there may be two or three more bodies. The mobile home park catered to senior citizens, and most of the deceased who have been identified so far have been elderly. Among the first to be identified were Charles and Sara Rippey, aged 100 and 98, who had been married for 75 years and died in their home in Napa. Another elderly couple, 95-year-old Arthur Tasman Grant and 75-year-old Suiko Grant, “were not able to to escape the fires” in their neighborhood of Santa Rosa, their daughter Trina wrote on Facebook. “Dad I know you’re back flying a corsair again,” Grant wrote of her navy veteran father. “Mom, you’ll always be the most beautiful woman in the world to me.” Carmen and Armando Berriz, aged 75 and 76, sheltered in the swimming pool of the Santa Rosa house they had rented for a wine country vacation as flames engulfed the neighborhood, according to the San Francisco Chronicle. Armando burned his hands holding on to the brick sides of the pool while his wife clung to her husband of 55 years. Around daybreak, as the fire began to abate, Carmen died. Armando survived, though he was badly burned, and managed to hike to safety. A few younger victims have been identified. Christina Hanson, 27, was born with a spinal defect and used a wheelchair, the San Francisco Chronicle reported. She died in her apartment in Santa Rosa. Kai Logan Shepherd, 14, died when the car his family was escaping in caught fire and the four Shepherds attempted to flee on foot, according to a family member. Sara Shepherd, 40, and her daughter Kressa, 17, were found by a neighbor lying on the ground near their Montecito county home, more than half their bodies burned. The neighbor, Paul Hanssen, found eighth-grader Kai’s body further down the road. Jon Shepherd, 44, was discovered by emergency workers, also badly burned. “Our minds are swirling,” said Mindi Ramos, Sara’s sister. “We’ve lost our nephew. Everyone is in critical care right now … We don’t know if they know that Kai is gone.” For survivors, the path ahead will be difficult. Lynne Powell had been treated for mouth cancer in recent years, and the couple had discussed what would happen if she predeceased George Powell. She created a “doomsday file to support me in the event of her demise”, George said, with important files, contacts, and financial information that he would need. But the file is gone, burned along with the house they had retired to. “I have no idea if I have the will to keep living,” he said. “She was the absolute love of my life.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}