{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2017/oct/29/observer-view-independence-catalonia", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2017-10-28T23:05:12Z", "webTitle": "The Observer view on independence for Catalonia | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2017/oct/29/observer-view-independence-catalonia", "apiUrl": "https://content.guardianapis.com/commentisfree/2017/oct/29/observer-view-independence-catalonia", "fields": {"headline": "The Observer view on independence for Catalonia", "bodyText": "The imposition of direct rule in Catalonia is, at best, a stopgap measure that will do little to resolve, and may seriously aggravate, the long-standing problem of the region’s troubled and rivalrous relationship with Madrid. Mariano Rajoy, Spain’s prime minister, says that, in the end, he had no choice but to take the “nuclear option” of sacking Catalonia’s government and placing himself and his ministers in charge. But while his actions may calm the situation in the short term – and the tense days to come will be determine whether that is the case – Rajoy has set a time bomb ticking that could ultimately explode in his face. The fresh regional elections Rajoy has scheduled for 21 December promise to be a titanic battle of wills between those who passionately believe in Catalonia’s future as a sovereign republic and those who are equally passionate about upholding the union with Spain. The polls will, in effect, become the referendum on Catalan independence that the Madrid government has fought so hard to prevent. The regional election in 2015 was cast in a similar light by Artur Mas, the then leader of the independence forces, but he failed to secure an absolute majority. In December, his successors will hope for a more decisive outcome. One of many problems with this scenario is the as yet unanswered question of whether Carles Puigdemont, the current Catalan president, and other senior figures in his pro-independence coalition will contest, or be allowed to contest, the election. Prosecutors in Madrid are planning to file charges of rebellion against Puigdemont that carry a penalty of up to 30 years in jail. Prompted by Rajoy, Spain’s constitutional court is expected to rule that last Friday’s declaration of independence by the Catalan assembly was illegal. All 70 MPs who voted for it potentially face arrest, as do civil servants or police officers who reject direct rule. How can Rajoy hope to mount a free, fair and credible election if his principal opponents are in jail or on the run? How can there be an open, democratic debate if television and radio stations and newspapers deemed to be biased in favour of independence are brought under state control? Who in Catalonia, or internationally, would credit the results of such a poll? If the Madrid authorities persist in their apparent determination to punish the secessionist leadership, an election that may represent their best chance of ending the crisis will be condemned as a travesty. It would certainly be boycotted by many Catalans. It will be doomed from the start. Such considerations are but one reason, among many, why Rajoy must now tread very carefully – or risk blowing himself up. Dialogue, not retribution, should be his aim. It is far from clear whether Puigdemont and his leftwing allies, specialists in rash, provocative and inflammatory behaviour, will quietly give themselves up to a Spanish justice system they understandably distrust. It is unclear whether Catalan public sector workers, security forces, labour unions and university students will tamely submit to Madrid’s diktats. Although the immediate reaction to Rajoy’s démarche has been muted, there are calls for a general strike tomorrow. Tensions could quickly escalate. The great nightmare, for both sides, is the possibility that the attempt to enforce central government authority, gathering pace in the coming days amid widening civil disobedience and resistance on the streets, will trigger a descent into violence. Rajoy and Puigdemont both have a duty to prevent such a deterioration. Both need to exhibit a responsible judiciousness and sense of proportion that has too frequently been lacking. This means, for Rajoy, no more incendiary arrests of key opponents or police crackdowns, no acts of political revenge and no playing to the hardline unionist gallery in Madrid. Now that the high point of the crisis has arrived, he must make a courageous, practical commitment to openly discuss the best way forward. For his part, Puigdemont must eschew the gesture politics and vainglorious posturing that have characterised his approach. Independence for Catalonia is a respectable ambition. But it cannot be conjured into existence by otiose declarations, specious parliamentary manoeuvres, media manipulation and spin, misuse of public funds and the intimidation of ordinary citizens. To become a reality, independence requires the clear majority in favour within Catalonia that it presently lacks, the maximum possible degree of agreement with the Spanish state and people and the support of the international community. These conditions have not yet been met. The case has not yet been made. It could be. If Puigdemont cannot make the leap from agitator to statesman, he should not wait for the knock on the door. He must step aside and let somebody else try. The stakes for Catalonia, Spain and Europe are incredibly high. If meaningful elections do take place in December, they could produce another pro-independence administration in Barcelona with an enhanced majority and an undeniable mandate for secession. Such an outcome could spell the end of Rajoy’s premiership – and of Spain as a unified state. Alternatively, a majority of Catalans could vote to remain, influenced by the ever more obvious economic consequences of secession, as banks, businesses and investors relocate and Spaniards boycott Catalan products. Yet would the struggle for independence then be over? Not at all. It would merely be deferred. The Catalan dilemma is one, dramatic, illustration of a bigger problem for the many European nation states that face secessionist pressures, namely, the unresolved question of the right to self-determination. Respect for the equal rights of national minorities is one of the European Union’s core values, incorporated in the EU’s founding treaty and charter of fundamental rights. The UN charter plainly states that a people has the right to freely choose their sovereignty and international status without interference. But nowhere in international law is it laid down how such a decision is properly made, what it entails (for example, autonomy, federation or outright independence) or, indeed, what in this context constitutes “a people”. Given the existential reluctance of established states to yield territory and power, this conundrum has no easy solution, whether it is played out in Scotland, Corsica or Upper Silesia (or in the American colonies in 1776). But where the law fails, common sense should prevail. Catalonia is, by most measures, a prosperous and successful place. Its people do not suffer hunger, preventable diseases or military oppression. They are not murdered, raped or displaced (unlike millions in recently independent South Sudan). Catalans, on the whole, like Spaniards, on the whole, lead a fortunate, peaceful, privileged existence. Barcelona, like London, is a model international city, where divisions of nationality, race, colour and creed increasingly belong to the past. In such propitious circumstances, it is surely not beyond the wit of Catalans and Spaniards to work out a form of amicable association that both can live with. To fight would be self-indulgent foolishness."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}