{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/oct/01/manchester-united-injuries-chance-to-trust-others-jose-mourinho", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-10-01T21:29:13Z", "webTitle": "Manchester United injuries are chance to trust others, says José Mourinho", "webUrl": "https://www.theguardian.com/football/2017/oct/01/manchester-united-injuries-chance-to-trust-others-jose-mourinho", "apiUrl": "https://content.guardianapis.com/football/2017/oct/01/manchester-united-injuries-chance-to-trust-others-jose-mourinho", "fields": {"headline": "Manchester United injuries are chance to trust others, says José Mourinho", "bodyText": "José Mourinho said he has complete trust in all of his Manchester United players after his side crushed Crystal Palace 4-0 for a fifth consecutive victory without the injured Paul Pogba. The Frenchman sustained a hamstring problem in the 3-0 win over Basel in a Champions League group game on 12 September. Since then United have beaten Everton 4-0, Burton Albion 4-1, Southampton 1-0 and CSKA Moscow 4-1 before the victory over Roy Hodgson’s bottom-placed side. Along with Pogba, Mourinho is also missing Zlatan Ibrahimovic, Marcos Rojo and Michael Carrick, and the manager had been without Phil Jones and Marouane Fellaini for the trip to CSKA. Yet Mourinho said: “When we moan all the time about injuries it looks like we don’t trust the other people and we have to. We never miss the players that are injured, that’s our way of seeing. They are injured, we don’t think about them. It’s an opportunity for others, is a moment for others to step up and to get the chance, so I think that’s good.” United’s sixth win from seven league outings kept them in second place, only behind Manchester City by a goal difference of one. This is Mourinho’s second season in charge of United and he has previously won the championship in the second term of all of the clubs he has managed. Yet asked if he can see similarities between United and those other title-winning teams, he said: “It’s too early. Seven matches. It’s too early.” Juan Mata, who scored the opener against Palace, echoed Mourinho’s view. “We need to try to focus on each game and not think farther,” the Spaniard said. “We are happy with the start of the season, we cannot lie. And we arrive at the international break in a very good moment, scoring a lot of goals, not conceding in different competitions, so we know we have a good start but as well the manager is telling us all the time, and we know it, that it’s just the beginning and we need to keep calm.” While that was Mata’s opening goal of the season, Fellaini took his tally to four by registering twice against Palace. Romelu Lukaku completed the scoring to make it 12 in 10 appearances since the Belgian signed for £75m from Everton in the summer. In all, United have scored 21 times in the league and 32 in all competitions. Last year they lacked a cutting edge in front of goal and Mata is unsure what has changed. He said: “We are being more efficient. We are not training more on finishing than last season; it’s just down to confidence. Maybe it’s true that last season Zlatan was scoring almost every game and we tried to help with some goals but he was very responsible for our attack and this season everyone seems to enjoy the offensive duties. I don’t know the reason. It’s just – we are putting the ball in the back of the net.” Of Lukaku, Mata said: “It’s a lot of goals, especially when you come to a new environment. I knew he would score a lot but I didn’t know he would do it so quick, that’s true. He gives a lot more to the team, too, but for a striker it’s important to score, especially when you see other strikers are scoring. “I believe that is what he feels and he’s a good lad, a very humble lad and everyone likes him in the dressing room, so we are happy for him.” After the international break United travel to Liverpool. Last year’s corresponding fixture was a 0-0 draw but Mourinho insisted he has yet to plan for the match. “I didn’t even think about it, I just ended this game,” the 54-year-old said. “I’m not even thinking about Liverpool, I can promise you that; I didn’t have a second to think about the Liverpool game.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}