{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2017/oct/21/disquieting-disturbing-and-fantastical-hyper-real-takes-over-the-nga", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2017-10-20T21:25:23Z", "webTitle": "Disquieting, disturbing and fantastical Hyper Real takes over the NGA", "webUrl": "https://www.theguardian.com/artanddesign/2017/oct/21/disquieting-disturbing-and-fantastical-hyper-real-takes-over-the-nga", "apiUrl": "https://content.guardianapis.com/artanddesign/2017/oct/21/disquieting-disturbing-and-fantastical-hyper-real-takes-over-the-nga", "fields": {"headline": "Disquieting, disturbing and fantastical Hyper Real takes over the NGA", "bodyText": "To be “hyper real” - the National Gallery of Australia’s latest exhibition is somewhat at pains to explain - is to go “beyond, over” our expectations of the genre of realism. Displaying more than 50 works from an international selection of artists, and including new commissions from local ones, the collection revels in the strangeness that can be provoked in the “liminal” territory between precise replication, and artistic fantasy. The procession of rooms showcase the development of the genre, a movement that was birthed by the inventions of new artistic technologies in the 1960s and 1970s. George Segal’s early casts of human figures posed in interrupted acts of casual ordinariness are here, as are Duane Hanson’s poignantly suburban Woman With a Laundry Basket from 1974 and Two Workers from 1993. But the combination of sophisticated new sculptural materials as well as evolving digital rendering techniques have enabled artists motivated to explore both the subject and form of the human body’s surface with ever greater detail. Australians would perhaps be most familiar with the obsessive verisimilitude of locally born sculptor Ron Mueck, through works such as his iconic Pregnant Woman and Wild Man, both of which appear here. Individual hairs have been sewn into skins that seem to ripple with intense, inner dramas, both of impending movement and characterisations. Mueck’s distortions of scale oblige viewers to remember that these are works of art, not anatomy; and to observe bodily humanity in both enlarged and reduced new contexts. Mueck’s works have been some of the most popular within the NGA’s pre-existing collection, as have Melbourne artist Patricia Piccinini’s, also featured here. Exhibition curator Jak Babington admits there’s no denying the genre’s appeal. “German company IKA put together a hyper-realistic sculpture exhibition that toured Spain, Germany and Denmark,” she tells me. “We thought, let’s take a component of that show and bring it here, and celebrate the Australian practitioners at the centre of that exhibition.” Australian Artist Sam Jinks, who, like Mueck, has a professional background in film effects, was commissioned by the gallery for new work for Hyper Real. For Jinks, it’s the accessibility and familiarity of the hyper real that explains its popularity, creating a visual access point that travels “fast, straight to the lizard brain”. There’s a thrill to be found in the uncertainty of whether something is alive or an object. “From the corner of the eye, a mannequin in a room feels like another presence,” Jinks explains. His own contributions render precise sculptural replications of humanity in poses borrowed from Renaissance art. His triumphant contribution of a pieta in the tradition of Raphael – wherein an elderly woman provides comfort to a naked, ailing young man – is something of a secular masterpiece. The naturalism of Hyper Real’s first half transitions into the realism of the fantastic for its second. Piccinini’s fantastical human hybrids have been placed at the centre as a deliberate “tipping point” between the two. Piccinini’s Bootflower creature has a room of its own, and while there’s an alarming grotesqueness to it – the still and silent shitting of eggs from below its fleshy, faceless bloom – nothing in Bootflower disquiets as much as the puckering biological orifices of her accompanying video installation, The Breathing Room. It’s only one of a number of works whose play between the real and imagined provokes an unsettling response. The frozen head of British artist Marc Quinn is rendered in the artist’s own blood, suspended in refrigeration. Fascist salutes erupt from a ceiling, and from Chinese art duo Sun Yuan and Peng Yu, a room full of retired authoritarians in self-animated mechanical wheelchairs buzz and collide, seemingly at their own discretion. Australian artist Ronnie Van Hout’s smoking, drinking, pyjama-wearing child-adults on toilets delivers the precise kind of “creepy and weird” vibe the artist admits to me has fascinated him since his own liminal adolescence. But creepier and weirder, if not in as good a way, is Paul McCarthy’s contribution of a sculptural triptych of a naked young woman with a splayed vulva. As a rendering of his muse, actor Elyse Poppers, in the wake of the Harvey Weinstein revelations, there’s a reluctance you can read into her hesitating, receptive pose and uncomfortable expression that perhaps now disturbs more than anything else in the exhibition. A panoramic film created by Russian art collective AES+F, Inverso Mundus concludes the parade: a spectacular immersion in the digital realisation of humanity in advantage, disadvantage and inversion. Liberated from the disappointingly poky confines – which do really limit the visual impact of the work in the preceding NGA gallery space – the operatic exuberance of the work is given room to truly exist “beyond” the real, on its own mesmerising terms. • Hyper Real is exhibiting at the National Gallery of Australia, Canberra until 18 February 2018"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}