{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2017/oct/01/guinea-pigs-experimental-implants-used-despite-no-approval-for-human-use", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2017-10-01T22:17:02Z", "webTitle": "‘Guinea pigs’: experimental implants done despite no approval for human use", "webUrl": "https://www.theguardian.com/science/2017/oct/01/guinea-pigs-experimental-implants-used-despite-no-approval-for-human-use", "apiUrl": "https://content.guardianapis.com/science/2017/oct/01/guinea-pigs-experimental-implants-used-despite-no-approval-for-human-use", "fields": {"headline": "‘Guinea pigs’: experimental implants done despite no approval for human use", "bodyText": "Experimental implants that should only have been used in laboratory or animal tests were sent abroad and used on patients who were treated like human guinea pigs, an inquiry at one of Britain’s leading universities has found. An artificial windpipe, an arterial graft and a synthetic tear duct manufactured by scientists at University College London were used in operations despite not being approved for use in humans, according to the inquiry’s report. Stephen Wigmore, the professor of transplantation surgery at the University of Edinburgh who chaired the inquiry, said the findings were “quite frightening” and that patients had been essentially used as “guinea pigs”. In one case, a 26-year-old man, a drug addict living in Tehran, was implanted with a graft to bypass the femoral artery, the report said. This amounted to clinical negligence, an expert in vascular medicine told the inquiry. “In [the expert’s] opinion it was almost inevitable that that would result in the patient would lose their limb or their life,” said Wigmore. The outcome of the procedure was not established. Other documents suggested that plastic discs had been sent to Mumbai, India where they were implanted under the skin of a patient in need of an ear reconstruction to test that the material was bio-compatible. The report did not find evidence to show that patients had come to harm as a direct result of these breaches, but it did not rule out the possibility either. And the findings are likely to cast a shadow over the university’s reputation for pioneering medical research. “It’s very serious and it’s quite frightening to think that someone could be manufacturing this kind of device without knowing the regulations that govern it,” said Wigmore. The inquiry into regenerative medicine at UCL was triggered by concerns about the close ties between several scientists at UCL and the disgraced surgeon, Paolo Macchiarini, who was at the centre of a major medical scandal at Sweden’s Karolinska Institute. The Italian doctor was initially feted as a medical superstar after he claimed to have successfully transplanted a synthetic windpipe, seeded with a patient’s own stem cells, to create a new, functioning organ. But the remarkable success story began to unravel when it emerged that six of the eight patients to receive synthetic tracheas had died. The plastic scaffold used in the first operation, on a 36-year-old Eritrean man, was constructed by a former UCL professor, Alexander Seifalian, who was dismissed in 2016 after a tribunal in an unrelated case found that he had dishonestly obtained £24,000 from an overseas student. Seifalian’s laboratory was not licensed to make clinical grade devices, the inquiry found, and no permission had been sought from the health regulator to use an unlicensed device. Normally the MHRA only grants such approval in compassionate use cases or in a medically urgent situation where there are no suitable alternative treatments. There is no suggestion that the 2014 death of the patient, called Andemariam Beyene, was linked to failings by UCL scientists, but Wigmore said that due to the oversight UCL is now seeking advice about whether the university could be held legally liable. The inquiry also uncovered paperwork describing an operation in which a male 26-year-old drug addict was given an 18cm polymer graft, apparently prepared by Seifalian’s team. The implant was used to bypass the femoral artery, the body’s second largest artery, because the vessel had become chronically infected and had an aneurysm (a balloon-like bulge), the report said. George Hamilton, a professor of vascular surgery at UCL, told the inquiry that in these circumstances the implant would inevitably become contaminated, which could spread the infection and lead to above-the-knee amputation or even death. The inquiry did not establish what had happened to the man. In another breach of rules, an artificial tear duct made in the same laboratory was implanted into a patient in Zurich. The implant, a tiny plastic tube, was manufactured by Karla Chaloupka, a Swiss ophthalmologist who was doing a part-time PhD under the joint supervision of Seifalian and Hamilton. Responding to questions by email, Seifalian and Hamilton each said they were supportive of the project’s ultimate aim – to bring the device to clinic – but both claim to have only been informed that the operation had taken place after the event. When asked whether, as Chaloupka’s supervisor, he had a responsibility to oversee regulatory requirements, Hamilton responded: “Not at all ... I presume she dealt with all of the regulatory requirements herself in Switzerland for the clinical implants.” “I heard about this work after the implants took place but was informed of their apparent clinical success, however I have not heard anymore of further lacrimal duct implants since then,” he added. The report is strongly critical of Seifalian, who is facing two ongoing research misconduct inquiries. The former professor claims that he has been unfairly singled out. “Many people were involved in the regenerative medicine work with me but I have been dismissed and [they are] using me as a scapegoat for the work carried out,” said Seifalian, who now runs a company called Nanoregmed. The inquiry report recommended the cases outlined should be reported immediately to the MHRA for further investigation. The inquiry has made no recommendation that any additional research misconduct investigations are required into any current UCL staff. Prof David Price, UCL vice-provost for research, said: “As a world-leading university, UCL takes the integrity of its research very seriously ... The recommendations of the inquiry will help us to continue building on our culture of research excellence and innovation, to address global health challenges in a responsible and ethical manner.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}