{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/oct/13/ulster-wasps-european-rugby-champions-cup-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-10-13T21:23:16Z", "webTitle": "Jacob Stockdale launches Ulster campaign and adds to Wasps’ early-season pain", "webUrl": "https://www.theguardian.com/sport/2017/oct/13/ulster-wasps-european-rugby-champions-cup-match-report", "apiUrl": "https://content.guardianapis.com/sport/2017/oct/13/ulster-wasps-european-rugby-champions-cup-match-report", "fields": {"headline": "Jacob Stockdale sends Ulster on the way and underlines Wasps’ early-season pain", "bodyText": "Wasps have endured a tough start to the domestic season and the Champions’ Cup is not yet easing the pain. Belfast on a Friday night is never an easy place to travel and a sharply improved second-half display duly yielded Ulster’s 14th victory in their last 18 home games against English opposition in Europe. For a while, when Wasps held a 9-3 lead in the third quarter, it seemed they might just be on course for a remarkable success given the logistical difficulties of a five-day turnaround and first-half injuries to three more players, including the hooker Tom Cruse with a broken thumb and Thomas Young with a strained groin. They reckoned without the inspirational Charles Piutau, once a Wasp himself, who created a brace of Ulster tries in as many minutes to transform the contest. There was a certain inevitability about Wasps’ second-half travails, the visitors having played and lost at Saracens only last Sunday. Ulster, though, were ultimately good value for their victory, with the wing Jacob Stockdale and centre Stuart McCloskey scoring the all-important tries towards the end of the third quarter. There were also two crucial late penalties from Ulster’s Christian Leali’ifano, the Wallaby back diagnosed with leukaemia only last year, to deny Wasps even a consolatory bonus point. To be plying his trade again far from home in Europe’s premier club tournament shows extraordinary mental resilience and puts even this result into sharp perspective. Dai Young, Wasps’ director of rugby, could at least take some comfort from his players’ spirit in adversity but the continuing injury toll and a run of five straight defeats in all competitions is testing everyone’s resolve. “When you’re down people run and kick you in the nuts, don’t they?” said Young, suggesting his son’s injury was an accident waiting to happen given Wasps were required to play two games in such rapid succession. “The bounce of the ball is not going our way at the minute. We’ve just got to dust ourselves off, keep going and at some point I’m sure our luck will turn.” The short turnaround was far from the only issue facing Wasps in the first European meeting between these sides since a distant contest at Loftus Road 16 years ago. Their spectacular success against Leinster in Dublin two years ago represented their only competitive win on Irish soil in their last seven attempts, although Ulster were also missing their injured Lions Rory Best and Jared Payne. The home team, however, could still field the richly talented Piutau, an adopted Ulsterman for the rest of this season before his big-money move to Bristol. Every time the All Black had the ball the game received an extra surge of electricity and his former employers looked genuinely apprehensive. After Elliot Daly and John Cooney had swapped early penalties, a scrappy first-half was duly illuminated when Piutau burst thrillingly out of defence and set his half-backs John Cooney and Leali’ifano free, only for the ball to bounce agonisingly away from the Australian at the crucial moment. With both Cruse and the centre Brendan Macken departing early after heavy knocks, Wasps needed all the breaks they could get. It was not proving a stellar contest in terms of quality, although Ulster’s forwards did well to snuff out two close-range Wasps drives. Iain Henderson, captaining his province for the first time, was at the heart of his side’s determined resistance, with his counterpart Joe Launchbury equally busy for the visitors. It took a penalty for wheeling the scrum seconds before half-time to break the deadlock, Jimmy Gopperth knocking over the 35-metre kick with the same nonchalance he used to show in the colours of Leinster. The drizzle by this time had eased off but, for all the players’ good intentions, a greasy ball did little to assist the rhythm of either side. When Young Jr also failed to appear after half-time it made Wasps’ task even trickier. In the circumstances another Gopperth penalty in the 46th minute was a major plus, as was the hairline TMO decision not to award Leali’ifano a close-range try when it looked to the naked eye as if he had stretched successfully for the line. Ulster’s increasingly animated fans were not left to grumble for long. First a rampaging Piutau split the defence to create enough space for Stockdale to squeeze outside Willie le Roux and Christian Wade to the left corner, and the All Black was again the instigator two minutes later, releasing Stockdale, whose looping inside ball found the grateful hands of the supporting McCloskey. Cooney could convert neither try but Wasps were trapped helplessly on the ropes long before Josh Bassett was sin-binned in the 74th minute for a high tackle. Next week’s home game against Harlequins suddenly has a must-win feel to it. Ulster: Piutau; Ludik, L Marshall (Bowe, 69), McCloskey, Stockdale; Leali’ifano, Cooney (P Marshall, 64); McCall, Herring, Herbst (Ah You, 65), Treadwell, Henderson (capt), R Diack, Reidy, Deysel (Ross, 65). Tries: Stockdale, McCloskey. Pens: Cooney, Leali’ifano 2. Wasps: Le Roux; Wade, Daly, Macken (Miller, 17), Bassett; Gopperth, Robson; Mullan (McIntyre, 65), Cruse (Johnson, 14), Cooper-Woolley (Moore, 68), Launchbury (capt), Rowlands (Gaskell, 62), Haskell, Young (J Willis, h-t), Hughes. Pens: Daly, Gopperth 2. Referee: B Whitehouse (Wales). Sale and Toulouse play out thrilling draw Sale began their European Challenge Cup campaign with a thrilling 20-20 draw with Toulouse at AJ Bell Stadium. The Sharks, having lost four of their opening six Aviva Premiership matches, looked set for another defeat when tries from Semi Kunatani and Sebastien Bezy – both converted by the latter – put Toulouse 14-3 up heading into half-time. However, Sale hit back and built a 17-14 lead after the winger Denny Solomona and Bryn Evans crossed either side of the interval, with Faf de Klerk adding the extras. Then it became a battle of the boot, with Bezy and De Klerk exchanging penalties to leave Sale holding a narrow 20-17 lead going into the closing stages. But Bezy had the final say after Sale had been penalised for offside at a ruck, the France fly-half nailing his 74th-minute kick to earn the four-times European champions a draw."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}