{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/oct/17/no-deal-brexit-likely-to-hit-low-income-families-hardest", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-10-16T23:01:22Z", "webTitle": "'No-deal' Brexit likely to hit low-income families hardest", "webUrl": "https://www.theguardian.com/politics/2017/oct/17/no-deal-brexit-likely-to-hit-low-income-families-hardest", "apiUrl": "https://content.guardianapis.com/politics/2017/oct/17/no-deal-brexit-likely-to-hit-low-income-families-hardest", "fields": {"headline": "'No-deal' Brexit likely to hit low-income families hardest", "bodyText": "Leaving the European Union without a trade deal would likely result in a sharp increase in prices for food and other goods, costing the average UK household £260 and hitting low-income families hardest, according to new research. Following Theresa May’s attempt in Brussels on Monday night to unblock Brexit talks, a joint report by the Resolution Foundation thinktank and academics at Sussex University predicted that “just about managing” families in the UK’s poorer regions had most to lose from the negotiations failing. The report, titled Switching Lanes, said there would significant price rises on a range of household goods if ministers stuck to their fallback plan of resorting to World Trade Organisation tariffs on EU goods in the event of a no-deal outcome. Imposing tariffs on EU goods after Brexit would lead to an 8% increase in dairy products, a 6% rise in meat and a 5.5% jump in the cost of motor vehicles, the report found. It was published after farmers and the food industry dismissed as “tripe” a claim by the transport secretary, Chris Grayling, that the UK could become self-sufficient in food after Brexit. The prime minister said on her first day in Downing Street that it was her mission to create an economy that “worked for everyone” including those who were “just about managing”. But the Resolution Foundation and Sussex University study said that hard-pressed families were most at risk from a no-deal outcome because they spend more of their budgets on food, clothing and household goods. It found that the impact of rising prices would add 1.1% to the cost of living for the poorest 20% of households, against 0.8% for the richest 20%. Inflation is expected by the City to hit a five-year high of 3% when official figures are released on Tuesday. Britain is seeking a post-Brexit trade deal with the EU that involves leaving the single market and the customs’ union but replicates as closely as possible the current system under which there are no tariffs between the UK and the other 27 member states. But the Resolution Foundation and the university’s UK trade policy observatory examined the consequences of the UK exiting without a deal and imposing the same tariffs on EU goods as it does on imports from the rest of the world. It said tariffs on dairy products would increase by 45%, those on meat products by 37% and those on clothing, footwear, drink and tobacco by 10%. The changes would add £500 a year to the outgoings of the 3m richest households in the UK and £260 a year to the average household. The impact of tariff-induced price increases would be one-third bigger in Northern Ireland than in London, one of the least affected parts of the UK. Some Conservative MPs have said that prices will fall rather than rise as a result of Brexit, because it will be possible for the government to unilaterally reduce all tariffs to zero so consumers can get goods at the cheapest price on the world market. The report found that under these circumstances, the average household budget would be reduced by £130 a year. It added, however, that ministers were unlikely to choose this option because it would reduce the UK’s ability to strike future trade deals and expose some industries and parts of the UK to relatively sharp competitive pressures, without other countries being obliged to open up their own markets. Farmers would be particularly at risk in the event that the UK eliminated all tariffs on imported food. The customs bill published earlier this month ruled out a unilateral abandonment of tariffs after Brexit. It said the UK would apply the same customs duty to every country with which it did not have a trade deal or have a deal offering preferential access, such as schemes for developing countries. Stephen Clarke, economic analyst at the Resolution Foundation, said: “While trade may not have been the biggest issue in the referendum it is one that will affect the day-to-day living standards of every family in Britain. “The government must rightly continue to prioritise a comprehensive new trade agreement with the EU in order to avoid households having to fork out for a ‘no deal’ outcome through higher prices and squeezed households budgets.” Grayling was “talking tripe” and was “out of touch with farming”, farming leaders said after he claimed in a television interview that the UK could just “grow more food” to keep prices down if Britain crashed out of the EU. The National Farmers’ Union, the Summer Berry Fruits association, and the Farmers’ Union of Wales all voiced concern about the cabinet minister’s comments on Sunday on the BBC’s Andrew Marr Show. Minette Batters, the deputy president of the NFU, said hopes that Britain could become more self-sufficient in food and less reliant on imports post Brexit was “commendable” but there was a “glaring” absence of any government policy on how farmers should achieve this post Brexit. Laurence Olins, who chairs British Summer Fruits, said: “When I saw that interview, my mouth dropped and I thought this needs to be addressed. I was just horrified. It is just indicative of the uncoordinated way the government is approaching Brexit.” Olins added: “To hear Grayling come out with this tripe beggars belief.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}