{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/oct/01/paul-dunne-rory-mcilroy-british-masters", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-10-01T23:01:15Z", "webTitle": "Paul Dunne holds off Rory McIlroy to win British Masters and first Tour title", "webUrl": "https://www.theguardian.com/sport/2017/oct/01/paul-dunne-rory-mcilroy-british-masters", "apiUrl": "https://content.guardianapis.com/sport/2017/oct/01/paul-dunne-rory-mcilroy-british-masters", "fields": {"headline": "Paul Dunne holds off Rory McIlroy to win British Masters and first Tour title", "bodyText": "Paul Dunne’s first European Tour title would have been notable enough without the Irishman posting a closing round of 61 and seeing off Rory McIlroy to claim the British Masters. This marked quite a way to deliver on long‑heralded promise. McIlroy’s attempt to end 2017 with at least one victory remains alive but only in respect of one event; he will shut down for the year after the Dunhill Links Championship next weekend. Even a closing 36 holes comprising only 127 shots, a record for McIlroy as a professional, was not sufficient to deny the nerveless Dunne. The 24-year-old, who shot to prominence as an amateur at the 2015 Open Championship, has endured a frustrating time when seeking to make his name in the professional ranks. Dunne was denied his maiden win in April when Edoardo Molinari defeated him in a play-off in Morocco. At Close House there was no such trouble; Dunne’s three-stroke success, at 20 under, was capped by a chip-in from off the 18th green. McIlroy could only look on and applaud. “I had a couple of chances to win earlier in the year and didn’t really press the accelerator when I needed to,” Dunne said. “So I woke up this morning and said to myself I was going to try and win this thing rather than let anyone hand it to me.” A glance back to the Hassan Trophy triggered a Dunne smile. “I think Edoardo finished birdie-eagle to get into the play-off so I was kind of waiting for the scoreboard here to show a McIlroy hole in one at the last.” Dunne will pocket €562,500 for his effort but the bigger picture relates to a move into the world’s top 100 ranked players and an incentive, surely, to push for a spot in Europe’s 2018 Ryder Cup team. McIlroy started the final day two off the lead, then held by Robert Karlsson, with his chances apparently remote when only two under for the day after 11 holes. But he played the closing stretch in minus five. “It was just nice to have a chance to win a golf tournament again,” McIlroy said. “That was a big thing for me. The more chances I have like that, I think the better I play and the better I focus. I’m really happy with how I played. I don’t feel as if I could have done much more. Some weeks close to your best isn’t quite good enough.” “At the turn I thought if I could play the back nine in four under I would have a chance at 17 under par so I did everything that I wanted to do. For Paul to shoot 61 to win his first tour event is incredibly impressive. And it is well deserved; I know how hard he works. Any time I am on the range, on the putting green or chipping, Paul is always out there working on his game.” “I’m really happy with how I played. I don’t feel as if I could have done much more. Some weeks , close to your best isn’t quite good enough.” Karlsson finished third at 16 under. Ian Poulter closed with a 70 to share 11th, with Lee Westwood’s Sunday 69 earning him a tie for 15th."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}