{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2017/oct/06/al-gore-embroiled-in-abcs-inconvenient-audit", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2017-10-05T22:22:23Z", "webTitle": "Al Gore embroiled in ABC’s inconvenient audit | The Weekly Beast", "webUrl": "https://www.theguardian.com/media/2017/oct/06/al-gore-embroiled-in-abcs-inconvenient-audit", "apiUrl": "https://content.guardianapis.com/media/2017/oct/06/al-gore-embroiled-in-abcs-inconvenient-audit", "fields": {"headline": "Al Gore embroiled in ABC’s inconvenient audit", "bodyText": "From time to time the ABC undertakes editorial reviews to see if the news department is meeting editorial standards. A spot audit of the same-sex marriage debate was undertaken on 7 and 8 August, covering more than 60 items on national television and local and national radio. It found that overall there was a “broadly even number of voices both in favour and against the plebiscite”. An audit of the ABC’s coverage of former US vice-president Al Gore’s visit to Australia in July turned up a more interesting conclusion. Gore was in the country to promote his new documentary – An Inconvenient Sequel: Truth to Power – and he did eight interviews across all ABC outlets. One question asked by the review was whether eight interviews was unnecessary duplication. The interviews were on 7.30 with Stan Grant; on Hack with Tom Tilley; on Radio National Breakfast with Gregg Borschmann; on Sydney Radio Breakfast with Robbie Buck; on Perth Radio Drive with Belinda Varischetti; on Melbourne Radio Drive with Alicia Loxley; on Brisbane Radio Afternoons with Kelly Higgins-Devine; and on One Plus One with Jane Hutcheon. The review concluded that the ABC should have conducted just two interviews, one radio and one TV – despite the loss of localisation. “In order to achieve this outcome, it is essential that news, current affairs and topical programming across radio, news and (potentially) regional are able to share information and coordinate planning to ensure that a coordinated and agreed approach can be taken for key interviews to eliminate unnecessary duplication,” the review concluded. ABC managing director Michelle Guthrie added her own note, saying she agreed. “While localisation is important, it must be counterbalanced with the appropriate allocation of resources,” she said. “In addition, there can be new ways of preserving and enhancing localisation.” Guthrie’s property sell-off U-turn Michelle Guthrie has overturned Mark Scott’s decision to raise $20m by selling off the ABC’s last remaining television studio on its old Gore Hill site in Sydney. Back in 2014 the former managing director announced that the Lanceley Place ABC studio centre would be sold to help prop up Aunty in the wake of a $250m cut to its budget. Scott said Lanceley Place and five ABC regional stations would be sold as part of 40 proposed efficiency measures, which included shedding 400 jobs – or 10% of the workforce. At the time the value of the ABC’s buildings and land holdings was $660m. Fast forward to 2017 and Guthrie’s new executive team took another look at the proposed sale and decided to keep the studio, which includes a sound stage, prop storage, workshops, costumes and set storage, because it is used for in-house production as well as being leased to independent producers. A spokesman said the shortfall in the budget from not selling the property had been made up through other measures. Guthrie is speaking at an ABC Friends conference in Sydney on Friday alongside former ABC broadcaster Quentin Dempster and the academic and writer Margaret Simons. The timing could be better. Guthrie may face some tough questioning about the decision to axe Lateline, announced on Thursday. Kiwi TV passed off as Australian There are some eye-popping figures in the submission from Screen Producers Australia to the Australian and children’s screen content review. The ABC doesn’t have an Australian content quota but its charter demands it produce Australian drama, documentary and children’s content as a matter of course. According to figures in the SPA submission, between 2012-13 and 2015-16 the ABC budget for content, excluding news, has dropped from $188m to $171m. In children’s TV alone the content unit has lost $4m, and in factual and documentaries $2m. When it comes to commercial TV, although expenditure by the networks has remained stagnant or decreased for drama, documentaries and children’s programs, the quota has been maintained. How is this possible? There is a loophole in the legislation which allows New Zealand content to be counted as Australian. “This loophole means that instead of commissioning new Australian-produced content, commercial television broadcasters can buy second-run, cheap New Zealand programs and have them qualify as Australian programs to acquit their obligations under the Australian Content Standard,” SPA said. “In 2014 the commercial television broadcasters averaged 180 hours of New Zealand content that qualified as Australian. In 2015, the commercial television broadcasters averaged 135 hours.” Although the free-to-air broadcasters are crying poor and want to dump the children’s quota and relax the rules around the drama quota, it would appear those at the top are doing very well. Nine’s chief executive, Hugh Marks, has taken home $2.77m in pay including a salary of $1.38m, cash bonuses of $895,000 and shares worth almost $450,000. The staggering figures were revealed in the network’s annual report and explained by its chairman, Peter Costello, as necessary for Nine to “attract and retain a market-leading team of executives, fit for the modern media world, and compete for this key talent with large international technology companies”. Sounds fair. Alan Jones has no answer We’ll leave you with this quaint out-of-office message from the 2GB broadcaster Alan Jones, who prides himself on answering all his correspondence personally. “Dear correspondent, In the light of my recent hospitalisation, many people kindly are saying that I have to cut back the load and that is precisely what the doctors are saying. “However, the e-mail correspondence is massive and as you know, I’ve always answered within 24 hours everything that comes across my desk. My staff and the doctors are simply saying, that can’t go on. So, at least for now can I advise that I, of course, will read everything that you send to me. In the light of my past record, I think you can be assured of that. But I can’t any longer guarantee that everyone will receive a reply. I hope you understand. With best wishes, Alan Jones AO.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}