{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/oct/11/jamie-george-saracens-england-eddie-jones", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-10-11T21:16:00Z", "webTitle": "Saracens’ Jamie George ready to impose authority to impress Eddie Jones", "webUrl": "https://www.theguardian.com/sport/2017/oct/11/jamie-george-saracens-england-eddie-jones", "apiUrl": "https://content.guardianapis.com/sport/2017/oct/11/jamie-george-saracens-england-eddie-jones", "fields": {"headline": "Saracens’ Jamie George ready to impose authority to impress Eddie Jones", "bodyText": "Jamie George started three Tests for the Lions in the summer, but the Saracens hooker looks destined to return to the bench for the start of England’s autumn international campaign against Argentina at Twickenham next month with Dylan Hartley standing in his way. The pair will renew their rivalry on Sunday when Northampton face the holders Saracens in the European Champions Cup at Franklin’s Gardens and while the England head coach, Eddie Jones, will watch with interest, the prime reason he has favoured Hartley since taking charge at the end of 2015 is the leadership qualities of the Saints’ captain. “Leadership is something I need to add,” said George. “I am trying to bring it to my game and I feel good when I am expressing an opinion. It definitely makes me more engaged and brings out the best in me as a player. As a consequence I feel my relationship with the coaches has improved.” Hartley did not make the squad for the Lions tour to New Zealand, four years after being included but having to pull out because of suspension. George has spent his England career on the bench but saw off the challenges of the Ireland captain, Rory Best, and Wales’s first-choice hooker, Ken Owens, to cement his place in the Test side. “I feel I developed hugely as a player on the tour,” said George, who scored a hat-trick of tries against Wasps on Sunday. “It has given me increased confidence and I put expectation on myself because I want to play to a standard I am proud of. I think I set the standard in the second Test in New Zealand and base all my performances on that. “I played with intensity and physicality and I now realise where I need to be. The week building up to that second Test was the best week that I had. I’ve put a really big focus on this season doing a lot of extras.” Asked what he needed to do to become an England starter after 17 caps from the bench, George replied: “It’s a tough one. I don’t know the answer because if I did, I’d be doing it. The messages from the England coaches are that I have to improve in certain areas. The consistency of my performances needs to remain high. I can’t afford to have periods where I’m in and out of games. I have to make sure I am getting the ball in my hands a lot and making dents with my physicality in defence and attack. “I’ve never wanted to be second-choice, but it’s the way that it has fallen. I’ve learned a lot from my time at Saracens. When I started, I was third-choice behind John Smit and Schalk Brits. I learned the value of patience. When you’re not playing, it’s such an important time for you to improve.” He added: “When I am away with England, it is an opportunity to improve and make the most of it. I thought I did that pretty well in the Six Nations.” Jones made the point this year about George drifting in and out of matches and the pair spoke during this month’s national squad camp in Brighton. The head coach, who took England to Argentina in the summer, has made few public comments about the Lions tour, saying it had nothing to do with him. “Eddie just wants me to keep striving to get better,” said George. “He was happy with some parts of my game [with the Lions] but there are areas he wants me to work on. It all goes back to consistency and making sure that I am on it all the time and don’t dip.” Northampton will have to be on it for 80 minutes on Sunday, and not just because Saracens have won the tournament for the past two seasons without losing a match. The Saints, who expect their England flanker Tom Wood to be fit, were beaten 55-24 by Sarries at Twickenham on the opening weekend of the season. “There has been an edge to training this week,” said George. “Everyone knows the importance of the match. We are the defending champions and want to get our campaign off to a flying start in a tough group. We had a magician in last week, Pete the Heat, who pointed out that the trick happens before the big reveal. What we took from that is working off the ball. People see the tries, but it is about what we do before that.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}