{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2017/oct/29/peaky-blinders-jessie-eden-communist-activist-general-strike", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2017-10-28T23:05:11Z", "webTitle": "Peaky Blinders makes a star of radical 1920s firebrand Jessie Eden", "webUrl": "https://www.theguardian.com/tv-and-radio/2017/oct/29/peaky-blinders-jessie-eden-communist-activist-general-strike", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2017/oct/29/peaky-blinders-jessie-eden-communist-activist-general-strike", "fields": {"headline": "Peaky Blinders makes a star of radical 1920s firebrand Jessie Eden", "bodyText": "She made headlines in 1926 when she convinced her all-female section of workers at the Joseph Lucas motor components factory in Birmingham to down tools as part of the general strike, before going on to lead 10,000 women out on a week’s strike in 1931, a show of power that was almost unprecedented in its time. Now the half-forgotten but fascinating life of trade union activist and British Communist party member Jessie Eden is set to play a key role in the much-anticipated fourth series of BBC2’s period gang drama, Peaky Blinders. “I’m always interested in those people you see flashing by at the corner of your eye,” says the show’s creator Steven Knight. “So much of history concentrates on the memoirs of some politician or other but then in the middle of all that grey there’s a flash of colour and that’s Jessie – being female and working class there was very little prospect that she would become a household name but she did extraordinary things.” Peaky Blinders first mentioned Eden last series when Helen McCrory’s outspoken Aunt Pol and the rest of the Shelby women downed tools and headed out to hear the young firebrand speak at Birmingham’s Bull Ring. This series, however, she will play a more central role as her desire for better conditions for her workers puts her on a collision course with enigmatic anti-hero Tommy Shelby (Cillian Murphy). “It’s always been my intention to tackle the 1926 general strike as it was a time when the possibility of a genuine revolution was in the air,” says Knight. “Birmingham has always been a very radical, very unionised, very leftwing city so it was important for us to have someone on the show who represents that.” It’s true that even the briefest glimpses of Eden in history paint a tantalising picture of a determined working-class woman whose pragmatic, honest and articulate voice speaks vibrantly across the years. Her daughter-in-law Andrea McCulloch describes her as “very strong, committed in her beliefs. She was sort of person you might underestimate because she was small and vulnerable-looking but then – bang. You didn’t want to underestimate her. By the time I knew her she was a sweet old lady but her sister-in-law Noreen told me she could tear you off a strip if you did something she didn’t approve of.” That strength in her convictions can be heard in Eden’s account of her time on the frontline of the 1926 strike. Talking to the Birmingham Post in 1976 she said: “One policeman put his hands on my arms. They were telling me to go home, but the crowd howled … ’Hey, leave her alone’… and some men came and pushed the policemen away. They didn’t do anything after that. I think they could see there would have been a riot. I was never frightened of the police or the troops because I had the people with me, you see.” Graham Stevenson, convenor of the Communist History Group, knew Eden during her later life and says that her commitment to her causes remained undimmed. “My memory is of a physically frail and, by then, small person but her personality was still clearly bold, fearless and indomitable,” he says. “People say that in her prime she was an electrifying speaker, who poured out words from the heart without notes and whose confidence in victory was contagious. I’m sure she would be tickled pink at the attention her name has had in recent years – although I’d guess her reaction to the playing with dates and events would be similar to mine but even harsher!” Charlie Murphy, the Irish actress who plays Eden, agrees that the young activist’s voice feels as relevant now as it did then. “One of the things I find most fascinating is where she drew that strength from,” she says. “She’s an extraordinary woman, very brave, very passionate and she really put her neck on the line, not just for women but for everyone.” In 1931, Eden’s passion for justice saw her lead 10,000 women out on strike for a week in a dispute over attempts to link workers’ pay to the speed of performance. “They told me they were timing me… the fact was that I’d always worked quickly… they obviously wanted to set the time by me and the others would have had to keep up,” Eden explained. The strike worked and the system was dropped but Eden found herself singled out at work and eventually lost her job. She would later receive victimisation pay from the Transport and General Workers Union and a gold medal from its then leader, Ernest Bevin. A mysterious spell in Moscow (reportedly helping to rally female workers in the construction of the Moscow Metro) followed before Eden returned to Birmingham and was soon caught up in campaigning for better conditions for tenants. She stood for the Communist party in Handsworth in the 1945 general election winning 3.4% of the vote and would continue to protest until late in her life – an image from the late 60s shows her marching alongside husband Walter against the war in Vietnam. “To the very end her one true love seems to have been justice, fairness and equality,” says Murphy. “She comes across as a very inspirational person to be around and I’m sure that rubbed off on so many people.” McCulloch agrees: “To Jessie protest was simply the right thing to do,” she says. “If she knew that a character based on her was in Peaky Blinders today I think she would have been pleased and really keen to have got the message across: anyone can make a difference, if you have the drive.” Peaky Blinders returns to BBC2 in the week beginning 12 November"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}