{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/oct/10/prisons-degrading-inmates-driven-to-drugs-says-chief-inspector", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-10-09T23:01:32Z", "webTitle": "Prisons so degrading inmates driven to drugs, says chief inspector", "webUrl": "https://www.theguardian.com/society/2017/oct/10/prisons-degrading-inmates-driven-to-drugs-says-chief-inspector", "apiUrl": "https://content.guardianapis.com/society/2017/oct/10/prisons-degrading-inmates-driven-to-drugs-says-chief-inspector", "fields": {"headline": "Prisons so degrading inmates driven to drugs, says chief inspector", "bodyText": "Prisoners across England and Wales are being locked up for long periods in cells that are so insanitary, unhygienic and degrading that it is driving them to drugs, the chief inspector of prisons has said. The warning from Peter Clarke, a former head of the Metropolitan police’s counter-terrorism command, comes as prison governors renew their call for a programme of executive release to ease the “full to bursting” situation in prisons across England and Wales. Andrea Albutt, president of the Prison Governors Association, in her annual conference address on Tuesday will say that incidents of violence, suicide and self-harm are “the worst we have ever seen”. “Currently our prisons are full to bursting. The government must be brave and reduce the prison population and don’t worry about votes. Don’t dabble, just do it because morally it is the right thing to do,” she will say. “Twelve-month sentences don’t work and are pointless. This cohort must be dealt with in a different way in the community. Executive release is possible. We have prisoners on IPP [imprisonment for public protection] sentences years past their tariff but still in prison. We have old and infirm prisoners who are no longer a danger to society and we have far too many mentally ill people where prison is absolutely the worst place for them.” Her call comes as the prison population stands at 85,375 – just 1,124 places below the official “usable operational capacity”. The PGA says there are 40 prisons “of concern”, 10 of which are “very concerning”, while the promise of 10,000 new prison places appears to be a distant dream. The verdict of the chief inspector of prisons is contained in Life in Prison: Living Conditions, one of a series of “findings reports” which concludes that the situation in many local and training prisons is bleak while conditions in high-security, women’s and open jails are generally acceptable. “All too often, prisoners are held in conditions that fall short of what most members of the public would consider as reasonable or decent,” said Clarke. He reports that overcrowded cells, with two or more prisoners, often have an unscreened or inadequately screened lavatory, and ventilation is poor. The report quotes inmates on what it feels like to eat and sleep in what is, in effect, a shared lavatory. In local prisons 31% of prisoners are locked in their cells for at least 22 hours a day. Clarke said: “The aspirations of the prison reform programme will not be met if prisoners are confined to conditions that embitter and demoralise, leaving them unable to access rehabilitative activities and, all too often, turning to illicit drugs to break the boredom born of long periods locked in their cells.” The Ministry of Justice responded to the chief inspector’s report saying: “We are investing £1.3bn to modernise the prison estate, closing older prisons that are not fit for purpose and creating in their place high-quality, modern establishments. “This will help deliver prisons that are more safe and secure, so our staff can work more closely with offenders to change their lives and turn their back on crime for good.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}