{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/oct/16/brexit-weekly-briefing-mays-last-minute-diplomacy-falls-flat", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-10-16T22:54:35Z", "webTitle": "Brexit weekly briefing: May's last-minute diplomacy falls flat", "webUrl": "https://www.theguardian.com/politics/2017/oct/16/brexit-weekly-briefing-mays-last-minute-diplomacy-falls-flat", "apiUrl": "https://content.guardianapis.com/politics/2017/oct/16/brexit-weekly-briefing-mays-last-minute-diplomacy-falls-flat", "fields": {"headline": "Brexit weekly briefing: May's last-minute diplomacy falls flat", "bodyText": "Welcome to the Guardian’s weekly Brexit briefing, a summary of developments as the UK heads towards the EU door marked “exit”. If you would like to receive it as a weekly early-morning email, please sign up here. You can listen to our latest Brexit Means podcast here. Also: producing the Guardian’s independent, in-depth journalism takes a lot of time and money. We do it because we believe our perspective matters – and it may be your perspective too. If you value our Brexit coverage, please become a Guardian Supporter and help make our future more secure. Thank you. The big picture In a flurry of last-minute diplomacy before this week’s crunch EU summit, Theresa May phoned the German chancellor, Angela Merkel, and France’s Emmanuel Macron and headed to Brussels for dinner with the European commission president, Jean-Claude Juncker, and the chief EU negotiator, Michel Barnier. None of it appeared to have worked, with EU diplomats saying Britain had simply not done enough to ensure the bloc’s leaders would be prepared to open talks on a transition deal. A joint statement from Juncker and No 10 after the 90-minute dinner was anodyne in the extreme: The prime minister and the president of the European Commission reviewed the progress made in the Article 50 negotiations so far and agreed that these efforts should accelerate over the months to come. Once, the UK had hoped the EU27 would use this summit to say the article 50 divorce talks could move on to the next phase: the future trade deal. But it has long been clear that was not going to happen without a clear list of what pre-Brexit financial commitments Britain is prepared to meet after it leaves. So what May was seeking at the Monday evening dinner – also attended by her Brexit adviser Ollie Robbins, the Brexit secretary, David Davis, and Juncker’s chief of staff, Martin Selmayr – was a promise that, instead, UK-EU talks on a transitional arrangement could now get under way. That hope, too, seems forlorn: the EU has determined sufficient progress has not been made in the three key article 50 discussion areas – citizens’ rights, the Irish border and the divorce bill – to talk about anything else at all quite yet. Transition talks could start in December, but only if Britain makes the right concessions. It doesn’t help, of course, that May is negotiating not just with Europe but with her own government – notably the Brexit hardliners promoting the toughest possible “no deal” Brexit. So fraught have things become that even the normally measured chancellor, Philip Hammond, let slip last week: The enemy, the opponents, are out there. They’re on the other side of the negotiating table. Hammond later withdrew the comments and apologised. But his slip only raised further questions in EU minds about where the British government really stands, and who speaks for it. The view from Europe France and Germany briefly objected to a proposal by Donald Tusk to tell Britain at the summit that in exchange for the right concessions from London, the EU27 would be willing, come December, to present a joint position on the terms of a transition period and the broad outlines of a trade deal. The European council president eventually talked everyone back to the original plan – although France and Germany did reportedly insist that a reference to the jurisdiction of the European court of justice be inserted in the communiqué, reminding Britain once more that divorce is not yet a done deal. Although they have agreed to start “scoping out” the terms of a transitional deal among themselves, member states remain unsure about the UK’s reliability as a negotiating partner with May so weak, and wary of looking too eager for trade talks when no agreement has yet been reached on the divorce bill. Barnier had earlier told reporters the latest round of talks had hit “disturbing deadlock” and he was not ready to recommend they move on to the next stage, saying the main stumbling block continuing to be the UK’s refusal to accept the EU’s analysis of what it will owe on leaving the bloc in March 2019: This week the UK repeated that it was still not ready to spell out these commitments. On this question, we have received a state of deadlock, which is very disturbing. Juncker, too, used a speech in Luxembourg to express his frustration at Britain’s failure so far to commit to honouring its financial obligations, acknowledging Europe’s debt of gratitude to the UK “during the war, after the war, before the war”, but insisting that now it had to pay: If you are sitting in the bar and you are ordering 28 beers and then suddenly some of your colleagues are leaving without paying, that is not feasible. They have to pay. They have to pay. Meanwhile, back in Westminster As May hit the phones and travelled to Brussels to push forward the Brexit talks, in Westminster there has been much discussion about how to prevent the possibility of a no-deal departure, which would mean the UK and the EU trading on WTO terms. Alongside manoeuvres by more hardline pro-Brexit Tory MPs, who are calling for chancellor Philip Hammond to be sacked as a supposed block to the process, more remain-minded parliamentarians are planning to counter what some see as a coordinated push for a no-deal Brexit. A cross-party group, including Kenneth Clarke and several other Tories, as well as MPs from Labour, the Lib Dems and SNP, are coming together to seek an amendment to the EU withdrawal bill that would give parliament the power to quash any such a plan. The shadow chancellor, John McDonnell, said Labour was talking to some Tories to shore up support for a no-deal veto – an intervention not welcomed by all, since many would not want to be seen working directly with the Labour leadership. However, any moves to amend the EU withdrawal bill, which seeks to shift a mass of EU regulations into UK law, remain on hold for now, with the measure not due to be debated in the Commons this week as planned after a deluge of amendments were tabled. Labour reckons more than a dozen of the 300 or so tabled amendments could draw enough Tory support to be passed, many connected to the planned powers the bill grants ministers to amend laws without scrutiny by parliament. Faced with this, May’s talks with Juncker and Barnier might almost simple by comparison. You should also know ... This is what the “grim reality” of a no-deal Brexit actually looks like. Welsh, Scottish governments warn of looming constitutional crisis over issue of devolved powers in EU withdrawal bill. UK farmers “can grow more food” to offset price rises in the event of a no deal outcome, says transport secretary. Ikea boss in UK demands government clarity over stance on Brexit. Brexit-related funding fall hits UK film industry hard, says Slumdog Millionaire maker. Sterling’s slide has blown a £700m hole in UK defence budget. Labour flags up Brexit poll suggesting public regrets decision Home Office ministers urged to “get a grip” after accidental deportation letters. Read these: In the Observer, Andrew Rawnsley argues it is becoming “increasingly less comfortable to be any sort of optimist” about Brexit, even though crashing out without a deal would be calamitous for the UK (and no walk in the park for the EU): There is no majority in Britain for an extreme Brexit that hurls this country into the vortex. Nor is there a majority for an economically disastrous Brexit in parliament. A car-crash Brexit would be massively disruptive for much of the continent. It wouldn’t be a benign outcome for the EU either. So the logical man still says that cool heads ought to prevail and a deal should be struck in the end. The flaw in the reasoning of the logical man is to assume that the world is always sane. Were you searching for ways to describe how we got here, your word of first choice would not be rational. In the Guardian, Anand Menon says the lunatics have taken over the asylum: among both Labour and the Conservatives, on both the front and the backbenches, the moderates and centrists have disappeared and extremists rule the roost: The missing middle is all the more striking as there is a clear majority in parliament for a much softer form of Brexit than both leaderships seem committed to. Moreover, public opinion now appears to favour such an outcome, too ... Both parties are officially backing policies that will make us poorer as a country. Do the moderates really believe that this kind of economic fallout will lead to a lurch back to the political centre ground? Will sensible, centrist politics really be the victor from an economic shock that might rival that of the financial crisis in scale? At a minimum, neither party will have a hope in hell of delivering on its policy pledges. It is hardly inconceivable that even more extreme political alternatives profit from the dissatisfaction that is bound to result ... The time for silence is past. Allowing a hard Brexit would harm the country and, in all likelihood, disempower them still further. People who knowingly walk off a cliff are, if anything, more culpable than those who simply refuse to admit that the cliff is there before crashing to earth. Surely it’s time for the centrists to be bold? Tweet of the week: The novelist Jonathan Coe and priest (as well as Guardian columnist) Giles Fraser neatly encapsulate two somewhat opposing faces of Brexit:"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}