{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2017/oct/19/british-airways-issues-apology-for-bedbug-infestation", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2017-10-19T22:10:55Z", "webTitle": "British Airways apologises for bed bug infestation", "webUrl": "https://www.theguardian.com/business/2017/oct/19/british-airways-issues-apology-for-bedbug-infestation", "apiUrl": "https://content.guardianapis.com/business/2017/oct/19/british-airways-issues-apology-for-bedbug-infestation", "fields": {"headline": "British Airways apologises for bed bug infestation", "bodyText": "British Airways has apologised to a Canadian family after they were bitten by bed bugs on a transatlantic flight between Vancouver and London. Heather Szilagyi, her seven-year-old daughter, Molly, and her fiance, Eric Neilson, were left covered with painful insect bites while travelling from Canada to Slovakia this month. British Airways offered an apology to the family and upgraded their return flights to business class. Szilagyi said she had first noticed the bed bugs on the seat in front of her, then spotted another crawling out from behind a TV monitor. “I wanted to grab it but they’re quick and it crawled back inside, behind the screen,” she told the Canadian broadcaster CTV. Szilagyi says she alerted a flight attendant but was told the flight was full and nothing could be done. “It was nine hours of knowing that I was probably going to get bit, but not being sure,” she said. “But there wasn’t really anything I could do about it. I was surprised I was able to relax – but what can you do? Me and my daughter are both really sensitive to insect bites, so she was just covered all over. I’ve still got a really infected one. “We were not asking for a refund. All we were asking for was a flight on a different plane, to make sure it was a different plane, to make sure that the plane that was infested with bed bugs was taken care of.” A BA spokesperson said: “We have been in touch with our customer to apologise and investigate further. British Airways operates more than 280,000 flights every year and reports of bed bugs onboard are extremely rare. Nevertheless, we are vigilant and continually monitor our aircraft.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}