{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/oct/05/scotland-slovakia-world-cup-qualifier-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-10-05T22:21:00Z", "webTitle": "Scotland boost play-off hopes after own goal sinks 10-man Slovakia", "webUrl": "https://www.theguardian.com/football/2017/oct/05/scotland-slovakia-world-cup-qualifier-match-report", "apiUrl": "https://content.guardianapis.com/football/2017/oct/05/scotland-slovakia-world-cup-qualifier-match-report", "fields": {"headline": "Scotland boost play-off hopes after own goal sinks 10-man Slovakia", "bodyText": "The level of euphoria that greeted Scotland’s late winner almost disguised the significant task still to come. It would, though, have been churlish to deny their management, players and supporters their epic celebration. They were perfectly entitled to cherish these delirious moments. The very fact second place in Group F is in Scotland’s hands with one fixture to go represents an incredible turnaround. Another win, in Slovenia on Sunday, would complete Gordon Strachan’s redemption and catapult Scotland towards a play‑off berth. It is their most meaningful fixture in a decade. How Strachan’s men huffed and puffed against 10-man Slovakia. A combination of the woodwork and outstanding goalkeeping denied the hosts until the most ugly of own goals, the veteran Martin Skrtel put under sufficient pressured by Chris Martin to deflect an Ikechi Anya cross into his own net. Hampden Park erupted as Skrtel, on the occasion of his 92nd cap, sunk to his knees. There was a minute of regulation time to play. “I genuinely thought we would score, regardless of when that was,” Strachan said. “At no time did it feel really stressful. I could see they had everything under control. They had a real belief in what they were trying to do. “We have been building up to a performance like that. They deserve a performance and result like that. How many times have we had bad luck written all over it? It wasn’t about luck tonight, it was a great goalkeeper, the crossbar and eventually getting one in.” A pre-match mistake would have been the affording of undue attention to Scotland’s aspirations. Slovakia, who swatted them aside in Trnava last year, arrived here with high hopes of their own. With a fixture against Malta to come on Sunday, Slovakia knew any reward at all from this meeting should be sufficient to all-but secure a play-off berth. Given what was at stake, Scotland’s bright opening was understandable rather than worthy of high praise. A terrific Andy Robertson cross from the left flank found no takers before a penalty claim that further intensified a gripping atmosphere. Kieran Tierney felt he was bundled over illegally by Robert Mak but the award of a spot-kick would have been highly contentious. Scotland’s early superiority came within a superb Martin Dubravka save of being rewarded. This was to prove a theme. Christophe Berra connected with a Leigh Griffiths cross at the back post, with the defender’s net-bound header clawed away by the keeper. Slovakia’s relief was soon to turn to anger; if illegitimately so. Mak had already been booked for a poor challenge on James Forrest before an act of blatant simulation in the penalty area reduced Slovakia to 10 men after 23 minutes. Slovakia complained bitterly about the issuing of a second yellow card when the fury would have been better directed at the midfielder. Slovakia had been unambitious even before the loss of one of their main creative forces, which made their subsequent attacking rather surprising. Intricate buildup work between Stanislav Lobotka and Adam Nemec resulted in the former being denied by Craig Gordon. Moments later, Marek Hamsik was primed for a clear shot from 18 yards before Darren Fletcher provided a necessary intervention. Back came Scotland, Griffiths this time testing Dubravka with a curling effort. It was bizarre that a breathless, fluent first-half did not yield any goals. A ragged opening to the second period would have been of concern to Strachan on the simple basis that Scotland did not create a clear-cut chance despite territorial dominance. Slovakia threatened to punish that bluntness in a swift counter attack, with Gordon saving well from the marauding Jan Gregus. Scotland’s response was to deploy a two-man forward line, with Martin introduced from the bench. There was nearly an instant dividend, Griffiths stinging the palms of Dubravka with a 20-yard-drive. Earlier discord from Scotland supporters relating to Martin had been doused by a late and crucial winning goal here against Slovenia, at a time when qualification hopes were hanging by a thread. Strachan was seeking repeat salvation. He came within the crossbar’s width of getting it, Martin having produced a fabulous strike from long distance. That bar prevented Scotland again, this time from a Griffiths free-kick. Angst was still being displayed regarding that by the time James Morrison’s strike from six yards was saved by Dubravka. Scotland were now camped in Slovakia’s half, seeking the goal their battle-weary following so audibly yearned. The problem was, two decades of failure meant those fans also knew the alternative ending all too well. This time, they need not have worried. Scotland want to ride the crest of this wave all the way to Ljubljana."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}