{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/oct/02/tories-will-make-young-people-better-off-chancellor-promises", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-10-01T23:01:15Z", "webTitle": "Tories will make young people better off, chancellor promises", "webUrl": "https://www.theguardian.com/politics/2017/oct/02/tories-will-make-young-people-better-off-chancellor-promises", "apiUrl": "https://content.guardianapis.com/politics/2017/oct/02/tories-will-make-young-people-better-off-chancellor-promises", "fields": {"headline": "Tories will make young people better off, chancellor promises", "bodyText": "Philip Hammond will promise that Conservative policies will make young people better off than their parents, as the party faced warnings that its promises to freeze student fees and help first-time buyers were underwhelming. The Tories opened their annual conference in Manchester with a string of new policies aimed at wooing younger voters who backed Jeremy Corbyn at the election. In his speech to conference on Monday, the chancellor will promise that the next generation will be “better off than us; and that their children will be better off again than them”. Hammond was set to unveil £400m of investment in road and rail links in the north of England and the Midlands, as the party targets Labour heartlands. He will confirm £300m to create connections between the HS2 rail route and cities including Liverpool, Manchester, Sheffield, Leeds and York, as well as a £100m investment package for 33 significant new road schemes. However, some figures in the party warned that Theresa May’s policies were not bold enough, after Labour’s manifesto promising to scrap tuition fees entirely and impose rent controls. Michael Heseltine, the former deputy prime minister, told Sky: “I understand well the motivation for the student grant regime change, but I can tell you what’ll happen. The Labour party will simply outbid us. No question about that. They’ll look at our figures and they will offer more attractive figures to the younger generation.” Katie Perrior, the former No 10 communications director, also told the BBC’s Pienaar’s Politics: “If we want to be the party that appeals to the young, we can’t really afford these mediocre-type offers.” At fringe events, a number of Tory MPs agonised over what policies the party could offer to appeal to younger people, who overwhelmingly voted for Labour at the election. George Freeman, the No 10 policy chief, even warned the party will sleepwalk into “electoral wipeout” if it fails to deal effectively with issues facing young people. A number of Conservative MPs are also concerned about the party’s lack of action on universal credit, which charities have warned is causing thousands to fall into debt. David Gauke, the work and pensions secretary, is also expected to say the party will press ahead with the controversial rollout of universal credit, despite concerns that some are waiting six weeks for their first payments. Earlier this week, 12 Tory MPs, including the prominent backbencher Heidi Allen, wrote to Gauke calling for the rollout to be paused over fears about the impact on claimants already receiving universal credit in trial areas. It is understood Gauke will promise on Monday to refresh the guidance for jobcentre staff to make sure they tell claimants about advance loans and make sure they are aware of the maximum amount they can claim. However, the government is set to continue with the expansion of universal credit to dozens of new jobcentres a month. At a fringe event Gauke said almost half of all new claimants were now asking for payments in advance because they were unable to wait six weeks, up from just under 40% in April. “That’s good news,” he said. “I’ll say a little bit more tomorrow in my conference speech, but we need to make sure it works, that people are properly aware of it, that we are bringing it to people’s attention in the jobcentre.” Gauke said those applying for advance payments could get them “practically straight away”. The work and pensions secretary said he had “spoken to a number of colleagues about this” and said he understood why people were worried about the wait, but suggested they had been mollified by the reported uptake in the advance payment system. Universal credit was introduced in 2013 to simplify the social security system. The number of people receiving it will rise sharply next month when the rollout is accelerated to 50 new areas, before being fully implemented by 2022. Privately, some Conservative MPs are hoping that May is saving the most substantial policy announcements for her speech on Wednesday. The party’s biggest policy offering over the weekend was its promise to freeze the cap on tuition fees at £9,250 a year and raise the earnings threshold at which graduates have to start repaying their loans. Sajid Javid, the communities secretary, also promised new measures to help first-time buyers with £10bn for the help-to-buy scheme, and more protections for tenants. He said all landlords will be required to become members of a redress scheme, letting agents will have to be registered and landlords would be incentivised to offer tenancies of at least a year. “For too long, tenants have felt unable to resolve the issues they’ve faced, be it insecure tenure, unfair letting agents’ fees or poor treatment by their landlord with little to no means of redress. We’re going to change that,” he told the conference. But Labour dismissed May’s ideas as ineffective. Angela Rayner, Labour’s shadow education secretary, said: “The fact Theresa May thinks she can win over young people by pledging to freeze tuition fees only weeks after increasing them to £9,250 shows just how out of touch she is.” John Healey, the shadow housing minister, said more help to buy was “yet another policy from the Tories that will only help the few, not the many”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}