{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2017/oct/12/paraswimmers-verbally-abused-by-coach-climate-fear", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2017-10-11T23:02:00Z", "webTitle": "Para-swimmers bullied and verbally abused in coach’s 'climate of fear'", "webUrl": "https://www.theguardian.com/sport/2017/oct/12/paraswimmers-verbally-abused-by-coach-climate-fear", "apiUrl": "https://content.guardianapis.com/sport/2017/oct/12/paraswimmers-verbally-abused-by-coach-climate-fear", "fields": {"headline": "Para-swimmers bullied and verbally abused in coach’s 'climate of fear'", "bodyText": "The duty of care scandal engulfing Olympic and Paralympic sport has plunged to a new low as British Swimming admitted disabled swimmers, including vulnerable teenagers, were subjected to a “climate of fear” while training for Rio 2016. The former head coach of British Para-Swimming, Rob Greenwood, has left his post and the governing body took the rare step of publicly apologising to athletes he was found to have verbally abused and used discriminatory language about, as well as their families. The Guardian understands the situation was deemed so serious that a group of affected athletes, which includes Paralympic champions, were offered complimentary psychotherapy sessions if they required help coping with the trauma of the abuse and subsequent investigations. The performance director, Chris Furber, has also faced internal disciplinary action although this is in regard to management failings and a “lack of empathy” towards athletes. He is not accused of abuse or discrimination. A source close to the investigation said that in terms of scale it was the most grave of a growing list of athlete-welfare scandals and again calls into question the no-compromise model which dictates Olympic and Paralympic sport in the UK. “In terms of seriousness on a scale of 0-10 I would put it at an eight or nine,” said the source. “You have people with varying disabilities, from learning difficulties through to visual impairments, and it has affected people who are both under 18 and adults who came forward in confidence – in double figures. “The severity of it was that free psychotherapy sessions were approved for anyone who wanted it,” the source added. “The culture of fear was such that you can imagine the pressure of giving evidence to an inquiry and they were also having to recall incidents that they’d rather not. It was very sad indeed.” In October 2016, the British Athletes Commission – an independent members’ association for elite athletes in Olympic and Paralympic sport – heard allegations of bullying and discrimination from 13 swimmers. An initial inquiry by a legal firm found the claims warranted further investigation. Information was passed to British Para-Swimming which in turn enlisted two investigators, both former police officers experienced in safeguarding in sport, to carry out an independent check. They interviewed 13 athletes and 10 members of staff over eight months. It is understood that Greenwood, who took over as head coach of British Para-Swimming in 2013, left his post before the investigation began. The revelations have caused deep concern within UK Sport, the funding agency which allocated more than £11m in public and lottery money to the elite Para-swimming programme in the four-year cycle leading to the Rio Games. It said in a statement: “UK Sport can confirm that we are now in receipt of the report from British Swimming. We will now carefully consider it before confirming what if any actions we may need to take in response to the findings.” The swimmers were enormously successful, winning 47 medals, 16 of them gold, and finishing second in the medal table, contributing to Greenwood being handed the High Performance Coach of the Year award by Sports Coach UK in November 2016. Months later he was gone in a cloud of controversy and suspicion. The chairman of British Swimming, Maurice Watkins, said: “On behalf of British Swimming I want to apologise to the British Para-Swimming athletes and their families who have faced unacceptable behaviours and comments. I have written to those athletes and their families I understand have been affected by this. “In the pursuit of excellence, we recognise there have been failings in the culture and communication within British Para-Swimming. We are correcting that, recognising the need to ensure strong athlete welfare in our sport. British Swimming has in place a robust action plan, which follows a lengthy and detailed inquiry designed to make sure transparent procedures are followed and adhered to. These procedures are being widely communicated. We want to ensure a closer working relationship with the British Athletes Commission. Our goal continues to be medal-producing performances, consistent with medal targets, in a positive culture.” It is understood Furber, who joined British Para-Swimming as performance director in 2013 from British Cycling, where he was head coach of the disability programme, will remain in his position. Swimming is one of a number of Olympic and Paralympic sports forced to admit duty of care failings over the past 18 months. It started with the sprint cyclist Jess Varnish who, in April 2016, accused Shane Sutton, then performance director of British Cycling, of bullying and discrimination. Sutton continues to deny the allegations. An independent investigation found he presided over a “culture of fear” despite British Cycling’s enormous medal success on the world stage. This week the Guardian revealed fresh claims of discrimination at British Bobsleigh where the head coach Lee Johnston allegedly said: “Black drivers do not make good bobsleigh drivers.” British Rowing conducted an investigation last year after the coach Paul Thompson was accused of bullying although he was later cleared of wrongdoing. He has denied all allegations. In July a coach in British Canoeing’s high-performance team resigned after an internal investigation into claims of grooming and sexual assault, as revealed by the Guardian. The chair of the British Athletes Commission (Bac), Victoria Aggar, said: “The British Athletes Commission is pleased to have been able to support its members through the independent investigation recently undertaken by British Para-Swimming. The Bac remains focused on supporting its members and looks forward to working with British Para-Swimming, and all other national governing bodies now and in the future, to support a healthy and positive culture for all athletes.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}