{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/oct/19/leicester-city-players-craig-shakespeare-sacked", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-10-19T21:30:36Z", "webTitle": "Leicester City players are unhappy over Shakespeare sacking, says Appleton", "webUrl": "https://www.theguardian.com/football/2017/oct/19/leicester-city-players-craig-shakespeare-sacked", "apiUrl": "https://content.guardianapis.com/football/2017/oct/19/leicester-city-players-craig-shakespeare-sacked", "fields": {"headline": "Leicester City players are unhappy over Shakespeare sacking, says Appleton", "bodyText": "Leicester City’s players demanded to know the reasons behind Craig Shakespeare’s dismissal and voiced their displeasure during a meeting before Thursday’s training session that turned the focus on the club’s board and left Michael Appleton, the caretaker manager, admitting he was unable to answer their questions. Appleton described the players as “cheesed off” and “a bit down in the dumps” when they convened at the training ground for the first time since Shakespeare was sacked on Tuesday. The decision to relieve Shakespeare of his duties only four months into a three-year contract has been greeted with a mixture of surprise and disappointment inside the club, leaving the board facing a backlash from within. “Obviously the meeting before we went out to training was a little bit raw. People were disappointed and wanted questions answering, but I’m not the person for that,” said Appleton, who was Shakespeare’s No2 and has been asked to take charge of the team while the club search for a permanent replacement. “From my point of view it’s all the questions that are for certain senior members and not myself. I didn’t release Craig and I’m not sure of the reasons why. If there’s a million and one questions thrown at me today regarding ‘why this?’ and ‘why that?’ then you’re probably asking the wrong person.” Appleton would be open to the idea of one of the players acting as a representative for the rest of the first-team squad and speaking to the board in order to get the answers they are seeking, but for the moment he wants everyone’s focus to be on Saturday’s game at Swansea, where Leicester’s owners are expected to be present. “I’m sure those conversations will certainly take place over the coming days,” Appleton said. “But from my point of view, I’d rather those conversations take place not going into the buildup of a game. Whether it’s one of the senior players or not, the reality is we have got a massive game on Saturday, and come [Friday] I fully expect the focus to be on the game. And then if people want to raise those questions, I’m sure they’re more than happy to do that at a different date.” Mindful of the mood among the players, Appleton took the view that it was best to “change the format” of training by putting on a session that was more relaxed, and he felt the atmosphere lifted as a result. “Coming off the pitch, from lads who were a little bit cheesed off first thing and a bit down in the dumps in the meeting that we had, they actually came off with smiles on their faces because they enjoyed the session.” Although Leicester are third from bottom with only six points from eight matches, Appleton said he had no inkling whatsoever that Shakespeare was under pressure and claimed that the “feeling within the camp is that there wasn’t much wrong”. The 41-year-old described Shakespeare as “clearly shocked” to lose his job, and said he personally has not been given any timescale for how long the club want him to act in a caretaker capacity. Sean Dyche, the Burnley manager, remains one of the frontrunners for the post and admitted he is flattered to be linked with the position. Dyche insisted, however, that there has been no approach from Leicester and said that his sole focus is on Saturday’s match against Manchester City."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}