{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2017/oct/06/coalition-resists-calls-to-ban-importation-of-flammable-cladding", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2017-10-05T22:44:22Z", "webTitle": "Coalition resists calls to ban importation of flammable cladding", "webUrl": "https://www.theguardian.com/australia-news/2017/oct/06/coalition-resists-calls-to-ban-importation-of-flammable-cladding", "apiUrl": "https://content.guardianapis.com/australia-news/2017/oct/06/coalition-resists-calls-to-ban-importation-of-flammable-cladding", "fields": {"headline": "Coalition resists calls to ban importation of flammable cladding", "bodyText": "The Turnbull government is again resisting calls to ban the importation of flammable cladding, saying scaring people “is not the answer”. Building ministers will consider a ban on Friday on the importation of combustible aluminium composite panels of the type that were implicated in the rapid spread of London’s Grenfell Tower fire in June, which killed at least 80 people. The ban is one of several measures on the agenda to toughen up building standards in Australia when the state and federal ministers responsible for building meet in Brisbane. A Senate inquiry called in September for an urgent ban on the sale, use and import of polyethylene composite panels in Australia, which have a polyethylene core between two sheets of aluminium, as a matter of urgency. Polyethylene is a petroleum-based product and is highly flammable. Some panels have a 100% polyethylene core, while others have a mix of polyethylene and a fire resistant material but are still potentially combustible. Once installed, it is impossible to tell the difference without testing the core. The opposition leader, Bill Shorten, said imports of polyethylene cladding ought to be blocked and has committed Labor to doing so if it wins government. The Property Council of Australia has also backed an importation ban and audit of existing buildings, while the Queensland government will push to prohibit the polyethylene aluminium composite panels. But the assistant industry minister, Craig Laundy, who is meeting with state and territory ministers on Friday, has accused Labor of being ignorant of how the industry works. He said that border controls on dangerous, combustible cladding products were neither practical nor possible and it was already illegal to use the material on high-rise buildings so the law just had to be enforced. “This product is actually also made by companies in Australia so a ban at the border would do nothing about those companies,” he told ABC radio on Friday. “It’s also used completely legally under the national construction code in things like shop fronts [and] outdoor signage. “You would be banning across the board something that can be used legally in certain environments but also banning at the border when it’s made domestically”. The ABC host Sabra Lane said some of Laundy’s Coalition senators had warned, after hearing evidence from the building industry, that the national construction code was being breached on thousands of building sites. “Why is the code a solution when clearly it’s being ignored or wilfully flouted?” she asked. Laundy replied that the code was the law and the role of lawmakers was to enforce the law, which was happening. “There is an expert report going on right now, we’re looking at compliance in every state’s best practice, every state and territory minister is coming towards the end of an extensive audit of their cities,” he said. “I’m in Brisbane, yesterday I was at the hospital here ... they are actually taking panelling off the hospital. There is plenty going on in this space. “Scaring people is not the answer ... Blocking at the border, when you’ve got a domestic industry, and also legal applications of the product, is not the answer. “The answer is that the law’s there. If it’s illegal, enforce the law.” Australian Associated Press contributed to this report"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}