{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/oct/19/brendan-rodgers-celtic-champions-league-attack", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-10-19T22:00:36Z", "webTitle": "Brendan Rodgers says Celtic committed to Champions League plan of attack", "webUrl": "https://www.theguardian.com/football/2017/oct/19/brendan-rodgers-celtic-champions-league-attack", "apiUrl": "https://content.guardianapis.com/football/2017/oct/19/brendan-rodgers-celtic-champions-league-attack", "fields": {"headline": "Brendan Rodgers says Celtic committed to Champions League plan of attack", "bodyText": "Any sense that Brendan Rodgers will alter Celtic’s Champions League approach – after another harrowing evening against a super power – would be mistaken. When reflecting on the 3-0 defeat against Bayern Munich on Wednesday, Rodgers insisted he would never deploy a wholly defensive team in an effort to snatch reward. “You are looking at the wrong man, it’s not me,” the Celtic manager said of going back to basics. “I have no compromise. We play and our players will get better. You could maybe play for 100 years and never bridge the gap financially but we’re working away in a difficult market in the Champions League and trying to compete. That’s the overall objective, to be competitive at this level. Of course, you may have managers who do it in a different way but I have no compromise. It’s how I work.” Celtic generally retain a 4-2-3-1 formation, with two wingers, regardless of opposition. What undermines Rodgers’s objective is that Celtic have not scored when being swatted aside by Barcelona, Paris Saint-Germain and Bayern in the past 13 months. They have not played with a verve that backs up the manager’s policy, the memorable 3-3 draw with Manchester City last season aside. Rodgers conceded that taking confidence from the domestic scene, where Celtic have been imperious, into the Champions League is not an automatic process. “It’s different but that’s the pressure at this level,” he said. “That’s why the top players, as well as having the physical attributes, have that mental courage to play as well. You can’t just click your fingers and get that. That takes time, unfortunately. But this is an incredibly honest group of players and they give everything. “Technically they’ve shown they’re good enough to do it. Tactically they also got in good positions. But then you have to have the nerve. You need the nerve to play. The game now, the modern game, is moving away because of finances. “For us we want to be competitive and to do that we have to find a way, a different way. That’s through an ideal of playing as a collective. It’s about breeding that and growing that. But, listen, there is no shame in coming to the Allianz and losing 3-0. We had some chances and when you look at the goals we conceded they were disappointing. “I don’t feel any shame in it at all. Bayern Munich are a world-class outfit. At times I thought we actually played and showed confidence but it takes more time to have that total faith.” Rodgers said with a smile that those who insist Celtic should have signed a centre-back during the summer “should be on the coaching staff”, in a nod towards hindsight. Nonetheless, the recurring injuries as suffered by Jozo Simunovic in particular seem to have triggered a desire for action from the former Liverpool manager. “Since I’ve come in here, from the very first day, we’ve been struggling with the availability of central defenders,” Rodgers said. “Not just one, not just two, it’s been three and sometimes four. It’s something we’ve had to deal with and something we’ll have to look at in terms of getting that consistency.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}