{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/oct/05/wales-aaron-ramsey-georgia-chris-coleman-russia-2018", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-10-05T21:30:34Z", "webTitle": "Wales look to Aaron Ramsey for inspiration in crunch visit to Georgia | Stuart James", "webUrl": "https://www.theguardian.com/football/2017/oct/05/wales-aaron-ramsey-georgia-chris-coleman-russia-2018", "apiUrl": "https://content.guardianapis.com/football/2017/oct/05/wales-aaron-ramsey-georgia-chris-coleman-russia-2018", "fields": {"headline": "Wales look to Aaron Ramsey for inspiration in crunch visit to Georgia", "bodyText": "As Chris Coleman talked about his team’s World Cup hopes being “on a knife-edge” and described an awkward game in Georgia as “all or nothing” for his players, the Wales manager reflected on the mounting pressure that goes with the territory at this stage of a qualification campaign and said he would not want it any other way. Wales, with two matches remaining, are right in the mix for a place at the World Cup finals – something that has not been said since 1993, when Paul Bodin’s penalty thudded against a crossbar in a qualifier against Romania at the Cardiff Arms Park. From slow starts to false dawns and meaningless matches, the disappointments have been numerous for Wales over the years, which is why Coleman wants his players to relish the make-or-break scenario facing them against Georgia on Friday night and the Republic of Ireland on Monday. The challenge has been made all the harder without Gareth Bale, who misses both games with a calf injury, yet Coleman refused to dwell on that setback. He said the gameplan remains unchanged without their talisman and pointed to the fact Wales have had to line up without one of Bale, Joe Allen or Aaron Ramsey in six of their qualifying matches as evidence they can cope. “There are no excuses from us,” Coleman said. “It’s not woe is me. We’re good enough and we’re in a very good position.” The stakes could not be higher for Wales. They are second in Group D, four points adrift of Serbia, and one ahead of Ireland, with a two-leg play-off next month looking like providing the most realistic path to Russia 2018 for Wales or the Republic of Ireland. “It is on a knife-edge and we have all been there before,” Coleman said, alluding to the successful qualification campaign for Euro 2016. “We are in with a great shout and the pressure and spotlight is welcomed by me, I promise you. “Any manager will tell you that you try to stay away from all that. I welcome it. It’s great because I’m always used to ‘there’s nothing on it’ [fixtures]. We get a couple of good results at the end of the campaign and everybody gets excited and the next campaign ‘Wallop’ … after three games we’re out of it. That’s not the case now. It’s the second campaign, we’ve kept the ball rolling and we’re in with a shout. The next game it’s all or nothing and that’s what we’ve always wanted.” With Bale absent, Wales will look to Ramsey for inspiration, just as they did in Serbia in June, when the Arsenal midfielder thrived on the extra responsibility. Ramsey was outstanding that night and will hope to deliver a similar performance in Tbilisi, where he will win his 50th cap. “If he’s anywhere near his best we’ve got a chance of having a positive result,” said Coleman, who insisted he would have no qualms about starting Liverpool’s Ben Woodburn or Ethan Ampadu of Chelsea, both of whom are 17 years old. Ramsey is one of seven Wales players on a yellow card, which is far from ideal given Wales are in a position where they can ill-afford to lose anyone to suspension for the Ireland game. Coleman, however, is not thinking beyond Georgia and expects his players to do likewise. “If you are on a yellow and need to take another, so be it. We just have to go and get a performance and a result,” he said. “We can’t go into it thinking about the consequences for other games afterwards. If there’s ever a sign of that from us, we never produce a performance.” It promises to be a tricky assignment. Georgia are ranked 103rd in the world, 90 places below Wales, and were seeded sixth in Group D, yet those facts and figures are a little misleading when it comes to what Coleman and his players will be up against. Ireland were held to a 1-1 draw here last month, when Georgia looked the more accomplished team, and Wales were fortunate to escape with a point from their home game in September last year. “Of all the games in this campaign the one we could have lost was home to Georgia,” Coleman said. “They’re a very good team. They’ve got imagination, they create chances and they play risk football. That’s very difficult to play against, as we saw in Cardiff, and when the Republic played them. “They’re not afraid of anybody. They’ll take it to anybody. If we have any thoughts of hanging on, then we’ll lose the game. We have to go on the front foot. There’ll be times when we have to defend in numbers – it’s international football. But when the opportunity presents itself, we have to go for it.” Georgia (4-2-3-1, probable): Makaridze; Kakabadze, Kverkvelia, Kashia, Navalovski; Gvilia, Jigauri; Merebashvili, Kazaishvili, Chanturia; Kvilitaia. Wales (4-3-2-1, probable): Hennessey; Gunter, Chester, A Williams, Davies; Edwards, Ledley, Allen; Ramsey, Lawrence; Vokes. Referee J Gil Manzano (Sp)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}