{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2017/oct/17/china-communist-party-congress-agents-stifle-activists", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2017-10-16T23:57:26Z", "webTitle": "China's 'stability maintenance' agents move to silence critics before party congress", "webUrl": "https://www.theguardian.com/world/2017/oct/17/china-communist-party-congress-agents-stifle-activists", "apiUrl": "https://content.guardianapis.com/world/2017/oct/17/china-communist-party-congress-agents-stifle-activists", "fields": {"headline": "China's 'stability maintenance' agents move to silence critics before party congress", "bodyText": "They came for Yu Wensheng last Tuesday. Their message: stay silent and obey. “They told me not to give any interviews ... and asked me to sign a letter of commitment to ensure I wouldn’t get them into any trouble,” the Beijing-based human rights lawyer recalled of the visit he received from members of China’s vast “stability maintenance” apparatus. Yu, an outspoken attorney, is one of hundreds, possibly thousands of Chinese activists and petitioners coming under pressure in the run-up to a key political summit – the 19th Communist party congress – which kicks off in the capital on Wednesday. Beijing wants no surprises during the twice-a-decade gathering, which marks the end of Xi Jinping’s first five-year term as China’s top leader, and in recent weeks security agents have been fanning out across the country to quell even the slightest hint of dissent. Many government critics, like Yu, have been placed under increased surveillance and instructed to keep a low profile. “I’m under severe control. I can feel the tension,” said the attorney, who has claimed he was tortured during a three-month stint in custody in 2015. A police car has been stationed outside Yu’s house. Li Wenzu, the wife of another campaigning lawyer, Wang Quanzhang, who vanished into secret custody more than two years ago and has yet to emerge, was staying at her parents’ home in Hubei province when police burst in to question her. “I’ve been under close scrutiny 24 hours a day here,” she complained. Others are being forced to leave their homes altogether as part of a long-standing security scheme designed to silence objectors during sensitive occasions such as political summits or anniversaries of the 1989 Tiananmen massacre. Hu Jia, perhaps the most outspoken political activist still living in mainland China, said agents had told him he would be forcibly “travelled” from his Beijing home in the coming days. “Perhaps they will send me somewhere remote,” said Hu, who has been under almost constant guard since June. Authorities have also tried to convince Li Heping – another crusading rights lawyer who emerged from secret detention in May – to leave town by offering him an all expenses paid holiday. “We said no,” said his wife, Wang Qiaoling. “We wouldn’t spend a single penny of theirs – it’s taxpayers’ money.” When Xi took control of the world’s largest authoritarian state, in 2012, some hoped he might prove a Gorbachev-style reformer who would usher in a period of political relaxation. The opposite has occurred. Under Xi, dissenters have been pursued with a determination not seen in decades. Hundreds of attorneys, including Yu and Li, have been targeted as part of the so-called “war on law”; liberal academics, bloggers, church leaders and feminist activists have been thrown in jail or have fled abroad to escape the repression. Campaigners expect the congress’ temporary “stability maintenance” measures to subside once delegates return home. But few expect the broader crackdown to ease. Some fear it might even escalate as Xi – who some call China’s most powerful leader since Mao – enters his second term in a position of even greater political strength. “This crackdown has been going on for a long time and seems to really represent a vision of how society should be – that it should fall into line and should be unified. So I don’t expect a significant let-up after the congress,” said Andrew Nathan, a Columbia University political scientist and expert in Chinese human rights issues. Wang Wen, a pro-party scholar from a think tank affiliated to Beijing’s Renmin University, defended the clampdown, claiming China needed “authority” as Xi battled to simultaneously achieve development, reform and, crucially, “social stability”. “Yes, I agree that lawyers, journalists, they face a few difficulties. But the problem is that special times, special periods, need special conditions,” he said. “Yes, we like liberty. We need democracy. We need a liberal free press. Of course. They are all very good. But the problem is the timing,” Wang added. Nathan said Xi’s crackdown was driven by a sense among party leaders that they were under siege from a disparate coalition of political foes including Tibetans, Hong Kongers, Xinjiang Uighurs, Taiwanese and Americans. The offensive would continue in the medium term, he predicted. But in the long run it was a perilous tactic: “The way [Xi’s first term] leaves me feeling in the end is: ‘Why is he cracking down so hard? What is he afraid of? And how can that amount of tension in society last?’” “It leaves me feeling as though this level of social crackdown is not sustainable. Because people, in the end, have some kind of self-respect.” Additional reporting by Wang Zhen"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}