{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/oct/05/england-euro-2016-martin-glenn-", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-10-05T23:28:00Z", "webTitle": "Southgate points to work in progress as FA’s Glenn labels England ‘brittle’", "webUrl": "https://www.theguardian.com/football/2017/oct/05/england-euro-2016-martin-glenn-", "apiUrl": "https://content.guardianapis.com/football/2017/oct/05/england-euro-2016-martin-glenn-", "fields": {"headline": "Southgate points to work in progress as FA’s Glenn labels England ‘brittle’", "bodyText": "England will participate at the World Cup next summer with the Football Association’s chief executive, Martin Glenn, having admitted their players “do not travel well” and are still undermined by “a brittleness in unfamiliar circumstances” before Harry Kane’s stoppage-time winner against Slovenia on Thursday secured qualification for the tournament in Russia. A lacklustre display led to large sections of the crowd booing the players, most notably after poor decisions by Raheem Sterling and Ryan Bertrand while the match was still goalless, and distracting themselves by making paper aeroplanes that ended up littering the playing surface. Kane’s late winner, his 14th goal in nine games, lifted the mood and secured the group – England have now qualified for four successive major tournaments without losing a match – though it did not mask a poor performance. While Gareth Southgate conceded it was “blindingly obvious we could have played better”, it was Glenn’s words earlier in the day that exposed familiar concerns. “We know we have not been leading edge in terms of psychological support for that senior team,” said Glenn, speaking to sports industry executives at the Leaders Conference in London. “England players do not travel well. They do not tend to play abroad, their familiarity with international camps is not that great. So we know there is a brittleness in unfamiliar circumstances which we have to deal with. Sam [Allardyce] took that mantle on and Gareth has taken it on too. That is not something that you wish for overnight. You have to work at it.” Southgate will continue that task in the final qualifier in Lithuania on Sunday, with the FA having confirmed over the public address system at full-time that England will host Germany and Brazil next month – the teams occupying first and second place respectively in Fifa’s rankings – as part of their preparations for the World Cup. “Tonight highlighted where we are,” said Southgate, who intends to take his full squad to Vilnius. “We’d have liked to have played more fluently and scored more goals. But, given what the team have been through over 18 months ... with what they are having to deal with in terms of expectation, criticism of their performances, it’s tough for them. “They’re giving everything they’ve got. They haven’t got many Champions League or league championship-winning medals in the group. They’re a work in progress but they are giving everything for the shirt and they will improve in the next few years. They’re maybe suffering the consequences of 25, 30, 40 years or whatever [of underachievement] but that isn’t their fault. We have to give them the backing to go and believe.” Southgate said he had been aware of the disquiet among supporters, with loud cheers whenever a paper aeroplane settled on the turf. “In this job and in terms of playing for England, you’ve got to be resilient,” he said. “Stick to your beliefs and together as a group. “It’s the nature of playing for England and managing England. We’re a country of high expectations. I’ve seen Bobby Robson get to a World Cup semi‑final and get hammered probably up until the quarter-final stage. I can rationalise it all. “I just have to keep winning matches. We’d love everyone to be fully supportive and right behind us. There’s nothing better than feeling that but we have to give the performances that allow that to happen, give people that hope and encouragement. “Being there for this group of players who need help, need support, need encouragement in terms of what we’re trying to do. The team we played against tonight had conceded four goals in the campaign, so it was never going to be a free-flowing 4-0. Did we set out to play as we did? No, of course not. But that’s the way football is.” Asked whether there is enough time to speed his team’s evolution before the tournament, with potentially four friendlies and the Lithuania fixture to come, Southgate said: “It depends where you’d like to be and what’s realistic about how quickly you can improve. We have to maximise the capability and abilities we have. Are we going to become Spain in the next eight months? No we’re not. But they’ve got a squad of players who have won league and Champions League titles. Until you win things and can prove yourself on that stage, you can’t consider yourself to be in that company. But our lads have a chance to play in that company again now. “It’s crucial for English football to be at the World Cup. Crucial for everybody. Critical for the economy as well, probably. I’m not going to hide and say we are exactly where we want to be in terms of our development. But we have had, in my period in charge, six wins and two draws, one of the best defensive records in Europe in qualifying, we have goalscorers and we know where we can improve. “It is young team but there is potential and they are going to improve.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}