{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2017/oct/29/universal-credit-penalises-the-self-employed-report-warns", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2017-10-28T23:39:16Z", "webTitle": "Universal credit ‘penalises the self-employed’ report warns", "webUrl": "https://www.theguardian.com/society/2017/oct/29/universal-credit-penalises-the-self-employed-report-warns", "apiUrl": "https://content.guardianapis.com/society/2017/oct/29/universal-credit-penalises-the-self-employed-report-warns", "fields": {"headline": "Universal credit ‘penalises the self-employed’ report warns", "bodyText": "Britain’s growing army of low-paid, self-employed workers face being more than £2,000 a year worse off than employees with the same earnings as a result of the government’s flagship welfare reform, ministers have been warned. Hundreds of thousands of self-employed workers on low incomes who are dependent on in-work benefits could eventually be affected by unfairness built into the universal credit system, according to a new analysis. Some could be forced out of business altogether. The revelation is the latest in a series of high-profile setbacks to the programme. Earlier this month, after pressure from Labour leader Jeremy Corbyn, Theresa May scrapped a 55p-a-minute charge for using a universal credit helpline, but the prime minister has so far refused to delay the national rollout of the new system, despite evidence of claimants falling into rent arrears while waiting for a claim. The new warning comes in a report published on Monday by the independent Low Incomes Tax Reform Group (LITRG). It states that there is “a very real possibility that people will be discouraged from starting self-employment, and existing claimants may be forced to give up their work”. It states: “We have modelled numerous examples that show how a self-employed person earning the same across a 12-month period as an employed person can be worse off. In one example, the self-employed person received £2,600 less universal credit than their employed counterpart. We cannot see how this can be fair.” Under universal credit, several benefits are combined into a single payment. Ministers are expected to reduce the time claimants have to wait for their first payment from six to four weeks after pressure from Tory MPs. The overall budget of the programme has been raided several times as a result of welfare cuts imposed by the former chancellor, George Osborne. The LITRG expresses most concern over the “minimum income floor” (MIF), a claimant’s expected monthly income after tax and national insurance have been deducted. It is used to calculate universal credit payments but can penalise low-paid workers whose monthly income fluctuates, and result in some having their entitlement to state support severely curtailed. Documents from the Office for Budget Responsibility suggest that the government stands to reduce universal credit expenditure by £1.5bn by 2021-22 as a result of the MIF. Anne Fairpo, chair of the LITRG, said: “The last 10 years have seen a significant rise in the number of people who are self-employed, many of whom are on a low income and therefore unable to afford professional advice. Universal credit is gradually replacing working tax credit as the primary welfare support for low-income working-age people. “Perhaps the most concerning part of the self-employment regime under universal credit is the minimum income floor, which fails to account for fluctuating earnings or one-off large business expenses. “This can lead to a situation where a self-employed claimant with fluctuating earnings can receive substantially less universal credit than an employed claimant earning a similar annual income above the level of the current minimum income floor. We cannot believe that is an intended consequence.” The government has already introduced a 12-month “start-up period” when the MIF does not apply in an attempt to lessen the impact on entrepreneurs. However, Andy Chamberlain, from the Association of Independent Professionals and the Self-Employed, warned that it was not enough. “Fluctuating income, typical among self-employed people, can make it extremely difficult to meet the requirements of the minimum income floor,” he said. “Unless the self-employed business can reach the minimum amount required every month, access to credit is stopped. The majority of the self-employed have been operating for over 12 months, so the start-up period that has been offered does not solve the problem,” he said. The LITRG, an initiative of the Chartered Institute of Taxation, calls for self-employed claimants with fluctuating income to be able to average their income over a period of up to a year. It also demands changes to the calculation of the MIF and an increase in the start-up period from one to two years. Debbie Abrahams, the shadow work and pensions secretary, said: “It is deeply frustrating that self-employed people could be thousands of pounds worse off under universal credit. “This government programme was supposed to make our social security system more responsive to the modern labour market. Yet it is not flexible enough to properly support the five million self-employed workers in Britain. Labour is calling on the government to pause and fix the programme, before millions of people are made worse off.” A spokeswoman for the Department for Work and Pensions said: “Universal credit supports self-employed people for up to a year while they establish their business. If, after a year, the business isn’t meeting the minimum income floor, then they will have to either increase their self-employed earnings or take on additional work as part of their claimant commitment.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}