{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/oct/11/fran-kirby-chelsea-bayern-munich-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-10-11T21:27:08Z", "webTitle": "Fran Kirby’s away goal proves vital as Chelsea survive late Bayern scare", "webUrl": "https://www.theguardian.com/football/2017/oct/11/fran-kirby-chelsea-bayern-munich-champions-league", "apiUrl": "https://content.guardianapis.com/football/2017/oct/11/fran-kirby-chelsea-bayern-munich-champions-league", "fields": {"headline": "Fran Kirby’s away goal proves vital as Chelsea survive late Bayern scare", "bodyText": "Chelsea survived a late scare against Bayern Munich to progress to the last-16 of the Champions League on away goals. Emma Hayes’s side soaked up intense Bayern pressure in the early stages, forcing the manager to urge her side to press higher up the pitch. Bayern were hoping to break through a Chelsea defence which had not conceded a goal this season before this match. However their push forward left space for the visitors to counterattack and a superb first-half save from Magdalena Eriksson’s long-distance strike showed the tie wasn’t as one-sided as it sometimes appeared. Following Chelsea’s 1-0 win over Liverpool on Saturday, Hedvig Lindahl, Hannah Blundell, Maria Thorisdottir, Drew Spence, Fran Kirby and Ramona Bachmann returned to the starting XI, and it was Kirby who made the breakthrough. Latching onto a pinpoint cross from Bachmann, the forward fired her shot over the onrushing Manuela Zinsberger and into the top left hand corner. The goal left Bayern needing to score three with half an hour left to play after Chelsea had gone into the tie with a 1-0 first-leg lead courtesy of Drew Spence’s early goal at Kingsmeadow last week. Undeterred by the deficit, Bayern continued to apply pressure in the final third and 16 minutes later their breakthrough came as a swinging corner deflected off Gemma Davison past her own keeper. With momentum behind them, Bayern’s substitute Lucie Vonkova levelled the tie after Lindahl uncharacteristically spilled a shot. The German side thought they had sealed victory deep into the hefty six minutes of stoppage time when they had the ball in the back of the net but the referee Katalin Kulcsar had already blown for a foul for pushing in the box. Chelsea rode out the final minutes for an important win against one of Europe’s top sides."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}