{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2017/oct/05/england-qualified-world-cup-how-to-buy-tickets", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2017-10-05T21:55:44Z", "webTitle": "England have qualified for the World Cup – here’s how to get your tickets for Russia", "webUrl": "https://www.theguardian.com/football/2017/oct/05/england-qualified-world-cup-how-to-buy-tickets", "apiUrl": "https://content.guardianapis.com/football/2017/oct/05/england-qualified-world-cup-how-to-buy-tickets", "fields": {"headline": "England have qualified for the World Cup – here’s how to get your tickets for Russia", "bodyText": "When can people begin buying World Cup tickets? The process has already started – on 14 September to be precise. That was when Fifa opened its first “sales phase”. People who want to apply for tickets must register to do so on Fifa’s official website and then go through an online application process. A random draw will then take place to decide successful applicants, the entry deadline for which is 11am on 12 October. There will then be a first come, first served sale between 16-18 November before a second sales phase opens on 5 December – four days after the World Cup draw has taken place in Moscow. Again, a random draw will take place, followed by a first come, first served sale lasting between 13 March and 3 April 2018. And finally, if there any tickets remaining, they will be sold in a last-minute sales phase, which will be on a first come, first served basis, between 18 April and 15 July 2018. Again, all purchases must be made via Fifa’s website. What types of tickets are available? There are four categories – individual match tickets, venue specific ticket series (VST), team specific ticket series (TST) and supporter tickets (ST)/conditional supporter tickets (CST). Individual match tickets are for specific fixtures (group, last 16, quarter-final, semi-final, third-place play-off, final) and can be purchased in sale phases 1 and 2, as well as the last-minute sales phase. The VSTs can be purchased during sale phases 1 and 2 and provides the purchaser with tickets for all group, round of 16 and third place play-off matches played at a specific World Cup venue, of which there are 12. Tickets for the opening match – which takes place at Moscow’s Luzhniki Stadium on Thursday 14 June – as well as those for the quarter-finals, semi-finals and final are not included in the VSTs packages. TSTs allow purchases to obtain tickets to watch a specific team, and there are two categories: TST3, comprising tickets for that team’s three group matches, and TST7, comprising tickets for that team’s group matches and, should they progress, every knockout fixture, including the final. The benefit of TST7 is that even if the team in question are knocked out during the tournament, the purchaser still maintains access for the remaining fixtures. So, for instance, if someone buys an England TST7 and Gareth Southgate’s side are knocked out in the last 16, that person can still attend a quarter‑final, semi-final, play‑off match, as well as the final, which takes place at the Luzhniki Stadium on Sunday 15 July. If, however, the purchaser decides he/she wants a refund on the basis their team have failed to progress, they can obtain one minus an administration fee of $10 (£8) or the equivalent in Russian rubles. TSTs can be purchased during the sale phase 1 only. STs and CSTs are again team-specific tickets but allow the purchaser to buy tickets for just the group matches (STs) or for just the knockout matches, including the final (CSTs). If someone purchases a CST but the team in question fails to progress from their group, it immediately becomes invalid and a refund will be paid minus a handling charge equivalent to $10 per person, up to a maximum of $40, or the equivalent in rubles. STs and CSTs can be purchased during the random draw in sale phase 2 only. How much do tickets cost? There are four price categories for every round (opening match, group matches, round of 16, quarter-finals, semi-finals, third place play-off, final), with Category 1 tickets the most expensive and Category 4 the cheapest and only available to Russian residents. So, for instance, a Category 1 ticket for the opening match costs 33,000 roubles (£436), while a Category 4 ticket for the same fixture costs 3,200 roubles (£42), while for the final a Category 1 ticket costs 66,000 roubles (£872), while a Category 4 ticket costs 7,040 roubles (£93). The prices are same whether the tickets are purchased individually or part of a package (VST, TST, ST, CST). People purchasing tickets from outside Russia can do so only by using a Visa credit/debit card (Visa is an official World Cup partner) or via an international bank transfer using a ticket application form that must be downloaded from Fifa’s website. Will it be safe to travel to Russia next summer? Given there is still eight months to go until the start of the World Cup it is impossible to say for sure, but the unstable political climate – namely Russia’s involvement in conflicts in Ukraine and Syria – as well as threats of hooliganism and the country’s lack of legal protections for members of minority groups, such as the LGBT community, have understandably raised concerns. What’s for sure is that Russia’s government is determined for the tournament to pass by smoothly, and if the lack of trouble during Liverpool and Manchester United’s recent Champions League matches in Moscow is anything to go by, sufficient security and stewarding measures will be taken to ensure spectators can attend matches during the tournament safely and comfortably. The lifting of visa restrictions will also make the process of entering the country much easier, and cheaper, than normal. To be on the safe side, travellers to Russia next summer are recommended to travel in groups and/or travel with tour organisers who have an intimate knowledge of the country."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}