{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2017/oct/01/rising-stars-the-ambitious-tories-hoping-to-shape-partys-future", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2017-10-01T22:12:21Z", "webTitle": "Rising stars: the ambitious Tories hoping to shape party’s future", "webUrl": "https://www.theguardian.com/politics/2017/oct/01/rising-stars-the-ambitious-tories-hoping-to-shape-partys-future", "apiUrl": "https://content.guardianapis.com/politics/2017/oct/01/rising-stars-the-ambitious-tories-hoping-to-shape-partys-future", "fields": {"headline": "Rising stars: the ambitious Tories hoping to shape party’s future", "bodyText": "Big beasts in the cabinet are fighting over the future of the Conservative party and a possible change in leadership. But the new generation of Tory MPs who have entered parliament since 2010 are intent on stalling any leadership challenge in the hope that one of their number will have a better chance in a few years’ time. Here are some of the newer intake MPs to keep an eye on at party conference: James Cleverly The MP for Braintree and former deputy mayor of London is making a name for himself as an outspoken backbencher. He recently said he would “bite the hand off” anyone offering him the chance to be prime minister, although he is loyal to Theresa May at the moment. He has impeccable Brexiter credentials and backed Boris Johnson’s aborted leadership bid, after entering parliament in 2015. But if another vacancy at the top arose, he could end up throwing his hat in the ring himself. Until then, Cleverly is tipped to rise up the ministerial ranks and is appearing at several fringes at party conference in Manchester this week. Tom Tugendhat Tugendhat is another MP from the 2015 crop of Conservatives who has made an impact in parliament. A former army officer, he managed to depose fellow Tory Crispin Blunt from his position as chair of the House of Commons foreign affairs committee. He is frequently mentioned by his younger Tory colleagues in parliament as a possible future leader but could have his work cut out as a former remain supporter who is positioned more towards the centrist wing of the party. Suella Fernandes Fernandes has risen to prominence as the new leader of the powerful European Reform Group of Conservatives, who communicate via WhatsApp and see themselves as the guardians of Brexit within parliament. She took over from Steve Baker, another Tory-to-watch who has risen through the ranks to become a minister in the Brexit department. Fernandes is already a parliamentary aide to the Treasury team but ran into trouble after distributing a pro-Brexit letter to her colleagues that departed from official government policy. Nusrat Ghani Ghani, who was elected in 2015, was heavily involved in the review of the snap election that concluded the Conservatives need a new youth wing to help spread the party’s message. Explaining the review, she did not hold back from criticising the party’s election effort, applauding a contribution from the floor that criticised the number of old white men at the top of the Conservatives. She is the first female Muslim Tory MP and has campaigned to ban police from using the term “honour killing” – as it risks minimising cases of murder and abuse. Dominic Raab Raab is another Conservative frequently mentioned by colleagues casting around for potential future leadership hopes who are anxious to skip a generation. He is a Brexit supporter, comes from the liberal tradition of the party, as a former chief of staff to David Davis, and already a minister. However, some of his past gaffes could come back to haunt him, including once branding feminists “obnoxious bigots” in 2011."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}