{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/apr/14/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-04-13T23:16:38Z", "webTitle": "Football: David Pleat: United handled Hleb and Adebayor to win the tie", "webUrl": "https://www.theguardian.com/football/2008/apr/14/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2008/apr/14/sport.comment", "fields": {"headline": "Adjustments to stop flow from Hleb to Adebayor turn the tide of threat", "bodyText": "Arsenal can be proud of their efforts and played their part in a riveting game, dominating the first period. With little to lose, Arsène Wenger certainly transmitted positivity. His selection of Emmanuel Eboué, sounder defensively than the more enterprising Theo Walcott on the right, gave his full-back, Kolo Touré, confidence to raid. Emmanuel Adebayor, linking the play brilliantly and enjoying the benefit of Alexander Hleb's wanderings behind him, found chances coming his way. Hleb was electric with his movement and continually found space, whereas neither Rio Ferdinand nor Gerard Piqué was getting tight enough to Adebayor. As a result Arsenal were able to pin United back and they might have led at the break. To Wenger's disappointment the tall Togolese striker could not finish. Arsenal were in no way downbeat after the emotion of last Tuesday's defeat at Liverpool. They should not worry about their future: with a fit Hleb, Tomas Rosicky to return, Cesc Fábregas's subtlety and the wonderfully improving Gaël Clichy it is in good hands. They could well have won here had they taken their chances or had Edwin van der Sar, the busier goalkeeper, not saved Wes Brown and Ferdinand from own-goal embarrassments. United could not put enough consecutive passes together in the first period to introduce their full-backs into the attack. After half-time, and particularly when Adebayor somewhat luckily squeezed in Arsenal's opener, we awaited a response. Following United's penalty equaliser, William Gallas having been penalised for handball, we got it. Finally United threw off the shackles, went positive and the game crackled. Paul Scholes and Park Ji-sung were sacrificed for a more cavalier 4-4-2. Wayne Rooney, now with the indefatigable Carlos Tevez, benefited. The mood changed. Owen Hargreaves' free-kick winner may steal the headlines but it was United's second-half handling of Adebayor and Hleb that was more significant. Carrick tightened on the Belorussian forward, stopping the main supporting threat so effectively that Wenger pushed him wider when Nicklas Bendtner joined the fray. Alongside the Englishman, Anderson, fresher, ran gleefully from midfield to give Fábregas more defensive work. At the back Ferdinand and Piqué, though never dominant in the air, went tighter with Adebayor who, deprived of service from Hleb, lost his freedom and faded. Ferguson used his substitutes with perfect timing but it was the subtle adjustments to stop Arsenal's forward rhythm that probably decided the outcome."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}