{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/apr/20/cricket.nottinghamshire", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-04-19T23:06:20Z", "webTitle": "Cricket: Read revels in new role but remains on England fringe", "webUrl": "https://www.theguardian.com/sport/2008/apr/20/cricket.nottinghamshire", "apiUrl": "https://content.guardianapis.com/sport/2008/apr/20/cricket.nottinghamshire", "fields": {"headline": "Read revels in new role but remains on England fringe", "bodyText": "Chris Read has tried and failed as a wicketkeeper-batsman to hold down an England place. Maybe the answer is to be successful as a true multi-tasker - wicketkeeper, batsman and captain. He certainly started well enough as the new captain of Nottinghamshire, guiding them to a 10-wicket victory over Kent at Canterbury. On the fourth morning, the visitors took 5.4 overs to become the first match winners of the 2008 LV County Championship. The openers Will Jefferson and Matthew Wood launched the Notts second innings at the start of play and knocked off the 22 runs needed in as many minutes. Read, 29, whose 15 Test appearances since his debut in 1999 tell their own story of a player more fringe than frontline, said: 'We've been a bit up and down in recent seasons. We gained promotion in 2004 and promptly won the championship in 2005 only to come back down the year after. But we believe that we belong in Division One.' On his own desire to return to the England team, he said: 'It's not in my control. My job is obviously to develop this side.' The value of Notts' win increased when the county champions Sussex were unable to make any progress in their match against Hampshire at the Rose Bowl. The autumnal weather masquerading as spring wiped out the final day. Sussex had to settle for a draw and nine points. In the absence of play, the talking point was Sussex's loss of the bowler Ryan Harris after only one match because, after all, he did not qualify as a domestic player by virtue of having a British-born father. It transpired he was committed to being available for Australia. Matthew Boyce, Leicestershire's 22-year-old opening batsman playing only his second championship match, showed great composure in the win over Middlesex at Grace Road. He followed 69 in the first innings with a 66 that steadied Leicestershire after they wobbled at 36 for three in pursuit of 166. With James Allenby, Boyce added 124 to help secure victory by six wickets. Lance Klusener, Northamptonshire's South African all-rounder, scored 92 with 10 boundaries. His effort was in vain, though. While it meant Essex had to bat a second time at Chelmsford - they did scoring 15 runs from 13 balls to win by nine wickets. David Masters undermined the Northants second innings with four wickets, including Klusener. Tony Frost, who has re-signed for Warwickshire as wicketkeeping cover for Tim Ambrose, showed that his batting is also handy. He marked his comeback after switching to a groundstaff job last year by batting through 34 overs for an undefeated 46 that salvaged a draw against Worcestershire at Edgbaston."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}