{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/apr/29/manchesterunited.championsleague1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-04-28T23:29:50Z", "webTitle": "Ferguson cuts it fine but expects to win the rest", "webUrl": "https://www.theguardian.com/football/2008/apr/29/manchesterunited.championsleague1", "apiUrl": "https://content.guardianapis.com/football/2008/apr/29/manchesterunited.championsleague1", "fields": {"headline": "Ferguson cuts it fine but expects to win the rest", "bodyText": "Manchester United are living off their savings. The spare points banked when they were accumulating victories have all been used up. Sir Alex Ferguson has had to raid the stash of goals built up in happier days to ensure the club are not evicted from the top floor of the Premier League. The calculations have become ever more delicate. United realise that the bare facts of the fixture list are in their favour. It is better, in principle, to be going to Wigan for their sole remaining away fixture than it is make a journey to frisky Newcastle, as Chelsea must. Ferguson will remember, nonetheless, how United failed three times in the 90s when the contest for the title was close. A diminishing lead plays havoc with the nerves and his squad face the challenge of regaining their composure. Whatever else is said about post-match events at Stamford Bridge, there was little serenity. Rio Ferdinand kicked a female steward when he meant to boot a door. He had also been angry with Owen Hargreaves during the match for going down injured. Fabio Capello, as he ponders the appointment of an England captain, may have been thinking what a nice level-headed lad John Terry looks all of a sudden. Ferdinand can recover his self-possession and so, too, can Ferguson, who somehow forgot to add that his side deserved their defeat by Chelsea after he had completed his tirade about the referee Alan Wiley. Victory over Barcelona this evening would inject the euphoria of a place in the European Cup final for the third time in the club's history. After that, there would be the opportunity to beat West Ham at home on Saturday and then see how Chelsea cope with the pressure at St James' Park two days later. If everything happens as Ferguson envisages, he will be hailed for shaping United's campaign with a craftsman's finesse. He would already be beaming had his side kept Chelsea at bay for the last four minutes. As it is, there is no unanswerable criticism to be made of Ferguson. With his squad less rested than the opposition's at Stamford Bridge, it was sensible to alter the line-up and when Cristiano Ronaldo came on for half an hour all he did was confirm that he is in need of some time off. Who, for that matter, thinks it inexplicable that the veteran Paul Scholes should not be involved at all against Chelsea? There would have been ridicule and a charge of incompetence if Ferguson had asked his most formidable line-up to wear themselves out and still lost, as he has on several trips to Chelsea. Should he be reproaching himself, it must be over the selection of Wayne Rooney, who aggravated a hip injury and could miss tonight. At least Carlos Tevez can take over, since the manager kept him out of harm's way at the weekend. This is Ferguson's cold-blooded aspect at work. He conceals it with a pretence that United are awash with adventure and, according to him, the ster-ility at Camp Nou was caused by the fact that Scholes alone used the ball wisely. That account is nonsense. Ferguson dictated dour tactics that cast Rooney as an apprentice right-back shadowing Hargreaves, who has a little more knowledge of that job. A 0-0 draw was satisfactory then and a 1-1 deadlock with Chelsea would have thrilled him. His expectation now is that the rest of the games will be won. Barcelona have to make a far greater improvement than United if they are to prevail tonight. A diluted line-up was overcome 2-0 at Deportivo la Coruña on Saturday and the club, who stand third in La Liga, are clear that far-reaching change lies ahead. Barcelona dream of a last adventure or two before then. An away goal is feasible but Ferguson will hope that Nemanja Vidic, bashed and bloodied at Chelsea, is ready to resume. His reliability is a boon not just to the defence, but also to midfielders who need not worry so much about what is going on behind them. Ferguson, forceful yesterday while rejecting suggestions that United are on the slide, appreciates that a tight finish should come as no surprise. When his team did the Treble in 1999, they came from behind to win the Champions League in stoppage time and the Premier League title was bound for Arsenal until United narrowly overcame Tottenham after the interval. Ferguson has seen it all before. Maybe, in these next few weeks, he will see it all again."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}