{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/apr/25/classicalmusicandopera9", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-04-24T23:12:44Z", "webTitle": "Northern Sinfonia/Zehetmair, Sage, Gateshead", "webUrl": "https://www.theguardian.com/music/2008/apr/25/classicalmusicandopera9", "apiUrl": "https://content.guardianapis.com/music/2008/apr/25/classicalmusicandopera9", "fields": {"headline": "Northern Sinfonia/Zehetmair", "bodyText": "Playing the recorder for a living must be a tough gig. Not only are there the gibes to be endured about playing an instrument more often associated with primary schools than professional orchestras, but the post-Renaissance repertoire for the instrument is extremely sparse. Still, it must leave plenty of time for potato printing and sessions on the story mat. It is the continued popularity of Bach's fourth Brandenburg Concerto that has gone a considerable way towards keeping recorder soloists in work: though there is some debate about what the pair of \"echo flutes\" Bach called for actually were. Pamela Thorby and Ailsa Reid present a persuasive and mellow-toned argument for the simple, wooden whistle; though their dextrous piping is overshadowed by the swallow-like loops and whirls of the principal violin line, which the Northern Sinfonia's director, Thomas Zehetmair, undertakes himself with insouciant ease. The Brandenburgs remain one of the most notorious snubs in musical history. Bach received neither thanks, a performance, nor a fee when the set of six works were presented to the Margrave of Brandenburg in 1721. After the Margrave's death they were sold off as a job lot for 24 groschen, which today would be worth about £12. Yet since their rediscovery in the 19th century, the Brandenburgs have been the gift that keeps on giving. Zehetmair's slow-paced but precisely articulated account of the first concerto in F Major has a sonorous gravity that makes it sound like the bedrock of the entire classical tradition. Zehetmair takes the enlightened step of pitting the work against a sprightly account of Stravinsky's Concerto in D, which for all its hectic momentum shifts and harmonic uncertainty is basically a baroque concerto more Bachian than Bach himself. The only difference is that unlike the Margrave of Brandenburg, Stravinsky's patron, the Swiss conductor Paul Sacher, was actually grateful."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}