{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2008/apr/21/wrap.matthewweaver", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2008-04-20T23:07:42Z", "webTitle": "Bank's £50bn plan to boost housing confidence", "webUrl": "https://www.theguardian.com/news/2008/apr/21/wrap.matthewweaver", "apiUrl": "https://content.guardianapis.com/news/2008/apr/21/wrap.matthewweaver", "fields": {"headline": "Bank's £50bn plan to boost housing confidence", "bodyText": "Welcome to the Wrap BANK'S £50BN PLAN TO RESTORE HOUSING CONFIDENCE \"Unprecedented\" is how both the Telegraph and the Times describe the Bank of England's plan to offer £50bn in government-backed bonds to solve the credit crisis. Under the scheme, lenders will be allowed to swap assets for the bonds in an attempt to restore confidence in the housing market. In an explainer, the Times says the mortgage market has almost ground to a halt because \"banks and building societies are nervous of lending to rivals after massive losses sparked by the sub-prime fiasco in the US\". The paper adds that, in theory, the bonds will allow lenders to attract funding by offering a guarantee. \"The government backing is important, as investors known that they will always be able to cash in the bond to get their money back,\" the paper adds. The two papers agree that the move is a gamble that risks taxpayers' money. Both quote a pithy warning from the Liberal Democrat Treasury spokesman, Vince Cable, who said: \"We cannot have a situation where the banks are able to privatise their profits and nationalise their losses.\" This theme is taken up in the Telegraph's editorial, which says the Bank should not be seen as \"interventionist charity of infinite wealth\". However, it concedes that the offer of bonds \"could be precisely what is needed to calm everyone's nerves and prevent a panic\" and that \"the collective reaction should be a sigh of relief\". * Telegraph: Alistair Darling in £50bn gamble to aid banks * Times: Treasury plans £50bn bailout for UK housing PRESCOTT ADMITS BULIMIA BATTLE John Prescott's revelation that he suffered from bulimia prompts rare sympathy for the former deputy prime minister from some of the papers. Writing in the Guardian, his fellow sufferer William Leith says: \"Poor John Prescott. I feel for him. More importantly, though, I feel for the society he lives in.\" Uri Geller, another self-confessed bulimic, praises Prescott's \"courage\" in admitting his condition. \"No one expects a man, especially a successful one, to have an eating disorder,\" he writes in the Telegraph. \"It seems such a weakness. But addiction isn't weak: it's as powerful as a landslide, and it was burying me alive.\" Trevor Kavanagh, writing in the Sun, says bulimia is \"no laughing matter\" but thinks that, in Prescott's case, it was a misdiagnosis, giving him an excuse to poke fun at the \"Fat Controller\". \"More likely, he was just a greedy incompetent who gobbled every tasty treat going,\" he writes. The paper's editorial also taunts Prescott. \"By his own admission, he 'wasn't a very successful bulimic',\" it says. \"No, Mr Prescott. As in so many other areas of life, not very successful at all.\" Stephen Glover, in the Mail, is suspicious of Prescott's \"lurid soul-baring\". He describes it as \"frivolous, attention-seeking, self-victimising and somewhat hypocritical\", going on to criticise the ex-deputy PM's \"greed\". The Mirror's editorial takes the \"mockers\" to task for \"poking fun\" at Prescott. It splashes with revelations that Prescott used to \"gorge on Bic Macs after attending lavish five-course banquets\". * Guardian: I feel for him ... and for the society we live in * Telegraph: Bingeing is an addictive drug * Sun: Prezza's failure * Mail: I'm deeply suspicious of Mr Prescott's lurid soul-baring * Mirror: So brave, Prescott CHINESE PROTESTERS TARGET WESTERN MEDIA 'BIAS' At first glance, the picture of a protester in China on the front of the FT also looks familiar. The story, however, is not about anger at China's treatment of Tibet, but Chinese anger at western attitudes to the issue. Thousands of protesters gathered outside stores belonging to the French-owned supermarket chain Carrefour in 11 cities, attacking what they described as \"foreign media bias\" following demonstrations when the Olympic torch passed through London and Paris. The demonstrations were the largest in mainland China for three years, indicating the \"backlash among some Chinese at the chaotic scenes that have greeted the Olympic torch relay,\" the paper says. The head of Carrefour, Jose Luis Duran, has denied claims that the chain had given financial support to the Dalai Lama. Meanwhile, the IHT says 20 million people have signed an online petition calling for a boycott of Carrefour and other French retailers. \"The boycott call, spread through million of text messages and postings ... provides a window into technology's growing power to mobilise a country whose political passions are usually kept in check by tight government control,\" it adds. * FT: Angry Chinese target French supermarkets * IHT: Protests against the west spread in China FEWER MIGRATORY BIRDS IN UK The Independent may have a new editor, but its front page splash has a familiar feel in content and style. Not for the first time, the paper leads with a story about the decline in British birds. It says figures from the Royal Society of British Birds show a sharp drop in the number of migratory birds spending summers in the UK. The story is given a characteristic Independent front page treatment, with arresting graphics and a teasing headline - \"The great migration crisis.\" The number of cuckoos, \"the best-known herald of spring\", is down by 59%, while the figure for willow warblers has decreased by 60%. The paper says such figures have led ornithologists to worry that the whole system of migration between Africa and Europe is running into trouble. \"No one knows the reasons for these disappearances ... although theories being discussed include habitat degradation in Africa and climate change,\" it adds. * Independent: The great migration crisis COMING UP ON GUARDIAN.CO.UK Join Barry Glendenning for live shot-by-shot coverage of the World Snooker Championships at the Crucible, Sheffield"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}