{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/apr/20/rugbyunion.londonirish", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-04-19T23:06:21Z", "webTitle": "Rugby union: London Irish 13-6 Harlequins", "webUrl": "https://www.theguardian.com/sport/2008/apr/20/rugbyunion.londonirish", "apiUrl": "https://content.guardianapis.com/sport/2008/apr/20/rugbyunion.londonirish", "fields": {"headline": "Ojo's try caps late revival that hands Irish a timely boost", "bodyText": "For a long time, it seemed that London Irish would be on the wrong end of the sort of score that has placed the other users of the Madejski Stadium in trouble. Harlequins led 3-0 with the minutes ticking away and with their defence in a stingy mood. The travails of mid-winter seemed far away. Harlequins, back in those days when it was barely warmer, suffered a nasty run of defeats, but here they were, starting the day third in the table and leading. Their single penalty did not exactly smack of a wild spirit of attacking adventure, but they were giving away very little. They were compact and aggressive and very different from the leaky, jovial Quins of old. As for London Irish, who like to think of themselves as pretty genial of style, it was not exactly the case that they were absent on the day, but it seemed they had a portion of their minds on next week's Heineken Cup semi-final against Toulouse at Twickenham. They were playing prettily enough, but were not making any ground. It all made for a rather weird game, a London-ish derby that was not going to generate even a handful of points. Take, for instance, who was in the line-ups. It is not often that three England scum-half candidates - Peter Richards, Paul Hodgson and Danny Care - have a chance to play on the same field at the same time. But here they were, bundles of endeavour and vigour, all from the buzzing, rather than the thoughtful, school. Richards perhaps caught the eye most, but that might have been because he was playing in the centre. Out of position, but certainly not out of place, he can insert the dreaded word 'utility' into his cv. The other two scrapped and yapped away, fiery little customers, their basic tasks made a lot trickier by the presentation of the ball at the rucks. Either it was buried or it splashed out into unprotected space; both scenarios made it difficult for the half-backs to collect and pass. It helped to explain why, after a full half-hour, there was nothing on the scoreboard. London Irish had spent at least 20 of those 30 minutes scuttling around the fringes of the Harlequins 22, looking for their overlaps, but then squandering the opportunities at the breakdown. Harlequins then kicked a penalty to spoil the flat-line score. For a game that had as much running as this, it was a quite ludicrous situation. It could not last. London Irish increased the tempo in the second half and only an umpteenth tackle by the outstanding defender Ugo Monye prevented Declan Danaher from crossing in the corner. And then it seemed it would last. The Irish spent a couple of minutes in that corner, but found that - even after Sean Davey replaced Chris White as referee - they struggled to provide quality ball at the breakdown. The damn thing squirted all ways bar kindly. Just when it seemed that they would go into their encounter with Toulouse scoreless and defeated, London Irish struck. It was only a penalty, landed by the admirably accurate Eoghan Hickey, but it doubled the day's tally and seemed to jolt them out of their carelessness. A second penalty followed, as at last that process of disturbing smooth delivery after the tackle began to cross some sort of line into the illicit. Hard to tell. Anyway, Hickey put his side ahead. Then came that most elusive of creatures, a try. The booming Seilala Mapusua - a rare mix of deftness and directness - set off through a gap that weariness finally widened. His pass to Topsy Ojo looked a bit forward, but there was still work for the winger to do. However, he made it to the line, another glimpse of a defence blunted in the closing minutes. Harlequins still had enough alertness to kick a late penalty - after Bob Casey was sent to the sin-bin for a late tackle - that gave them a losing bonus point. So, after all the running and bruising, there were points on the board - a victory to boost morale in the side going strong in Europe and a little something for the losing visitors to keep them going on their quest for a top-four finish. All quite satisfying, although it looks now as if Harlequins may have to win at Leicester to make the play-offs. That would please their coach, the former Tiger Dean Richards, the slab of solid middle England who has done so much to make the challenge of his latest club decidedly stern. There is mileage yet in their season. London Irish must put their hard face on now. Next up are Toulouse, still liable to go missing on their travels, but also keen to pull off a domestic and European double. The French side can score for fun; overhauling a single penalty in the last quarter will not be an option next week at Twickenham. Madejski Stadium 10,324 London Irish Hewat (Hickey 45), Ojo, Richards, Mapusua, Tagicakibau; Geraghty, Hodgson (Mordt 62); D Murphy (Lea'aetoa 66), Paice (Coetzee 58), Rautenbach (P Murphy 69), Hudson, Casey (capt), Danaher (Leguizamon 68), S Armitage, Thorpe Try Ojo Con Hickey Pens Hickey 2 Harlequins Brown (Guest 66), Williams, Monye, Masson (Barry 71), Strettle; Jarvis, Care; Jones, Botha (Fuga 62), Ross, Kohn (Evans 62), Robson, Robshaw, Skinner (capt), Easter Pens Jarvis 2 Referee C White"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}