{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2008/apr/12/colombia.adventure", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2008-04-11T23:23:07Z", "webTitle": "Vicky Baker: Going local in Medellín and Cartagena", "webUrl": "https://www.theguardian.com/travel/2008/apr/12/colombia.adventure", "apiUrl": "https://content.guardianapis.com/travel/2008/apr/12/colombia.adventure", "fields": {"headline": "Going local in Medellín and Cartagena", "bodyText": "My Colombian host, Raul, is half-dressed when he opens the door and invites me into his Medellín apartment. Behind him all is pitch black, the only light coming from the flashing Bluetooth device attached to his ear. This is the first \"What on earth am I doing?\" moment of my trip. I've been meeting locals through travel networking sites for some time now, for nights out, for day trips, or just to hang out and experience their day-to-day life. But I haven't stayed at the house of a virtual stranger (or \"virtual friend\", if you prefer). Until now. So, why Raul? For weeks, I have been corresponding with Angelica, another Medellín couchsurfer, but she isn't going to be around when I am due to arrive and has recommended Raul as a last-minute alternative. A 27-year-old salesman, he ticks the most important safety boxes: \"vouched for\" by another member, lots of good references. He even has the prestigious title of \"couchsurfing city ambassador\", meaning he is the point of contact for all other Medellín hosts. I drop him a line apologising for the lack of notice and asking if he might be able to host me for a couple of nights. \"No problema,\" he replies instantly, followed by his address. It's as simple as that. So here I am, standing in his apartment. Raul leaves me to freshen up and, while stumbling in the dark, I happen upon a sleeping Austrian, a fellow couchsurfer called Philipp. It all feels quite strange. An hour later, the three of us are in a raucous bar, Sombrero Vueltiao, in the university neighbourhood of Belén. Philipp, a non-drinker, and myself, exhausted after a cross-country bus trip, are no doubt a bit of a disappointment to party-loving Raul, but he doesn't let it slow him down, ordering shots of aguardiente, a nationally loved spirit flavoured with aniseed, and insisting on ending the night at a nearby pub, Parche Pilsen, with \"una jirafa\", a long thin vessel holding three litres of beer. He's not quite so lively the next day though. He takes us out for a cheap lunch (£1 for two courses at a local diner, Sabor de Los Alpes), but his hangover gets the better of him, forcing him back to bed and leaving Philipp and me to explore central Medellín. Colombia's second city may still be trying to shed the reputation it gained when it was ruled by the drug baron Pablo Escobar, but Colombians know it more for its year-round spring climate and lively nightlife, from the stylish lounge bars of Calle 33 to the terraces of la Zona Rosa. Paisas - as Medellín residents are called - prove to be warm and welcoming. We chat at length with a young father selling coffee from a Thermos on the street and get taken under the wing of a family riding the cable car that serves commuters from the hillside barrios. We even get an impromptu city tour from an off-duty soldier. All of which proves what we know: that you don't need the internet to meet locals. But back to the intriguing world of online networking and, with Raul revived by the evening, we are off to meet two other local hosts, Sirley and Natalia, for dinner and dancing in la Zona Rosa. The site seems to have created its own community in Medellín. Hosts are usually brought together either by the city ambassador, Raul, or by travellers, such as Philipp. Raul, who seemed so nonchalant on my arrival, turns out to be a couchsurfer extraordinaire, with unsurpassable generosity. When we go it alone in town, he gives us an old mobile phone so we can meet other hosts and a key so we can let ourselves back in when we want. This isn't the first time my preconceptions have been subverted on this trip, and my next stop, Cartagena, on the country's Caribbean coast, shows it's not the last. Cristobal is 32, wants to become an English teacher, and signed up to mylanguageexchange.com to practise his English with native speakers. Is that all he wants, I find myself wondering when I call to arrange our meet. \"The city's beautiful,\" I tell him. \"Not as beautiful as you, I imagine,\" he replies. However, when we meet in the palm-filled courtyard of the Santa Clara hotel, Cristobal instantly defies my scepticism. He is flirtatious, but in an entirely non-threatening, gentlemanly way. Since joining mylanguageexchange.com, he has racked up a string of online penpals and, although I'm the only one he's met in person, he naturally falls into the role of city guide. We walk around the ancient ramparts and lunch in one of the many cafe-lined plazas; I help him decipher his English homework and he not only acts as my translator at the bank but also helps me negotiate a cheap bus ticket, bypassing inflated tourist rates. I promise to keep in touch with Cristobal, but future English lessons will have to be by email as I'm already Venezuela-bound. In Caracas I've arranged to meet Pierre-Charles, a travel networker who rebelled against hospitalityclub.org to set up his own site, bewelcome.org. He has strong ideas on the future of online hospitality and I'm keen to hear them. Raul's tip: Medellín Piedra Peñol is a giant monolith 75km outside the city and is well worth a day trip. Scaling the 700 steps to the summit offers dramatic views of a water world of lakes below. It's $7,000 pesos (about £1.90) for a bus from the northern terminal and $5,000 pesos for the entrance. Be prepared for cooler temperatures. See piedrapenol.com for more info, including abseiling opportunities. B&amp;B for free in the UK You don't have to go far to benefit from the growing trend in hospitality tourism, and you certainly don't have to rough it on a sofa. Staydontpay.net is a network of members, mainly retirees, willing to offer B&amp;B accommodation in their own homes at no charge. They, in turn, get \"host stamps\", which can be redeemed against a free night in another member's home. Membership costs just under £30 per year and entitles you to two nights' accommodation. The networking process is then co-ordinated by the founder, Fraser Spence. You register your availability with him and, when someone wants to stay in your area, he sends you their personal profile and leaves the decision to host up to you. Member Cathy Honeybon has stayed with members on the Isle of Man, York, Scotland and Wimbledon for the tennis. \"In the 1960s we had our student houses, communal living and mattresses on the floor. The only difference now is that we want a good bed, a hot shower and clean towels.\" vicky.baker@theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}