{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/apr/25/cricket.india", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-04-24T23:19:25Z", "webTitle": "Cricket cheerleaders face threats and harassment", "webUrl": "https://www.theguardian.com/sport/2008/apr/25/cricket.india", "apiUrl": "https://content.guardianapis.com/sport/2008/apr/25/cricket.india", "fields": {"headline": "Cricket cheerleaders face threats and harassment", "bodyText": "In boots and spangled shorts, the cheerleaders for India's premier cricket league have caused a furious debate over money and morality in a country where cricket is a religion and prudence a virtue. Brought in to heighten the appeal of the new Twenty20 matches, the gyrating young cheerleaders have angered politicians, who say they are an affront to Indian culture, and some conservative players, who wonder why they are needed. The cheerleaders have complained that lewd comments and ogling from spectators are proving at best a tiring distraction and at worst sexual harassment. \"It's been horrendous,\" Tabitha, a cheerleader from Uzbekistan, told the Hindustan Times. \"Wherever we go we do expect people to pass lewd, snide remarks but I'm shocked by the nature and magnitude of the comments people pass here.\" There is little doubt of the stir that the cheerleaders have caused in the country where a Muslim female tennis star, Sania Mirza, was criticised for playing in short skirts and where actor Richard Gere caused a storm of protest by publicly kissing Bollywood actor Shilpa Shetty. Politicians in Mumbai have threatened to ban the cheerleaders from games, while teams have beefed up security. \"I think in the Indian context [cheerleaders] are seen as slightly sleazy which is not a reflection on the women but the perception [from Indian men]. So lewd comments, I am sorry to say, do not surprise me at all,\" said Mukul Kesavan, a cricket writer. The Indian cricket league's success signals the country's new dominance, with top players earning £100,000 a week during the tournament. Photos of dancing cheerleaders have made the front pages of Indian newspapers. Charu Sharma, chief executive of Bangalore Royal Challengers, defended importing American-style razzmatazz. \"Let us not play this high-handed moral belief game. It is only small maverick groups that are making a noise,\" Sharma told Reuters."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}