{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/apr/20/horseracing.news1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-04-19T23:06:20Z", "webTitle": "Horse racing: Timely boost for Leighs as Polytrack star Paco prevails", "webUrl": "https://www.theguardian.com/sport/2008/apr/20/horseracing.news1", "apiUrl": "https://content.guardianapis.com/sport/2008/apr/20/horseracing.news1", "fields": {"headline": "Timely boost for Leighs as Polytrack star Paco prevails", "bodyText": "Racing takes place today at a new British course for the first time since Taunton opened in 1927, although the doors at Great Leighs are open only for invited guests, owners, trainers and press because spectator facilities are not yet ready at the only track in Essex. Great Leighs' supremo John Holmes's vision has finally heaved its way into sight. Originally scheduled to begin operating in October 2006, the venue will not be hosting the general public until 28 May. To have a view of today's action, you will need to tune into Attheraces or pop down to your local betting shop. There has been talk among racing's professionals of late that there is too much racing and, in particular, too much low-grade racing, but Great Leighs' Polytrack oval has a credible part to play, with most Newmarket trainers embracing it with open arms. After all, it is only about 45 minutes away by road from Britain's biggest training centre. Trainer William Jarvis has runners at Great Leighs today and took horses to trial on the track a week ago. He says: 'The surface rides very well and there are lovely sweeping bends, although it is a bit loose on top and will take time to bed down. I think, and hope, that Great Leighs will work.' Racing on all-weather surfaces may not have been universally welcomed by trainers and punters, but it certainly has an increasing influence. Many horses are prepared on artificial surfaces at home, quite often on Polytrack, and many switch from grass to all-weather and back again. Witness the winner of the 2,000 Guineas trial, the Greenham Stakes. Paco Boy started his career on the Polytrack at Kempton, won twice on turf and returned this year back on the all-weather at Lingfield, showing a blistering turn of foot to come from last to first. At Newbury, he again displayed his speed to mow down front-running Bobs Surprise in a time more than a second-and-a-half quicker than Muthabara in the fillies' trial, the Dubai Duty Free Stakes, more usually known as the Fred Darling Stakes. If the change in that race's name - Fred Darling was a trainer with 20 Classic wins to his name - grates a little with traditionalists, there are other areas in which Newbury has not bowed to the sponsors. The main entrance to the course is flanked by the British Pork Roast and a garish outlet professing itself to be a licensed bar. Paco Boy is not entered in the Guineas, but his connections will be able to pay £30,000 to supplement him and trainer Richard Hannon indicated that was pretty likely. His jockey, Richard Hughes, said that he thought the colt would stay the extra furlong at Newmarket and that he won this race in spite of 'hating' the soft ground. Paco Boy is out with the washing as far as the betting is concerned, at 25-1, whereas Muthabara is one of the favourites for the 1,000 Guineas. In her favour is that she looks guaranteed to last out the mile, whereas main market rivals Infallible and Natagora have slight doubts on that score. Infallible certainly looked as though she has the star quality to win the Classic when sweeping by her rivals to win the Nell Gwyn at Newmarket last Wednesday and her time compared all right with the colts in the Free Handicap the same day. I have nailed my colours to her mast, even though Muthabara impressed with her attitude after looking beaten with two furlongs to run. Last year the Scottish Grand National was won by a young jockey, PJ McDonald, and while McDonald was booting home the winner of a two-year-old maiden at Thirsk yesterday, another new name was making his mark in the big race at Ayr. Amateur Charlie Huxley was seen to good effect at Cheltenham when landing the four-miler on Old Benny and there was an amusing twist as he brought 66-1 shot Iris De Balme home a convincing winner from Halcon Genelardais. Not only was Old Benny back in fourth but, like him, Halcon Genelardais is trained by Huxley's boss Alan King. King said mischievously, although far from convincingly: 'I'll sack him in the morning.' If this was the biggest win of Huxley's short career, so it was for trainer Sean Curran, who still rides occasionally and is expecting to do so at Plumpton tomorrow. After Iris De Balme's shock win carrying 26lb more than the handicapper would have liked him to, Curran said: 'I rode in the race a couple of years ago, but I was more nervous watching than riding.' It is a fair bet that Holmes will be equally as nervous, hoping Great Leighs begins smoothly. It is a hope worth sharing."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}