{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/apr/20/rugbyleague.challengecup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-04-19T23:06:20Z", "webTitle": "Rugby league: Harlequins 44-14 Castleford", "webUrl": "https://www.theguardian.com/sport/2008/apr/20/rugbyleague.challengecup", "apiUrl": "https://content.guardianapis.com/sport/2008/apr/20/rugbyleague.challengecup", "fields": {"headline": "Quins go from cold to hot", "bodyText": "Harlequins overturned a 14-point half-time deficit with a stunning second-half fightback. They rattled up 44 points without reply to put them into the fifth round of the Carnegie Challenge Cup. It was a game of two halves in every sense, Castleford dominating the first 40 minutes to lead 14-0 and then Quins white-hot after the interval. It was not a happy return to London for sprinter Dwain Chambers, who had to watch as his erstwhile team-mates were completely overwhelmed in an incredibly one-sided second half. Terry Matterson, the Tigers coach, admitted he was struggling to come to terms with what he had witnessed. 'I'm dumbfounded how you can keep a team scoreless in the first half and then have 44 against you. I reckon I could have scored a treble in the second half, at my age - that's how pathetic our defence was. We scored two really good tries and have to work really hard for everything we get. Then they just came through us in the second half. We're all embarrassed.' A fairly uninspiring opening quarter reflected the dull, grey weather that enveloped the ground. The Tigers eventually opened the scoring when Brent Sherwin fed Anthony Thackeray and the stand-off put in a perfect grubber kick over the line for Michael Shenton to score. Craig Huby converted and, after Rikki Sheriffe had been denied a try by the video referee, he added a penalty. Harlequins were their own worst enemy, giving away possession through handling errors and penalties. And it was from a knock-on that Castleford grabbed their second try, Stuart Donlan chiming into the line down the right from full-back to enable Adam Fletcher to squeeze over in the corner. Kirk Dixon landed a penalty just before half time to give his side a 14-0 lead at the interval and everything looked rosy for the Yorkshire side. Harlequins got off to a great start in the second half, with two tries in three minutes. They had not managed to put the Castleford line under any kind of sustained pressure in the first half, but when Danny Orr forced a goalline drop-out for a second set of tackles, they struck. After an initial charge from Gareth Haggerty, Henry Paul sent Michael Worrincy racing over. In the Tigers' next set of tackles, Ryan Clayton knocked on and Quins subsequently drove to the posts, where Chad Randall forced his way over from dummy half. Rob Purdham converted both to bring the home side to within two points. Suddenly everything started going their way as the momentum behind them gathered pace. Castleford just couldn't get their hands on the ball and began making mistakes. Purdham drew the home side level with a penalty and midway through the half they took the lead. A superb kick from Orr to the left corner was plucked out of the air and touched down by Tony Clubb and Purdham made it 20-14 with the conversion. After a brilliant solo try from Orr, who sidestepped his way down the middle to leave Purdham an easy conversion, the game was effectively over. Quins rubbed more salt in Castleford's wounds with David Howell, Danny Ward and Haggerty adding further tries, all of which were converted, to complete the rout. Harlequins coach Brian McDermott said there had been no real panic in the dressing room at half time. 'As strange and as worrying as it was at 14-0 down, the message at half time was \"We can get back in this game. We've just got to make sure we go out there and do what we planned to do\", because we certainly didn't do it in the first half. The players knew what was wrong - we've got some really good leaders in the team and they said what we had to do and did it in such a way that I left halfway through because I thought they just had it covered.' Bradford ran riot over Toulouse in their Challenge Cup match at Odsal, scoring a club-record 17 tries in their 98-6 victory. Iestyn Harris kicked 15 conversions. The Stoop 2,108 HarlequinsWells; Clubb, Gafa, Howell, Sheriffe; Paul, Orr; Temata, Randall, Ward, Mbu, Worrincy, Purdham Subs used Rinaldi, Haggerty, Melling, Grayshon Tries Worrincy, Randall, Clubb, Orr, Howell, Haggerty, Ward Goals Purdham 7, Paul Castleford Donlan; Fletcher, Dixon, Shenton, Wainwright; Thackeray, Sherwin; Higgins, Henderson, Korkidas, Huby, Clayton, Lupton Subs used Moore, Boyle, McGoldrick, Haberecht Tries Shenton, Fletcher Goals Huby 2, Dixon Referee R Silverwood"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}