{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2008/apr/17/news.mainsection", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2008-04-16T23:10:51Z", "webTitle": "Obituary: Ollie Johnston", "webUrl": "https://www.theguardian.com/film/2008/apr/17/news.mainsection", "apiUrl": "https://content.guardianapis.com/film/2008/apr/17/news.mainsection", "fields": {"headline": "Ollie Johnston", "bodyText": "Ollie Johnston, who has died aged 95, was responsible for more tears than anybody in cinema history. By his early 20s he was among the Nine Old Men, as Walt Disney named his most esteemed animators in homage to Roosevelt's view of the US supreme court members who tried to quash many of his New Deal programmes. Within a decade came Bambi (1942), in which the mother's death at the hands of a hunter never fails to startle, a mark of true storytelling. That series of animated classics owes much to Johnston's insistence that, master cartoonist Chuck Jones notwithstanding, animation was more than cranium-crushing mallets or feet furiously treading the air beyond a cliff edge. As Disney had said in 1923: \"I want the characters to be somebody. I don't want them to be just a drawing.\" Born in Palo Alto, California, Johnston was the son of a Stanford professor of Romance languages. He brought wide culture to his work, as did so many early Hollywood stalwarts. Educated at the local high school, and already supplying illustrations locally, he then studied art at Stanford University, where he met Frank Thomas, after which the pair went to the Chouinard Art School in Los Angeles. By the beginning of 1935 both had arrived at Disney's studio, about which they co-authored four books in retirement. Meanwhile, with Marc Davis, Milt Kahl, Ward Kimball and others, they swiftly rose from \"in-betweeners\" on Mickey Mouse shorts to fully-fledged animators. The pathos of the short, Elmer Elephant (1936), was, said Johnston, \"a glimmer of things to come\". Four years after first using Technicolor, Disney made the bold, near-ruinous decision to create a full-length cartoon film, Snow White and the Seven Dwarfs (1937), for which Johnston fashioned the physically challenged stars in all their diversity. Disney collaborations could be more fraught than studio productions peopled by actors: actors can be sacked, but to rip up a drawing is tough. Animators first of all took the sketches of others, who could have spent all day on various ideas, and were then under pressure to turn these (sometimes unworkable) notions into the images that would be seen by audiences. Despite the frissons that inevitably arose, Johnston was a byword for patience, always recognising that a film's very look depended on these original ideas, such as the unseen brilliantly coloured, aerodynamic sketches for Bambi by Tyrus Wong. Johnston also believed that stories required as little dialogue as possible. As he once said: \"If the idea could be put over with an expression, an action, a sound effect, or with music,\" they eschewed dialogue. The films appealed to audiences of varying sophistication. By way of Pinocchio (1939), with Johnston's celebrated nose job, came Fantasia (1940), which stirred much controversy, as exemplified by Graham Greene's reaction to Johnston's Pastoral Symphony section: \"To illustrate Beethoven with a romantic ballet of centaurs and a comic Pegasus is almost aesthetic blasphemy.\" Bambi brought further controversy, with accusations that the expressions Johnston gave to mother and offspring when the mother is killed provoked childish nightmares, though Johnston's other creation, Thumper, quickly soothes the atmosphere. The gap until Cinderella (1950) was partly filled by war, and two abandoned projects, Don Quixote (using Richard Strauss's music) and Hiawatha. For some, the 1950s films pale, but Johnston's Mr Smee in Peter Pan (1953) and the good fairies in Sleeping Beauty (1959) are as affecting as ever, as are the proud, canine parents in 101 Dalmatians (1961). If The Sword in the Stone (1963), on which Johnston did a lot of work, appears underpowered, the old brio sustained his penguin waiters for Mary Poppins (1964). The diversification of the workaholic Walt Disney into live-action films caused him much stress, for which his doctor suggested a hobby. But, after visiting Johnston's back garden, he was so inspired by his animator's large model railway that plans for one in the studio grounds soon mutated into the first Disneyland; more modestly, Johnston later acquired a full-size locomotive, named after his wife Marie (whom he had married in 1943) and housed on track beside their holiday home. Stress killed Disney a year before The Jungle Book (1967), for which Johnston did memorable work on Baloo and Mowgli. If The Aristocats (1970) is underrated, Robin Hood (1973) misses the mark, while The Rescuers (1977) was the last film on which Johnston worked, creating a self-portrait in the cat Rufus. Disney's nephew Roy admitted that the work by Johnston and the eight cartoon giants \"will always remain the damned carrot in front of the donkey\". Marie, his wife, died in 2005; he is survived by two sons. · Oliver Martin Johnston Jr, animator, born October 31 1912; died April 14 2008"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}