{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/apr/21/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-04-20T23:57:35Z", "webTitle": "Premier League: Lampard returns to boost Chelsea for Anfield crunch", "webUrl": "https://www.theguardian.com/football/2008/apr/21/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2008/apr/21/newsstory.sport3", "fields": {"headline": "Lampard returns to boost Chelsea for Anfield crunch", "bodyText": "Liverpool and Chelsea are likely to collide at near full strength in tomorrow's potentially explosive first leg of their Champions League semi-final. Steven Gerrard is expected to shrug off a neck injury to feature for the hosts and, crucially, Frank Lampard, Michael Ballack and Didier Drogba all took part in training yesterday. The trio of key Chelsea players gave Avram Grant a timely boost by joining in at the club's Cobham base and all three are expected to be included in the squad that travels to Merseyside today. Lampard, on compassionate leave, was excused from last week's league games and has not played since the quarter-final second leg against Fenerbahce. He has not trained regularly in the interim, spending time instead at his mother's bedside - she has been seriously ill with pneumonia - and had been rated extremely doubtful for the trip to Anfield. \"For me, football is very important but there are things beyond football - family matters,\" Grant said when reflecting on Lampard's absence. \"We've missed him, we've missed Ballack, we've missed Didier. You saw what happened last year when we missed only two players; imagine what would have happened if we had played without Lampard too.\" The Israeli had resigned himself, publicly as least, to being without Ballack and Drogba - who had fluid drained from a knee last week - for the first leg but their prospects now appear improved. The pair trained together yesterday in an attempt to prove their fitness and, although their condition will be closely monitored over the next 24 hours, Ballack in particular is adamant he will be fit to play. The German strained a hamstring last week before the Premier League game at Everton but is expected to return, his availability all the more important with Michael Essien suspended. Liverpool, too, hope Gerrard will have recovered from the injury he suffered in training last week. The midfielder had been keen to play at Craven Cottage but was not risked, and Rafael Benítez is planning a somewhat rudimentary fitness test for his talismanic captain. \"I will come up and tap him on the left shoulder and if he turns to face me without any pain we will know he can play,\" said the manager. \"The other day he wanted to play but I would have had to have played him on the left wing as he could only look to the right. With the neck, you never know. It is always dangerous but he has been a little bit better. We'll see if he can turn his head round and look the other way now.\" The Spaniard will liaise with his fitness staff but Gerrard's presence would increase his hope of emulating his achievements in squeezing out Jose Mourinho's Chelsea side in the semi-finals of 2005 and 2007. Liverpool won those ties after second legs at Anfield; this time the fixtures are reversed. Mourinho will be conspicuous by his absence in these sides' 19th and 20th meetings in the space of four seasons but Benítez suggested that, just as under Mourinho, the key to Chelsea's recent success had been financial clout rather than managerial excellence. Asked whether he saw any difference between the current Chelsea team and the side of recent seasons, Liverpool's manager said: \"No, only in press conferences. I think it's more or less the same. I watched the game at Everton on Thursday and they were playing more or less the same style. As I've said before, the key to them was [Roman] Abramovich. In the past I think they have built a fantastic team. \"I don't think we'll have a psychological edge. They have enough experience and quality. They were in the final of the Carling Cup, they are in the semi-finals of the Champions League and they are in the race for the title. So they have enough good players to win. \"I have a lot of respect for their manager because he's being correct. He's doing his job. But Anfield is amazing and can still be the key for us. If we can score goals and keep a clean sheet it will be fantastic. If we cannot, we know Stamford Bridge will be really difficult in the second game.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}