{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/apr/06/recipes.foodanddrink", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2008-04-05T23:08:24Z", "webTitle": "Nigel Slater: How I learned to bake bread", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/apr/06/recipes.foodanddrink", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/apr/06/recipes.foodanddrink", "fields": {"headline": "How I learned to bake bread", "bodyText": "Nowadays I make my own yeast starter for bread, a jar of sticky goo the colour of baby sick, made from goat's yogurt and raisins, or sometimes rhubarb from the garden which I add to organic flour to produce a dough that rises slowly and calmly. It often goes on to inspire a loaf of pleasingly misshapen beauty and gentle, yeasty depth. It is the sort of baking that makes my heart sing. My baking baptism was as far from this purist approach as you can get and came courtesy of something called Viota ('for busy mothers'), a packet mix of assorted powdery ingredients to which the hurried cook had only to add milk and an egg, presumably after she had washed and ironed and cleaned the house. The results - 12 proud little buns, each one golden and risen like my mother's dumplings - filled the kitchen with the honey-sweet smell of success. I know it was the victory of those little cakes and my subsequent meander into making proper cakes (a Victoria sponge, a cherry cake and one Christmas a Battenburg) that led me to believe I could probably bake a loaf of bread, too. The first was a laughable failure. Not that I laughed, of course. But everyone else did. Including my father, who ungraciously threw the brick of baked dough on to the lawn, where it remained for weeks, impenetrable to both rain and the skewer-sharp beaks of the local starlings. Forty years later my loaves come out of the oven with a crackling crust, blackened appetisingly here and there, and a moist, yeasty crumb that I find almost impossible not to keep picking at. Another loaf, simpler and more upstanding, is one I make with dried yeast. An all-in-one recipe made with strong flour and a packet of Easy Bake instant yeast that rarely fails, it is still a loaf to be proud of. It is the one I have just taken out of the oven in Richard Ansett's photograph of me in the National Portrait Gallery. You add the two sachets of yeast and a good 15g salt to a kilo of flour, stir in 700ml of warm water and mix it into a sticky dough. You then knead it for 10 minutes, firmly but without any hatred. Set aside in a teatowel-covered bowl in a warm place it will double its size in an hour. You then knead it once more, this time for just a minute or two, then shape it into a tenderly flattened ball. Prove for a further 45 minutes or so, then bake in a blisteringly hot oven, say 220C/gas mark 8, for half an hour or until it sounds hollow when you beat its bottom like a drum. There are easier loaves, though few more pleasing to make. The simplest contains no yeast, only bicarbonate of soda to make it rise. It is the sort of loaf that could instil a feeling of empowerment to a young or inexperienced cook just as successfully as did my Viota buns. I know of too many who have given up at their first attempt at coaxing flour and yeast into something resembling a loaf. A soda loaf could have offered them an encouraging start. To make the dough rise, soda bread relies on exploiting the gas produced when bicarbonate of soda is mixed with a lightly acidic milk product such as buttermilk. It is what gives a pleasant, sour-salty note to the bread. Reliable sources assure me that yogurt, let down with a similar quantity of milk, will produce the same result. (Traditionally, buttermilk was the milk left behind after butter making. Modern versions are now mostly milk that has been lightly fermented with a bacteria culture.) The sourness is crucial to the success and flavour of the bread. This is the loaf that will get the intimidated baking. Soda bread is good on its own, but this week I ate it with Ryefield, a very fresh, snow-white cheese from Ireland. The cheese, sharply lactic and daisy-fresh, worked rather well with the wholemeal soda bread on a rainy day that left us peering through wet glass at the breaking buds and white blossom in the garden. Later, I made a large potato scone with pumpkin instead of the tatties, which we ate with smoked Orkney bacon and then, in a fit of soda-inspired confidence, a frying pan of griddle scones which we ate with rather too much butter. A long way from Viota to be sure, but put on the table with the same sense of success nevertheless. For the beginner A classic soda loaf The soda starts work as soon at it meets the acidity of the buttermilk. The gas it produces, and which will make the bread rise, must be harnessed pretty quickly, so I work as fast as possible when shaping the loaf and getting it into the oven. Makes a moist, medium-sized loaf. 225g wholemeal flour 225g plain flour ½ tsp sea salt 1 tsp caster sugar 1 tsp bicarbonate of soda 350ml buttermilk Set the oven at 220C/gas mark 8. Put a large pot and its lid into the oven. I like to use cast iron but stainless steel will do. In a large bowl, mix the flours, sea salt, sugar and bicarbonate of soda together with your fingers. Pour in the liquid, bringing a soft dough together and, working quickly (the soda will start work immediately), shape into a shallow round loaf about 4cm thick. Remove the pan from the oven, dust the inside of the pan lightly with flour and lower in the dough. Cover with the lid and return to the oven. The bread should be ready after 25 minutes. Remove from the oven and leave in place for 5 minutes before turning out and leaving to cool slightly before eating. (Soda bread is best eaten warm.) For the more adventurous Pumpkin scones A warm scone made in a frying pan and finished in the oven, this is a wonderful Sunday breakfast or light lunch dish. The texture should be similar to that of a potato farl, but softer and a bit more squishy in the middle. We ate ours with grilled bacon and slices of cheddar sharp enough to make our lips smart. Serves 4. 300g peeled and seeded pumpkin 140g plain flour ½ tsp bicarbonate of soda 70g butter an egg, beaten 90ml warm milk 2 tsp thyme leaves a little butter or oil Steam the pumpkin, cut into large chunks, until it is tender enough to mash. Set the oven to 200C/gas mark 6. Mix the flour, bicarbonate of soda and ½ tsp of salt in a large bowl. Cut the butter into small chunks and rub in with your fingertips. You could use a food processor, but it hardly seems worth the washing up. Crush the pumpkin with a potato masher, then beat in the egg, then the milk and the thyme. Scoop this into the flour mixture and mix well. Season with black pepper. Warm a heavy non-stick frying pan with a metal handle over a low to moderate heat. Melt a little oil or butter in it, then scrape in the dough and smooth it flat. Leave to cook over a low heat till the underside of the dough is pale gold. Put the pan in the oven for 7 minutes or until the scone is lightly set in the middle. Lightly oil a dinner plate. Loosen the underside of the potato cake with the help of a palette knife. Put the plate over the top of the pan, then, holding the plate in place, tip the pan so the cake falls on to the plate. Slide the cake back into the frying pan and cook the other side for 4 or 5 minutes. Turn the cake out of the pan and slice into thick wedges. Serve warm, with cheese or bacon. For the cook in a hurry Griddle scones 250g plain white flour 1 tsp baking powder 30g butter 1 tsp caster sugar 1 egg, beaten 150ml buttermilk Sieve the flour, baking powder and a good pinch of salt together into a large bowl. Rub the butter into the flour with your fingertips, then stir in the sugar. Scoop out a well in the centre, beat the egg and milk together, then pour it in. Mix the dough together, starting from the edge and moving inwards. Turn it out on to a floured board. Knead gently, then pat it out into a round 1cm thick. Cut into six pieces. Place these on a hot, lightly buttered griddle or thick-based frying pan and cook over a low heat for 10 minutes, before turning and cooking the other side. · nigel.slater@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}