{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/apr/14/sport.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-04-13T23:16:40Z", "webTitle": "Football: Tottenham 1-1 Middlesbrough", "webUrl": "https://www.theguardian.com/football/2008/apr/14/sport.sport1", "apiUrl": "https://content.guardianapis.com/football/2008/apr/14/sport.sport1", "fields": {"headline": "Southgate shows his nasty side", "bodyText": "Stewart Downing called it \"the other side\" of Gareth Southgate, the softly spoken, genial young manager whose half-time rollicking turned this game around. Southgate might appear more Iain Duncan Smith than Winston Churchill but, as he showed in a finger-thrusting exchange with Sir Alex Ferguson the previous weekend, there is a punch behind the politeness. \"When you [the public] see him he's a nice man and that but you probably haven't seen the other side that we get,\" said Downing. \"Gareth's more the talker and listens to people when they're speaking - but if you need a kick in the arse you get it. If people aren't pulling their socks up he's first to tell them and at half-time we got a rollicking because they were all over us at times first half, but he's done wonders because we got the point and played well.\" Southgate believes he is only starting to settle into a role he has held for almost two full seasons, after struggling initially to win the respect of his players. \"The most important thing is that the players need to see that the changes you make work, and that things that you tell them come to fruition and they then start to believe you can do it. Obviously they're judging me as well. Not so much the players that I've signed, but the guys that I've played with and the youngsters coming through. \"Some try it on a bit and are taking a step back to say, 'Is he up to it?' And only by getting good results and making the right decisions can you convince them.\" Though 13th place is not the limit of the club's ambitions Southgate has enjoyed an increasingly convincing campaign, with Middlesbrough's second-half improvement against a sporadically interested Tottenham the latest point in his favour. The Spurs manager, Juande Ramos, admitted after the game that, with European qualification already assured courtesy of their victory in February's Carling Cup final, \"at the moment points don't seem excessively important\". Southgate, by contrast, insists \"every point is critical for us\" and his high-jumping, fist-pumping goal celebration was proof of that. \"I can only be as I am,\" he explained. \"I'm wrapped up in the game. I suffer with them as I have done most of the year and enjoy it when they play well. I must admit I didn't think for one minute you would feel the emotions as much on the side as much as you do. \"I thought nothing would replicate playing, but the emotion and involvement you feel is greater because you feel responsible for everything that goes on. Obviously the highs last a considerably shorter time, but I am surprised how much enjoyment you get from it when it works.\" Often it has not. Middlesbrough did not win a game in October or November, dropping at one point to 19th, and were knocked out of the FA Cup by Cardiff City after a particularly wretched performance a little over a month ago. But his tinkering here was astute and notably bold - Boro ended with four men in attack and Downing, a winger, playing left-back in place of the hapless 20-year-old Jonathan Grounds, who turned Aaron Lennon's sidefooted centre past his own goalkeeper to give the home side the lead. Tottenham, however, are the worst side in the Premier League at holding on to advantages. The two points dropped here took their season's tally to 31 - of the 92 league clubs only Colchester and Shrewsbury have given away more - and Boro's second-half improvement was rewarded when Downing's 25-yard shot flicked off Jermaine Jenas's head and past the perplexed Radek Cerny. \"He's top quality,\" said Alan Hutton, whose duel with Downing was one of the game's highlights. \"He's hard-working and he's good on the ball, so it was a tough test for myself today. I like to think I did quite well.\" Such is the atmosphere at Spurs, it was remarkable enough that he cared. After his double against Manchester United last week Afonso Alves had much of the pre-match attention. Thanks to Dawson, he did not have much of the ball. Man of the match: Michael Dawson. Best moment: The Brazilian's best chance, in the 67th minute, was thwarted by Dawson's excellent block."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}