{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2008/apr/06/schools.uk", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2008-04-05T23:43:07Z", "webTitle": "Brown backs army cadet corps plan for schools", "webUrl": "https://www.theguardian.com/education/2008/apr/06/schools.uk", "apiUrl": "https://content.guardianapis.com/education/2008/apr/06/schools.uk", "fields": {"headline": "Brown backs army cadet corps plan for schools", "bodyText": "Controversial plans for pupils in comprehensive schools to sign up for military drills and weapons training are being backed by Gordon Brown in an attempt to improve the relationship between the public and the armed forces. A major review of the military's role in British society says that encouraging more state secondary school pupils to join the cadet corps would improve discipline among teenagers while helping to improve the public perception of the army, navy and air force. However, anti-gun campaigners say that teaching teenagers to shoot would exacerbate the growing problem of gun crime among youngsters. The government-commissioned review of civil and military relations, led by Quentin Davies, the Labour MP, was 'alarmed' at the number of schoolchildren who had no idea of military life. Davies wants secondary school pupils to receive basic military training as a means of developing greater affiliation with the armed forces. Davies, who was a Tory MP before defecting to Labour last year, said his controversial proposals to expand the cadet structure throughout the comprehensive system were firmly backed by the Prime Minister, the Children's Secretary Ed Balls and defence ministers. 'The Prime Minister is very, very keen on the opportunities represented by cadet forces and we will be making a number of recommendations to increase the use of this superb national asset,' he said. Only 60 cadet forces exist among the England and Wales comprehensive system, with just 2 per cent of pupils members. This compares to 200 forces in the grammar and independent school sector, which represent only 10 per cent of schools. Another six military cadets corps were introduced into the state sector during the last year, but the vast majority of the £80m a year Ministry of Defence funding for the Combined Cadet Force goes to funding young people in independent schools. Under the new government proposals, state schools who do not set up a cadet system will encourage pupils to attend a community cadet force instead. One of the core elements of the cadets' training is mastering shooting skills and military drill, although advocates including Davies believe the virtues of discipline, physical exercise and team spirit outweigh any concerns over the use of firearms. However, the recommendation is contentious for other reasons, with teaching unions last month claiming school-based cadets were merely a questionable tactic of military recruitment. Recently, the army announced a bursary scheme for thousands of school leavers in an effort to boost recruitment amid a projected 10 per cent shortfall in troop numbers. Last month the National Union of Teachers pointed to evidence from the Rowntree Trust that suggested the MoD was focusing disproportionately on schools in the most disadvantaged areas and targeting vulnerable pupils without clearly outlining the risks of an army career. However, the union insisted it was not 'anti-military'. Last night, the notion of introducing cadet forces across schools was welcomed by heads and teachers. Mick Brookes, general secretary of the National Association of Headteachers, said: 'One of the things that these organisations do bring is discipline and order and, in my experience, working with children who have fragmented lives at home, that is something that is missing and something they crave.' Brookes said some children had a natural propensity to look for a career in the armed forces and as long as it was a 'genuine choice' and not 'exploitation' then he welcomed it. However, Lyn Costello, co-founder of Mothers Against Murder and Aggression, which campaigns against street violence, said plans to encourage the use of firearms in state schools were perturbing if the controls were not strict enough. She said: 'There would be a problem putting kids onto rifle ranges because that doesn't teach them that guns are dangerous, but in the army you hope that they will learn that this is a bit of machinery that kills. Obviously they will need strict controls and the guns would have to be monitored very carefully.' Police recently warned that officers could soon be forced to shoot a child amid concern about the increasingly lower age of firearms use among young people. Scotland Yard's 'blood on your hands' campaign last year focused on pupils who were getting involved in gun crime. There were eight teenage gun murders in London last year. Elsewhere in his review, Davies also recommends that the British military's portrayal in the school curriculum should be re-examined, although he accepts that the government cannot become involved in such decisions and that teachers by law are required to treat political issues in a balanced way and to avoid partisan views. Other ways to improve relations between youngsters and the armed forces include more school visits from serving soldiers. Davies, whose report also relied on the expert views of Bill Clark, a senior Ministry of Defence civil servant, and Air Commodore Martin Sharp, examined how France teaches the importance of its military legacy within its curriculum. The report also unequivocally recommends that soldiers should be encouraged to wear their uniform off-duty, a policy that has been relaxed since British military personnel ceased to be targets of the IRA. Davies said: 'There is a definitive move back in that direction and there is overwhelming support within the military for this.' The report singles out Harrods for criticism and condemns the store's policy of refusing to allow military personnel in uniform to enter its doors as 'unacceptable'. Other instances cited in the report include an incident on a garage forecourt in which an Asian attendant refused to serve a soldier wearing a uniform and the decision of the RAF to ban personnel from wearing uniforms in the city of Peterborough following abuse."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}