{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/apr/12/rugbyleague.leedsrhinos", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-04-11T23:56:47Z", "webTitle": "Rugby league: Leeds 32-12 Warrington", "webUrl": "https://www.theguardian.com/sport/2008/apr/12/rugbyleague.leedsrhinos", "apiUrl": "https://content.guardianapis.com/sport/2008/apr/12/rugbyleague.leedsrhinos", "fields": {"headline": "Leeds make Warrington pay for ill-discipline", "bodyText": "Leeds overcame the loss of their Great Britain second-row Gareth Ellis with a knee injury to brush aside a masochistically indisciplined Warrington challenge and maintain their cushion at the top of the Super League table. The Rhinos had shown a first hint of vulnerability in losing their 100% home record against Wigan last Saturday, but normal service was resumed last night as two tries from their unsung Australian wing Scott Donald set them on their way to a surprisingly comfortable win. Ellis, who has become such a key player for club and country in the last two years, hobbled off midway through the first half, at which point Warrington were good value for a 6-0 lead. But the Wolves conceded far too many penalties to maintain their challenge with Adrian Morley, the former Leeds prop who has shown signs of cooling his notorious temper since being appointed captain this season, the worst offender. Warrington came into this game on the back of consecutive defeats by Harlequins and Wakefield without their captain Lee Briers because of a calf injury, also missing the suspended Ben Westwood, and then lost their Great Britain second-row Paul Johnson in the warm-up. The omens were not good. But the Wolves are consistent only in their inconsistency, so it should have been no surprise that they started the game so impressively, dominating the first quarter and fully meriting their early lead. Their try was a beauty, with Louis Anderson running on to Michael Monaghan's delayed pass and through a surprisingly large gap in the Leeds defence. But a number of uncharacteristic handling errors by Monaghan denied Warrington the chance to capitalise further on the platform established by the props Paul Rauhihi and Morley. Instead the Rhinos stayed in the contest and then lifted their game significantly following a spectacular shoulder charge by Ryan Bailey on Morley, which was a response to Morley's equally bloodcurdling tackle on the young Leeds substitute Luke Burgess minutes earlier. Shortly after Bailey's tackle, Donald offered yet another example of his value to the Rhinos with a superb individual effort to claim his 11th try of the season, nudging ahead of his opposite number last night Chris Hicks. Kevin Sinfield converted to equalise then added a penalty late in the first half to give the Rhinos an 8-6 lead. Warrington's discipline was no better after the break, and the penalty count was 10-3 in Leeds' favour when Donald scored his second try in the 48th minute. This one was set up by Brent Webb's clever pass, but only after a dreadful defensive error by Chris Riley, a young Warrington wing who had just come on following an injury to their full-back Stuart Reardon. Sinfield maintained his 100% kicking record with a tricky conversion, and extended the lead to 16-6 when Morley was penalised for another high tackle. Warrington were reduced to 12 men in the 60th minute when their hooker Jon Clarke was sin-binned for dissent, and Leeds immediately stretched their lead to 22-6 when Carl Ablett crossed in the right corner. Monaghan made amends for some of his errors with a long ball to send Hicks in for his 11th of the season but Rob Burrow rounded off a long-range move that he had started himself to nip any potential fightback in the bud. Leeds Rhinos Webb; Smith, Ablett, Senior, Donald, Sinfield, Burrow; Leuluai, Diskin, Bailey, Peacock, Ellis, Tansey. Interchange Scruton, Williams, Burgess, Kaye. Warrington Wolves Reardon; Hicks, Martin Gleeson, King, Penny; V Anderson, Monaghan; Morley, Clarke, Rauhihi, L Anderson, Johnson, Bracek. Interchange Mark Gleeson, Parker, Riley, Harrison. Referee I Smith (Oldham)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}