{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/apr/14/sport.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-04-13T23:16:39Z", "webTitle": "Football: Ipswich 2-1 Norwich", "webUrl": "https://www.theguardian.com/football/2008/apr/14/sport.sport7", "apiUrl": "https://content.guardianapis.com/football/2008/apr/14/sport.sport7", "fields": {"headline": "Couñago supplies the craft to illuminate Ipswich's passing fancy", "bodyText": "There is probably no more frustrating team in the Championship than Ipswich. They passed their East Anglian rivals off the park yesterday, creating at least eight clear-cut chances, and yet their infuriating ways were summed up in a 70th minute damp squib. A wonderful move begun deep in his own half by the promising young midfielder Owen Garvan, and involving five of his team-mates, ended with Pablo Couñago turning his defender beautifully and, from no more than eight yards, sidefooting the ball gently into the hands of the Norwich goalkeeper, David Marshall. Danny Haynes alone must drive his manager, Jim Magilton, to distraction. The 20-year-old winger has pace, and the skill to go with it, and having created Ipswich's first goal with a driven cross that Alex Pearce turned into his own net, he scored the second, sliding the ball under Marshall from close range shortly before half-time. But time and again he got clear down the right, especially during the second half, made ground into the penalty area and then produced nothing. \"We saw the best and worst of him today. Had we not won, I'd have strangled him,\" said Magilton. \"There's so much to his game. He needs a little bit of finesse, but he's getting better with every match he plays, and the finishing touches always take a little longer to arrive. We have a lot of faith in him.\" A London-born graduate of the club academy, Haynes has taken to the derby with the relish of a true local: this was his fourth goal in four games against the Canaries. \"I missed a few sitters, but I have to forget that and crack on,\" he grinned, with an insouciance that was engaging rather than irritating. \"Wolves [their rivals for a play-off place] still have a game in hand, but the way we played today I can't see why we can't go there next Saturday and get a result.\" He also made a point of paying tribute to the rather more experienced Couñago, whose touches and vision were at the heart of most of Ipswich's best moves. Together they transformed the game after Norwich had taken the lead in only the fourth minute. There had seemed no great danger when Ched Evans - one of a number of Norwich loanees, in his case from Manchester City - picked up a loose ball around 25 yards out, but his low shot beat Stephen Bywater's late dive and rolled inside the goalkeeper's far post. Even at that stage the goal was against the run of play, and the reply was not long coming, Couñago playing an intelligent ball inside City's left-back, Ryan Bertrand. With Shefki Kuqi behind him, Pearce had to try to clear Haynes' cross, but it came too quickly for him to sort his feet out and rebounded into the net. Only a series of saves by Marshall, the best a plunge to his right to stop Alex Bruce's header, kept the score level before Couñago again played in Haynes, who slipped the ball under the goalkeeper as he came out to narrow the angle. That Ipswich did not score again was scarcely believable given their dominance. Bertrand's inability to keep his feet was a liability for the visitors, but chance after chance was missed - Haynes, Tommy Miller, Jon Walters and Alan Quinn were all culpable - while Marshall continued to perform heroics. The last few minutes were unnecessarily nervous as a result, but City had not had a decent attempt on goal since Evans' strike and they were not about to create something at this point. Couñago had departed by then, to a standing ovation. \"Very few players want to play in that little hole, and can see a pass and manipulate the ball like he does,\" said Magilton. The Spaniard's know-how, together with the fizz and brio of Haynes and the other members of Town's midfield, might yet be enough to secure the play-off place they crave. And then, who knows? Man of the match: Pablo Couñago Despite being closely marked and usually receiving the ball with his back to goal, Couñago had the vision and skill to create a series of chances - both shooting and crossing - with short, intelligent passes. Best moment The ball inside the full-back for Danny Haynes to make the cross that gave Ipswich the equaliser."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}