{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2008/apr/17/wildlife.conservation", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2008-04-16T23:46:15Z", "webTitle": "Weaknesses in tackling wildlife crime revealed", "webUrl": "https://www.theguardian.com/environment/2008/apr/17/wildlife.conservation", "apiUrl": "https://content.guardianapis.com/environment/2008/apr/17/wildlife.conservation", "fields": {"headline": "Weaknesses in tackling wildlife crime revealed", "bodyText": "Police and prosecutors have failed to properly tackle a growing problem with wildlife crime - from thefts of rare plants to deliberate attacks on birds of prey - because their efforts have been disjointed, badly resourced or mismanaged, an inquiry has discovered. A joint review by the police and prosecution inspectorates in Scotland, released yesterday, accused some forces of down-grading the significance of crimes against protected species, breaching their own guidelines and professional standards. The inquiry, thought to be the first of its kind in the UK, was ordered by Scottish executive ministers after an outcry over the death of a female golden eagle, poisoned on a grouse moor near Peebles in the Borders last August. No one has yet been charged over its death - the 36th confirmed case of bird of prey poisoning in Scotland last year - and conviction rates for most wildlife crimes are extremely low. Several hundred confirmed and probable cases in which birds of prey are illegally targeted occur every year in the UK, but only a handful of culprits are prosecuted while many more cases go undetected. Other crimes include baiting badgers and hare coursing, clearing forests of rare snowdrops and native bluebells for sale to garden centres, stealing rare bird eggs, and trapping brightly coloured finches or siskins to cross-breed with canaries. The inspectorates urged chief constables and prosecutors to introduce national minimum standards for investigations and asked all eight forces to appoint senior officers and full-time wildlife crime officers. Among 24 recommendations, the Crown Office, which runs Scotland's prosecution system, was told it had to improve its use of specialist wildlife crime prosecutors and ensure they worked more closely with the police and other agencies. It said several forces, particularly Grampian and Tayside police, had very effective policies. But in other areas the small handful of specialist wildlife crime officers were \"very much left to conduct any investigations on their own\". It continued: \"Too frequently in dealing with wildlife crime, the police had allowed their considerable body of professional knowledge and practice to be set aside ... there were times when even high-profile wildlife crime matters had not been managed well, causing disappointment, frustration and tension.\" Paddy Tomkins, the chief inspector of constabulary and former chief constable of Lothian and Borders police, added that individual officers and forces failed to pass on or share intelligence with the national wildlife crime unit, a UK-wide intelligence agency funded chiefly by the UK government but based in North Berwick outside Edinburgh. Mike Russell, the Scottish environment minister who ordered the review, expects to implement all the proposals for improving the Scottish executive's policies. \"The recommendations are so clear, I can't imagine that any of the responsible organisations would wish to do anything other than take them on board,\" he said. The Crown Office had instructed a senior prosecutor to introduce a national action plan, said the solicitor general, Frank Mulholland QC. The review's recommendations, he said, would be implemented in full. The RSPB is expected to press environment ministers in London to introduce a similar review in England and Wales, arguing that policing and enforcement in wildlife crime is often comparatively weak. Who's to blame Plants Rare snowdrops and native bluebells are targeted by plant thieves for the lucrative garden centre trade. Egg collectors Rare bird eggs are targeted by private collectors. Bird trapping Canary-fanciers are blamed for a black market in songbirds to cross-breed with canaries to produce brightly coloured plumage or as pets. Badger baiting Thousands of badgers are believed to die each year. Bird of prey persecution Gamekeepers are blamed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}