{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2008/apr/29/military.defence", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2008-04-28T23:38:42Z", "webTitle": "British forces will continue to use cluster bombs, MoD says", "webUrl": "https://www.theguardian.com/uk/2008/apr/29/military.defence", "apiUrl": "https://content.guardianapis.com/uk/2008/apr/29/military.defence", "fields": {"headline": "British forces will continue to use cluster bombs, MoD says", "bodyText": "Cluster bombs are to remain part of the armoury available to British forces despite renewed calls for a ban, government officials made clear yesterday. Campaigners presented David Miliband, the foreign secretary, with more than 30,000 signatures yesterday demanding a ban on all cluster bombs ahead of an international treaty conference outlawing the weapons in Dublin next month. They were accompanied by Lords Ramsbotham, Elton and Hannay, respectively a former general, Conservative minister, and diplomat. Cluster munitions scatter \"bomblets\" over a wide area. Many do not immediately explode, killing and maiming civilians long after the conflict has ended. Simon Conway, a former soldier and director of Landmine Action, a campaigning group, said yesterday Miliband had reacted positively to their demands. However, officials at the Foreign Office and Ministry of Defence later made clear that the government had no intention of giving up two kinds of modern cluster weapons in its possession. They are the M85, an Israeli-designed artillery weapon whose \"bomblets\" are designed to self-destruct, and the CRV7 weapon system on British Apache helicopters. British forces used the M85 in Basra during the invasion of Iraq. They were also used by Israeli forces in Lebanon in 2006, who fired the largest number of cluster weapons ever recorded during the 72-hours between a UN-sponsored halt to the fighting and the start of a ceasefire, MPs were told earlier this year. Cluster weapons caused more than 200 civilian casualties in the year after the Lebanon ceasefire, and also caused more civilian casualties in Iraq in 2003 and Kosovo in 1999 than any other weapon system. The MoD said that the British M85 had made a \"direct contribution to saving the lives of UK service personnel\". It said a single CRV7 weapon had less than 10 \"bomblets\". However, the MOD figure refers to the number of sub-munitions in just one rocket pod; an Apache can carry a total of 684 sub-munitions in its cluster weapons, Conway said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}