{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/apr/20/comment.news", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-04-19T23:06:20Z", "webTitle": "Eddie Butler: Johnson era begins with a notable lack of 'wow'", "webUrl": "https://www.theguardian.com/sport/2008/apr/20/comment.news", "apiUrl": "https://content.guardianapis.com/sport/2008/apr/20/comment.news", "fields": {"headline": "Johnson era begins with a notable lack of 'wow'", "bodyText": "When Martin Johnson was a player he never used to reveal much through speech. When he did talk of his role as a grand-slam, World Cup-winning captain he always did his best to dispel the notion of himself as an England icon, preferring to promote the virtues of collective hard toil. There was no sense in building an individual up as a leader, he suggested, because what would happen if that one person was injured? He was at it again on Friday at the unveiling of himself as England team manager, a job that comes not with the brief to double-check the timetable with the bus driver, but with power over all matters to do with the national team. And yet this new position, as he saw it, was not about his ego, or any other person's. This was about doing whatever it took for the team on the field, the all-important performers, to prosper. There is a difference between Johnson the player and Johnson the manager. Up to five years ago, he was not long on words, but he was huge of presence, a towering, brooding figure on the field, a second-row who ripped opponents apart. Eight years ago he led a strike against the blazers at Twickenham. In 2003, at Lansdowne Road, he refused to budge for the President of Ireland. At the same time he was a player with excellent peripheral vision, a master of delicate skills. He was a marvellous blend of hooligan, mutineer, general and concert pianist. We know nothing about Johnson as a rugby manager. He's done a bit of assistant bank managing in Market Harborough, but in less hairy days before the credit crunch. By his own admission he has no experience of anything in professional rugby bar playing. He opted for the bank look at his unveiling ceremony, dressing soberly, almost sombrely, in a dark suit. Very trim he looked, but serious. The removal of Brian Ashton clearly bothered him. 'Uncomfortable' was how he felt about the situation with the former coach, who is now mulling over a return to the national academy: defenestration with a softish landing. By today, perhaps we should be looking at the dawn of the Johnson age, not at the twilight of Ashton's, although it must be said that the slightly funereal atmosphere of Friday's coronation was warmed by the words of warning from Francis Baron. The Rugby Football Union chief executive apologised for the protracted process of Johnson's anointment, an observance of Twickenham protocol that meant too many leaks had sprung. If he, the baron, ever unearthed the informants in his castle then verily their tongues would never wag again. In truth, the length of the Twickenham process and all the speculation probably saved Baron and Rob Andrew from a greater booting in the media. We have grown so weary of the saga that when the moment came to shaft Ashton and plonk the crown on Johnson it was not easy to stifle a yawn. At least they had the decency to say that it had been 'uncomfortable' for all of them. So, what is Johnson going to do? He said he wanted to create the spirit, the culture, the environment in which England could move back to the top. You don't have to have a snitch on the Twickenham inside to know that the England camp was not exactly Butlin's on wet T-shirt day during the World Cup, or in the Six Nations. Not that England would henceforth sing in perfect harmony. When asked whether it might be advisable to spread his coaching net a bit farther than the Leicester fishing grounds - John Wells and Graham Rowntree remain as England forward coaches - Johnson said that no matter from how close to home any appointments might be made, there was nothing wrong with differences of opinion and frank exchanges of views. As long as the players knew who was in charge. That was his point: they had to know who was boss. But not just yet. Apart from picking a tour squad, the new gaffer will not be taking up his post until after the England tour to New Zealand. The first day of July becomes a more significant date than last Friday in mid-April, for on that day in high summer the new agreement between the Premiership clubs and Twickenham kicks in. From that day forth in the realm of England, there will be no more delays in firing and hiring, no more rows, no more lack of authority at the top. Maybe. But as the trinity of Andrew, Baron and Johnson sat in the media midst on Friday, looking a bit sombre, musing on how no system could ever be flawless, the thought struck that there was a certain lack of 'wow' to all this. In the same time it took England to write their review of the World Cup, at which they were runners up, promise Brian Ashton a say in the appointment of a team manager, talk to Johnson, change the manager's job description, put their ideas on the new post to the old coach, have them rebuffed, work out a job for Johnson, go through the committee stages and suffer a good working over in the media week on week, Wales exchanged grief at the World Cup for a Six Nations grand slam, and constructed a management/coaching model that is simplicity itself. Roger Lewis is Baron, Graeme Mawe is Andrew, and Nigel Davies, lowered gently from his coaching job with Wales, does the Ashton (maybe) thing with the next generation. Warren Gatland and Shaun Edwards run the Wales team. Experienced, up and running. England are going to New Zealand with stand-in governors and with baggage everywhere. They simply must use Terminal 5. When Johnson finally takes over, he will inject... something. I suspect that we will only know what that 'something' is when he puts away the bank manager's suit and remembers what it used to feel like at the head of a mutiny. I think he'll be much more comfortable then."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}