{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2008/apr/06/theatre1", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2008-04-05T23:09:02Z", "webTitle": "After a spot of turbulence, Kevin Spacey's stock is rising again", "webUrl": "https://www.theguardian.com/stage/2008/apr/06/theatre1", "apiUrl": "https://content.guardianapis.com/stage/2008/apr/06/theatre1", "fields": {"headline": "Spacey's Old Vic odyssey", "bodyText": "Oscar-winner Kevin Spacey met with mixed reactions when he became artistic director of London's Old Vic in 2004. Early productions earned a lukewarm critical response, but Resurrection Blues in 2006 was derided and hackles were raised. How could this American pretender understand our very British institution? Recently, however, he has become beloved among the arts establishment. In January he helped rally the protests against proposed Arts Council cuts. His current production of Speed-the-Plow, co-starring Jeff Goldblum, has won raves and last week he took on the BBC and called for the reintroduction of Play for Today. April 2004 Spacey sparks a tabloid frenzy after saying cuts to his head were caused by tripping over his dog in a park at 4.30am while chasing a mugger September 2004 Cloaca Spacey directs his first play and receives a kicking from the critics May 2005 Philadelphia Story Slightly warmer reviews - but great box-office takings - as Spacey takes to the stage with Jennifer Ehle March 2006 Resurrection Blues Robert Altman's take on the Arthur Miller play is deemed a 'fiasco' September 2006 Moon for the Misbegotten Eve Best and Kevin Spacey earn rave reviews all round January 2008 Theatre's starriest spokesperson leads the fight against arts council funding cuts February 2008 Speed the Plow Another hit as Spacey pairs with Jeff Goldblum April 2008 Spacey attacks BBC talent shows for unfairly promoting musicals"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}