{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/apr/06/foodanddrink.shopping1", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2008-04-05T23:08:24Z", "webTitle": "Ask Tim", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/apr/06/foodanddrink.shopping1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/apr/06/foodanddrink.shopping1", "fields": {"headline": "Ask Tim", "bodyText": "Q I have invested in a couple of bottles of wine for two of my children and I am now wondering if my purchases will make the 18 years. I have a 1997 Casa Lapostolle Clos Apalta and 2000 Château d'Angludet, Margaux. Please could you advise, and maybe give me a steer on what I can get for my daughter from 2004? Cheers. Greg Golding A Bad news, I'm afraid. Or possibly not. It's only my opinion, but I think the Chilean wine is ready to drink now. The Margaux may last until 2018, but I'd be tempted to try that in two to five years' time. From 2004, your best bet would be a top Barolo or Barbaresco or, failing that, a Vintage Port - 2004 was a great vintage for all three. Q Dear Tim, My parents just moved to Madiran, but have found the local wines disappointing so far. Can you recommend any producers? Philippa Duck A Your parents are lucky to live in that part of France but less fortunate when it comes to the local wine, based as it is on the Tannat grape. As its name suggests, the variety is often dry and unyielding, but there's a new generation of producers who use a 'micro-oxygenation' technique to soften Tannat's tannins. Tell them to try Château d'Aydie and Chapelle L'Enclos in this style. I also like the wines from Alain Brumont (Château Montus), Domaine Berthoumieu and Château Barréjat. Buy of the week 2006 Les Rives d'Alcion, Vin de Pays de Vaucluse (£4.99 or £4.49 for two, 14%, Majestic) André Brunel is a leading name in Châteauneuf. This fleshy, perfumed Grenache-based red is less ambitious, but it's deliciously drinkable. · If you have a wine question for Tim, email ask.tim@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}