{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2008/apr/12/boxing.features", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2008-04-11T23:56:46Z", "webTitle": "Q&A: Joe Calzaghe, boxer", "webUrl": "https://www.theguardian.com/sport/2008/apr/12/boxing.features", "apiUrl": "https://content.guardianapis.com/sport/2008/apr/12/boxing.features", "fields": {"headline": "Q&A", "bodyText": "Joe Calzaghe was born in London in 1972 and brought up in Wales. Trained by his father, Enzo, he began boxing aged nine and, as a teenager, became the only British amateur boxer to hold three ABA titles at different weights. He turned professional in 1993, and beat Chris Eubank in 1997 to become WBO super-middleweight champion. Last year, he won the WBC and WBA super-middleweight titles to add to his WBO crown and was also named BBC Sports Personality of the Year. Next Saturday, he fights Bernard Hopkins in the light-heavyweight championship in Las Vegas, live on Setanta Sports 1 from 8pm. When were you happiest? Right now, I've just finished a hard training session and I'm chilled out. What is your greatest fear? Spiders - hate 'em. What is your earliest memory? My mum dropping me off at nursery for the first time. I thought she wasn't going to come back. Which living person do you most admire? Al Gore. What is the trait you most deplore in yourself? Moodiness, especially when I'm close to a fight and starving myself. What was your most embarrassing moment? When I was a teenager and getting turned down by a girl. I was gutted What is your most treasured possession? My world title belts. Where would you like to live? Where I am now - in the Welsh valleys, with loads of fresh air. What would your super power be? To be invisible. What makes you depressed? Bad weather. Who would play you in the film of your life? Robert De Niro. What is your most unappealing habit? I pick my nose quite a bit. What is your favourite word? 'Fuck.' What is the worst thing anyone's said to you? Bernard Hopkins: 'Bitch, I'm going to make you cry.' Can't repeat what I said back. What is your guiltiest pleasure? Burgers and lager. What do you owe your parents? Teaching me respect. My dad for making me train. To whom would you most like to say sorry, and why? Frank Warren's PR man, Richard Maynard. He is constantly texting, calling, leaving messages to do interviews and I never return his call .. When did you last cry, and why? Watching Talladega Nights: The Ballad Of Ricky Bobby. Hilarious. What or who is the greatest love of your life? My kids, family and girlfriend, Jo-Emma. What does love feel like? Like winning the world title. What was the best kiss of your life? A Glasgow kiss from some Scottish boxer I fought years ago. I knocked him out in the next round for doing it. Have you ever said 'I love you' and not meant it? What's with all these love questions? I'm in fight mode now. What is the worst job you've done? When I was 17, my mum made me work in a cake factory for three days - I hated it. What has been your biggest disappointment? Not being picked for the 1992 Barcelona Olympics. If you could go back in time, where would you go? To Roman times to be an emperor for a day. How often do you have sex? Takaloo, a boxer and mate, didn't have sex for two months before a fight and he got knocked out. What's the point in that? I won't have it a week before. What is the closest you've come to death? My best mate cooking me chilli con carne once. What song would you like played at your funeral? I don't intend on dying until I'm about 95 - ask me around then. How would you like to be remembered? As a great champion and a down-to-earth guy who liked a few pints. Where would you most like to be right now? On a beach somewhere beautiful, soaking up the sun after beating Hopkins. Tell us a joke How do you turn a duck into a soul singer? Put it in a microwave until his Bill Withers. Tell us a secret I bought my boys Easter eggs but I ate them, so had to replace them sharpish."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}