{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/blog/2008/apr/10/areyouasecretwikipediaadd", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2008-04-09T23:12:53Z", "webTitle": "Are you a secret Wikipedia addict?", "webUrl": "https://www.theguardian.com/technology/blog/2008/apr/10/areyouasecretwikipediaadd", "apiUrl": "https://content.guardianapis.com/technology/blog/2008/apr/10/areyouasecretwikipediaadd", "fields": {"headline": "Are you a secret Wikipedia addict?", "bodyText": "Today there's a great piece by the author Nicholson Baker about Wikipedia. He draws a fairly accurate picture of exactly what's so addictive - and so frustrating - about the project. His particular obsession, he explains, was saving articles from deletion. I read a short article on a post-Beat poet and small-press editor named Richard Denner, and saw that the article had been proposed for deletion by a user named PirateMink, who claimed that Denner wasn't a notable figure, whatever that means. Another user, Stormbay, agreed: no third-party sources, ergo not notable. [...] An administrator named Nakon -- one of about a thousand peer-nominated volunteer administrators -- took a minute to survey the two \"delete\" votes and my \"keep\" vote and then killed the article. Denner was gone. Startled, I began sampling the \"AfDs\" (the Articles for Deletion debate pages) and the even more urgent \"speedy deletes\" and \"PRODs\" (proposed deletes) for other items that seemed unjustifiably at risk; when they were, I tried to save them. I'm a very sparse contributor to Wikipedia - even then, I tend to enter the discussion pages, rather than the entries themselves - but I know people who spend a huge amount of time entering information on some massively obscure subjects. Or, like Nicholson, looking around for particular articles to save, delete or rescue. Are you one of Wikipedia's addicts? Have you kicked the habit? What's your secret obsession?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}