{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/apr/02/sport.comment5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-04-01T23:48:44Z", "webTitle": "The big debate: Is Arsenal's squad strong enough to triumph in Europe?", "webUrl": "https://www.theguardian.com/football/2008/apr/02/sport.comment5", "apiUrl": "https://content.guardianapis.com/football/2008/apr/02/sport.comment5", "fields": {"headline": "Is Arsenal's squad strong enough to triumph in Europe?", "bodyText": "Yes Charlie Nicholas Former Arsenal and Scotland striker The way in which Arsenal beat the champions, Milan, to get to this stage proved to me that this group of players is good enough to win the Champions League. That Milan team are up among the best I have seen since the days of Marco van Basten and Ruud Gullit - their players might have been ageing, but Arsenal made them look old. Arsenal proved to themselves and the doubters that they could beat any team on the planet on their day. They have 17 or 18 players in their squad who are all good enough at this level and on the run-in to the season I would expect the likes of Robin van Persie and Theo Walcott to feature strongly, as well as Tomas Rosicky when he returns from a hamstring injury. These players may be young but they have the experience required to do well in Europe. Arsenal had a team with greater experience in 2006 and reached the Champions League final but were defeated by Barcelona. The squad players from that time have since been groomed in the Carling Cup before being exposed to a higher level of football and that has allowed them to gain an understanding of how to play the beautiful brand of football we have seen this season. The recent poor run did not stem from a lack of experience, rather that the players struggled to adapt when the game went against them. Criticising Arsenal for relying on one or two players is unfair. The partnership between Mathieu Flamini and Cesc Fábregas is probably the best in European football and Alexander Hleb can produce moments of genius and Rosicky adds that extra threat with the ball at his feet. When you add in the potency of Bacary Sagna and Gaël Clichy the options Arsenal have going forward are enviable. Perhaps there has been an issue in terms of relying on Adebayor as a goalscorer but, with Van Persie back, that will change. There are six or seven players who can change matches intuitively. Arsenal will go into the tonight's quarter-final with a lot of confidence because they are a better footballing side than Liverpool. Rafael Benítez is very aware of the tactics required to win at this stage of the Champions League but I feel that he will be tempted to over compensate for Liverpool's shortcomings with tactical changes. Arsenal will stick to what they do best, pass and move, pass and move, and if they get caught on the counter attack so be it. They will not be drawn into making changes to the formation, whereas Liverpool could make five or six over the two legs, and I would expect Arsenal to come out on top. Arsenal got a lucky break at Bolton last weekend, which they probably deserved after their luck deserted them at Stamford Bridge, but to come back from two goals down to win and avoid their worst run under Arsène Wenger can only be a bonus. It allows them to say: \"We've come through that, we know where we went wrong and now we can go forward.\" Arsenal have a great chance because the four English teams are the favourites to win the Champions League. Barcelona do not seem quite so powerful this season or to have quite such a belief in their system and, with Lionel Messi injured and Thierry Henry being played out of position, they are there to be beaten. No Frank McLintock Double-winning Arsenal captain Anything can happen in a cup competition but usually the best team wins the Champions League. Arsenal are probably not sufficiently equipped yet in terms of height, strength and experience in key positions but I have been overjoyed with the way they have played some teams off the pitch this season. They have done remarkably with a squad of mostly very young, unknown players that Arsène Wenger has brought in. I doubt if they will win the Premier League. When you look at the strength of Manchester United and Chelsea, they have two internationals playing in most positions. When Arsenal have had injuries to key players they have had to bring on guys who have experienced maybe only 10 Premier League games. United brought in Nani for £14m and Anderson for £17m last summer ; Michael Carrick and Owen Hargreaves have been sitting on the bench. There can be no argument that they are much stronger as a squad. Arsenal do have a slightly better chance in the Champions League. When the competition is about passing and technique they tend to do better than when they come up against players in the league such as Didier Drogba, who disrupts them because they lack a bit of height and strength at the back. However, they have to play Liverpool over two legs in this round and even if they go through they may then draw Chelsea, and Drogba, in the semi-final. And success in the Champions League at this stage can still come down to the strength in depth of the squad. With so many games, players are beginning to get tired and injuries are more common. Arsenal have already suffered with Robin van Persie out for a few months, and when they lose a player of that calibre it is the equivalent to United losing Wayne Rooney or Cristiano Ronaldo. Liverpool look ordinary in a lot of areas but Steven Gerrard, Fernando Torres and Javier Mascherano have had a great season. You cannot forget either what Jamie Carragher brings to their side, but overall they have been disappointing and it is defi nitely possible for Arsenal to beat them over two legs. And if they go further and come up against United, Alex Ferguson's team are stronger all round. Arsenal have perhaps greater longterm potential but they do need to strengthen. The two centre-halves, William Gallas and Kolo Touré, are fantastic players but they are both second centre-halves. At United, Nemanja Vidic is a No1 centre-back and both Gallas and Touré would be wonderful alongside him. When Arsenal's two come up against a player with sheer physical strength they do sometimes get bullied. There is also a need for greater depth in the wide positions. Abou Diaby is a central midfielder and when he has been played on the left he has been cutting back inside. Emmanuel Eboué is the same. Playing in midfield, he is not going to score more than two or three goals a season; the likes of Robert Pires and Freddie Ljungberg were scoring 12 or 16 so Arsenal lack a bit of threat down the flanks. I admire everything they have achieved this season. What they need to do now is dip into the transfer market in the summer because I don't think the little bit extra will come from inside."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}