{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/apr/06/sport.comment3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-04-05T23:15:44Z", "webTitle": "David James: A dream return to Wembley - but   not quite the way I expected", "webUrl": "https://www.theguardian.com/football/2008/apr/06/sport.comment3", "apiUrl": "https://content.guardianapis.com/football/2008/apr/06/sport.comment3", "fields": {"headline": "A dream return to Wembley - but not quite the way I expected", "bodyText": "I have dreamed about reaching an FA Cup final again for a long time. I always hoped it would happen. I said as much to my old team-mate Gareth Southgate, who is now the Middlesbrough manager, the night after the last FA Cup final we played in. We had lost - Chelsea 1, Aston Villa 0 - and Gareth and I sat down to reflect on the experience. I remember saying: 'You know what mate? I reckon we'll do it again.' I didn't mean get to another FA Cup final with Villa, I meant that he and I would make it to another final. I was sure that we would get another crack at it. I remember him looking at me like, 'Hmmm, that's never gonna happen Jamo.' But I was serious. So when Middlesbrough got through to the quarter-finals this season I thought it might just be our year. Alas, for Gareth, it wasn't to be. But it's happened for Pompey now and it's a truly great feeling. Sure, yesterday's semi-final against West Bromwich Albion wasn't the most entertaining game of football in the world. We got what we expected from Albion - an organised, difficult to break down side with the likes of Kevin Phillips, Zoltan Gera, and then the substitute Ishmael Miller making it difficult for us. It's hard to recall much of it. When the fourth official held up the board to signal three minutes of injury time after the 90 minutes, I was shocked - I hadn't even realised we'd played full time, I was completely absorbed and in the zone. I'll be honest there had been the odd hairy moment, like when Johnno [Glen Johnson] headed the ball back in the first half, slightly wider than I anticipated, and it skipped off the surface and out of my hands. Luckily, our lot made a tremendously loud noise - a nice bit of audience participation - and we avoided any danger. Robert Koren's shot that struck the crossbar in the second half didn't worry me, I would have had it covered had it gone any lower. It was frustrating not getting more goals - you're stuck down the other end and you just want to put the thing to bed. We had a great chance to make it 2-0 in the second half, which would have made all of us a lot more comfortable. But then we haven't had a 'comfortable' match during the whole campaign. We haven't out-and-out dominated - we've deserved to win each match - but we haven't bossed a single game yet. Hopefully, we've saved that for the final. The whole Pompey squad travelled up to Wembley yesterday - all the injured players, everybody bar those on loan. The coach was so full it felt more like being on a London bus at rush hour. It was a bit odd playing at Wembley, though, I must confess. It is without a doubt a magnificent arena, and a pleasure to play in, but the occasion has to be right and it being a semi-final felt strange. You can't let people get carried away, the big game is still to come. In the dressing room afterwards I made the joke that the gaffer wanted us in bright and early for extra training. It was only a half-joke though - we've got some big games coming up. My attitude this time around is worlds away from how I felt with Liverpool. Back then we'd won the League Cup the previous year and we were very blasé about the whole thing, we were confident we would get to the final - and win. With Pompey every game has been a struggle in its own right, and because of that we've appreciated it. Only one person has so far remembered to ask the cheeky question about Cup final suits. The honest answer is that we haven't thought that far ahead. But I can guarantee that any odd colour suggestions will be loudly vetoed by me. As far as this afternoon's match goes, I'll be watching with bated breath. There are two old mates at Cardiff who I know very well - hello Robbie and Trevor [Fowler and Sinclair] - but I won't say which team I'm rooting for. For all the euphoria of yesterday's result, with West Ham away coming up on Tuesday in the Premier League my celebrations had to be low key. I watched the Grand National after the match with friends and family. My horse turned out to be pants, but one of the kids did OK so it was pizzas on him as we all celebrated Pompey getting to the final. David James has donated his fee for this column to the Special Olympics"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}