{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2008/apr/06/art1", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2008-04-05T23:09:02Z", "webTitle": "Review: White Cube's show by artists drawing inspiration from Edgar Allan Poe", "webUrl": "https://www.theguardian.com/artanddesign/2008/apr/06/art1", "apiUrl": "https://content.guardianapis.com/artanddesign/2008/apr/06/art1", "fields": {"headline": "Horror, horror on the wall", "bodyText": "You Dig the Tunnel, I'll Hide the Soil White Cube, London N1, and Shoreditch Town Hall, London EC1, until 10 May The private view and launch party for You Dig the Tunnel, I'll Hide the Soil, which took place in Shoreditch Town Hall on Thursday night, was a strangely subdued affair. What should have been a celebratory event was shadowed, like the show itself, by the suicide of the young British artist Angus Fairhurst the previous weekend. Damien Hirst, a close friend of Fairhurst's, did not make an appearance, while Tracey Emin seemed, like many of the YBA generation, still to be coming to terms with the tragedy. Unsurprisingly, the most poignant piece in the show, which comprises works inspired by Edgar Allan Poe, is by Fairhurst who was, accordiing to the curators, the first artist to respond to the brief. Entitled Everything but the outline blacked-in (Prototype), it looks like a deft line drawing of a prone curvaceous girl. It is actually an inked-in advertisement for Opium perfume, and the outline is that of the model Sophie Dahl whose pose - part death-throe, part sexual languor - caused considerable controversy in the tabloids a few years ago. Fairhurst exhibited a bigger, billboard-scale version of this work in the In-A-Gadda-Da-Vida show he shared with Hirst and Sarah Lucas at Tate Modern in 2004, but this is a more thoughtful, restrained take on the same subject, its darkness (it is too dark to reproduce here) - literal and formal - invested with even deeper meaning in the light of recent events. The show, curated by the artist Harland Miller alongside Irene Bradbury from White Cube, and featuring 34 artists, is spread across two spaces: White Cube in Hoxton Square and the labyrinthine basement of nearby Shoreditch Town Hall. No prizes for guessing which is the more Poe-like. Given that the great horror writer has been well served by illustrators - Doré and Beardsley immediately spring to mind - it is a brave move on Miller's part to attempt to contemporise Poe's work and, in doing so, drag it out of the Gothic tradition. Ironically, one of the defining aspects of the exhibition is that it highlights not just the extremity of Poe's dark imaginings, but the seam of pitch-black Gothic absurdism that runs through contemporary British art from the Chapman brothers to the Wilson sisters. The Chapmans' Ode to the Industrial Revolution is one of their infernal-looking mechanical pieces, coated in a dreadful white grease. It sits, lumpen and ominous, in the bowels of Shoreditch Town Hall, and is one of the few works here that could actually have emerged out of a Poe story, dreadful in its menacing detail. Likewise Mike Nelson's Melnais Kakis (The Black Cat), one of the artist's constructed spaces, which looks like it has been lifted out of the Town Hall basement and reassembled in White Cube. Emin has responded to the same Poe story with a big acrylic-on-canvas painting of what appears to be a nun or a modern-day Goth with her face blacked out, her breasts and crotch exposed, and a bloody stain around her feet. Perhaps it's another self-portrait, Poe-like in its sense of self-obliteration. The work that dominates the gallery space, though, is Cerith Wyn Evans's giant red chandelier, which manages to be both Poe and po-mo. No mean feat. Christian Marclay pulls off a similar tightrope walk, with a brilliant piece entitled The Watch, a disturbing take on Poe's great story, 'The Tell-Tale Heart'. In one of Shoreditch Town Hall's many dark, dank spaces, Marclay has placed an antique timepiece, bathed in a tiny pool of light, in a crumbling chimney stack. A furious ticking sound fills the room and echoes down the corridors nearby. 'Properly Poe,' as one passer-by whispered. I was much taken too by both of Jason Shulman's pieces, the first a tiny black glass mirror in a baroque black frame which reveals an etched image of Poe's face when you breathe on the glass. Nearby, in response to Poe's story 'The Imp of the Perverse', he has created Halo, a single gas candle whose circular glow seems spookily unreal. Both these works are intimate, melancholy and very affecting. More ominous (and in fact actually dangerous) is Paul Fryer's cast-iron skull that burns red-hot in a pitch-dark room, eerily Victorian. In an adjacent room, the unmistakable voice of the Mancunian punk-poet John Cooper Clarke emanates from a large steel vault that turns out to be a sensory deprivation tank by Harland Miller wherein, if the local health and safety advisers give the go-ahead, visitors will soon be able to float in heavily salted water while listening to the Bard of Salford recite 'The Pit and the Pendulum'. Rather you than me, though. For all its eclecticism, You Dig the Tunnel, I'll Hide the Soil (a reference not to Poe, funnily enough, but to The Great Escape) is an intriguing, and constantly provocative, show. It features two characteristically brooding works by the great Anselm Kiefer, including a big vitrine, all bark and ash and branches, that possesses the authority, depth and ambition of his best work. Hirst, of course, responds to Poe's wildest imaginings in kind, with a striking spin painting complete with red-eyed skull above a paint-splattered bed on which lies a mangled furry toy. It is called The Startling Effects of Mesmerism on a Dying Man. Nearbylooms one of Harland Miller's signature Penguin book cover paintings, bearing the title Wake Up and Smell the Coffin. It is one of the exhibition's unforeseen ironies that Angus Fairhurst's small, unobtrusive work hangs between these two. Given that he seems to have been a mischievous and self-deprecating soul, he may well have appreciated the graveyard humour, and even more so the juxtaposition. It seems sad, but somehow fitting, that, as the constant stream of silent viewers on Thursday evening attested, this dark and intricate piece has already assumed the status of an accidental memento mori."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}