{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/apr/17/worldmusic.brazil", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-04-16T23:11:17Z", "webTitle": "Will Hodgkinson meets Rio supergroup the Ipanemas", "webUrl": "https://www.theguardian.com/music/2008/apr/17/worldmusic.brazil", "apiUrl": "https://content.guardianapis.com/music/2008/apr/17/worldmusic.brazil", "fields": {"headline": "The boys from Ipanema", "bodyText": "Ipanema lives up to its reputation as Rio's most glamorous district. Just as Astrud Gilberto singing The Girl from Ipanema would have us believe, the bars and restaurants are chic, the beaches are a brilliant white, and the girls really are tall and tanned and young and lovely. But the Ipanemas, the Brazilian supergroup led by the septuagenarian drummer Wilson das Neves, tell a very different story of Rio. It's a story about the anonymous musicians behind Brazil's biggest stars, about the Afro-Brazilian religion candomble, and most of all about samba, the enduring rhythm that has been the soundtrack to the everyday lives of Brazilians since the last days of slavery. The Ipanemas have been called the Buena Vista Social Club of Brazil, but their situation is not quite the same as that of Cuba's most famous pensioners. The original band was made up of the cream of Brazil's session players of the 1950s and 60s, who backed everyone from homegrown stars such as Elza Soares and Elis Regina to visiting American jazz singers such as Sarah Vaughan. They recorded their debut album, Os Ipanemas, in 1962, a chance to play the samba-cancao (\"sung samba\") they had grown up with, and then promptly forgot about the band to get on with their various careers - until Joe Davis, of the British label Far Out, decided to coax them out of retirement and back into the studio in 1999. There was just one problem: most of the musicians were dead. Only Das Neves and the band's guitarist, Neco, remained. \"I just adored that album,\" Davis says when asked why he took it upon himself to get the Ipanemas back together. \"It's the first example of hard African rhythms meeting jazz, and it's hugely influential. But when I suggested the idea to Wilson, his reaction was, 'Why?' He couldn't see the point. It was always going to be hard - Neco doesn't even know how old he is, and he can hardly walk - but with samba undergoing something of a revival, I felt the time was right.\" I'm outside the Ipanema Inn when a car pulls up containing two of the Ipanemas' new, younger members: Ivan Conti, the fiftysomething drummer with the Brazilian jazz-fusion band Azymuth, and his 24-year-old son Thiago, who also works as a primary-school music teacher. We are going to Das Neves' house in Ilha do Governador, a working-class suburb of Rio that's a world away from Ipanema. \"I was born listening to people like Wilson,\" Thiago Conti says as we drive past sprawling favelas, run-down factories and giant billboards warning of the dengue fever epidemic. \"To be able to play with someone who has contributed so much to Brazilian music is a great honour.\" Ivan, for his part, tells me that Das Neves was his first teacher, and remains a friend. \"To make music with him is the most natural thing in the world.\" Isn't it strange to have three generations of musicians playing in the same band? \"Not in Brazil,\" says Thiago. \"Here, you can play samba where one person is 80 and one person is 20. Nobody has a problem with this. We don't reject the culture of our parents or grandparents in the way the British and Americans do.\" We pull up at Das Neves' house to be met by a smiling, dapper, chain-smoking 73-year-old with a neatly clipped white moustache, who insists that we sit down to a traditional Brazilian lunch of fried chicken, rice and beans. The only decoration in the dining-room is a huge whiteboard covered in hundreds of signatures: it transpires that Das Neves insists every house guest sign it. I put mine just below that of the great Brazilian songwriter Chico Buarque. \"Nobody invented samba,\" says Das Neves. \"It came from our hearts, where it will always be. I grew up with this music, and then when I was 14 I saw a drummer whose kit had flashing lights on it. That's when I decided to become a musician.\" By the mid-50s, the teenage Das Neves was working with the National Radio Orchestra, Rio's premier session band. It was there that he met Neco and the other future members of the Ipanemas - all jobbing Afro-Brazilian musicians who had grown up with samba, but made a living from playing the more mannered big-band jazz. \"We had the idea to record some of our music because we were just working for other people, never performing our own songs,\" he says. \"Our only ambition was to make one LP and do one show. We were friends, we enjoyed playing together, and we didn't intend to do anything more than that.\" Two years after the release of the Ipanemas' debut, Brazil saw the first of a series of military dictatorships. Many of the singers Das Neves worked with - Chico Buarque and Elis Regina among them - were harassed, censored, even tortured. Did he ever receive threats? \"No, because I never had any connection with politics,\" he says with a frown. \"I don't like getting involved because a lot of bad things can happen. You win enemies this way.\" The Ipanemas were, and still are, a world away from Brazilian politics - even if there is a photograph of Das Neves with Brazil's leftist president, Luiz Inácio \"Lula\" da Silva, on the kitchen wall. Das Neves' own democratic working methods have made him very popular in the tight Brazilian music community. \"Wilson is a dynamo,\" says Alexandre Kassin, co-founder of the young samba group Orquestra Imperial, with whom Das Neves moonlights. \"When we're on tour, he stays up later and drinks more than everyone else, even though he's about 40 years older than us.\" Ivan Conti adds: \"Wilson is unusual in that he lets every musician he plays with shine in their own right, rather than tell them what to do. He's very generous.\" Samba was born in the rural northeastern state of Bahia and developed in the favelas of Brazil's major cities, but now it is the dominant soundtrack of Rio's most fashionable (and expensive) nightclubs. How does Das Neves feel about samba's resurgence? He dismisses the question. \"The music doesn't change,\" he says. \"In Brazil, it's just a part of us, and I keep playing it without questioning too much.\" He is equally laconic about taking the Ipanemas out on the road for their first tour of Europe at an age when most men would rather potter about in their garden sheds - even if he does have misgivings about facing the distinctly non-tropical English weather. \"My grandmother lived until the age of 116,\" he says with a shrug when I ask him about the strains of tour-bus life. \"Her favourite food was extremely hot chilli peppers. When her family said she was too old to eat them, she would refuse, and say, 'What's the worst that can happen? That I die?' I agree with her.\" Almost all the songs on the Ipanemas' joyous new album, Call of the Gods, are dedicated to the African spirits of candomble, the folk religion of African slaves who found ways of hiding their spirit-worship from their Portuguese masters, syncretising the spirits with Catholic saints. The coded rhythm of samba was a secret form of prayer. \"Samba is a product of candomble, and you can't have one without the other,\" says Das Neves. \"The Portuguese didn't understand that the real reason behind singing and playing samba is to worship the gods, so samba is religion. Everything in Brazil is mixed, with Catholic saints fusing with African spirits, and white people fusing with black people. To understand Brazil, you have to understand the mix. It's a unique thing.\" I ask Das Neves to tell me more about the religion, and he takes me on a tour of the two walk-in shrines he has at the back of his house. One is dedicated to his spiritual mother, Oxum, the other to his spiritual father, Oxana. \"I've realised that I'm a simple guy,\" he says quietly as we walk past the lighted candles, statues of Catholic saints and bottles of cachaca in the shrines. \"I never pray to the saints for fame or money or anything like that. I just talk to them about what I'm doing, exactly as I would talk to my friends or family. I like having a barbecue with my saints. Somebody might say: you talk crazy. But everyone in this band understands\". · Call of the Gods is out now on Far Out. The Ipanemas play the Philharmonic Hall, Liverpool (0151-709 3789), tonight, then tour."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}