{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2008/jan/28/eu", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2008-01-28T23:49:59Z", "webTitle": "E.ON feels heat as European commission plans huge fine", "webUrl": "https://www.theguardian.com/business/2008/jan/28/eu", "apiUrl": "https://content.guardianapis.com/business/2008/jan/28/eu", "fields": {"headline": "E.ON feels heat as European commission plans huge fine", "bodyText": "The European commission will this week impose one of its heaviest ever fines. It is punishing the German energy group E.ON for breaching an official seal during raids on its offices. These were part of an investigation into a suspected cartel in May 2006. It is understood that Neelie Kroes, EU competition commissioner, could fine the group as much as €280m (£207m) for damage to the seal on an office at the headquarters of E.ON's energy division in Munich. The office was housing confidential documents that had been seized in dawn raids in six countries on May 29 and 30 2006. The raids were part of a wider inquiry into alleged collusion among leading European energy groups to prevent cheaper rivals from entering the market and ensuring that prices remained high. Germany's cartel office has accused some of the groups of trying to carve up the market among themselves. E.ON has consistently denied the charge that the seal was broken or interfered with and insists that it may at most have suffered minor - and accidental - damage. The commission is standing by its accusations. It has the power to levy a fine of up to 1% of the relevant business's annual turnover, with E.ON Energie's said to be €28bn. \"We have to ensure that companies cannot obstruct our investigations with impunity,\" sources said. Kroes, who has levied record fines against cartels, has also signalled her determination to prise open the EU's energy market to greater competition, backing plans to break up the biggest groups - such as E.ON - and force them to sell off their transmission networks or hand them over to an independent systems operator to run. She could also impose further multi-million-euro fines on the groups if she finds they acted as a cartel."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}