{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/jan/05/pakistan.letters", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-01-05T23:52:36Z", "webTitle": "Letters: Pakistanis blame the state for Bhutto's death", "webUrl": "https://www.theguardian.com/world/2008/jan/05/pakistan.letters", "apiUrl": "https://content.guardianapis.com/world/2008/jan/05/pakistan.letters", "fields": {"headline": "Pakistanis blame the state for Bhutto's death", "bodyText": "Shashi Tharoor (Comment, January 4) suggests that most people in Pakistan assume Benazir Bhutto's killers were religious fundamentalists. Combined with the groundswell of grief and anger upon her death, he concludes that the Islamists may take a significant hit in the upcoming elections and will generally be forced on to the back foot. I do not know which people Mr Tharoor has talked to in Pakistan. Most Pakistanis blame the state for her murder, not the Islamic fundamentalists. The state has gone to great lengths to convince people that her murderers were Islamic militants. However, all their pleas have so far fallen on deaf ears. Within hours of her assassination, people poured out on to the streets and attacked the police (the most visible symbol of state power) and the residences, offices and election hoardings of the ruling party. Not a single religious institution or religious \"fundamentalist\" was attacked. Whether we like it or not, the whole episode has actual been a moral victory for the Islamists, rather than a blow, as Mr Tharoor suggests. Whatever our own inclinations, we should not delude ourselves into believing that the Islamists have no popular support in Pakistan. This will only lead to an Afghanistan-like situation. Kamal Munir University of Cambridge Shashi Tharoor says the prospect of an Islamist military regime in Pakistan \"has always sent shudders down the spines of the world's chancelleries\". Not always. General Zia-ul-Haq, who brought both martial and sharia law to Pakistan in the final decade of the cold war, was America's friend - an Islamist generalissimo at a time when the Islamic right and the US right worked hand in glove. Peter McKenna Liverpool"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}