{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jan/20/foodanddrink1", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2008-01-20T23:52:07Z", "webTitle": "Tim Atkin: The happiest valley", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jan/20/foodanddrink1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jan/20/foodanddrink1", "fields": {"headline": "The happiest valley", "bodyText": "If you've ever fancied owning a few hectares of vineyard land in Argentina - playing the vinous gaucho, if you like - you'll have to join the queue. There's so much interest in what's happening in South America's largest wine-producing country, especially in the US, that a group of businessmen has set up a company to service the demand. Vines of Mendoza (vinesofmendoza.com) is offering to sell punters plots of land between three and 10 hectares, complete with advice on how to grow your grapes and a winery in which to ferment and age them. It is no coincidence that the entrepreneurs have chosen the Uco Valley as the site of their 500-acre project. This area to the southwest of the city of Mendoza is simultaneously one of the coolest and hottest in Argentina: cool in terms of its climate; hot in terms of its growing reputation. Throw in some of the most beautiful views in the wine world - the Andes are so close you can almost touch them - and the result is one of the most talked-about new wine regions on the planet. Like many recently developed areas in the southern hemisphere, this used to be a fruit-growing area famous for its apples and cherries. There were a few patches of old vines around the town of San Carlos, including some excellent Malbec and Tempranillo, but it would be fair to say that the people growing them weren't exactly driving around in Ferraris. But then something changed. A combination of cheap land prices, high-altitude conditions (the vineyards go up to 1,700 metres) and the possibility of making elegant, European-style wines from under-represented (for Argentina) grape varieties such as Sauvignon Blanc, Merlot, Chardonnay and Pinot Noir attracted outsiders from France, Spain, Chile, Italy and the Netherlands, as well as a few pioneering Argentines. The most famous of these is the globe-trotting flying winemaker Michel Rolland, who has his own vineyard (Val de Flores), a joint venture (Clos de los Siete), an eponymous street (Avenue Michel Rolland) and a number of consultancies in the valley. As he does almost everywhere, Rolland tends to favour ultra-ripe styles. If you don't mind drinking something with 15 per cent alcohol, the 2006 Clos de Los Siete (£10.99, Waitrose; Majestic) is rich and concentrated, with notes of liquorice and plums and a lot of oak. To me, this blend of 50 per cent Malbec with Merlot, Syrah and Cabernet is not what the Uco Valley does best, but there's no denying its appeal. More than any other region in Argentina, the Uco Valley makes white wines that can rival those of Chile, its ocean-influenced neighbour on the other side of the Andes. Three excellent examples are the zesty, grapefruit- and white peach-like 2006 Doña Paula Los Cardos Sauvignon Blanc (£5.99, Oddbins), the spicy, aromatic 2007 J&amp;F Lurton, Finca Las Higueras Pinot Gris (£5.55, Waitrose) and (best of all) the complex, minerally, subtly oaked 2005 Catena Alta Chardonnay (£18.99, Bibendum, 020 7449 4120), which is easily the best white wine produced in Argentina. That said, it's the high-altitude Malbecs that are most exciting. These wines combine deep colour (something to do with high levels of ultraviolet light, apparently), an aroma of violets, refreshing acidity and remarkable depth of flavour. In fact, I'd go so far as to say that the Uco Valley is one of the three best regions in Argentina for Malbec, alongside Luján de Cuyo and Río Negro. My three current favourites are the pungent, plummy 2004 Salentein Malbec Reserve (£8.49, Tesco), the intense, spicy, fruit-packed 2005 O Fournier Alfa Crux Malbec (£19.99, stockists from Seckford Agencies, 01206 231 686) and the refined, elegant, multidimensional 2005 Achaval Ferrer Finca Mirador Malbec (£40.95, Corney &amp; Barrow, 020 7265 2400), a wine that lingers hauntingly on the palate. The fact that the last winery picks its grapes earlier than anyone else in the valley, preserving natural acidity and fresh fruit flavours, is refreshingly apparent on the palate. If you buy the Achaval Ferrer - currently regarded as one of Argentina's leading cult wines - you might be tempted by that vineyard investment. Santiago Achaval, the winemaker at Achaval Ferrer, is also the winemaker for Vines of Mendoza. How much time he'd have to devote to your production is a moot point - but if I were handing my grapes over to anyone in Argentina, he'd be close to the top of my list. Christmas quiz: the answers and winners Thanks to everyone who entered my brain-scramblingly difficult Christmas quiz. The answers were as follows: 1a; 2c; 3a; 4b; 5b; 6a; 7b; 8a; 9c; 10c; 11a; 12c; 13b; 14b; 15b; 16a; 17c; 18b; 19c; 20b; 21a; 22a; 23c; 24c; 25a; 26c; 27b; 28b; 29b; 30b. The winner, who receives £300 of wine from Waitrose, is Mrs B Jolley of Thornton-Cleveleys, Lancashire. The five runners-up, who each win a copy of The World Atlas of Wine, are R Bhavnani, Finchley; Mr C Doherty, Worksop; Stuart Humphries, Lincoln; Mrs M Ling, Colchester, and S Sharp, Kent. tim.atkin@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}