{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jan/19/artsfunding.theatre", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-01-19T23:52:07Z", "webTitle": "Samuel West on what the Arts Council must do to regain the trust of actors", "webUrl": "https://www.theguardian.com/books/2008/jan/19/artsfunding.theatre", "apiUrl": "https://content.guardianapis.com/books/2008/jan/19/artsfunding.theatre", "fields": {"headline": "Every cut is a wound", "bodyText": "Last week's midweek matinee at the Young Vic was one of the fieriest ever known. The outgoing chief executive of the Arts Council, Peter Hewitt, was invited by the actors' trade union Equity to defend the latest round of funding cuts. It was standing room only for Kevin Spacey, Ian McKellen was behind a pillar, and 600 others questioned Hewitt for more than two hours. There was no interval and no ice cream. At the end, a motion of no confidence in the Arts Council as it stands today was passed unanimously. Twenty-four hours later, the Department for Culture, Media and Sport published a report, \"Supporting Excellence in the Arts\" by Brian McMaster, which on any other day would have got sustained and warm applause. Its thrust was that for too long artists' work has been measured, not judged, and that it was time to free them from \"burdensome targets which can act as millstones round the neck of creativity\". Culture Secretary James Purnell's own words. Heady stuff. The McMaster report seems to be a genuine rethink. So how can the Arts Council have shot the DCMS so decisively in the foot? On December 12, letters dropped on to the doormats of 197 arts organisations, nearly a quarter of all those funded by the Arts Council, telling them that their funding was under threat. They had until January 15 to appeal. The Arts Council phones were off between December 21 and January 2. In effect, that's three weeks to organise a fight for your life. The Bush Theatre in west London, facing a 40 per cent cut, immediately applied under the Freedom of Information Act to see their audit. When it arrived, they discovered it was based on figures that under-recorded their audience numbers by two-thirds. The Arts Council is now working with the Bush to correct this mistake, but the other organisations threatened are naturally worried that the same thing might have happened to them. Last October, a DCMS settlement, lobbied and fought for, was announced: £50m extra funding over the next three years. Cue general rejoicing. It was late, but it was very welcome. The last injection of funds, the £25m of the 2000 Theatre Review, overturned years of under-investment, and transformed our regional theatres. I know; I used to run one in Sheffield. For the cost of half a helicopter (a fully armed Apache costs £47m - the army's ordered 67 of them), theatres across Britain could afford to put themselves back where they belonged: in the centre of their communities. In Sheffield, the pride in their theatre, which had almost closed in the 1990s, was palpable. The work was ambitious, confident and well thought out. In every criterion - new plays, new audiences, non-white audiences, non-white board members, actors employed - the figures shot up. We used the money well. Nobody made a fortune (actors' minimum has still not reached £400 a week, and I don't know a rep that pays more), but it was at least comfortable. We were going in the right direction. And now this mad Arts Council clearing of the decks. A good settlement from the DCMS has been passed on to the arts in a series of shabby, rushed, secret and confusing decisions. The McMaster report properly trumpets excellence, but look at the companies threatened and it is hard to believe that they're all worthless. Take the Bush. \"Innovation\" is another of McMaster's holy grails. So why cut a theatre with an unrivalled reputation for new writing? The playwright Catherine Johnson, who started out at the Bush, wrote Mamma Mia!. It's been seen by 30 million people in 34 different countries. In the London Evening Standard last week, Johnson wrote: \"the Bush welcomed and developed me. They made me a writer.\" A letter of support protesting the Bush's cut has been signed by Pinter, Stoppard, Hare, Hampton, Churchill and 97 others. A separate letter has been signed by 60 up-and-coming writers, saying that, without the Bush, upping and coming will be much harder. It would be good to know how much the stuff written by Johnson and the rest of the Bush signatories has earned for the public purse. Of course, not all of them started at the Bush, but all of them started somewhere. The principle is simple: cut funding to our smaller spaces and you eventually starve our larger ones to death. There is no longer a New Writing Officer at the Arts Council. You would think that if there were, he or she would be excited by the McMaster report. You would think that if there were, he or she might, during a discussion about a possible funding cut for the Bush, lean over the table and give a gentle shake of the head. No such sanity is forthcoming. The Orange Tree in Richmond has a young directors' scheme - one of the very few in the country. It has trained, to my knowledge, five current artistic directors so far, mostly as their first job. The Orange Tree is facing a 17 per cent funding cut. That may sound bearable, but their artistic director says that it threatens non-essential activities. The young directors' scheme may have to go. It doesn't matter where you look: every cut is a wound. I was characterised at the Young Vic meeting as someone who opposes cuts in principle. Of course I don't. I just refuse to take the piss. I've run a regional theatre, I know what this money enables us to do. Opposing cuts in principle is not the same as fighting every one individually. We need the Arts Council. We believe in a funding body independent of government, and we recognise its need to make tough decisions. But we have no confidence in the way these decisions have been made. We need officers and advisers we can respect; who want to serve the arts, not just manage them. We would like to help. The new chief executive of the Arts Council, Alan Davey, should instigate a system of peer review that involves artists at every level except the one that finally decides to make the cut. Only then will he regain the trust of the profession."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}