{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2008/jan/24/ces.sony", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2008-01-24T23:49:45Z", "webTitle": "TVs can never be too thin - and you can never be too rich", "webUrl": "https://www.theguardian.com/technology/2008/jan/24/ces.sony", "apiUrl": "https://content.guardianapis.com/technology/2008/jan/24/ces.sony", "fields": {"headline": "TVs can never be too thin - and you can never be too rich", "bodyText": "We were welcomed to this year's Consumer Electronics Show in Las Vegas by women wearing LCDs on their chests. They were promoting IBM, but inside the whole show was also dominated by flat screens. TVs are getting bigger and thinner at a tremendous rate. In this case, \"big\" extended to Panasonic's 150in (380cm) monster, while \"thin\" included a Sony OLED (organic light-emitting diode) screen just 3mm thick. Panasonic's 150in plasma screen was an amazing sight, displaying 9 megapixels (4,096 x 2,160), which is about four times the resolution of high-definition TV. It's around 12ft long and 8ft high, more suitable for public displays and micro-cinema installations than home use. However, Panasonic said it had sold \"quite a few\" of last year's 103in version to individuals. Panasonic also showed some little 50in-sets that were just under an inch thick, which makes plasma more attractive in the wall-hanging stakes. The company's new \"double efficiency\" plasma technology also uses less power and halves the weight of the sets - to 22kg in this case. Bob Raikes, managing director of Meko Ltd, said I should reverse my view that plasma was being swamped by LCD. He reckons Panasonic's plasma is still improving and will prosper like Sony's Trinitron design, which sold to people who wanted better picture quality. Meanwhile Sony is trying to replicate the Trinitron effect with its own new technology, OLED. Sony actually put its XEL-1 11-inch OLED TV on sale during CES, though the $2,499 price proved a bit much for most people. Still, the screen was strikingly brilliant - Sony claims a contrast ratio of 1m:1 - and, incredibly, only 3mm thin. That's about the same as the two or three credit cards you will need to rub together to afford one. Sony also showed a prototype 27-inch OLED TV - to see it is to lust after it - but did not have the technology to itself. Korea's Samsung also showed 14in and 31in prototype OLED screens. However, many people have doubts about whether these sets can be mass-produced at reasonable prices, and how long the screens will last. Suffice it to say, OLED is not about to replace LCD. Having a final breakfast with fellow journalists, someone asked what CES 2008 had all been about. My suggestion: smaller bezels. TV manufacturers are designing sets that are bigger, thinner and have smaller surrounds. Less than an inch is the new cool. The aspiration is to become just like a poster. You can't roll a TV up yet. But they're working on that as well."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}