{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jan/19/fiction3", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-01-19T23:50:00Z", "webTitle": "Review: Flight by Sherman Alexie", "webUrl": "https://www.theguardian.com/books/2008/jan/19/fiction3", "apiUrl": "https://content.guardianapis.com/books/2008/jan/19/fiction3", "fields": {"headline": "This charming man", "bodyText": "Flight by Sherman Alexie 182pp, Harvill Secker, £12.99 Sherman Alexie, a novelist and poet who is a Spokane/Coeur d'Alene Indian, cuts a striking figure on the US literary scene. With his broad frame and, until recently, long hair, his mixture of truculence and good nature, he emerged in the 1990s to harry and punish the frauds and impostors who had infested American Indian literature in the US and Canada for a century. White North Americans have excruciating difficulties with indigenous culture, and the hardships of his reservation upbringing have been partly assuaged by critical sympathy. Like all good American writers, Alexie is fantastically overrated. Flight, his first novel for more than 10 years, returns to the themes of Indian Killer (1996) and Reservation Blues (1995), in which a demoralised Native American society meets and mingles with the trash of Anglo popular culture. It opens with \"Zits\", the delinquent 15-year-old orphan son of an Irish mother and Indian father, running away from his 21st foster home in Seattle. Chased and floored by the cops, Zits is befriended in the cells by a white terrorist, a most unconvincing creation who goes by the name of \"Justice\". Encouraged by him to re-enact the Ghost Dance, an Indian ritual that swept though the west in the 1890s and which Justice interprets as a way of making whites \"disappear\", Zits enters a bank lobby and starts shooting. At the point of being felled by a bank guard's bullet, he passes into history. He enters the body of an FBI agent in the Nanapush Reservation on the Red River, Idaho, in the 1970s; a child at Little Big Horn in 1876; and a worn-out Indian tracker in the service of the US army in the same period. From there he turns about, travelling forward in time to become a flight instructor who half-wittingly trained a suicide pilot and then, in by far the best episode in the book, his own lost alcoholic father in the gutters of Tacoma, Washington. Just when the reader has worked out that Zits's story mirrors that of the man condemned to be hanged in Ambrose Bierce's \"An Occurrence at Owl Creek Bridge\" (1891), and that as in Bierce's influential tale all these events are occurring at the moment of death, the teenager finds himself very much alive in a warm-hearted denouement. If that summary suggests a sort of epic, it is a short-winded epic. The chapters set in the past have the air of animated cartoons. The reader has no confidence that the characters have any substantial existence or that Sitting Bull or Crazy Horse were going about their lives independently before Zits's arrival. They materialise, as in a cartoon, at Alexie's command. There is no historical information, other than the fact that an Indian village in the 19th century smelled bad, and little description. It is not that Alexie cannot think historically. He can, being a Native American. It is because he absolutely cannot bear to sound like the US National Park Service. His inhibitions are thus the reverse of those of his Anglo-American readers. In truth, there is nothing at all to Flight other than the charm of its author and narrator, and without it the novel would simply fly away. This winning quality is compounded of three parts of Alexie's sincerity and two of his good nature. The opening line - \"Call me Zits\" - with its self-conscious echo of Melville would be as intolerable in another writer as the description of Crazy Horse as a \"pale little dude\". Amid the profanity and the commercial trash, there is something lyrical in Flight. American speech is much more vigorous than English, and a good literary style can be made out of the street and the saloon. \"Gee, I should be shot in the brain every day\" is a good sentence and there are many others. In one respect, this novel seems to me to have an advantage over Alexie's earlier work. The air of martyrdom that seemed inseparable from the previous novels and stories seems to have lifted. Whatever else it is, his Native American ancestry is also a privilege and source of distinction, and he is able to write a happy, or at least happyish, ending. · James Buchan's latest book is Adam Smith and the Pursuit of Perfect Liberty (Profile Books)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}