{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2008/jan/16/art", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2008-01-16T23:54:31Z", "webTitle": "Letters: Kitaj's restless relationship to Jewishness", "webUrl": "https://www.theguardian.com/artanddesign/2008/jan/16/art", "apiUrl": "https://content.guardianapis.com/artanddesign/2008/jan/16/art", "fields": {"headline": "Kitaj's restless relationship to Jewishness", "bodyText": "Having planted herself on the side of the angels by trumpeting her support for RB Kitaj after the London art world ganged up on him in 1994, Germaine Greer then rubbishes the writings of his final years as the \"screeds\" of an \"obsessive\" (G2, January 14). But Kitaj's Second Diasporist Manifesto, published last October, is rather the restless, quirky self-communing of an articulate artist who should never have been run out of his adoptive homeland. Yes, Kitaj was inhabited and haunted by his contradictory and argumentative Jewishness. He was perfectly aware his pantheon included artists who took little care of their Jewishness, or weren't Jewish at all. But he knew he was wrestling with a universal, not a particularist condition: \"You don't have to be a Jew to be a diasporist,\" he proclaimed. Kitaj's affirmation of the individual voice and his \"Jewish-inflected\" version of it deserve better than Greer's feminist sideswipes and blinkered reading. Michael Kustow London Kitaj's Tate retrospective did not draw \"almost universal disparagement and ridicule\". It was widely praised, and rightly so. What happened was that some art critics disgraced themselves by resorting to personal attacks of a shameful kind. Kitaj read the proofs of an article he asked me to write about him for a National Gallery catalogue, and did not dispute my account. Second, the Jewish proscription of graven images refers to sculptures, to idols, and to idol-worshipping. By extension, some have understood it to refer to paintings or drawings of God. But this has no relevance to a great modern Jewish painter who did not buy into ultra-orthodox Jewish theology. His suicide shook and saddened his friends and admirers, but his work lives on. Germaine Greer is right to praise him highly. And his new book, too, is full of \"signs and wonders\", in the phrase of the psalmist. Anthony Rudolf London"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}