{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/jan/09/newsstory.arsenal1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-01-09T23:58:28Z", "webTitle": "Football: Dominic Fifield: Eduardo has become Arsenal's fox in the box", "webUrl": "https://www.theguardian.com/football/2008/jan/09/newsstory.arsenal1", "apiUrl": "https://content.guardianapis.com/football/2008/jan/09/newsstory.arsenal1", "fields": {"headline": "Eduardo rises from England's ashes to become Arsenal's fox in the box", "bodyText": "Many managers have learned to dread international breaks, forever fretful that key players may return crocked to derail a club's progress. Arsène Wenger, though, has experienced the flipside. It is barely seven weeks since Eduardo Alves da Silva emerged on to the Wembley turf with Croatia as a little boy lost, struggling to justify a lofty reputation and floundering in a new club and country. Running the hosts ragged that night proved a turning point. England's pain was Wenger's gain. Eduardo is a changed man. His scintillating performance in a stunning victory which jettisoned England from Euro 2008 and cost Steve McClaren his job restored his confidence. Team-mates at Arsenal who had questioned the £7.5m outlay on a 24-year-old who had caught the eye only in the Carling Cup barely recognise the Brazilian-born striker these days. Wenger has tried for years to unearth a poacher to transform his side's silky domination of matches into convincing victories. Finally one is taking his chance. While some were impatient for Eduardo to make an immediate impact, Wenger is used to imports needing time to settle in the helter-skelter world of the Premier League. Robert Pires and Aleksandr Hleb, most notably, had initially been shaken by the ferocity of the English domestic game. So too had Thierry Henry and Emmanuel Adebayor. Eduardo, described by his manager as \"my secret weapon\", was given time to flourish. The flurry of recent goals - six in four games - is an indication that he has grown already. Even if it has come sooner than expected, Wenger has not been surprised. \"If you look at the numbers, he has had 14 starts and has scored 11 goals. Those are top numbers for any striker anywhere in the world; they are exceptional,\" said the Arsenal manager, who will give Eduardo a fourth start in 11 days against Tottenham Hotspur tonight. \"That is no coincidence. Especially after the first month, he scored against Sevilla at home and later in Sevilla, against Blackburn and against Everton who are all tough sides. \"That shows there is something special to come out. It is on the verge of coming out. He's shown he is a great finisher. He is cool and he just puts it out of reach of the goalkeeper. You think sometimes that the keeper could have done something about it when you see him finish, but he does it when he cannot move and that is something instinctive that only some people have. A player like Robbie Fowler had that.\" It is an ability Eduardo has shown consistently in training since his reinvigoration against England. The striker, shy off the field and hampered by broken English, appeared intimidated among the star names in his early days at the club yet he has come out of his shell in recent days. If his game lacks vibrancy at times outside the penalty area, he is utterly ruthless in it. He was anonymous as Arsenal trailed at half-time at Goodison over Christmas, yet sparked the revival with his first Premier League goals deflating Everton for a 4-1 away win. \"He showed what he was about,\" said Kolo Touré at the time. \"We are all thrilled for him.\" Perhaps there should be little surprise that he has adapted relatively quickly. This is a player who left Rio de Janeiro at 15, having been spotted as he top-scored at the schoolboys' annual Favela Championship, for a new life with Dinamo Zagreb. He subsequently went five years without seeing his mother and brother whilst he forged his reputation as a slippery goalscorer of rare quality on the other side of the world, scoring 34 times in 32 appearances for his Croatian club last season. Wenger had stressed the need for the striker to toughen up physically, to learn how to go up against the likes of John Terry or Abdoulaye Méïté and cope with the \"intensity and the impact in the challenge\". It is too soon for him to have added real brawn to his game but he has learned to adjust, seeking out space and exploiting his strengths against imposing opponents. A smart finish at Burnley on Sunday provided a demonstration of Eduardo's intelligently-constructed gameplan, which threatens to establish him as this club's most natural goalscorer since Ian Wright. The Carling Cup was his route into impressing, three appearances in the competition to date having yielded five goals. He trots out at the Emirates tonight having been voted Arsenal's player of the month for December. Spurs should beware. Gunners' hottest shot Overall record Goals, Shots, Conversion Prem League: 3, 13, 23% Carling Cup: 4, 9, 44% Champions League: 3, 8, 38% FA Cup: 1, 4, 25% Improving league form Pre-Xmas, Post-Xmas Appearances: 9, 2 Minutes on pitch: 386, 138 Goals: 0, 3 Shots on target: 2, 3 Off Target: 5, 3 Minutes per shot: 55.1, 23.0 Accuracy: 29%, 50% Chance conversion: 0%, 50%"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}