{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2008/jan/05/mainsection.alexandratopping", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2008-01-05T23:52:35Z", "webTitle": "Good to meet you: Danny Quinn", "webUrl": "https://www.theguardian.com/news/2008/jan/05/mainsection.alexandratopping", "apiUrl": "https://content.guardianapis.com/news/2008/jan/05/mainsection.alexandratopping", "fields": {"headline": "Good to meet you: Danny Quinn", "bodyText": "I bought my first Manchester Guardian at the Old Trafford cricket ground sometime in the summer of 1947. It had to be a Thursday afternoon, as I was working as a grocer's boy in St Helens and Thursday was our early closing day and the only day we could get to watch sport of any kind. I do remember reading an article by Neville Cardus about the cricket, and then a review by him of a performance of Tchaikovsky's 6th Symphony, the Pathetique. As a young child I heard the Pathetique on the radio in the living room. I crept out of bed to sit at the top of the stairs to listen, captivated, and found out its title the following morning from the Radio Times. One phrase from the review has always stayed with me, \"comparisons are odious\". Sometime after this, I found Neville Cardus's autobiography. I was struck by his story, maybe because he came from a similar background to me, though I only thought about the fact that it was similarly unpromising much later. His story led me to all the books that he had read, and then more, and so was the beginning of what you could loosely call my education. I did go to college eventually, when I was 40, and I have been lucky in a teaching career with my own technical subject, and later I got involved with music in schools. I've continued to read the Guardian - for 60 years now. I always go straight to the arts pages. Michael Billington is a favourite and he sometimes gets a good half a page. I also really like the writing of Jonathan Glancey. I have always found the Guardian to be stimulating and challenging: it makes no concessions to its readers. It assumes background and vocabulary on every topic, and if the reader doesn't know - well, it assumes they will find out. For me that is education."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}