{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2008/jan/19/artsfunding", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2008-01-19T23:59:48Z", "webTitle": "Letter: More dismay at British Council cuts", "webUrl": "https://www.theguardian.com/culture/2008/jan/19/artsfunding", "apiUrl": "https://content.guardianapis.com/culture/2008/jan/19/artsfunding", "fields": {"headline": "More dismay at British Council cuts", "bodyText": "We, as representatives of the design and architecture fields, share the dismay expressed by the arts world at the disbanding of the British Council art-form departments (Letters, January 16). Additionally, we are specifically concerned about the British Council's apparent wholesale replacement of art with the language and aspirations of the \"creative industries\". We are not convinced that the way in which to achieve positive cultural relations and economic prosperity is through the proposed emphasis on \"market intelligence, knowledge transfer and progressive facilitation\". Innovation is not achieved through these means, but through sustained and informed support of artists and creative practitioners. The design and architecture department of the British Council has over the past 10 years developed a world-leading programme of creative, innovative and socially responsive design and architecture projects, including two of the first major international exhibitions of contemporary design to tour India and China. These interventions have not only resulted in an increase in critical debate around the role of architecture and design in shaping our lives, but have immeasurably contributed to the success of British designers and architects internationally. Critical to the success of these initiatives has been the specialist perception and knowledge within the design and architecture department. We would urge the British Council to engage in a serious debate about how to retain the knowledge and expertise built up within their specialist teams prior to any structural changes. Alice Rawsthorn, International Herald Tribune Amanda Levete, Future Systems Prof. David Chipperfield CBE, Deyan Sudjic, Design Museum Farshid Moussavi, Foreign Office Architects George Ferguson PPRIBA Michael Marriott Robin Levien, RDI Paola Antonelli, Museum of Modern Art New Work Lucy Musgrave &amp; Clare Cumberlidge, General Public Agency Peter Bishop, Design for London Sir Peter Cook Peter Saville Ben Kelly RDI Lord Richard Rogers Prof. Ron Arad, Royal College of Art Prof. Nigel Coates, Royal College of Art Ricky Burdett Rory Stewart, OBE, Turquoise Mountain Foundation Su Rogers &amp; John Miller Sir Stuart Lipton Sir Terence Conran Thomas Heatherwick, RDI Wayne Hemingway MBE, Building for Life Zaha Hadid Peter Murray, London Festival of Architecture Daljit Singh, Digit Abake Alex de Rijke &amp; Sadie Morgan, DRMM Alexander Taylor Alison Willoughby Ana Vaz André Klauser Andrée Cooke Angus Hyland Assa Ashuach Prof. Catherine McDermott Celine Condorelli Chris O'Reilly Daniel Charney David West &amp; Christopher Egret Deborah Saunt Dick Powel, RDI Dinah Casson, RDI Ed Annink Ed Carpenter Emily King Francesca Ferguson Frank Duffy Fred Manson Gitta Gschwendtner Guta Moura Guedes, Experimenta Hanif Kara Hannes Koch Graphic Thought Facility Jamie Hewlett John Thackara John Walters Julia Lohmann Justin McGuirk, Icon Magazine Frith Kerr &amp; Amelia Noble, Kerr Noble Lucas Dietrich Martha Schwartz Martino Gamper Michael Craven Morag Myerscough muf architects Nick Bell Nika Zupanc Doshi Levien Ou Ning Patrick Burgoyne, Creative Review Paul Finch Paul Williams, Stanton Williams Paula Dib Peter Traag Pierre Keller Piers Gough Richard Schlagman, Phaidon Sam Buxton Sarah Wigglesworth Shumon Basar Simon Heijdens Sukhdev Sandhu Su Rogers &amp; John Miller Susan Hewer Tapio Snellman &amp; Christian Grou, Neutral Tony Fretton Vicky Richardson, Blueprint Stephen Witherford &amp; William Mann Cecil Balmond Harry Richardson &amp; Clare Page Kieran Long Ben Wilson Roger Mann Nick Johnson, Urban Splash Alan Stanton Jim Stoddart Gerard O Carroll Sebastian Bergne"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}