{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2008/jan/16/care.performance", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2008-01-16T23:49:20Z", "webTitle": "Off Diary: Ombudsman again strikes out at council", "webUrl": "https://www.theguardian.com/society/2008/jan/16/care.performance", "apiUrl": "https://content.guardianapis.com/society/2008/jan/16/care.performance", "fields": {"headline": "Ombudsman again strikes out at council", "bodyText": "The Wright family knew better than to bank on a big windfall when the local government ombudsman recommended that Trafford council, Manchester, pay them £100,000 compensation for failing to meet the needs of Carly Wright, 25, who has profound disabilities but has been forced to live in the cramped family home since August 2005. The plainly exasperated ombudsman, Anne Seex, has now issued a second report on the case, expressing disappointment at Conservative-run Trafford's refusal to accept her recommendation and its \"unwillingness\" to recognise that the sum merely reflected what it should have paid for her care over the period. Instead, the council has offered the family just £10,000. The case has important implications beyond Trafford, as many councils continue to struggle with the challenge of planning for disabled young people's transition from services for children to those for adults and the maximum possible degree of independence. Seex's ruling, last summer, was seen as a shot across the bows of all such authorities. Local government ombudsmen's recommendations are not binding, however, and Trafford's public executive, while accepting that there had been \"shortcomings\" in the handling of Carly Wright's transition and that she and her family did merit some compensation, rejected Seex's figures and her call for the council to report to her every six months to ensure there would be no further delays in arranging acceptable services. Wilma Wright, Carly's mother, says: \"It's not really about the money. The thing that annoyed us more than anything was that Trafford said they had offered their apologies to the family when, at the time, the only apology we'd ever had was from junior officials.\" Carly Wright, who needs support in most aspects of daily life, still lives in the three-bedroom house in Timperley, south Manchester, with her parents and two younger siblings, a girl and a boy. She is hoping soon to move into a newly built residential home. Trafford insists it apologised \"unreservedly\" to the family and will consider the ombudsman's report. If the council maintains its stance, Seex could force it to pay for her to make a prominent statement in a local newspaper."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}