{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2008/jan/13/northernrock.creditcrunch1", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2008-01-13T23:47:01Z", "webTitle": "Time runs out for Rock  as shareholders gather", "webUrl": "https://www.theguardian.com/business/2008/jan/13/northernrock.creditcrunch1", "apiUrl": "https://content.guardianapis.com/business/2008/jan/13/northernrock.creditcrunch1", "fields": {"headline": "Time runs out for Rock  as shareholders gather", "bodyText": "Demonstrations by employees, dissenting shareholders and an embattled board: these factors alone would guarantee plenty of media attention for this week's extraordinary general meeting of Northern Rock, even if the bank had not been the first since 1866 to seek Bank of England support. But, for all the media fuss that will surround the meeting, in Newcastle's Metro Radio Arena on Tuesday, it is peripheral to the real issue facing Northern Rock: how to raise finance to support either a deal with one of the putative bidders, or to fund its future operations should it be nationalised. And, after four months, and despite the concerted efforts of our most august financial institutions - the Treasury, Bank of England, and Financial Services Authority, advised by leading investment banks Merrill Lynch, Citigroup, Blackstone Partners and Goldman Sachs - a solution is not guaranteed. Royal Bank of Scotland, Citigroup and Deutsche Bank are still working on ways to provide the £15bn of finance both the remaining bidders - Virgin Money and Olivant - will need for their deals, but securing commitments remains difficult There were snippets of good news last week. The most concrete was the bank's sale of a £2.2bn portfolio of equity release mortgages to investment bank JP Morgan for around £50m, or 2.5 per cent, above their book value. It is giving up some of the best mortgages on its books, although it admitted the higher funding costs it is facing would have undermined its margins. There were also signs that Goldman Sachs has come up with some interesting ideas to finance the bank. Among its suggestions, is to turn the £24bn debt to the Bank of England into bonds to be sold to investors, and to tap some of the investment funds managing the wealth amassed by countries in the Middle East and China - such as Singapore's Temasek or the Abu Dhabi or Qatari Investment Authorities. Some of these sovereign funds have taken stakes in Barclays and US banks Citigroup and Morgan Stanley, and they are keen to invest further outside their own countries. Neither of these is likely to be a life-saver, however. Northern Rock's troubles were caused by its inability to find investors to buy its securitised mortgages and parcelling the mortgages into bonds will not, in itself, be enough to conjure up a market. To help attract buyers, Goldman is believed to be recommending taking out insurance against the loans making up the bonds - but finding underwriters will not be easy, while the costs will affect the return. And analysts at Dresdner Kleinwort warned last week that, if these bonds were secured on the bank's assets, that would breach the terms of its existing medium-term notes. Insiders are sceptical about the prospect of a foreign government or sovereign fund taking a large stake in Northern Rock - although these may finance some of the loans the bidders need to raise. This week's meeting may, however, mark the beginning of the end. There are plenty of deadlines coming up: Northern Rock has to complete its own strategic review of its options, including an analysis of the potential buyers, by February. The bank's chairman, Bryan Sanderson, is expected to give a brief update on that at this week's extraordinary general meeting. The government also has to get the bank's debts off its own balance sheet by the end of that month or risk being censured by the European Commission for providing illegal state aid. Chancellor Alistair Darling said last week that nationalisation remained an option. The government and its advisers are believed to be already planning for nationalisation, even lining up a management team to take charge should the sale process fail. The speculation is that the team will be led by Paul Thompson, former chief executive of insurance company Resolution. Hedge funds SRM Global and RAB Capital, which together speak for more than 17 per cent of the bank's shares, called the meeting to consider a resolution forcing the board to consult shareholders about the sale of assets worth more than 5 per cent of its value. They have said they will seek to block any deal not in their interests and that they prefer the offer by Olivant, an investment company run by former Abbey National chief executive Luqman Arnold, to that by Virgin Money. Under the former proposal, the bank would keep its listing but Olivant would introduce a new management team, and new strategy - which is likely to mean shrinking its business. Virgin, by contrast, envisages acquiring the company, injecting its own credit card and other financial services operations into the business and renaming it Virgin Money. Northern Rock has been using shareholder relations company Georgeson to cold call shareholders, urging them to reject the proposals, and RAB Capital has been urging them to accept. The indications at the end of last week were that the Northern Rock may - just - have managed to defeat the hedge funds' resolutions. But any employee shareholders at the meeting may be more concerned about another revelation last week - that its pension fund could have a deficit of as much as £100m. A Northern Rock spokesman said the valuation was still being finalised and insisted that it had no impact on the pensions security. It is one more issue of concern as employees wait to see what will happen to their jobs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}