{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jan/20/1", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-01-20T23:52:01Z", "webTitle": "Horoscopes", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jan/20/1", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jan/20/1", "fields": {"headline": "Horoscopes", "bodyText": "Aquarius 20 Jan-19 Feb A hyperactive few weeks ahead. Your birthday season begins today, with Mercury making you a hub of social interaction - get the invitations out before Mercury goes haywire on the 28th. Tuesday's full Moon makes partnerships a handful. Pisces 20 Feb-20 Mar Even if there's a swell gang of friends to hand you probably have to be a solo act for a few weeks. At work, formal displays of duty are in order. In private, a touch of inner communion won't go amiss, nor will redefining the boundaries of one or two close relationships. Stay aloof. Aries 21 Mar-19 Apr You clearly want to be around people who are inspirational rather than insincere poseurs - your 'scope has both types looming large. Discriminate well, since this is a great week for nailing prestigious business deals and promoting your cause. Closer to home, Tuesday's full Moon illuminates the blessings and problems of romance - like the song says, accentuate the positive. Taurus 20 Apr-20 May The midweek full Moon looks suspiciously like a summit meeting for career prospects. State your position with care, since employers or contractors are likely to change attitude once Mercury turns backwards next week - so leave yourself some wiggle room. That said, your public reputation is there to be burnished over the next couple of months - glamour is your friend. Gemini 21 May-20 Jun It's hard to force the pace when a planet (Mars) is stationary in one's sign. More likely is that you're stewing, waiting on others, trying to decipher their baffling signals (birthdays circa 15 June take note). Patience and intermediaries will help. So too will cutting a dashing figure and exercising your perennial prowess - talking and broadcasting. More of that please. Cancer 21 Jun-22 Jul The perfect time to set your agenda in motion. A fat Moon in your sign today and tomorrow brings the last month's changes into shape and favours your call. Prompt assessment and decisions called for, though you'll have to (uncomfortably maybe) declare your hand. Romantics have Venus moving in favour on Thursday for three weeks of breathless allure - pursue! Leo 23 Jul-22 Aug Any chance to parade your regal qualities is to be welcomed, and a Leo full Moon on Tuesday/Wednesday hands you the spotlight. Whether mates or dates appreciate your glory is another matter - for the next month you're on the back foot in relationships. Virgo 23 Aug-22 Sep Wariness about what co-workers promise won't go amiss. When you're toiling under Saturn, the more self-reliance the better. Recreation and romance are heading in the opposite direction: somewhere noisy, boisterous, and charmingly intimate. Enjoy! Libra 23 Sep-23 Oct Unless you belong to the creative breed whose life is their art (there are many such Librans), there are too many distractions for you to focus on work. Earthier types may scorn your partying and pretensions, but for you the interplay of ideas and personalities is succour to the soul. Scorpio 24 Oct-21 Nov Ideally, a full Moon atop your horoscope signals a crowning achievement in your career, the flip-side being that your gaffes get hauled into the open. Either way, not the week to be late for work. A role as teacher or student remains prominently starred; whether it's a course or home study, get swotting. Sagittarius 22 Nov-21 Dec The midweek full Moon makes for an engaging, social couple of days - that's social bordering on romantic obsession for some of you (key birthdays circa 20 December). Keep your motives pure! Thereafter you need to get ruthlessly pragmatic before Mercury spikes your best laid plans next week - remember to include financial wizardry in your schemes. It's a money year. Capricorn 22 Dec-19 Jan Even if others think you're overplaying your hand, it's a week to trust your judgment and act decisively. Hurry along all your formal business before Mercury turns backwards next week, and flatter the boots off any personal targets for your affection. These are exceptional times, when inner poise and the grand public flourish can be beautifully aligned."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}