{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2008/jan/01/marketforces", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2008-01-01T23:53:51Z", "webTitle": "Market forces: FTSE 100 gives worst showing for five years", "webUrl": "https://www.theguardian.com/business/2008/jan/01/marketforces", "apiUrl": "https://content.guardianapis.com/business/2008/jan/01/marketforces", "fields": {"headline": "FTSE 100 gives worst showing for five years", "bodyText": "Leading shares have recorded their worst annual performance since 2002, in the wake of the credit crunch and fears about the effect of rising oil prices on global economic growth. Yesterday the FTSE 100 fell 20 points to 6456.9, but with the market shutting at 12.30 ahead of the new year break, there was very little real trading done. In some ways it was just as well there was an early close, with Wall Street sharply lower by the time the London market would have shut up shop. The Dow Jones Industrial Average was down more than 100 points by lunchtime, despite some slightly better than expected US existing home sales figures. Overall the UK index was up 3.8% on the year, compared with a 10.7% rise in 2006. Back to yesterday, and the biggest riser in the top 100 was Friends Provident. The insurer, whose proposed merger partner Resolution was taken over by Pearl, added 4.4p to 163.4p on suggestions that its strategic review could conclude shortly. Investors are hoping for a partial or complete sale of the business. Meanwhile rival Standard Life has increased its shareholding in its Indian joint venture by paying £25.7m to its partner Housing Development Finance Corporation for a 7.15% stake. Standard Life now owns 26% of the venture, HDFC Standard Life Insurance, and said the intention is to float the business before the end of 2009. Standard Life closed 0.25p lower at 253.75p. Mortgage banks were buoyed by a report that Spain's Santander, owner of Abbey National, had recently looked at buying another financial group to increase its UK presence, although no names were mentioned. With dealers speculating about the possible target, Alliance &amp; Leicester added 8p to 648p, Bradford &amp; Bingley was 2.5p better at 268p, and even HBOS benefited, 5.5p higher at 735p. Although share volumes were low overall, some investors took the opportunity to lock in some of their profits in the mining and utility sectors before the year end. So Antofagasta fell 14p to 717p, while Rio Tinto dropped 53p to £53.17 amid talk that predator BHP Billiton may be reluctant to improve its proposed bid terms. BHP slipped 15p to £15.46, and Xstrata - widely expected to take part in the current industry consolidation - lost 43p to £35.50. As for the utility companies, which have seen some strong rises recently as investors looked for safe havens, Severn Trent slid 33p to £15.26 while Scottish &amp; Southern Energy was 29p lower at £16.38. British Energy bucked the trend, up 13.5p to 549p after last week's upbeat note on the business from Goldman Sachs. The bank rated British Energy's shares as a buy and set a 693p price target. News that the Serious Fraud Office (SFO) had ordered drugs companies GlaxoSmithKline and AstraZeneca to hand over documents relating to deals in Iraq left their shares weaker. The move is part of a £22m investigation by the SFO into alleged irregularities with the UN oil-for-food programme. Glaxo edged 2p lower to £12.79 while Astra was 11p lower at £21.64. Among the retailers, Next rang up a 19p rise to £16.24p on hopes for a positive Christmas trading statement later this week. Marks &amp; Spencer also added 4.5p to 560p as dealers bet that sales had been going well. One high street chain to already record a good Christmas was computer game retailer Game. Its shares jumped 18p to 250p after it announced yesterday its full-year figures would be ahead of market expectations. Reinsurance group Benfield fell 7.5p to 277p. The company issued a profit warning in early December, and last week analysts at Numis issued a reduce recommendation on Benfield's shares. Even on the quietest days, there is always room for a big faller or two. London Scottish Bank lost 14p to 63p after it said it would take a £22m hit to cover losses at its unsecured consumer credit business. And Solid State, a distributor and manufacturer of electronic components, slumped 12p to 32p after last week's half-year results showed a decline in both turnover and profit owing to difficult trading conditions. Petards, the surveillance systems specialist, added 0.1p to 0.43p. Last week the company announced it had completed the disposal of its UK software business to BAE Systems for £2.5m. The proceeds will be used to reduce the company's debt and to invest in its remaining businesses. Croma, another surveillance security company, climbed 0.75p to 3.625p after it reported final results yesterday. Croma said turnover had doubled during the year but pre-tax losses had increased from £1.2m to £3.8m. This followed an increase in administrative costs and a £1.5m goodwill write-down. The company has now decided to close down all operating subsidiaries which do not make a profit, and to cut back head office costs as much as possible. Chairman John French struck a positive note about current year trading, saying turnover was up 38% and the company had moved back into profit, thanks in part to a contribution from recent acquisitions. Finally Hardy Oil and Gas, an exploration group with assets in India and Nigeria, added 13.5p to 458p after a positive drilling update. It said it had begun drilling its first exploration well off the east coast of India, and successfully completed a test well on the Oza field in Nigeria. Quiet strength It's a good idea to be well protected against the vicissitudes of the stock market, and Armor Designs should know all about that. The US-based business researches, designs and makes armour to protect people, vehicles and, potentially, installations. It joined Aim yesterday and raised £8m with a placing of 1.6m new shares at 500p each. At that level it has a market capitalisation of around £125m. It claims its armour is lighter and more protective than rival products. It will use the proceeds of the fundraising to develop its production facilities and set up a sales and marketing division. However, joining Aim on one of the quietest days of the year has its disadvantages - the shares did not move from 500p. nick.fletcher@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}