{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/jan/19/urban.theatre", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-01-19T23:52:08Z", "webTitle": "Chaka Khan gets her groove back", "webUrl": "https://www.theguardian.com/music/2008/jan/19/urban.theatre", "apiUrl": "https://content.guardianapis.com/music/2008/jan/19/urban.theatre", "fields": {"headline": "Chaka gets her groove back", "bodyText": "In the mid-80s, Steven Spielberg approached Chaka Khan and begged her to play Shug Avery in the film version of Alice Walker's novel The Color Purple. In many ways it was an inspired choice. Back then, Khan had a reputation as a sensuous, no-nonsense party girl. The fictional Shug was a siren-singer, known as the Queen Honeybee - a hard-drinking, sexually assertive reveller touring the rural southern juke joints and driving the locals to distraction. \"First time I got the full sight of Shug Avery long black body with it black plum nipples,\" recalls the book's main narrator, Celie, \"I thought I had turned into a man.\" The role was a great opportunity for Khan. With Gremlins, ET and Back To The Future under his belt, Spielberg was on fire. And at that time The Color Purple provided a rare chance for a black woman to play an engaging role in a major movie. But she was not interested. \"I can't talk in an accent like that,\" she told Spielberg, referring to Shug's southern drawl. \"Yes, you can,\" he said. \"We can get you a coach.\" \"I was totally not into it,\" she recalls. \"I just didn't consider myself to be a film star or a film actor.\" This month, Khan, now 54, is starring in the musical version of The Color Purple on Broadway. Only this time she has been cast in the quite different role of Sofia - the part Oprah Winfrey played in the Spielberg film, and had to check herself out of a health farm and stop losing weight to do so. In the book, Sofia is headstrong, sturdy and independent. \"[Sofia] a big strong girl,\" Celie says. \"Arms got muscle. Legs, too... Solid. Like if she sit down on something, it be mash.\" Khan believes Sofia is an inspired choice for her. \"I prefer Sofia,\" she says. \"She's more down to earth and liberated, independent from the get-go. She doesn't need to look outside herself for inspiration and spirit. That's a lot like me. She'll fight for what she believes in. She's fearless.\" It's not the first time Khan has taken to the stage. More than a decade ago in London she starred in the gospel musical Mama, I Want To Sing. It seems she enjoyed the city at least as much as the work. \"I love London. It's my town. I love the moody weather.\" The shift from Shug to Sofia tells us a fair bit about Khan's life over the past couple of decades. She's still up there - a household name and R&amp;B legend - and still in the mix. She's long been a gay icon. But her appearance at any event, musical, theatrical or otherwise, is not regarded as retro. Her musical range spans generations and genres. She has collaborated with Dizzy Gillespie, Prince, Stevie Wonder, Miles Davis, George Benson, Mary J Blige, Quincy Jones, Herbie Hancock, De La Soul, Ray Charles and Shaggy. She has done jazz, soul, R&amp;B, hip-hop, disco and, above all, funk. When talking, her voice is deep, but when she sings it is a mixture of soulful and sultry - the kind that some sing along to and others conceive children to. Her baby-face good looks remain, but she has been waging a long-standing battle to keep her weight under control. \"When I was getting high, I would eat damned near anything,\" recalls Khan, who says she has dropped three dress sizes recently. \"I used to be an emotional eater, too. Food was my boyfriend at one time.\" She is a rare phenomenon - a famous entertainer whom even her fans might pass in the street without recognising. We associate her name with style and - when she is in full-on performance mode - glamour. But off-duty, clad all in black apart from some leopard-print trim on her slippers, you would no more cast her as Shug Avery today than Spielberg would have asked her to play Sofia 20 years ago. The fact that Khan is happy with the transition tells us a great deal about where she is at. The past few years she has struggled hard to overcome her drug addiction. \"It's no secret I've been getting high since I started singing,\" she told People magazine last year. \"I felt like I was in a fishbowl. I contemplated suicide a lot in those days.\" She has been sober now for just over two years. \"Obviously, God had something planned for me because, for all intents and purposes, I should be dead, shouldn't even be here.\" In 2004 her son, Damien Patrick Holland, then 25, was arrested for the murder of 17-year-old Christopher Baily - two years later a Los Angeles court acquitted him on all charges. \"One of the reasons I was able to go into court every day and do that trial is because I was sober,\" she says. \"I can't imagine what it'd be like to lose my son, and my heart and prayers are with Chris's family every day. Every day.\" Being in a play, she says, has a calming influence. \"The only aspect that is really different is knowing what I'm going to be doing every day. My life is usually much more unpredictable than that. It's like God saying to me, 'Be still. Do this.' I feel like there's a lesson in it for me.\" Her first solo hit, in 1978, was I'm Every Woman - it became a feminist anthem for a generation of women who claimed they had no need of feminism. She herself has been through a lot and come through the other side. \"I'm quite insecure,\" she says. \"I'm really weak and strong at the same time. I used to go to great lengths to prove my humanity, to self-medicate and party, just to show people that I can do the same things and see the same things as they do. I don't feel the need to do that or be that any more.\" At one point, when she performed at the 2000 Republican convention that nominated Bush, it seriously looked as though she had gone off the deep end. Khan laughs and sends her eyes to the back of her head when I ask about that. \"What a mistake. I felt like we were in a room full of aliens. We were trying to make money for our autism foundation. It had nothing to do with politics.\" Did people give her a hard time about it? \"I got a few comments from people who weren't happy. But I don't really care.\" Self-assured, self-aware, self-deprecating, self-contradictory - Khan chats freely, nonchalantly and somewhat randomly. Whatever else she believes interviews are for, she clearly doesn't think they are for preserving for posterity. However else you describe her, calling Khan a diva is wide of the mark by a considerable margin. When I arrived at the swanky West Side apartment block in which she has rented a flat for the run of The Color Purple, the receptionist called up and was told to send me to the Sky Lounge. When I got there, it turned out a meeting of the swanky homeowners was taking place. I tried to explain that Chaka Khan would soon follow, then we would go somewhere else, but I was ushered out before you could say \"racial profiling\". \"The moment I saw you, I knew you were lost,\" said the man who accompanied me down in the lift. Chaka Khan endured the same fate a minute or two later when she made her way to the Sky Lounge. She emerged from the lift unflustered. The receptionist put us in the billiards room, which was empty. Halfway through the interview, two men came in and started playing. As the balls clacked behind us and the men congratulated each other on their shots, I was about to get up and ask the receptionist for another room. \"Is it for radio?\" Khan asked. \"No,\" I said. \"Well, let's just leave it then. I don't mind.\" Every night while Khan was recording her latest CD, Funk This, her co-producer, Terry Lewis, would ask her: \"What's your name?\" \"Chaka Khan,\" she would say. Then he'd respond, \"OK, go in there and sing.\" It was Khan's way of reconnecting with that part of her past that made it to the limelight. For several years she had all but left the industry to sort out her life. She had succeeded, and she wanted to sing - but now she had to do it all without the drugs, booze and partying. It was a struggle. Some nights the prescient Lewis would tell her, \"You clearly don't feel like singing tonight. Just go on back home.\" Funk This was released last September - at times you sense she thought it might never come out. \"It had been a long time since I'd expressed myself through my music,\" explains Khan, who says she'd lost her \"studio legs\". \"Terry sensed I was a little bit afraid and fearful I had lost something. We listened to all the stuff I'd done. We kind of went back to school to get back to basics. To find out who was that girl in the beginning, get back to that chick people used to hear. I lost myself and this was how I got it back.\" The girl at the beginning was Yvette Stevens. She was born on the south side of Chicago in 1953 - a time rich in music and politics as African-Americans fled the civil rights abuses of the southern states for the factories of the northern cities, and brought with them their stories, resistance and tunes. Unlike many of her generation, Khan did not come into R&amp;B through gospel music or the church. \"I've always been spiritual,\" she says, \"but I don't belong to any religious organisation. I go to the church of Khan. I practise there. I do my tithings with anyone I know who is in need. I live my religion every day.\" She can talk in very religious language. When I ask about the charities she has set up, she says, \"God has given me a voice and a wide circle of influence, not just so that they can hear me sing, but so that I can make changes for children.\" By the age of 11, she had started her own band, the Crystalettes, drawing more from the matching outfits of the Supremes than from the message of the Psalms. In 1969, while still a teenager, she joined the Black Panthers, becoming a volunteer in their free breakfast programme that fed children on the South Side. \"I saw what they were doing and it seemed to me that they were making sense. Mostly I sold papers on the corner.\" She played truant to watch The Battle Of Algiers - the film about Algerian resistance to French colonialism that became iconic among black activists keen to link their struggles in America to the wider world. She also started a cultural group called The Shades Of Black, whose members wore turbans and baked their own bread. At a time when all things African were culturally and politically de rigueur among black activists, a Yoruba priest at the Affro-Arts Theatre she attended gave her a new, very long name: Chaka Adunne Aduffe Yemoja Hodarhi Karifi. Only the Chaka stuck. It was when the moment came to carry arms as a Black Panther she began to have second thoughts about the depth of her involvement. \"I acquired a gun at one time and right then I realised it was not really for me, so I threw it in a pond somewhere.\" Soon after, aged just 16, she left home because of what she now calls \"irreconcilable differences\" with her mother. After a short stay with her estranged father came a spell at Lewis University and a brief marriage to Hassan Khan. He was the bass player in an R&amp;B group called the Babysitters, and Chaka started singing with them. Meanwhile, she used to enjoy the music of a funk band called Rufus. \"There was a whole white band and black chick thing going on at the time and I used to love their music. They were just very cool and did a lot of their own stuff.\" When their lead singer left, Khan didn't miss a beat. Producer Bob Monaco scouted Rufus and was blown away by Khan's voice. \"I thought I'd just heard the next Aretha Franklin or the next coming of Christ,\" he said. The group would get their big breakthrough when Stevie Wonder gave them the song that proved their second album's biggest hit. Click on YouTube, type in Tell Me Something Good and you can witness Khan in her prime. It's 1974 in New York's Central Park and the sun is shining. She is striding the stage in orange flares that hug her waist and are slit up to the thigh. Behind her a black and white band, with hair that sits long over their shoulders or stands tall over their heads, strum and drum. There were no riots that year and a respectable distance had passed since a major civil rights figure had been assassinated. True, the oil crisis was just starting and the Vietnam war had yet to finish, but it was the year Nixon was impeached, and for some there was a sense that the country might finally be turning a corner and settling down to the promise of its post-civil rights era. And there is Khan, all curly hair and shiny teeth, telling us something good. \"That was a special time,\" she says. \"We were all hopeful and everybody seemed to be getting along in a way that they never did before. There was this wonderful feeling about being alive and there was hope that we could make a difference. Those kind of times will probably never happen again. And that's part of why they wanted me. I was a black chick with a white band and I could do that. It was powerful.\" Tell Me Something Good earned the group their first Grammy. The band went on to tour with the Rolling Stones and Earth, Wind &amp; Fire, and in between all this Khan had her first child, Indira, who would grow up to be an R&amp;B singer better known as Milini Khan. While Rufus started to fill their awards cabinet with a series of gold and platinum hits, Chaka began a parallel solo career, which kicked off with I'm Every Woman. Khan has an antipathy towards what she calls \"victim music\". \"I always write for the underdog, but I don't want to hear people talking about how he's just left me and boo hoo hoo. I'd prefer to curse you out than tell you I'm hurting.\" By the early 80s her relationship with Rufus was winding down, a partnership crowned with the Grammy-winning Ain't Nobody as the lead song on their final album. A year later, in 1984, came I Feel For You - a song written by Prince with a famous, catchy beginning that has nothing to do with Khan. Thanks to rapper Grandmaster Melle Mel's introduction to the song, Chaka Khan was soon a household name, that in turn became a pop refrain: \"CHAKACHAKACHAKA...CHAKAKHAN...CHAKAKHAN. CHAKAKHAN.\" It left her with a Grammy and a number one all to herself. And no one would say her name just the once ever again. Since then Khan's name and music have been ever-present and only occasionally prominent. She toured a lot and released some new records that - with the exception of I'll Be Good To You, a hit with Ray Charles - appeared and disappeared without trace. In 1998 she left the Warner Bros label and her career drifted. In the lull, she set up her own charity, the Chaka Khan Foundation, to help women and children at risk. She became involved in another charity dealing with autism, after her nephew was diagnosed. Then came her own line of gourmet chocolates, Chakalates. She adopted a middle school in Los Angeles. \"I wanted to turn those kids on to the world,\" she says. In practice, this can mean anything from scholarships for higher education to taking them to see the celebrity authority figure Judge Judy: \"She talked to them about life and the law.\" Add all of these distractions to the drug addiction and the murder case, and it is little wonder that Lewis had to keep reminding her of who she was whenever she showed up at the studio. With the exception of Classikhan, a collection of standards featuring the London Symphony Orchestra released in 2004, Khan had been out of the studio and on the road for the best part of a decade. So where does Chaka Khan, a name inherited from a long-ago ceremony and a long-ago husband, end and Yvette Stevens, the name with which she was born, begin? \"Chaka starts when I'm putting on my make-up and going to do a show. And when they say, 'Chaka's left the building', that's when Yvette shows up. Sometimes Yvette shows up when I'm on stage and vice versa. I'm multiphrenic, to say the least.\" As her sister and personal manager, Tammy McCrary, who has been sitting in on the interview, looks up from her laptop and warns me that I have only five minutes to go, I realise I have had a glimpse of Yvette. When the laptop closes, Chaka leaves the building. While I'm gathering my stuff, one of the pool players stops me. \"Was that Chaka Khan?\" he asks. He's been in the room for 45 minutes, eavesdropping in between shots, and he's still not sure. \"Yes,\" I say. He turns to his partner. \"I told you,\" he says."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}