{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jan/16/greekmyths.greekmythsfeatures1", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-01-16T23:49:54Z", "webTitle": "The Argo", "webUrl": "https://www.theguardian.com/books/2008/jan/16/greekmyths.greekmythsfeatures1", "apiUrl": "https://content.guardianapis.com/books/2008/jan/16/greekmyths.greekmythsfeatures1", "fields": {"headline": "The Argo", "bodyText": "The proud goddess Hera, queen of Olympus, was often hostile to heroes, throwing obstacles in their way. But there was one hero whom she loved: unworldly Jason of Thessaly, he who sailed to Colchis to fetch the Golden Fleece. For one day she had disguised herself as an old woman and stood by the ford of a river in flood, looking forlorn, testing the kindness of strangers. \"Please, won't you help me get to the other side?\" she asked those who came to wade across. \"I fear this current will knock me off my ancient knees and I will drown.\" Each time they refused. Only Jason felt pity for her and took her on his shoulders, wading up to his waist through the river's spate. But the old woman was much heavier than he imagined and the river bed was thick with mud. One of his feet got stuck, and when he pulled it out he found he had lost his sandal. Safe on the other side, Hera shed her human form. Instead of a frail, hunchbacked woman, a goddess stood before Jason, beautiful, proud and tall. \"You have lost a sandal but gained a powerful friend,\" said Hera. \"With my help your name will never be forgotten. Your story will always be sung throughout the world, from the wintry lands of the Hyperboreans to the sun-scorched plains of the Ethiopians. Now go directly to the halls of Pelias, king of Iolcus!\" Pelias did not honour mighty Hera, and Hera had chosen Jason to be the agent of his destruction, a lesson to all men who slight her. Jason obeyed, although he wondered what he would do when he got to Iolcus and why the king would meet with a stranger so improperly dressed, with only one sandal. He did not need to worry, though, for unknown to him an oracle had long ago predicted that Pelias should beware a man with one sandal who would be the agent of his destruction. As Jason walked through the streets, crowds gathered, anticipating trouble. But the palace doors were not closed to him, and in the courtyard Pelias was waiting. \"Jason,\" said Pelias, \"so young yet already well known for his wisdom and kindness. We are most flattered by your visit to these halls. Perhaps you will become one of my counsellors, for a great anxiety weighs upon my kingdom. News has reached us that a wicked usurper plots my destruction and has come to steal my throne. But he presents to the world a false image of wisdom and kindness. What would you do in my situation?\" Jason laughed. \"I am not wise, great king, nor famous yet, but it is easy for you to get rid of this wicked usurper. Send him on an impossible quest from which he will never return. Send him to fetch, for instance, the Golden Fleece from distant Colchis.\" \"Well, then, you better start making preparations for your voyage, Jason,\" said Pelias. \"For this wicked usurper I was referring to is none other than you. You have plotted your own destruction. I pray your plan succeeds.\" Now Jason realised he had been tricked, but resolved to accept the assignment nevertheless, for Hera had planted in him a thirst for fame and glory. Heroes from all over Greece flocked to join the expedition, although Colchis was far away on the other side of the Black Sea and the Golden Fleece was guarded by a giant snake, lured there by Aeetes, mighty king of Colchis. First Jason enlisted Argus the shipwright and set him to work on building a boat, the Argo, from which the Argonauts take their name. For the ship's prow Argus used timber from the sacred oak of Zeus in holy Dodona, which meant that the Argo could talk. Then Jason enrolled Euphemus, who could move with a tread so light he could run across water. He was often sent to fetch provisions from coastal towns so that the Argo did not need to pause. Next he chose Lynceus whose sight was so sharp he could see through solid objects. Sometimes the Argonauts would find him gripped with sudden fear when he saw sea monsters swimming deep beneath the boat. Then there were Zetes and Calaïs, sons of Boreas the north wind, who had inherited from their father the ability to fly. Not all these Argonauts would reach their destination, and fewer still would return. The poets say that even mighty Heracles joined the expedition, but as soon as he took his seat on the rowing bench, the Argo complained that he was too heavy and would have to disembark. One other joined: Orpheus, whose only weapon was his lyre. While the Argonauts bent their backs to their oars, Orpheus would sing to them, making them forget their aches and pains, while fish would fly out of the water on either side of the Argo to catch snatches of his refrains. Even when they encountered the Sirens, who sang sweet seductive songs to lure sailors to their deaths, the Argonauts did not hear them, for Orpheus's song was even sweeter. Orpheus sang of love and loss, of secrets and treachery, triumph and folly. For the story he sang was his own."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}