{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2008/jan/16/practice.socialexclusion", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2008-01-16T23:49:21Z", "webTitle": "Navtej Johal: Financial gain for Tower Hamlets mentoring scheme", "webUrl": "https://www.theguardian.com/society/2008/jan/16/practice.socialexclusion", "apiUrl": "https://content.guardianapis.com/society/2008/jan/16/practice.socialexclusion", "fields": {"headline": "Financial gain", "bodyText": "When Hafizullah Nikben and his family left Afghanistan in 2002 to come to the east London borough of Tower Hamlets, he spoke no English and had no idea what was in store for him in his strange new surroundings. But after doing well in his GCSEs in 2005, Nikben started at Tower Hamlets College, where he was introduced to the Fresh Futures in Financial Services (FFFS) project. Now 18, Nikben, who once thought he would end up working in a computer shop, is in his first year of a computer science degree at Queen Mary, University of London, and is being mentored by Jane Campbell, vice-president of the IT department at the global finance company Credit Suisse. The project has helped hundreds of young people such as Nikben to get a foot in the door of the financial sector by offering work experience placements, mentoring, training and guidance. \"Through the scheme, I was able to arrange meetings with Jane,\" Nikben says. \"She gave me advice and helped me with coursework and my degree choice. \"Before I started university, I would meet up with her once every two or three weeks. It has had a big effect on me because now I can see myself thinking like her. I have an advantage over other students because I think about the real-world application when I do my work.\" As well as the mentoring programme, FFFS offers a community affairs training scheme (Cats), which selects young people from the local area to take part in internships with top businesses in the City of London. Cats was a finalist in the Dragon Awards, which celebrate corporate community involvement throughout Greater London, and the project is about to be absorbed into the new National Skills Academy for Financial Services across the road from the college. Aklima Begum, 22, another Tower Hamlets' resident, is a graduate of Cats. She was offered a placement and then a full-time contract with Reuters, the global company that provides information for the financial services, media and corporate markets. Now working as a community affairs project manager, a position that Reuters created especially for her, Begum is a testament to the success of the project, which was launched in 2004. It was initially funded by Equal, a European Social Fund community initiative that provides funds to projects focusing on ways of tackling inequalities in the labour market, but local businesses that have seen the effect of the scheme are now providing half of the funding. Zoltan Abbott, project manager of FFFS, says: \"The companies are now realising that there is a large pool of talent in this borough. For example, one person on Cats was recently offered four different jobs at Credit Suisse.\" Mable Kong-Rawlinson, who runs the mentoring programme, says: \"The young people are my motivation. Some of the students in Tower Hamlets go through very difficult circumstances - being thrown out of home, getting involved in gangs - but they come out of it still believing they can achieve.\" Residents of Tower Hamlets - one of the poorest boroughs in the UK, and containing the largest Bangladeshi population outside Bangladesh - are not the traditional face of the capital's financial sector, and both Nikben and Begum are aware of the obstacles young people from an ethnic minority background may face if they are looking to work in the industry. \"Young people around here have no contacts in the top businesses, and have no knowledge about what the companies want,\" Begum says. On the lack of role models in the area, Abbott says: \"If your uncle works for a top investment bank, then you can look to aspire to what he has achieved and you have a link to the company, but that is just not the case for the majority of young people in Tower Hamlets.\" Begum adds: \"Most people's parents have been tailors or restaurant owners, but the youngsters in Tower Hamlets getting jobs in the financial sector will provide others with role models.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}