{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/jan/20/match.sheffieldwednesday", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-01-20T23:51:44Z", "webTitle": "Championship: Sheff Wed 2-0 Sheff Utd", "webUrl": "https://www.theguardian.com/football/2008/jan/20/match.sheffieldwednesday", "apiUrl": "https://content.guardianapis.com/football/2008/jan/20/match.sheffieldwednesday", "fields": {"headline": "Tudgay seals Wednesday's derby deal", "bodyText": "Forget about Kevin Keegan's homecoming, Rafael Benitez's job security and the general glitz of the Premier League. As far as the vast majority of football fans in South Yorkshire were concerned there was only one main event yesterday and it had nothing to do with the top flight. After a year's absence due to Sheffield United's brief fling with the big boys, the steel city derby had returned. It's been a disappointing season so far for supporters in both the blue and red halves of Sheffield with expected bids for promotion failing to materialise. That in mind, the opportunity to liven up the campaign by doing the business against your oldest foe seemed too good to miss for both clubs. In the event it was Wednesday who rose to the occasion in an entertaining match that produced everything except for a United goal and the avalanche of yellow cards that always seem to accompany such occasions. The visitors made a decent fist of it up until Marcus Tudgay's decisive second goal in the 76th minute, small consolation perhaps for United manager Bryan Robson who had to endure a medley of taunts from the home fans during the closing stages ranging from 'Sacked in the morning' to the ironic 'One Bryan Robson'. 'It is strange to think \"Why are we down there?\" if we can put in performances like that,' said Robson's opposite number, Brian Laws, whose side was rooted to the foot of the Championship back in September having lost their opening six league games. 'It wasn't about football today. It was about commitment, desire and getting the odd chance to play. We gave everything right from the start and I feel that was the catalyst for us. It's a magnificent feeling.' Although Michael Tonge wasted two golden opportunities for United it was Wednesday who edged the first half and deserved their interval lead, given them in the 25th minute when Jermaine Johnson crossed low from the right for Akpo Sodje to sweep the ball in from three yards out. Had Paddy Kenny not made two excellent saves to deny Johnson and Tudgay then United would have had a mountain to climb. The slim advantage nevertheless gave Robson's side hope and it was Wednesday goalkeeper Lee Grant's turn to perform heroics after the break. How he managed to save Rob Hulse's deflected effort in the 49th minute, changing direction in mid air to tip the ball over the crossbar, only he will know. When Grant was beaten shortly afterwards, again by Hulse, Glenn Whelan was there on the line to spare his blushes. Within 60 seconds of United substitute Billy Sharp finding the net only to be denied by an offside flag, Wednesday had scored the clincher. Leon Clarke provided the pass from the right hand side of the penalty area and there was Tudgay to smash the ball high past Kenny from eight yards. 'That performance today sums up quite a few of our performances so far this season and is not acceptable,' said a visibly annoyed Robson. 'When I gave all the players new contracts in the summer to keep everybody from last season I'm not so sure that was the right decision because I think the club needs a change around. You need time to do that.' Man of the Match: Glenn Whelan. The Sheffield Wednesday midfielder kept things ticking over nicely throughout and added some reassurance to those around him when United were on top early in the second period, clearing a 54th minute Rob Hulse header off his own line in the process."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}