{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2008/jan/09/climatechange.mainsection", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2008-01-09T23:57:37Z", "webTitle": "Obituary: Bert Bolin", "webUrl": "https://www.theguardian.com/environment/2008/jan/09/climatechange.mainsection", "apiUrl": "https://content.guardianapis.com/environment/2008/jan/09/climatechange.mainsection", "fields": {"headline": "Bert Bolin", "bodyText": "Bert Bolin, a world-renowned meteorologist with the political and diplomatic skills to persuade the world to take the threat of climate change seriously, has died, aged 82. When the Intergovernmental Panel on Climate Change (IPCC) was awarded the Nobel peace prize last year it was Bolin, its first chairman, who was asked to collect it on behalf of the 3,000 scientists involved. Sadly he was already too ill with stomach cancer to make the journey. For a man who had made such a great contribution to science and to laying the scientific and political foundations for action on climate change, he was a remarkably retiring and modest person. Yet without his leadership it is doubtful that either the 1992 climate change convention or the 1997 Kyoto protocol would have been developed and brought into force so quickly. Al Gore, who jointly received the peace prize at the same time, said: \"Bert, without you we would not have come to where we are today.\" Bolin's academic career began in his native Sweden. He was born in Nyköping, graduated from Uppsala University in 1946, gained a masters' degree in meteorology at Stockholm University in 1949 and a doctorate in 1956. In 1961 he was made professor of meteorology, a position he held until 1990. He began his studies with the mathematics of atmospheric circulation, and devised equations for weather predictions for computers. But it was his work on the carbon cycle - and his concerns about the extra carbon dioxide man was putting into the atmosphere - that changed his career. As early as May 1959 he travelled to Washington to warn the National Academy of Sciences that a 25% increase in carbon dioxide in the Earth's atmosphere by the end of the century could have serious consequences for the temperature of the planet. The potential changes in the earth's atmosphere and temperature led to the setting up of the global atmospheric research programme, partly to improve weather forecasting but to keep an eye on the rising curve of carbon dioxide in the atmosphere. He was made chairman. By the mid-1980s scientific concerns about climate change were turned into a 500-page report by Bolin, who warned of a temperature rise this century which would be greater than any in man's history. As a direct result in 1988 the IPCC was formed. His leadership and diplomatic skills in bringing together scientists from many different countries was already recognised and he became its first chairman. It was the largest international scientific endeavour in history, and it was Bolin's talents that enabled the panel to bring out consensus reports in 1990 and again in 1995, which charted the peril the planet faced. He was instrumental in convincing politicians that the issue was urgent, and both the climate change convention signed at the Earth summit in 1992 to prevent \"dangerous manmade climate change\" and the 1997 Kyoto protocol to begin cutting emissions, followed directly from the IPCC's reports. Although, in closed scientific meetings and talking privately to politicians, his belief in the need to take action was clear, he was careful to base all his arguments on sound science. From the beginning he was aware of the political undercurrents as the fossil- fuel lobby and subsequently the US government tried to cast doubts on the science. Many times he defended the IPCC from political interference and was called by his admirers a \"scientific statesman\". His Swedish nationality and knowledge of the science were invaluable assets. Journalists found him affable, but were unsuccessful in getting him to say anything outlandish or critical - except that he always insisted that political progress was far too slow. He ceased to be chairman in 1997, but continued to work with the IPCC. At that time when some scientists, apparently driven by political motives, suggested that a target of 550 parts per million of carbon dioxide in the atmosphere, twice pre-industrial levels, might be acceptable in a warming world, he objected. He said anything in excess of 450 ppm would risk dangerous temperature rises. Ten years later the Bolin view has prevailed and 450 ppm is seen by most scientists and politicians as the maximum permitted level to avoid \"dangerous climate change\". Although concentrating on climate change, including important work on the effect of industrial smogs and sulphate pollution on masking global warming, Bolin had a range of other scientific interests and among them was as scientific director of the European Space Agency. He wrote 170 scientific papers and books and, in November 2007, his partly autobiographical History of the Science and Politics of Climate Change was published. His marriage to Ulla Frykstrand ended in divorce in 1979. He is survived by three children, Dan, Karina and Göran. · Bert Richard Johannes Bolin, meteorologist, born May 15 1925; died December 30 2007"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}