{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/jan/20/poetryreviews.hillaryclinton", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-01-20T23:52:05Z", "webTitle": "US elections 2008: Robert McCrum on Maya Angelou", "webUrl": "https://www.theguardian.com/world/2008/jan/20/poetryreviews.hillaryclinton", "apiUrl": "https://content.guardianapis.com/world/2008/jan/20/poetryreviews.hillaryclinton", "fields": {"headline": "Robert McCrum on Maya Angelou", "bodyText": "American presidential candidates are advised to campaign in poetry but to govern in prose. In the story of the 2008 primary race so far, Barack Obama has been the poet of the stump, spinning his appeal to the voters with a natural, preacherly rhetoric none of his rivals could match. Now, if earthbound Hillary Clinton can't do poetry, at least she's got her own campaign laureate - and an African-American one to boot. In the heat and dust of the campaign trail, Maya Angelou certainly knows how to play the game. Politics and poetry are an old American cocktail. Robert Frost was supposed to read a specially composed poem, 'Dedication', at JFK's inauguration but, blinded by the winter sun, the old man put aside his manuscript and recited his 'The Gift Outright' from memory. Is Angelou, who read her 'On the Pulse of the Morning' at Bill Clinton's inauguration in 1993, bidding for an invitation from the Democrats for January next year? Angelou's prose poem may lack the grace and dignity of Frost's but its raw syntax and urgent vernacular rhythms evoke something of Martin Luther King and also remind the undecided reader just how doggedly determined Clinton can be in pursuit of her dream. More feminist than race-conscious, Angelou also contrives to steal, just a little, from Obama's campaign mantra: 'The fierce urgency of now.' · Robert McCrum is The Observer's Assistant Editor (Books)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}