{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2008/jan/13/politics.schools", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2008-01-13T23:47:26Z", "webTitle": "Heads face tougher rules on exclusion", "webUrl": "https://www.theguardian.com/uk/2008/jan/13/politics.schools", "apiUrl": "https://content.guardianapis.com/uk/2008/jan/13/politics.schools", "fields": {"headline": "Heads face tougher rules on exclusion", "bodyText": "Headteachers will find it much more difficult to exclude children they suspect of serious offences such as drug dealing, carrying a knife or violent bullying if a major legal challenge is successful in the High Court. Lawyers say that children accused of the most serious wrongdoing are not being given a 'fair trial' and that government regulations are incompatible with the European Human Rights Act. If they win, a new regime would see schools facing the same stringent legal standards as those used in criminal courts. Headteachers would be required to gather named witness statements, cross-examine pupils, refuse to accept hearsay and be expected to prove the credibility of witnesses. Only when they are sure 'beyond reasonable doubt' that the child was guilty would they be able to exclude them. The result would be a steep decline in the number of exclusions, experts say. 'This would be a major worry for headteachers, whose job it is to protect the interests of the other pupils and staff,' said John Dunford, general-secretary of the Association of School and College Leaders. 'Exclusion means the pupil has to go to another school. It is not the same as in court, where you are guilty or not and sent to jail or not.' In one of the two cases being taken to court, a 14-year-old boy from a middle-class family was excluded from his school after being accused of dealing in cannabis. He later lost an appeal. His solicitor, Angela Jackman of Fisher Meredith LLP, argued that the boy was not given a fair trial. She questioned the credibility of two witnesses, who changed their stories, pointed out that no drugs had been found and that the head refused to disclose notes taken during interviews. Jackman is using a judicial review to challenge the fact that headteachers are able to exclude children using the lowest standard of proof, known as the balance of probabilities. 'If we are successful, heads will be held to account in terms of decisions to exclude,' said Jackman. 'They cannot take it as read that their word goes.' Ed Balls, the Secretary of State for Schools, who is named in the challenge, is expected to defend the government's position this week. In the other case, being taken by John Ford solicitors in north London, a boy was accused of carrying a knife. Again, the lower standard of proof was used. 'You have to think about the consequences of exclusion,' said John Ford. 'As well as having a permanent mark on their record, pupils can feel stigmatised, lose their self-esteem and suffer alienation from the education system.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}