{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2008/jan/05/weekend7.weekend1", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2008-01-05T23:52:43Z", "webTitle": "George Saunders: American psyche", "webUrl": "https://www.theguardian.com/theguardian/2008/jan/05/weekend7.weekend1", "apiUrl": "https://content.guardianapis.com/theguardian/2008/jan/05/weekend7.weekend1", "fields": {"headline": "American psyche", "bodyText": "There's a movie writers' strike over here, and I worry about my colleagues being rusty when they return. Here, comrades, are a few ideas. You don't even have to pay me. Money means nothing to me. I just sit here in my unheated study, naked, eating nettles, writing for the joy of it. The joy and the nettles. Dreadful Fatal Lethal Menace: a man cheats on his wife, causing a worldwide apocalypse. (Note: not sure how, exactly - you \"pros\" can iron out this detail later.) Anyway, the man flees across a post-nuclear America, pursued by his ex-lover and wife, both shrilly threatening legal action. In Iowa, he turns and asks, \"How can I be sued when there is no longer a functional legal system?\" The ex-lover and wife, realising they've been outsmarted, take off their clothes and make love. They are both incredibly hot. And naked. This scene makes up about nine-tenths of the movie. A Duck's Life: an animated feature for kids, showing a lovable duck coming out of an egg, living on a pond, then dying in a thicket. The Jim Jackson Story: this asks the question, who was Jim Jackson? We open with a shot of Jim Jackson as an old man. He's speaking but we can't understand, because he's so toothless. A subtitle appears: \"Who was I?\" Fade to... a baby in a crib. The baby's speaking but we can't understand, because he's so toothless. A subtitle appears: \"Who will I be?\" With a pleasurable shock we realise: this is Jim Jackson as a baby! Even then, he didn't know who he was! And neither do we! Who is he? No, seriously, we've never heard of him. Are we supposed to have? If not, why is there a movie about him? (This is where the suspense comes from.) Fade to... a middle-aged man, balding and pudgy, intoning over and over, \"Who am I?\" His wife is like, \"Jim, stop saying that! You're an undistinguished mid-level manager in a shoe company. That's it.\" Then we realise: there shouldn't be a movie about Jim Jackson. He's completely dull! Damn it, we want our money back! But too late, because we... Fade to black Untitled Epic. This one may take a bit of work from \"the pros\", but here's the basic set-up: a certain person is seen in a certain situation. Suddenly, everything changes! The air is full of either anticipation or dread. His best friend betrays him or shows incredible loyalty, as our hero falls in love with, or accidentally kills, a beautiful girl and/or old hag. Suddenly the scene shifts, as does the mood! (Here we see several unforgettable montages of breathtaking beauty, done amazingly well.) Just when we think it can't get any better, it does, winning several Oscars."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}