{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2008/jan/05/foodanddrink.features16", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2008-01-05T23:52:37Z", "webTitle": "Food preview", "webUrl": "https://www.theguardian.com/lifeandstyle/2008/jan/05/foodanddrink.features16", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2008/jan/05/foodanddrink.features16", "fields": {"headline": "Preview", "bodyText": "The Wee Restaurant North Queensferry Half the fun is getting here: 15 minutes from Edinburgh city centre, over the Forth Rail Bridge by night, to an old village street by the shore. The Wee Restaurant's vibe is more clam-diggers than cocktail frocks. The excellent modern French food, however, is easily equal to anything that Edinburgh's dressiest restaurants can offer. Owner/chef Craig Wood was head chef at the Hallion before he moved here. His starters include a rich and nutty wild mushroom risotto with truffle vinaigrette, and a well-balanced dish of mussels with bacon and parmesan. The rillette of duck is dreamily done: soft, grassy fresh with tarragon, and just on the perfect point of melting apart. As Wood says, it's food that's sophisticated in the cooking but \"simple on the plate\". For mains, crisp-skinned sea bass has scallops running with juices over lush linguine, and a tender quail comes with cabbage and marinated foie gras - cotton dress and diamonds, which just about sums this place up. Eleanor Cooke · 17 Main Street (Tel: 01383-616263) price per head £30 The Oxford Retreat Oxford Mercifully free of tweed jackets and pictures of Morse, this new bar/restaurant offers a fresh take on Oxford's rustic alehouse formula. It's an ambitious punt - situated on the less trendy side of town - but keen-to-please staff and a low-key funkiness create a powerful draw. Inside is a cross between a boudoir and a nightclub: oak tables sport flickering candles and the bar is made of concrete, while there's a good ciggie-friendly decked garden out back. Kick off with a toffee apple martini - a clean, caramel-scented combo of gin and butterscotch schnapps - before moving on to fruit-packed numbers such as apricot mash martinis or lemon and orange caiprioskas. The biggest boon is the food: chef Mark Harris offers invigorated pub classics such as herb-battered fish and chips and duck leg pasta, while his house burger - a thumping round of local beef served with chunky, double-blanched fries - is class in a bap. Jonathan Lee · 1-2 Hythe Bridge Street (Tel: 01865-250309) price per head £21 The Establishment London Not exactly a spot which is devoid of half decent pubs and restaurants, this newcomer seems to suit the local Hooray Henries. Full of retro chic, the seasonally tinged cooking won't surprise, but it's pleasingly rendered. Starters like soused mackerel fillets with warm potatoes and watercress unveil clean flavours, while mains are sturdy and uncomplicated. The free range belly of pork with braised onions and mashed potatoes works just fine, though the intensity of the pot-roast corn-fed chicken partnered with poached chestnuts, pearl barley and parsnip puree carries more oomph. Vanilla yoghurt with blueberries and lemon shortbread biscuits is not to be missed. Humayun Hussain · 45-47 Parsons Green Lane (Tel: 020-7384 2418) price per head £30"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}