{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2008/jan/28/politics.world", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2008-01-28T23:53:00Z", "webTitle": "Student protest halts family's deportation", "webUrl": "https://www.theguardian.com/uk/2008/jan/28/politics.world", "apiUrl": "https://content.guardianapis.com/uk/2008/jan/28/politics.world", "fields": {"headline": "Student protest halts family's deportation", "bodyText": "A family of seven threatened with deportation has been reprieved after a campaign that began in a Devon classroom, spread around the world, and led to the government being bombarded with thousands of protest letters. Last night more than 10,000 people had joined a Facebook group devoted to saving the family from being sent back to Nigeria, and the youngsters who launched the campaign from a sixth-form common room vowed to keep up the pressure. The mother, Helen, who has asked for the family name not to be published, and her six children had lived in Plymouth for four years. They claimed asylum because they feared they would be persecuted if they were sent back. Helen was afraid her 14-year-old son, Emmanuel, could die in Nigeria because he has sickle cell anaemia and she could not afford the medication. Friends of the family at Stoke Damerel community college in Plymouth were outraged when they were seized by immigration officials and held in an immigration centre, ready to be flown back to Africa. Alex Stupple-Harris, 17, who was in the same year as two of the brothers, Mac and Winston, told how he went back to school on the evening he heard about his friend's plight and began printing off protest letters. They wrote to MPs, the Home Office and even executives of the airline that was to fly the family home. The campaign quickly spread through the school. \"Thirteen-year-old boys were coming up to me and asking for 150 letters. They would come back with them all signed. The Facebook campaign has also been amazing.\" The family was permitted to stay for three more weeks and on Wednesday officials are to look at the case again. Stupple-Harris said he was sure that the campaign had helped to give the family a second chance. \"The strength of feeling has been immense. We're going to carry on, even if the hearing that's beginning on Wednesday goes the wrong way.\" The family were described as \"model citizens\" by Father Sam Philpott, of St Peter's Church, Stonehouse, where they worshipped. He said they would be hugely missed if they were sent back to Nigeria. Helen has worked as a volunteer for the Devon and Cornwall Refugee Support Council and as a university researcher. She is a governor of a primary school in Plymouth. The Home Office will not talk about individual cases but said: \"We only remove people whose asylum claims have been dismissed by an independent judge. Families with children are detained only where this is absolutely necessary for as short a period as possible.\" Helen claims she has been told she may be killed if she returns to Nigeria. Stupple-Harris last spoke to her on Friday. She is refusing most food but taking a little nourishment in case the family is suddenly flown from the UK. He said: \"Despite everything she was on good form. We spent most of the conversation laughing, which sums her up.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}