{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2008/jan/13/match.derbycounty", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2008-01-13T23:51:16Z", "webTitle": "Premier League: Derby 0-1 Wigan", "webUrl": "https://www.theguardian.com/football/2008/jan/13/match.derbycounty", "apiUrl": "https://content.guardianapis.com/football/2008/jan/13/match.derbycounty", "fields": {"headline": "Bruce relieved as one goal devastates Derby", "bodyText": "Fresh starts are often fraught with danger. Derby's new-look team, with five high-profile newcomers, has created a sense of optimism - but that can bring unwanted pressure. A rare victory was sensed here, but, ultimately, nervous Derby were left ruing a red card for Claude Davis after 57 minutes and then a late winner from Antoine Sibierski. He netted seconds after coming off the bench to make Derby manager Paul Jewell's reunion with Wigan an unhappy one. 'One goal was going to decide the game,' said Jewell. 'It's always difficult when you put so many new faces in the squad. You have to hope they get by on adrenaline.' This was a high-stakes fixture between two teams threatened by relegation and losing this will be a huge blow - in terms of confidence and survival chances - for Jewell's team. Wigan launched their first raid on the home side's goal when Denny Landzaat linked up with Emile Heskey, who delivered a hopeful cross. Antonio Valencia collected the loose ball, but his effort was blocked by Andy Todd. Derby retaliated briefly and Laurent Robert should have done better with a free-kick that he hit straight at Chris Kirkland. Wigan were then grateful to Titus Bramble, who cleared a brilliant cross from Fagan. Wigan then began controlling the game, but Marcus Bent spurned a chance from ten yards out after Heskey and Valencia had linked well during a brisk counter-attack to set him up. They thought they had scored after 33 minutes, when Michael Brown's effort was blocked by Lewis Price and Heskey followed up to square the ball to Bent. He put it in from close range, but it was ruled out for offside. Shortly before the interval, the ball ricocheted around the penalty area and Bent was unlucky to see his shot charged down. It finally fell to Valencia and the Wigan winger can have no excuses for shooting wide. In the second half, Wigan showed the greater initiative, but the tempo of the game suffered as both sides cautiously attempted to keep possession. Wigan had their chances, though, with Landzaat curling the ball over from a free-kick and Bent's effort in open play somehow failing to sneak inside the far post. Derby had an even greater battle on their hands once Davis, who had earlier been booked, struck Bent as they leapt to contest a high ball and his dismissal was inevitable. Wigan laboured hard for a winner, with substitute Jason Koumas shooting waywardly when in a promising position. Eventually they were rewarded when Sibierski collected the ball on the edge of the area, after Bent had headed it into his path, and shot low into a corner beyond Price's reach. Wigan manager Steve Bruce said: 'We should have been out of sight in the first half. It's one of those games when you're thinking: \"Are they going to break away and score?\" Thankfully, we didn't get punished and the better team won.' THE FANS' VERDICT Steven Pyefinch, Observer reader We had nothing going forward and just kept humping long balls. We kept giving the ball away and that led to the goal eventually. We needed to win, but I don't think their keeper had one save to make. Savage didn't make any difference at all - he's been out for a while, so maybe it will take him a bit of time to get back into the swing of things. But I didn't see anything in any of the signings that's going to make a difference. Davis was unlucky to get sent off - he went for the ball and I don't think there was any malice intended. But it didn't unduly influence the result. Our tactics are wrong - we may as well start playing football and go down with a bit of style. Player ratings Price 6; Mears 4, Todd 4, Davis 4, Mills 4; Fagan 6, Robert 5 (Edworthy 6), Savage 5, Ghaly 5 (Macken n/a); Villa 6 (Teale n/a), Barnes 7 Andy Vaughan, MudHutsMedia.co.uk It was an absolutely horrible game, but one we had to win and we got there in the end. We didn't got out of second gear, but never looked in danger. Then, when they were down to 10, Bruce put on Sibierski as a third striker, rather than putting him on for Heskey, and he got the goal. I'm becoming quite impressed with Bruce. For them, Savage did his usual, running around and moaning, while Jewell was desperate to win this one. It was great for those who weren't great fans of Jewell for us to stop him. We took 2,000 and got behind the team ,but it was a nothing game. Man for man we're better than Derby and proved it. Player ratings Kirkland 6; Melchiot 7, Boyce 7, Bramble 8, Kilbane 6; Palacios 7 (Koumas 6), Brown 8, Landzaat 6 (Sibierski 7), Valencia 6; Bent 6 (Olembe n/a), Heskey 6"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}