{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/jan/13/australia.barbaramcmahon", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-01-13T23:47:19Z", "webTitle": "Australia's 'stolen' children get apology but no cash", "webUrl": "https://www.theguardian.com/world/2008/jan/13/australia.barbaramcmahon", "apiUrl": "https://content.guardianapis.com/world/2008/jan/13/australia.barbaramcmahon", "fields": {"headline": "Australia's 'stolen' children get apology but no cash", "bodyText": "As one of Australia's 'stolen generation', John Moriarty was only four when he was taken away from his mother: loaded on to an army truck and sent thousands of kilometres away from his home in the Gulf of Carpentaria to be raised in a series of bleak institutions. He was given a birth date - April Fool's Day - forbidden to speak his Yanyuwa language and did not see his mother again for 10 years. 'I was stripped of my nurturing, loving bush family, my culture and my connections to land that stretch back through my ancestors for thousands of generations,' he said. Now, 65 years after he was snatched, the Australian government is preparing to make what many believe is a long-overdue national apology to Moriarty and thousands of indigenous children forcibly removed from their parents. Australia's new Prime Minister Kevin Rudd says it will acknowledge the pain suffered by the stolen children and their families. But satisfaction that an acknowledgment is at last in the offing is being overshadowed by a row over whether the victims should also receive financial compensation. Activists want a A$1bn (£443m) fund to be established, saying an apology without recompense would be a hollow gesture. The stolen generations were Aboriginal children - mainly mixed race - who were removed from their families and sent to institutions or adopted into white families during the last century. Some children were snatched from their mother's arms, others were taken under the guise of court orders. The plan was to integrate mixed-race children into white society, policies now recognised as misguided. The practice peaked between 1910 and 1971 when an estimated 55,000 children were taken. The Rabbit Proof Fence, a film about three aboriginal girls who trekked 1,000 miles through the Outback to get back to their families, illustrated the suffering endured by children. Indigenous Affairs Minister Jenny Macklin has been consulting indigenous leaders over the wording of the apology but the government is refusing to consider a compensation fund. Aboriginal lawyer Michael Mansfield is one of a number of activists pressing for a reparation scheme. He says the A$1bn figure is based on a scheme set up by the Tasmanian state government for an estimated 150 claimants. About A$5m (£2.2m) has been set aside and each claimant is expected to receive between A$40,000 (£18,00) and A$100,000 (£45,500). 'These kids were deprived of a normal upbringing,' he says. 'It is important that those who suffered from this policy get some sort of compensation.' Megan Davis, director of the Indigenous Law Centre at the University of New South Wales, also believes the apology 'runs the risk of being a baldly symbolic gesture in the absence of a parallel, national programme to compensate members of the stolen generations'. But Macklin says compensation will not be part of the process. 'I don't think that's where people want to start this conversation,' she said. 'They want recognition of what's happened - they don't want it muddied by these other issues.' Moriarty, born in Borroloola in the Northern Territory in 1938 to an Aboriginal mother and an Irish father, says he was one of the fortunate ones. He had a difficult childhood, moving around different institutions, but at 15 was able to re-establish a relationship with his mother and his Aboriginal culture. 'I have seen many people whose lives have been destroyed,' he said. 'How you put a price on that, I don't know, but there should be something.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}