{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2008/jan/28/argentina.international", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2008-01-28T23:50:07Z", "webTitle": "Found after 25 years: the children of the disappeared", "webUrl": "https://www.theguardian.com/world/2008/jan/28/argentina.international", "apiUrl": "https://content.guardianapis.com/world/2008/jan/28/argentina.international", "fields": {"headline": "Found after 25 years: the children of the disappeared", "bodyText": "Horacio Pietragalla felt \"like a cat raised in a family of dogs\" and was puzzled that, at the age of 14, he was already taller than his father. It was only later that he discovered he was the child of a leftwing activist murdered by the Argentine military during the \"dirty war\". The executioners gave Horacio away to a general's maid more than a quarter of a century ago. Now Pietragalla and dozens of other young Argentines are discovering who their real parents were and meeting their grandparents for the first time. Some are bringing legal actions against their parents' kidnappers, while others are going through the painful process of realising the people they thought were their parents had lied to them. An estimated 30,000 people were killed by the junta that ruled Argentina between 1976 and 1983 before it finally collapsed in the wake of the defeat in the Falklands war. Most of the victims were young and some were pregnant when arrested. Around 500 babies are believed to have been born in the army's prisons. After their parents were tortured and killed, the children were handed over to military families. Most of the children were unaware of their origins but their families, including activist groups such as the Mothers and Grandmothers of the Plaza de Mayo, continued to search for them. Now, through the development of DNA testing, they have been able to trace and match 88 children to parents many of them never knew they had. Their story is told by award-winning director Estela Bravo in a film, Who Am I?, that has just won the main documentary prize at the Latin American cinema festival in Havana. Juan Cabandié was one of the children handed over for adoption. He is now bringing a legal action against the man he had originally believed to be his father. \"The woman who brought me up was a good person, lovable,\" he said. \"She tried to compensate for the bad times I had with my supposed father. But, today I don't have any relations with her, because I can't understand a lie that lasted for 25 years.\" He maintains relations with his \"sister\" who, he said was supportive of his search to find out about his past. \"She'll always be my sister,\" he said. Cabandié has now entered politics as a city councillor in Buenos Aires, inspired partly by the apology made in 2004 on behalf of the state by former president Néstor Kirchner, who turned the Naval Mechanical School, where much of the torture took place, into a \"museum of memory.\" Some of the children handed over for adoption had already been born when their parents were arrested. Claudia Poblete Hlaczik was eight months old when she was detained with her mother and given away as her parents were despatched to \"the final destination\", as the military papers called their deaths. She learned of her true identity when informed by a judge investigating the cases and has found it hard to adjust. \"A person is 20 years old, and for 20 years she was called one name, and now she is called something else,\" she said. \"Her uncles are not her uncles. Her grandparents are not her grandparents. And they are all people who she doesn't know. It's very hard.\" Some surviving relatives finally found where their executed children had been buried. Berta Schubaroff describes in the film how she found her son's grave: \"I kissed and hugged his bones. I was filled with happiness and horror.\" Others who believe they may be children of the disappeared are now waiting to have their DNA tested, Estela Bravo said yesterday from New York. She added that one of the remarkable aspects of the operation to find them was that many had the same quirks as the parents they never knew. \"Juan Cabandié likes to go off to the mountains, look up to the sky and find himself, and his aunt has told him that his mother did exactly the same,\" she said. In terms of action against the perpetrators, she said \"the legal system is very slow. A lot of the judges are worried about going ahead with cases.\" Furthermore, many of those involved in the atrocities had a \"pacto de silencio\". After the fall of the junta, a number of those in the military fled, many to the US and Miami in particular. Bravo now hopes to show her film there in the hope that more children will come forward. · Who Am I? is on More4 at 10pm on 29th January"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}