{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2008/jan/01/communities.europeancityofculture2008", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2008-01-01T23:55:06Z", "webTitle": "Liverpool moves out of the shadows with a little help from its friends", "webUrl": "https://www.theguardian.com/society/2008/jan/01/communities.europeancityofculture2008", "apiUrl": "https://content.guardianapis.com/society/2008/jan/01/communities.europeancityofculture2008", "fields": {"headline": "Liverpool moves out of the shadows with a little help from its friends", "bodyText": "The plot of Emilia di Liverpool, the seldom-heard Donizetti opera that kicked off Liverpool's year as European capital of culture last night, is absurd but not quite as convoluted as the intrigues that have dogged the 2008 launch. The opera, featuring an Alpine village near Liverpool, will be given six performances in the newly restored small concert room of St George's Hall, one of the city's great public buildings. The imaginative project is one of the first items in a packed programme which shows planners have been hard at work while very public rows hit the headlines. The culture year officially begins at 20.08 hours on January 11 with \"an epic aerial ballet of dancing cranes, containers and scissor lifts\". This curtain-raiser, also featuring Ringo Starr and the Wombats, happens on the streets and rooftops around St George's Hall. The following night, Ringo, the Wombats and others including Echo and the Bunnymen and the Royal Liverpool Philharmonic Orchestra will star in a new musical (with poets, singers, aerialists, comedians, construction workers, gardeners and sailors) devised for the opening of a 10,000-seat arena at Kings Dock. Meanwhile, the culture year soap opera continues. Council officers are now negotiating a reported £200,000 payoff deal with Jason Harborow, the £150,000-a-year chief executive of the Liverpool Culture Company, which was the body charged with running the 2008 celebrations. Some say that these noisy troubles are an essential part of Liverpool life; others working within the culture company find them demoralising. But the show must go on, and three major events have already happened. In December the Turner prize was announced at Tate Liverpool, the Royal Court Theatre hosted the Royal Variety Performance and the BBC staged its open-air Liverpool Nativity. More than 7,000 people turned up on a freezing night to watch the updated story and to sing All You Need Is Love. The 2008 programme bulges with other high-profile events, ranging from Sir Simon Rattle conducting the Berlin Philharmonic to Paul McCartney topping the bill at a concert in Anfield. \"My experience of Liverpool is of a city in which everyone has an opinion and no one is afraid to voice it,\" said Fiona Gasper, one of the culture year's two executive producers. \"Maybe its politics amplify that and that can make things harder sometimes.\" Some, particularly in the city's more deprived areas, will inevitably ask \"What's in this for me?\" but the enthusiasm of the nativity crowd suggested that the Mersey ferry ticket collector who said he had his frock ready and was ready to party was not alone. A taxi driver in a recent More4 documentary referred to the bad old days during the dominance of the Militant tendency in the city council and added: \"A lot of the buildings [then] were black and the mood of the city was black. Over the last few years, there has been a total renaissance. With the capital of culture, there seems to be a feeling of rebirth.\" But much remains to be done: unemployment, at 5.1%, is way above the north-west average of 2.1% and the city has one of the worst health records in the country."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}