{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2008/jan/13/ukcrime.theobserver", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2008-01-13T23:47:20Z", "webTitle": "Family want file on son's death reopened", "webUrl": "https://www.theguardian.com/uk/2008/jan/13/ukcrime.theobserver", "apiUrl": "https://content.guardianapis.com/uk/2008/jan/13/ukcrime.theobserver", "fields": {"headline": "Family want file on son's death reopened", "bodyText": "The family of a young man found drowned in a harbour after a night out are demanding a new cold-case investigation, after police were forced to apologise for their handling of the original inquiry. Almost 11 years after his body was pulled from Wick harbour, the family of Kevin McLeod still believe his death was not as simple as the police would have had them believe. According to Northern Constabulary, the 24-year-old electrician died as the result of a tragic accident in which he suffered severe abdominal injuries from a fall on to a quayside bollard or a boat, and then toppled into the water and drowned. However, his family are convinced he was murdered - a view shared by at least two independent leading pathologists and a highly experienced retired senior detective. Last week Hugh and June McLeod received an apology from the board of Northern Constabulary for the way the investigation into their son's death was conducted. 'To get this apology has been an amazing turn-around in attitude,' said Allan McLeod, an uncle of the dead man and spokesman for the family. 'While we welcome and accept this apology, it won't dampen the family's determination to bring Kevin's killers to justice. We want an independent review by an outside force.' On the morning of Saturday, 8 February 1997, Kevin's body was dragged from the water by police divers. The previous night he had gone to play pool with a friend and was last seen in a nightclub in the town, where he got into an argument with another man. Before there had even been a postmortem, police told Kevin's parents there was nothing suspicious. However, later examination of the body showed that Kevin had sustained a severe blow to the upper abdomen. Although the cause of death was drowning, pathologists claimed the injury would have killed him even if he had not ended up in the harbour first. Initially the police theorised Kevin had collided with a bollard on the quayside. Then it was suggested he might have fallen off the quay onto the bow of a fishing boat and rolled into the water. However, inquiries carried out by private detective Les Brown destroyed that theory. Brown discovered that at the time Kevin entered the water the tide was such that the boats moored alongside the quay would have been level with the harbour wall - ruling out a fall from a great height. 'There is no doubt in my mind that Kevin McLeod was murdered,' said Brown, who has investigated more than 200 murders. 'There are witnesses who saw Kevin being attacked and I have even supplied the police with the name and details of a man whose own girlfriend told me had admitted to the killing. She told me he had come home that night and said: \"I have done something I will regret for the rest of my life. I have killed Kevin McLeod.\" I emailed the Crown Office and named this guy, but the police said he declined to be interviewed.' However, Northern Constabulary refused to reopen the case and the Crown Office announced that no further investigations were to be carried out - until now. A damning report by Jim Martin, the Police Complaints Commissioner for Scotland, into how McLeod's death was investigated criticised Northern Constabulary for its 'institutional arrogance' in the way it had handled complaints from Kevin's family. Northern Constabulary chief constable Ian Latimer and the police board were forced to apologise publicly and consider reopening the investigation. 'The force has issued an apology to the family for the way their complaints were handled,' said a police spokesman. 'The chief constable met with the family and they had a very positive meeting about the possibility of a cold-case review for Kevin McLeod. 'We don't know at this stage what is going to happen. We will have to wait and see.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}