{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2008/jan/24/microsoft.billgates", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2008-01-24T23:49:45Z", "webTitle": "Technophile", "webUrl": "https://www.theguardian.com/technology/2008/jan/24/microsoft.billgates", "apiUrl": "https://content.guardianapis.com/technology/2008/jan/24/microsoft.billgates", "fields": {"headline": "Technophile", "bodyText": "In a previous incarnation this package was deemed by Steve Jobs so necessary to Apple's survival that he got Bill Gates to pledge publicly that Microsoft would continue developing the Mac version, to make the corporations happy. So is Office still necessary? It depends which one; Microsoft now offers three versions. Most people will get the Home and Student edition (SRP £99.99) which includes everything you need - Word, Excel, PowerPoint, Entourage (the Mac version of Outlook) and Messenger. The Office for Mac Suite (SRP £349.99, upgrade version £199.99) adds Exchange support and support for Apple's Automator scripting system.The deluxe version, Office For Mac Special Media Edition, costs £449.99 (SRP, upgrade £299.99). This includes Microsoft Expression Media, a comprehensive if not intuitive package to manage your digital assets such as photos, audio and video files. Oh, but: Access freaks, there is no version of the database tool for Mac users in any of the versions. The revamped interface integrates seamlessly with the shiny look of Apple's new version of OSX, Leopard. The new suite defaults to the Open XML formats first seen in Office 2007, with options to save documents in the old-skool formats for compatibility with people still running 2004's version (or earlier) of the suite. (Then again, Leopard's free TextEdit app can open and save the new format too.) The document ribbon atop the screen uses the new layout from the Windows flavour, presenting a huge set of tools in an intuitive and manageable fashion that makes it easy - well, easy-ish - to find what you're looking for. Entourage has acquired a \"My Day\" widget, which floats on the screen, gets in the way and is an ugly purple. Unfortunately, it still hasn't acquired any way to sync its calendar with the outside world, such as Yahoo! or Google calendars - something you can do using small third-party apps in the Outlook world. You can sync with Apple's iCal, but it's a fiddly process (tinyurl.com/2thcnx), and doing an upgrade install to Office for Mac 2004 can lose all your mailing rules (tinyurl.com/3xotfc). Excel now supports something like 17bn cells, which should be enough for anyone. (Is that a saying within Microsoft?) Expression Media does some of the stuff that Adobe's Lightroom does, but Lightroom does it better, and Apple's (free) iPhoto can handle my photos. Messenger is there for teenagers, though they might prefer a multi-signon program like Adium. In all, an attractive upgrade, but not a must-have unless you need Exchange; and no use at all if you need Access. Pros: Revamped interface; competitive price for the home and student edition Cons: My Day widget, no Access microsoft.com/mac"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}