{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2008/jan/19/poetry", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2008-01-19T23:50:01Z", "webTitle": "Review: Despair Has Wings and Drunken Boats", "webUrl": "https://www.theguardian.com/books/2008/jan/19/poetry", "apiUrl": "https://content.guardianapis.com/books/2008/jan/19/poetry", "fields": {"headline": "The sunken piano", "bodyText": "Despair Has Wings: Selected Poems by Pierre Jean Jouve translated by David Gascoyne edited by Roger Scott 222pp, Enitharmon, £10.95 Drunken Boats by Alan Jenkins 32pp, Sylph Editions, £10 There are as many ways to translate poetry as there are to skin the proverbial cat: which is to say, fewer than one might think. All well-handled translations can introduce poetry in a language the reader doesn't know. But at their best, as here, they can afford even readers versed in the original a fresh poetic experience. Separated by at least two generations, the francophile poets Alan Jenkins and the late David Gascoyne have given us translations that proceed in quite different ways. In the 1930s Gascoyne was in his early 20s when he began to translate Pierre Jean Jouve, as part of what was to be a lifelong correspondence. Jouve greatly influenced the younger man's work and his wife became Gascoyne's analyst. Despair Has Wings, Roger Scott's generous edition of these translations, is full of fascinating contextual apparatus, including facsimiles, drafts, correspondence and essays. Jenkins's Drunken Boats comes generously accoutred, too. A handsome pamphlet contextualises Arthur Rimbaud's Le bateau ivre with a translator's preface, reproductions of sketches by Rimbaud, Verlaine et al, and two related poems by Jenkins himself. Though Jouve's concerns - with the nature of desire, the inscrutability of gender and of human motivation - are strikingly contemporary, a tendency to the vatic has hindered his reception in Britain. But much of this writing is rich with insight into human character and motivation. In \"The Ascetic Sensualist\", Gascoyne describes Jouve's exploration of psychoanalytic material, including case-studies supplied by his wife. The complexity with which these are worked out is brilliantly converted by Jouve into series of symbols. The whole of \"Crachats\" reads: \"Spittle on the asphalt has always made me think / Of the face painted on the veil of holy women.\" It is notable for both the extraordinarily accelerating similes - laciness suggests not only a hidden face but a pattern in the lace itself; and beyond that the Turin Shroud and the \"painted faces\" of women who are the opposite of nuns - and a profound ambivalence about \"holy\" women. Jouve's apparently unstable imagery in fact frequently circles round such ambivalences. As is the Christian convention, Jouve collocates language and metaphysical experience. Both are, in a sense, forms of thought. According to \"Langue III\", near death \"one seeks the meaning and the letter and the spirit: the meaning is dear to God: the meaning is what reaches the God-consciousness\". To give argument - thought - priority over spiritual intention or revelation in this way is unexpected, and goes some way towards explaining the dense, wrestled quality of the writing. Yet to accept it as poetry, rather than simply a set of engaging ideas, we also need to read Jouve (1887-1976) in his own context, as an heir to symbolism and precursor of the (French-educated) Eliot of The Waste Land; in the movement from, say, Charles Peguy's lyric mysticism to the plain speaking of Paul Eluard. Despair Has Wings allows us to trace such influences on Jouve - and that of Jouve on the young Gascoyne. No such collaborative possibilities attend Alan Jenkins's deeply satisfying version of Le bateau ivre. And yet the poems that frame his Rimbaud show how deeply the sustained technical achievement - and delight in an imagery of extremity - that characterise \"The Drunken Boat\" play their part in Jenkins's own verse. In \"Salt\", the poet self-apostrophises, \"Have you no shame? Put away your rank jottings from / Some provincial Don Juan's boudoir\" - but has already taken us round the world with Sir Francis Chichester, by way of sunburnt lovers, Liguria, an albatross conscience and \"the time she took / To come, and how you put the whole thing in a book / And told the world how much you loved her pretty arse\". More evocatively still, the elegiac \"Mermaid\" mourns \"the little bar at dawn / That saw you enter love as once you entered water\". Whatever the earlier poem had hoarded is memorialised here, sometimes word-for-word; transformed by that \"entry\" into love. Thus, goodbyes are no longer enacted on the bodies of subsequent lovers, but beautifully redeemed: \"the sunken piano tuned for your farewells, / And she, the mermaid, is swimming towards you there.\" Both poems also share the form of Rimbaud's quatrains in rhyming 12-syllable alexandrines. Jenkins has evolved what he calls an \"English 'alexandrine'\" of flexible stress - which does not disguise the bravura of its accomplishment. Bravura too, in \"The Drunken Boat\" itself, is imagery that frequently reinvents the original (usefully provided in parallel text). In \"I've seen tide-rips and whirlpools, waterspouts, the dawn / That lifted like a flock of doves\", that apparently effortless arrival has been restaged by Jenkins to follow the central, hallucinatory divagation of wave-walking Virgins and \"Unimagined Cubas, where a flower idles / In the skin of men\". For most distinctive about this \"Boat\" is its sense of translation as inhabitation and re-invigoration. The grammar of emotion, and that driving sense of movement which so characterises the original, are never compromised. Whether such writing remembers or records Rimbaud's original, the pleasures it offers should seduce any literate reader."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}