{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2008/jan/09/leadersandreply.mainsection", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2008-01-09T23:57:29Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/news/2008/jan/09/leadersandreply.mainsection", "apiUrl": "https://content.guardianapis.com/news/2008/jan/09/leadersandreply.mainsection", "fields": {"headline": "Corrections and clarifications", "bodyText": "A recent report from the Fawcett Society noted that only two editors of national newspapers are women and all deputy editors are men. These figures were quoted in an article headlined Newspapers - a man's world?, page 7, Media, January 7, but in fact they are incomplete. Dawn Neesom, editor of the Daily Star, was missing from the count, as was Jane Johnson, deputy editor of the News of the World. Angus McDowall, the former Iran correspondent for the Independent and the Middle East Economic Digest, who was mentioned in a news report headlined Guardian's Tehran correspondent expelled without explanation, page 27, January 5, has asked us to point out that his visa was withdrawn, again without explanation, after he had entered an unmarked natural park without official permission and not, as we described it, after inadvertently entering a military zone. Christian Voice is the organisation that campaigns against Jerry Springer: The Opera and not Christian Union, as we had it in Misguided and obsolete, page 3, Review, January 5. A photograph of a beach showing a tent beneath a tree, which was one of four appearing on the front page of Travel, January 5, was by Jacob Russell, whose credit was accidentally omitted. We meant to refer to northern latitudes, not attitudes, in Trees absorbing less CO2 as world warms, study finds, page 5, January 3. · It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning +44 (0)20 7713 4736 between 11am and 5pm UK time Monday to Friday excluding public holidays. Send mail to The Readers' Editor, 119 Farringdon Road, London EC1R 3ER. Fax +44 (0)20 7239 9997. Email: reader@theguardian.com. The Guardian's editorial code incorporates the editors' code overseen by the Press Complaints Commission: see www.pcc.org.uk"}, "isHosted": false}}}