{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2008/jan/11/popandrock1", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2008-01-11T23:56:38Z", "webTitle": "Jude Rogers: Digging for musical pearls", "webUrl": "https://www.theguardian.com/music/2008/jan/11/popandrock1", "apiUrl": "https://content.guardianapis.com/music/2008/jan/11/popandrock1", "fields": {"headline": "Digging for pearls", "bodyText": "Welcome, ladies and gentlemen, to the 2008 show. Don't be unnerved that these words are not being written by the lovely John Harris. The venerable Nelson lookalike has packed his record bags and gone venturing elsewhere within the Guardian. I'm here now, bringing to the arena some sectionable obsessions, tastes that flit about as much as Bono's private jet, and an all-seeing eye (the other one's short-sighted, so be on the lookout for it). Are we ready? Good. Let's begin. In 2008, music is our oyster. Actually, scrap that: it's a mountain of oysters, and they're bursting with pearls. If you'd been following this paper's doomsday grumblers over the last month, though, that wouldn't be obvious. My predecessor started it in his sign-off address, bemoaning how Radiohead, Damon Albarn and Oasis still dominated British rock, and how the post-punk revival was still hanging limply about. In a blog on Guardian Unlimited, he branding the noughties a decade \"curiously dominated by people who cut their teeth in the last century\". The blog-conch was then passed to Owen Adams, who dreamt of a golden time when music wasn't easily available. \"When we faced musical starvation and had to really hunt things down to satisfy our hunger,\" he raved like a caveman, \"it spurred on much farther-reaching revelations.\" John and Owen, you're marvellous, but this is all clearly balls. First: Thom, Damon and Noel and the post-punk pinchers rule only if you choose to track contemporary music as a guitar-obsessed timeline. Second: the idea that hunting for music these days is an easy task is nonsense. The internet may have made the act of searching simpler, but the profusion of music online means finding good stuff is still as tricky as the Velvelettes trying to find their needle in a haystack. What this explosion does do, however, is expand our chances of finding like-minded souls who might point us in the right direction. Then factor in the number of emerging artists, plus the pressure on major labels to stop being \"boring\" (thanks, Mr McCartney) and engage with an internet audience. Now tell me this decade isn't amazingly alive. What we need is a new way of thinking. Given that an unimaginable amount of music from the past and present is there for the taking, I propose that all music we've never heard should be thought of as new. (To youngsters, that might be Radiohead, Oasis and Blur, and that shouldn't be a problem.) Take my January rookies, a sprightly selection of fresh fruits and old farts. An Observer article online led me to Ebony Bones' weird pop, the sound of X-Ray Spex getting hammered with Derrick May and Girls Aloud. A Facebook chat pushed me towards Laura Marling, who writes the best teenage lyrics I've heard since Alex Turner's. (Which reminds me: look at how many interesting young women are getting record deals now.) And today listening to Led Zeppelin's second album for the first time, then writing these words to some great African pop by a band called Amigo, digitised on a blog from a 1988 cassette bought in a charity shop. Who could have imagined these opportunities a decade ago? Naysayers, go back to those oysters. If a keen technique and persistence is all you need to find the gems lurking within, only a fool wouldn't get digging."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}