{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2008/jan/09/barackobama.conservatives", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2008-01-09T23:57:32Z", "webTitle": "Cameron borrows can-do-better attitude from 'brilliant Barack'", "webUrl": "https://www.theguardian.com/politics/2008/jan/09/barackobama.conservatives", "apiUrl": "https://content.guardianapis.com/politics/2008/jan/09/barackobama.conservatives", "fields": {"headline": "Cameron borrows can-do-better attitude from 'brilliant Barack'", "bodyText": "The man who could be America's first black president won ringing praise yesterday from the man who could be Britain's 19th old Etonian prime minister. David Cameron said he hugely admired Barack Obama, the front-running contender for the Democrat nomination, and vowed to bring some of the same spirit to the British political debate. \"I'm enjoying watching Barack Obama. I think he's a brilliant speaker, I think his optimism and sense of hope for the future is inspiring a lot of people. It's great to see. Too often [politics] gets down to hope and fear and I think it's wonderful when hope wins. I'm enjoying watching him, I must say. I think he's compelling,\" Cameron told Radio 5 Live's Breakfast programme. \"What people like is the sense that Obama generates, that we don't have to be like this, we can do better... I think we need that same sense of possibility here.\" Cameron acknowledged that the Republicans were the Conservatives' sister party and praised John McCain, the Arizona senator who spoke at the Tory conference in 2006. \"I admire his plain speaking and his clarity and he seems to be making good progress,\" Cameron said. But he added that he tried to get on with politicians of all sides in America. \"I think it is great to see that politics in the raw at election time. I wish we could have an election here, why do we have to watch the American one? Why can't we have our own one,\" Cameron said. \"We shouldn't go on with 2.6 million people on incapacity benefit, five million of our fellow citizens on work-related benefit, when many of them could work. I think a lot of people in Britain just feel that our politicians have sort of given up, given up on border control, given up on hope of better jobs, given up on reforming the health service, given up on educational standards. And I'm desperate we don't give up, that we actually say 'we can do a lot better, it's a fantastic country.' \" Gordon Brown, a keen student of US politics, refused to be drawn on Obama. \"That's a matter for America,\" he said flatly at his No 10 press conference yesterday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}