{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/apr/20/april-house-price-average-at-all-time-high-of-over-286000", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2015-04-19T23:07:05Z", "webTitle": "April house price average at all-time high of more than £286,000", "webUrl": "https://www.theguardian.com/society/2015/apr/20/april-house-price-average-at-all-time-high-of-over-286000", "apiUrl": "https://content.guardianapis.com/society/2015/apr/20/april-house-price-average-at-all-time-high-of-over-286000", "fields": {"headline": "April house price average at all-time high of more than £286,000", "bodyText": "A lack of sellers and a huge surge in the number of people looking to buy a home has pushed the average asking price of homes coming on to the market in April up to an all-time high of just over £286,000, according to the country’s biggest property website. The report from Rightmove further highlights Britain’s housing crisis and comes in the wake of a series of announcements by party leaders that have made property a key election theme. March was the property portal’s busiest ever month since its launch in 2000, with the number of people looking at homes up 20% year-on-year. However, at the same time the number of new sellers listing on the website was down 4% in the first three months of the year compared with 2014. “Record high housing demand and an under-supply of homes have delivered a new all-time high in the price of property coming to market in the month before the election,” said Miles Shipside, a director at Rightmove. “The high cost of housing is a big concern for many home-hunters, so the contents of the respective party manifestos and well thought-out sustainable solutions to the lack of affordable housing supply will be high on many voters’ agendas too.” Last week, David Cameron announced an extension of the right to buy scheme for 1.3 million families in housing association properties as a key part of the Tory manifesto. Critics say that far from helping people buy homes, the policy could inflate house prices further and deepen the housing crisis. Shipside said that the increase in the average asking price in April, which is up 4.7% over the year, had been driven by potential sellers hesitating to put their homes on the market and an increase in the number of landlords buying properties as long-term investment vehicles. Longer-term price increases have been driven by a shortage of new-build homes. “Failure to meet housebuilding targets since the eighties, nineties and noughties to match forecast housing demand has been a major factor in upwards price pressure both in the property sales and private rented sectors,” he said. Across the country, asking prices were up month-on-month in every region in April compared with March and were only down annually in Wales. Monthly increases in Greater London and the north east were the highest in England bringing the average asking price in those regions to £594,585 and £146,361 respectively. Since the last election in May 2010, the average asking price in London has increased by almost 50%, or £195,000, said the report. This compares with a £6,374 (3.7%) rise in the north of the country. A separate report released today by property firm Hamptons International suggested that aspiring homeowner’s ability to buy a property has diminished in the last year although it had improved over the five years since the last election. The report, which combines earnings, property price and cost of living data from a number of sources to come up with an “ability to buy” index, suggested that the primary reason some groups of people have more money to put towards housing that they did five years ago is because of record low mortgage rates. This has not been enough to make a difference to everyone. A working family with two children and one parent working part time saw their ability to buy fall by 6% over the last year leaving them 5% worse off than at the last election, said the report. “For working families with children the growing costs of childcare eats into the amount of money left at the end of the month to service a mortgage,” said Fionnuala Earley, a director at Hamptons."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}