{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/apr/19/jose-mourinho-eden-hazard-chelsea-manchester-united-marouane-fellaini", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-04-19T21:30:07Z", "webTitle": "Mourinho: I told Hazard it was a game Chelsea will never lose – he complied", "webUrl": "https://www.theguardian.com/football/2015/apr/19/jose-mourinho-eden-hazard-chelsea-manchester-united-marouane-fellaini", "apiUrl": "https://content.guardianapis.com/football/2015/apr/19/jose-mourinho-eden-hazard-chelsea-manchester-united-marouane-fellaini", "fields": {"headline": "Mourinho: I told Hazard it was a game Chelsea will never lose – he complied", "bodyText": "It said much for the way José Mourinho’s afternoon had panned out that, when reflecting on a grind of a victory over Manchester United that leaves Chelsea two matches from the title, he was still pinpointing his most anxious moment of Saturday as having come around eight hours before kick-off – and in the lobby of the team’s waterfront hotel. The manager had ambled down to breakfast, content in his week’s tactical preparations in which Ruben Loftus-Cheek filled in as United’s Marouane Fellaini back at Cobham to ensure Kurt Zouma was battle ready for the contest ahead. Then Mourinho bumped into the concierge to be told the Belgian could not be involved as he had just introduced himself at the front desk, dressed in jeans and having his picture taken with guests, and announced himself as “I’m Fellaini” to collect a pair of match tickets left for him by Eden Hazard. The Portuguese’s first reaction was to be dumbstruck, albeit the silence quickly gave way to rather more colourful language, given a week of drills specifically designed to render this match “10 versus 10” had apparently gone to waste. Once the initial panic had subsided, his second was to reach for his smartphone and Google images of Fellaini’s brother, Mansour. “I said to the doorman, ‘Was it this one who was here?’ and he pointed to the man who had come in,” said Mourinho. “Ha, he’s the brother.’” That was about as jittery as it got. United may have dominated the ball at Stamford Bridge but Chelsea were largely content to let them operate at arm’s length. Pragmatism has been prioritised of late, with rigid tactical diligence and discipline ensuring the lead established by the dazzling displays that had illuminated the first half of the season will not be lost. Louis van Gaal’s visitors were bright and energetic, hogging the ball and menacing up to the six-yard box, but the hosts are experts at drawing the sting from high-calibre opponents. This side have not lost a league game to United, Manchester City, Arsenal or Liverpool since Mourinho returned to English football in 2013. Arsenal will need to wreck that record next Sunday if the title race is to be prolonged, in name only, into May but the management will presumably have another plan afoot to nullify Alexis Sánchez, Mesut Özil and co. Fellaini, such a menace of late during United’s fine run, was suffocated by Zouma and, in Hazard, Chelsea had their own Belgian to wreak havoc. Where Cesc Fàbregas and Diego Costa have excelled for periods this season, it is the 24-year-old playmaker who has consistently offered the leaders their forward propulsion. Hazard is a genius, a player capable of weaving through the clutter in possession to offer urgency and incision to a team that can, otherwise, lack invention against stubborn defence. His movement and speed of delivery ups the entire team’s tempo. “He makes the difference,” said Branislav Ivanovic. “He gets kicked but never complains, works so hard all the time and is improving massively. He is flying. Give him the ball and he will do everything. Sometimes he looks like he is not from this world.” Next Sunday his fellow professionals may vote him the best in the country when the Professional Footballers’ Association gathers for its annual awards evening. Memories will be fresh of his burst on to Oscar’s backheel, United momentarily distracted as they appealed for a foul by John Terry on Radamel Falcao, with Hazard’s clipped finish squeezed through David de Gea to provide this game’s only goal. Hazard himself admits this has been his best campaign, last year having been blighted by moments where “I disappeared in some games”. “He is the humble star,” said Mourinho. “Physically, mentally, he’s becoming very, very strong and he better understands his role. “The day before the United game I told him: ‘This game we will never lose. Never.’ But we needed to win. He understands clearly that, especially in a moment where the team doesn’t have all its power, when the game becomes strategic, his talent is fundamental for the team. He copes better with the responsibility.” With Costa hamstrung and Fàbregas off colour, he is the player who ensures this side is something out of the ordinary. Chelsea could hope to blunt United, working as feverishly as ever all over the pitch to ensure their unbeaten home record was maintained, but it required a spark from the Belgian to leave them victorious. His intervention here, with an 18th goal of the season before the woodwork denied him further reward after the break, has taken Chelsea to the brink of their first league title in five years. Win at the Emirates Stadium next Sunday and the championship can be secured against Leicester City the following Wednesday. The mood at the final whistle on Saturday, while a much-improved United team licked their wounds, was one of joyous celebration, for all that the manager immediately reminded everyone the job is not yet done. “We want it done as soon as possible but if it’s in the last game, so be it,” added Mourinho. “We don’t go to Arsenal or to Leicester with the obsession of it has to be today.” Regardless, confirmation is close. This has been Chelsea’s title for some time. Man of the match Eden Hazard (Chelsea)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}