{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/apr/19/luke-shaw-manchester-united-chelsea-louis-van-gaal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-04-19T21:30:07Z", "webTitle": "Luke Shaw feeling more confident after ‘hard start’ at Manchester United", "webUrl": "https://www.theguardian.com/football/2015/apr/19/luke-shaw-manchester-united-chelsea-louis-van-gaal", "apiUrl": "https://content.guardianapis.com/football/2015/apr/19/luke-shaw-manchester-united-chelsea-louis-van-gaal", "fields": {"headline": "Luke Shaw feeling more confident after ‘hard start’ at Manchester United", "bodyText": "Luke Shaw believes Manchester United’s encouraging performance even in narrow defeat at Chelsea has laid down a marker for Louis van Gaal’s team in readiness for a more coherent title challenge next season, with the England left-back admitting he has found his first campaign at Old Trafford a difficult experience. A depleted United side enjoyed the bulk of possession against the champions elect in what Van Gaal described as their best performance to date under his stewardship, maintaining the form – if not achieving the result – that had resulted in them winning their previous six league games. Shaw gave his most impressive display since last summer’s £28m move from Southampton, the teenager a threat down the left in his first appearance in almost six weeks and only his 13th Premier League start of the season. There were positives to be taken from the display, with United the more proactive team for long periods, despite the absence of players such as Michael Carrick and Daley Blind resulting in Wayne Rooney, their most potent attacking threat of late, moving back into midfield in a rejigged lineup. The England captain suggested post-match that the display was evidence that United are “improving every week and can get better again” following major changes to their coaching and playing staff last summer, and are “not too far behind” Chelsea. “I think that performance does lay down a marker,” said Shaw. “You have seen the results of recent weeks, we keep improving and we want that to continue so that we can come out firing next season. Hopefully, this fixture could be a title decider next year. I’m positive. It was my first performance for six weeks and I’d like to think it was my best for United. I got forward a lot and felt really good on the pitch but everyone was brilliant out there. “We could have got more from the game. It was just one of those days: we created a lot of opportunities but nothing went in for us. You have seen what the manager has turned United into in recent weeks but that is because there is a really focused side, where you have to give 100% in every training session and game, and be focused all the time. If you don’t give that, he won’t play you – and that’s what he is like.” This season has been an education for Shaw. The 19-year-old travelled to the World Cup with England last summer after only two full seasons in the Southampton first team, starting the final group game against Costa Rica, and arrived at United as English football’s most expensive teenager. Yet he immediately found his fitness criticised publicly by Van Gaal, and injuries have frustrated his progress in the period since. His form suffered as confidence waned, with the adjustment to new surroundings proving a difficult process. In a recent magazine interview, the player awarded himself a C minus for his initial impact at his new club and he remains painfully realistic about his adaptation to life at United. “Yes, it’s been hard but I am still young and coming to the biggest club in the world hasn’t been easy for me,” he said. “I haven’t been playing and there have been a lot of negative comments about me. It is something that isn’t nice and I’ve tried to ignore it but, hopefully, this performance against Chelsea is the start of me coming back. “I have family and friends who are helping me on my journey and the manager has been unbelievable as well. Over the last few weeks I have learned a lot from him and credit goes to him for trusting me in a big game like this one at Stamford Bridge. It’s been a period where I’ve been able to learn a lot more about myself. “I saw a comment the other day saying I was taken off at half-time against Arsenal [in his previous appearance on 9 March] because I wasn’t fit enough but that’s not true at all. This is coming from me and I know what the manager pulled me off for and it wasn’t for my fitness. I could have carried on in the game. I’d felt my back a little bit and the manager just wanted to be careful because I am young and hopefully have a long future ahead of me. It wasn’t anything about my fitness at all.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}