{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/apr/13/marco-rubio-president-2016-republicans", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-04-13T23:04:37Z", "webTitle": "'Yesterday is over': Marco Rubio to run for president as 'generational choice'", "webUrl": "https://www.theguardian.com/us-news/2015/apr/13/marco-rubio-president-2016-republicans", "apiUrl": "https://content.guardianapis.com/us-news/2015/apr/13/marco-rubio-president-2016-republicans", "fields": {"headline": "'Yesterday is over': Marco Rubio to run for president as 'generational choice'", "bodyText": "Marco Rubio officially entered the race for the White House on Monday, declaring that “yesterday is over” and that the 2016 US presidential campaign would pose “a generational choice” – ostensibly toward what the Florida senator called “a new American future” but also between himself, Hillary Clinton and Jeb Bush. One day after Clinton cast a looming shadow over the entire election, Rubio, the son of Cuban immigrant parents, announced his intention to seek the Republican nomination at Miami’s Freedom Tower – the “Ellis Island of the south” where thousands of families fleeing Fidel Castro’s 1959 revolution were processed. “Yesterday, a leader from yesterday began a campaign for president by promising to take us back to yesterday,” he said. “But yesterday is over, and we are never going back.” Attacking the policies of Barack Obama’s administration, in which Clinton served as secretary of state, Rubio said the time had come to look ahead with the same determination once shown by the waves of Cuban immigrants trying to build a new life in an unfamiliar country. Those exiles, he said, were a part of “the larger story of the American miracle”. Before an appreciative audience of more than a thousand supporters, campaign workers and media inside the tower, plus thousands more watching on a giant screen outside and a largely approving political class beyond that, Rubio declared that the United States was still the same land of opportunity the migrants had discovered it to be. “United by a common faith in their God-given right to go as far as their talent and work would take them, a collection of immigrants and exiles, former slaves and refugees, became one people, and together built the freest and most prosperous nation ever,” he said. “My parents achieved what came to be known as the American dream. But now, too many Americans are starting to doubt whether achieving that dream is still possible. The time has come for our generation to lead the way towards a new American century.” Rubio, the third Republican in the 2016 race following the earlier declarations of Ted Cruz and Rand Paul, and the fourth overall following Democratic frontrunner Clinton’s Sunday announcement, touched on a need to replace Obama’s signature healthcare law, what he deemed outdated immigration laws, the need for tax reforms and tighter controls on federal spending. He also accused the Obama administration of “dangerous concessions” to Iran and hostility toward Israel. But some of the loudest cheers came when Rubio returned to the theme of Cuba and the struggles of his father, a bar tender, and his mother, a retail worker, in the early years after their arrival in Miami from Cuba in the 1950s. “I regret my father did not live to see this day. He used to tell me all the time: ‘En este pais, ustedes van a poder lograr todas las cosas que nosotros no pudimos’ – in this country, you will achieve all the things we never could,” Rubio said. “That journey, from behind that bar to behind this podium, is the essence of the American dream. Whether or not we remain a special country will depend on whether that journey is still possible for those trying to make it now.” Rubio, 43, born in Miami and the father of four young children, said he would be campaigning for America’s working classes, “the workers in our hotel kitchens, the landscaping crews in our neighborhoods, the late-night janitorial staff that clean our offices and the bartenders who tonight are standing in the back of a room somewhere.” “If their American dreams become impossible, we will have become just another country,” he said. “But if they succeed, the 21st century will be another American century. This will be the message of my campaign and the purpose of my presidency.” A skyrocketing star, with setbacks Since his election as a young city commissioner in the small south Florida city of West Miami in 1998, Rubio’s rise through the Republican ranks has been remarkable. He was on the job for just a year before his first run at state office, winning a seat in the Florida House and becoming its majority leader four years later. In 2006, he became House speaker, a role in which he attracted the attention of senior national Republicans. Rubio had his own sights set on higher office by the time his spell in Tallahassee came to an end in 2009. Given little chance against the former Florida governor Charlie Crist in the 2010 race for the retiring Mel Martinez’s US Senate seat, he rode the Tea Party’s wave of national popularity to a huge upset. A skyrocketing star in Washington, Rubio served has served on the commerce, science and transportation and foreign relations committees, and was shortlisted, but ultimately passed over for another Republican starlet, Paul Ryan, to be Mitt Romney’s running mate in his ill-fated 2012 presidential campaign. It has not, however, been all smooth sailing for Rubio, who was forced to concede that his parents were not forced out of Cuba during Fidel Castro’s 1959 revolution, but instead came to the United States several years before as de facto economic refugees. Rubio also suffered a Republican backlash for his role as one of the so-called Gang of Eight bipartisan Washington politicians who crafted immigration reform legislation that would have opened a path to citizenship for the estimated 11m undocumented immigrants living in the US illegally. Once a staunch advocate of such a policy, he was forced to backtrack in the face of strong opposition from Republican hardliners. His revised stance is that American borders must be secured before any further discussion on the issue can take place, a position derided by many immigrant advocacy groups who had hopes that Rubio might be the politician to carry through Obama’s vision on meaningful immigration reform. Dozens of activists rallied outside the Freedom Tower on Monday to protest against his views. Rubio, however, is seen by many as one of the nation’s most gifted political orators, with an ability to convey his opinions with confidence and authority. Even when he was widely derided for an uncomfortable moment in his televised response to Obama’s 2013 state of the union speech, when he broke off to make an awkward lunge for a water bottle, he was able to laugh off the incident and turn what could have been a public relations disaster into his advantage. In Bush’s shadow, ‘the JFK of his generation’ Perhaps the biggest problem facing Rubio in the 2016 campaign is the likely presence of his friend and political mentor Jeb Bush, Florida’s former governor and brother to the last Republican president George W Bush, as a rival for his party’s nomination. Bush has yet to formally declare, but reports say he already has a war chest approaching $100m. Rubio, his aides concede, cannot hope to match Bush’s financial clout, but he is not concerned. “Other candidates will have more money and bigger operations than Marco Rubio will, but he’s going to have the best message in the race,” Rubio press spokesman Alex Conant said ahead of Monday’s announcement. Rubio will need to quickly catch up to the poll ratings of his closest rivals if he is to take a deep run at the Republican nomination. A Quinnipiac University poll this month showed Rubio trailing behind Bush and Wisconsin governor Scott Walker , both yet to announce their intentions, in his home state. “I’ve heard some suggest that I should step aside and wait my turn,” Rubio said in his speech on Monday, “but I cannot.” Many of the supporters at Rubio’s Freedom Tower event, too, were unfazed by his apparent lack of support from within Florida. “Rubio is about making America respected again throughout the world, building a strong military,” said John Nelson, chairman of the Highlands County Tea Party Republicans, who led a delegation of five group members at the rally. “He has strong American values, more than any other candidate. I’m not here for myself, I’m here for my granddaughter. It’s not about me and now, it’s about my granddaughter and her future. It’s about building a strong future for America. I believe only Marco Rubio can do that, not Jeb Bush or any of the others.” Gina Sosa, treasurer of the Log Cabin Republicans of Miami, which describes itself as an all-inclusive advocacy group with many LBGT members, wanted to hear Rubio preach a message of equality. She said she was not worried by Rubio’s one-time position on his immigration bill, later retracted, that he could not support reform if it included citizenship for gay couples. “He has accomplished a lot as a young man and he brings experience to the campaign. I’m excited and proud to support him. Our job is to fight discrimination and support inclusion and I believe that’s what Marco Rubio brings to the table,” she said. For Shane Pagano, of Log Cabin’s Orlando chapter, the choice for the nomination is simple: “I believe Marco Rubio is the JFK of his generation, a once in a generation politician,” he said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}