{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2015/apr/10/afl-what-to-look-out-for-in-round-two", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-04-09T23:43:35Z", "webTitle": "AFL: what to look out for in round two | Russell Jackson", "webUrl": "https://www.theguardian.com/sport/blog/2015/apr/10/afl-what-to-look-out-for-in-round-two", "apiUrl": "https://content.guardianapis.com/sport/blog/2015/apr/10/afl-what-to-look-out-for-in-round-two", "fields": {"headline": "AFL: what to look out for in round two", "bodyText": "The Eagles might be in for some pain In the months leading up to this season - almost by default because they were dismal in 2014 – you felt as though the Eagles would at least show some improvement this season. Since then they’ve lost captain and defensive linchpin Eric McKenzie and now another tall backman in Mitch Brown, both to season-ending injuries. Coach Adam Simpson must look to makeshift alternatives to slot in alongside lion-hearted Shannon Hurn, now locum leader of the team. If that isn’t concern enough the midfield, nominally a strength and including as it does the reigning Brownlow medalist Matt Priddis, was belted in the contested possession count last week. When it comes to thoughts on West Coast’s chances this season perhaps Philip Larkin – a man of no confirmed AFL allegiance who died two years before the Eagles’ inaugural game – unintentionally put it best: It becomes still more difficult to find Words at once true and kind, Or not untrue and not unkind This week they encounter a chastened and almost unlovable Carlton, a unit that in spite of their scoring shortfall beyond quarter time against Richmond, did actually prevail in the midfield contest. If ever Lachie Henderson, Liam Jones or Sam Rowe are to kick a bag of goals in Perth tonight will be the night. But that’s just the problem; whatever good work the Blues did in winning the hard ball last week was squandered when they just blazed away at their targets. Will that change in the space of a week in less comfortable surroundings? Bonus feature: this game could be gruesomely-absorbing and we’ll be bringing it to you live on the Guardian goal-by-goal blog. The keeping-a-lid-on-it Derby Nothing about Richmond’s slow ascent from the starting blocks last week suggested that they’ll be a drastically-improved side from last year, but there was plenty for Tigers supporters to like. First-gamer Kamdyn McIntosh showed himself to be a rangy, productive midfielder of the Shane Tuck school (this is a compliment, by the way), Ben Griffiths is undoubtedly an improved player and Sam Lloyd has an almost arrogant confidence in his ability to produce goals out of thin air, a trait you’d think the league recruitment ‘system’ would have been a little better at identifying before half his potential playing years were already gone. If latent potential is the theme of the Tigers then the Dogs are another case entirely, an incubator of acknowledged young talent and almost certainly on a sharper upward trajectory. Among the youngsters, Mitch Wallis, Jack McCrae and Marcus Bontompelli gave Luke Beveridge the perfect start to senior coaching life last week in a win of slender but satisfying proportions. The Bulldogs have far less to lose than the Tigers heading into this one but they know that their defence will be stretched against the likes of Griffiths and Jack Riewoldt. If they fail to cause a minor upset you get the sense they’ll at least go down swinging. Your match of the round Pitting narrow away losers against miracle home winners, this eagerly-awaited clash between Port and Sydney at the Adelaide Oval is to this round’s match-ups what the prawn platter is to the Sizzler buffet, only with a drastically-reduced chance of botulism. Let’s be honest, the Swans were awful for three-quarters of their season-opener against Essendon but we still learned something new about them, namely that Kurt Tippett has the unteachable and largely unseen “come with me boys” mode. He and Lance Franklin did it all in the final term. Port are now flogging ‘Never Tear us Apart’ merchandise in honour of the league’s most prominent new ‘Fan Engagement TM’ exercise. Where does that one sit on the Sizzler buffet scale? Probably somewhere around the fruit salad bowl for now, but heading towards the bain marie if any of them learn the verse lyrics as well. The Power should be slight favourites here; they didn’t lower their colours against Freo last week and they’re an imposing force at home, even given Sydney’s win there late last season. This game should be a treat for neutrals. We should learn a little bit more about Geelong this week Geelong actually looked vulnerable and a bit meek in stages of their disappointing MCG loss to Hawthorn last week, so much so that it’s not a stretch to see them dropping this one as well. Nagging away though is the possibility that the Hawks are so far ahead of other sides at the moments that we’re not able to glean a whole lot about the sides they dispatch so convincingly. Freed from that stifling and exasperating vortex, Geelong might be a far better version of itself from here, especially in more comfortable surrounds. Their opponents Fremantle almost qualify as Kardinia Park specialists at this point. Two years back they produced a rare triumph and would have done the same in 2014 if it not for David Mundy’s post-siren miss. The Dockers will do well to stifle the threat posed by Cats forward duo of Tom Hawkins and Mitch Clark, but then neither of them was the problem last week, it was more a matter of Geelong’s diminished appetite for the tough stuff in the middle of the ground. They had Jordan Lewis, Sam Mitchell and Luke Hodge barreling towards them, so I guess that is only a relative criticism. This game might be attritional and tight. Possession will certainly be hard-won. Good luck tipping the winner. Essendon supporters are in heaven Moments after Adam Cooney’s miraculous 60-metre post-siren torpedo goal to put Essendon four goals clear of Sydney at quarter time last weekend, poor old Dwayne Russell could no longer contain his enthusiasm for the return of football. Dwayne, bless him, seems like the kind of bloke who spends his off-season with a tape-recorder in hand and Fox Footy replays on mute, commentating the entire season all over again from the comfort of his living room. It’s in this testing laboratory that I’d like to think he tries out his wacky new ESPN-infused phrases. “From the paint!” he bellows at his children as a can of Pepsi Max flies past their heads toward the recycling bin (at least in my imagination, Dwayne recycles, though his children do cringe at his overuse of the word “baby” as an exclamation point to these successful bin-shots). But I digress. Right on the quarter-time buzzer, from well outside the paint, after what Dwayne had described as the hellish experience of the Bombers’ last few seasons, he decreed that for Cooney and the Essendon Football Club, “This is heaven!” It was hard not to agree, but then from 41 points up approaching three-quarter time the Bombers - lacking Dwayne’s sense of occasion - proceeded to lose. Rather than being ushered into the commentary hall of fame alongside “Jesaulenko, you beauty!” his bold and enthusiastic call became a prediction as dodgy as IBM President Tom Watson’s 1943 assurance that “there is a world market for maybe five computers”. This is not something one considers while bravely launching into a thumping torpedo from beyond the paint. But I’m nit-picking. For a brief time it really was heaven for Essendon supporters. Anything is heaven compared to 700 days of purgatory; the increasingly-sordid headlines and the threat that your players will be banned. The Bombers play Hawthorn this week and they’ll probably get belted from one end of the MCG to the other. It might not appear so at first glance but that really is what heaven looks like."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}