{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/apr/05/manuel-pellegrini-manchester-city-crystal-palace", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-04-05T21:30:05Z", "webTitle": "Manuel Pellegrini sees only ‘cup finals’, starting at Crystal Palace", "webUrl": "https://www.theguardian.com/football/2015/apr/05/manuel-pellegrini-manchester-city-crystal-palace", "apiUrl": "https://content.guardianapis.com/football/2015/apr/05/manuel-pellegrini-manchester-city-crystal-palace", "fields": {"headline": "Manuel Pellegrini sees only ‘cup finals’, starting at Crystal Palace", "bodyText": "Manchester City visit Crystal Palace on Monday for the first of what Manuel Pellegrini has termed the eight cup finals for which his team must raise themselves between now and the end of the season. The City manager is hardly the first to employ the analogy and he is all too aware that, even if all eight games are won, there could still be no prize. But a worst-case scenario is emerging for Pellegrini and his players that could be even bleaker than merely ending up empty-handed. Results at the weekend saw City drop to fourth place, behind Manchester United for the first time this season, and with Louis van Gaal’s revitalised team next up at Old Trafford on Sunday the possibility exists that United in transition could end up with more to crow about than the defending champions. Van Gaal dismissed the possibility of the title ending up at Old Trafford as unlikely, even though Saturday’s victory over Aston Villa was their fifth in a row, but did admit United would go into the Manchester derby “playing for a higher place in the table”. Pellegrini is trying to remain unperturbed about what has already been a disappointing season ending up with a sting in the tail. “We are not thinking about just one team,” he said. “It is important to finish as high up the table as possible. If we can’t win the Premier League, then we must try to be second. We must play from now until the end of the season in the right way. A big team always has the mentality that it wants to win all its matches.” Whether or not Pellegrini is still in charge at City next season, he accepts the team need refreshing. Last summer the club were hampered by financial restrictions and did not attempt to sign the sort of game-changing attacking player he refers to as a “crack”. If City are going to push on, that might need to happen this summer. “It is important to have big names,” he said. “It is just the way of thinking that big clubs have, they need to sign a big player. It is very difficult to do it every year but every two years you must do it. I am not just talking about Manchester City. You see Real Madrid doing it, Manchester United, Chelsea, Barcelona and Bayern Munich. All the big clubs have to keep improving their squads.” It would be a surprise, with Liverpool losing at Arsenal, were City to drop out of the Champions League altogether, though with eight games remaining almost anything is still possible. “In this league you can never be sure,” Pellegrini said. “From the beginning there have been six or seven teams playing for a Champions League place but we have been in the top four the whole time and I hope that will continue. We have eight finals to play between now and the end of the season, beginning with the game at Crystal Palace.” TV: Sky Sports 1 7.30pm"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}