{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/davehillblog/2015/apr/24/women-and-ethnic-minority-voters-are-powering-labours-lead-in-london", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2015-04-24T21:30:08Z", "webTitle": "Women and ethnic minority voters power Labour's lead in London", "webUrl": "https://www.theguardian.com/uk-news/davehillblog/2015/apr/24/women-and-ethnic-minority-voters-are-powering-labours-lead-in-london", "apiUrl": "https://content.guardianapis.com/uk-news/davehillblog/2015/apr/24/women-and-ethnic-minority-voters-are-powering-labours-lead-in-london", "fields": {"headline": "Women and ethnic minority voters power Labour's lead in London", "bodyText": "The latest London-only YouGov poll for the Evening Standard gives Labour a 12 point lead over the Conservatives. That’s one more than at the end of last month and shows Ed Miliband’s party maintaining its commanding lead in the capital. With the Liberal Democrats still languishing on eight percent, the Standard says the survey, combined with Ashcroft poll findings and other local data, indicates that Labour is on course to win eight or ten of its dozen target seats, at least six of them from the Conservatives and at least two from the Lib Dems. Ukip has picked up two points, which won’t please the Tories either because their vote is being hit hardest in London by Nigel Farage’s crew. The Greens are up one point to five. The small print of this and previous London polls provides clues about which groups of Londoners are boosting Labour’s strength. The ComRes survey for ITV London News published at the end of March found that 49% of female Londoners said they were likely to vote Labour compared with just 28% who favoured the Conservatives. Labour led among men too, but only by 7% compared with a 21% advantage among women. In the same poll, 68% of non-white voters preferred Labour and only 21% the Tories. Labour also led the Conservatives across the age range except for the over 55s and in every social grade, including the AB higher level managerial and professionals. In these sub divisions of the ComRes sample the numbers asked get pretty small, but the patterns and contrasts still catch the eye. See them all on table six. As the Standard points out, the new YouGov also shows “a clear gender gap for Labour” of six points and almost the exact reverse for the Conservatives - a seven point gap favouring men. In this case Labour, perhaps surprisingly, does worse than the Tories among 18-24 year-olds but better among all the other age groups, if only fractionally so with those over 60. Again, Labour outscores the Tories across the social grades. There is no breakdown by ethnicity in the YouGov poll. Labour believes its popularity with London’s women reflects the stress in its campaigning on issues that tend to matter most to women when deciding who to vote for: housing, health, inequality and childcare. Most of the party’s candidates in its target seats are women and it says it is confident that women will comprise half of London’s Labour MPs after May 7. Its BAME manifesto has had good reviews, which can scarcely hurt the party’s traditional high levels of support among ethnic minority voters in the capital. It was unveiled in Leicester by Sadiq Khan who, as well as seeking re-election as MP for Tooting, is in charge of Labour’s London campaign. If that campaign delivers what the polls are promising, Labour in London will have achieved something impressive - an intake of MPs that looks rather like the city they will represent."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}