{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/apr/28/chennai-super-kings-kolkata-knight-riders-ipl", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-04-28T21:33:08Z", "webTitle": "IPL: Kolkata collapse chasing small target and hand victory to Chennai", "webUrl": "https://www.theguardian.com/sport/2015/apr/28/chennai-super-kings-kolkata-knight-riders-ipl", "apiUrl": "https://content.guardianapis.com/sport/2015/apr/28/chennai-super-kings-kolkata-knight-riders-ipl", "fields": {"headline": "IPL: Kolkata collapse chasing small target and hand victory to Chennai", "bodyText": "The beauty of Twenty20, and the Indian Premier League in particular, is that it is near enough impossible to predict what might happen. But even so, when Kolkata Knight Riders were 64 for two in the ninth over, chasing just 135 to win at Chennai Super Kings, it seemed inconceivable that they would lose; and yet they did, Chennai shading a thriller to move to the top of the table. At the toss, Gautam Gambhir called correctly and surprisingly elected to bowl, planning to use what pace was in the pitch. In that context, his omission of Morne Morkel seemed particularly odd, while Sunil Narine was also left out, presumably on account of the continuing problems with his action. Briefly, Gambhir looked a little silly, as Dwayne Smith and Brendon McCullum set about his bowlers – though Patrick Cummins and Umesh Yadav bowled with threatening pace and bounce. But, after a first-wicket partnership of 42, McCullum was dismissed by a Piyush Chawla googly, and the innings never recovered. Constricted by spin, suddenly, the batsmen struggled to find the boundary, and the medium pace of Andre Russell then dismissed Suresh Raina and MS Dhoni in consecutive overs for 17 and three respectively. In between them at No5 in the order, Faf du Plessis batted through to the end but was unable to accelerate, his 29 coming from 29 balls and including only one boundary. At the other end, Dwayne Bravo went to Chawla and Ravi Jadeja to the returning Brad Hogg, before Ravichandran Ashwin mustered a couple of late boundaries to give Chennai a modicum of hope. A modicum was all that they needed. Particularly at home, Chennai are possessed of an intensity and certainty that makes them competitive whatever the predicament, and within two balls, Gambhir was back in the hutch. Subsequently, though, Robin Uthappa tucked into some abject bowling, the pitch doing nothing to help pacemen significantly slower than Kolkata’s. He had made 39 from just 17 deliveries, before, again, the introduction of the spinners changed everything; Ashwin tempted him into slamming at midwicket, where McCullum, whose energy and agility, inspired those around him, hung on. By turns tentative and silly, Kolkata lost all momentum; between overs six and 18, they managed not a single boundary, losing six wickets for 52 runs. But, though Dhoni was clever in his use of Raina and Jadeja, it would still, most likely, have been in a losing effort, were it not for the irrepressible zest of Bravo. Having already made a tricky catch look easy to dismiss Manish Pandey, he soon took an amazing one to remove Suryakumar Yadav, racing in from long-on to claim a one-hander, on the dive. Then, a succession of slower balls earned him three quick wickets and left Kolkata needing 17 from his and the game’s final over. Ryan ten Doeschate, who finished on 38 not out, did his best, but dots from the first three balls left him too much to do in the next three, and Chennai hung on to clinch a memorable two-run victory. The teams reconvene in Kolkata on Thursday."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}