{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/apr/06/pensioners-seven-times-more-likely-skin-cancer-than-1970s", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-04-05T23:04:09Z", "webTitle": "Pensioners seven times more likely to have skin cancer than in 1970s", "webUrl": "https://www.theguardian.com/society/2015/apr/06/pensioners-seven-times-more-likely-skin-cancer-than-1970s", "apiUrl": "https://content.guardianapis.com/society/2015/apr/06/pensioners-seven-times-more-likely-skin-cancer-than-1970s", "fields": {"headline": "Pensioners seven times more likely to have skin cancer than in 1970s", "bodyText": "Pensioners are seven times more likely to develop life-threatening skin cancer than they were in the 1970s, according to Cancer Research UK, which blames the increase on the rise of cheap package holidays and the desirability of a tanned appearance. Figures collected by the charity suggest that, on average around 5,700 older people are diagnosed with melanoma each year, compared with around 600 cases a year in the mid-1970s. Older men in Great Britain are now 10 times more likely to develop the disease. Alan Melcher, a professor of clinical oncology and biotherapy at Leeds University, said the statistics reflect the increased availability of cheap holidays in the sun. “It’s a legacy that is coming through from the time of the early package holidays when people got sunburnt on holiday and didn’t know the risk they were undergoing,” he said, adding that cancer and melanoma become more common as people get older. Sue Deans, a 69-year-old retired teacher and mother of three, was first diagnosed in 2000 with malignant melanoma after the doctor removed a mole and re-diagnosed in 2007 after she discovered a lump under her armpit. “I was part of the generation where package holidays became affordable and you could go abroad nearly every year,” she said. “I don’t think there was much understanding at the time about the impact that too much sun can have on your risk of getting skin cancer. And I loved the sun but suffered quite a bit of sunburn over the years. “I’ve always been quite body aware so my cancer was spotted early. I had successful surgery and have been healthy since – but I’m always vigilant in keeping an eye out for anything unusual or persistent that might need to be checked. Now I make sure my grandson knows the dangers of getting caught out in the sun.” About 13,300 people are diagnosed with malignant melanoma in the UK each year, making it the fifth most common cancer overall and the second most common cancer in young adults aged 15-34. Each year, 2,100 people die from the disease. Getting sunburnt just once every two years can triple your risk of developing malignant melanoma and even reddening of the skin is a sign of damage. Since the mid-1970s, older men have become 10 times more likely to develop the disease than their parents’ generation, according to Cancer Research, while cases are five times more likely among older women. The charity calculated the figures by looking at the average number of annual cases across the years 1975-77 and 2009-11. The desirability of having a tanned appearance even at the expense of painful sunburn has contributed to the increase, it says. Many cases of malignant melanoma, the most serious form of skin cancer, were preventable, said Dr Julie Sharp, Cancer Research UK’s head of health information. “Sun damage accumulates over time so avoiding sunburn – and sunbeds – is key as well as getting to know your skin type so you don’t overdo it on the beach or even in the garden. “You can burn at home just as easily as you can on holiday, so remember to spend time in the shade, wear a T-shirt and a hat to protect your skin and regularly apply sunscreen that is at least factor 15 and has four stars. Swapping bad sun habits for good ones could save your life.” “In the past, we have probably talked a lot about the importance of protecting your children, and by implication there’s perhaps a sense that this gets less important as you get older,” said Prof Julia Newton-Bishop, professor of dermatology at Leeds University. “It’s not less important: if you’re pale skinned, you have to be careful at any age.” Information about the risks associated with sun exposure can be confusing because it varies according to skin. “If you’re very dark skinned then you shouldn’t heed advice to apply sun block every time you go out – you should be more concerned about becoming depleted in vitamin D,” Newton-Bishop said. But people should be familiar with the risk factors associated with melanoma, said Newton-Bishop. “These include having a family history, lots of moles or you’ve got a tendency to burn – and that would be associated with having freckles, red hair, or even subtle red changes in your beard.” Prof Richard Marais, Cancer Research UK’s skin cancer expert based in Manchester, said people should keep an eye on their skin: “Seek medical opinion if they see any changes to their moles, or even to normal areas of skin. Melanoma is often detected on men’s backs and women’s legs but can appear on any part of the body.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}