{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/apr/20/west-ham-compensation-risk-state-aid-olympic-stadium", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-04-20T21:52:34Z", "webTitle": "West Ham face compensation risk over state aid for Olympic Stadium refit", "webUrl": "https://www.theguardian.com/football/2015/apr/20/west-ham-compensation-risk-state-aid-olympic-stadium", "apiUrl": "https://content.guardianapis.com/football/2015/apr/20/west-ham-compensation-risk-state-aid-olympic-stadium", "fields": {"headline": "West Ham face compensation risk over state aid for Olympic Stadium refit", "bodyText": "Fresh questions have been raised over whether West Ham’s deal to move into the Olympic Stadium contravenes European state aid laws, potentially leaving the club liable for millions in compensation. London Assembly members, European state aid experts and lawyers have questioned why the mayor of London, Boris Johnson, and the London Legacy Development Corporation did not obtain “prior approval” from the European Commission before signing the deal with West Ham. One London Assembly member claimed the LLDC was “in denial” while several state aid experts consulted by the Guardian said it would have been “prudent” to gain approval to avoid problems down the line. By not getting the agreement signed off before concluding the deal with West Ham, the LLDC has left itself open to a 10-year window for challenges from anyone who feels disadvantaged by West Ham’s deal, understood to be worth £2.5m a year plus a slice of catering revenues. That could include rival clubs at home and abroad and, if the EC eventually found the LLDC had broken state aid rules, West Ham could be liable for millions. Theoretically, if found in breach the total bill could equate to the £138.9m it is costing the public purse to convert the stadium for football use plus the difference between the £2.5m and whatever the EC decided the market rate was. The controversial saga that led West Ham to be awarded a 99-year licence agreement last year was marked by legal challenges, espionage allegations and furious rows over the legacy and cost. In October it emerged the total cost of the stadium had risen to £619m, including the post-Games conversion to install retractable seats and a full roof after the construction of the cantilevered canopy had turned out to be more expensive than expected. As well as paying a fee understood to be in the region of £2.5m for their licence agreement, West Ham also agreed to pay £15m towards the £193.9m conversion costs and argues that its presence will help raise more from naming rights. The rest of the cost of building the stadium and converting it into a “multi-use” arena has been met from public funds. Information obtained by the Charlton Supporters Trust under the Freedom of Information Act and seen by the Guardian shows West Ham’s £15m contribution does not have to be paid until the club receive the proceeds from the sale of Upton Park. The original process to find a new tenant for the stadium, won by West Ham following a bitter battle with Tottenham Hotspur, had to be annulled after being paralysed by legal challenge. As well as concerns over the state aid issue, Leyton Orient had sought a judicial review of the decision. One legal expert told the Guardian she was surprised the LLDC had not sought prior approval – effectively a get-out-of-jail card for projects that involve injections of public funds – after agreeing a deal with West Ham under a new tender process. “I’m surprised they didn’t do it. In the Treaty there is a blanket prohibition on state aid, which is controlled by the EC. There are then a set of issues and circumstances that are considered compatible state aid rather than illegal,” said the lawyer Hayley Green of Ashfords LLP. The test, she said, was not whether the LLDC had run a fair tender process but whether it had acted in the same way as a private company would have done in the same circumstances. “From a pure state-aid law point of view, if there has been an advantage that has the potential to distort competition within the football market there may well have been illegal state aid,” she said. “The state aid will have arrived on the date they agreed the commitment. There is a 10-year window from there. There could be challenges up to 10 years.” Andrew Boff, a Conservative Assembly member, said he had raised the issue some time ago and was yet to receive a reply from Johnson or the LLDC, which is chaired by the mayor. “It comes very close to the idea of state aid. You would have thought the best way, bearing in mind the problems they had last time, would be to do the nip and tuck and send a reference to the Commission. The fact they haven’t requested that from the Commission is concerning,” said Boff, who has followed issues surrounding the Olympic legacy closely. “There is obviously a taxpayers interest in terms of the £40m [loan] from Newham and the £630m in the stadium. We are not arguing against any kind of investment from the taxpayer. [But] you’ve got to be open about it and what you’re doing. They seem to be in a state of denial. Any objective observer would say ‘you really should get someone to look at this’.” Once West Ham move into the 54,000 capacity stadium at the start of the 2016-17 season they will have primacy of use during the football season, but UK Athletics have been promised 20 days during the summer and a stadium operator has been appointed to stage other sporting and music events. In return for investing £40m for a share in the Special Purpose Vehicle that owns the stadium, Newham Council has also been guaranteed access to the stadium and up to 100,000 tickets a year to West Ham matches. The prospect of further legal wrangling will dismay West Ham fans contemplating the move to the Olympic Stadium, which has been billed as an opportunity to catch up with their London rivals in terms of revenue generation. The Charlton Supporters Trust submitted a formal complaint last year claiming that the LLDC, or the SPV, had broken state aid rules. West Ham cited the fact no further action was taken as evidence it had not contravened the rules but critics arguethe EC could still take action and had simply decided not to take things further for the time being. Both the LLDC and West Ham said they were totally confident the deal was consistent with state aid regulations. Asked by the Guardian whether he was confident the deal complied Johnson said: “They can bog off. It’s totally ridiculous. I can never exclude that some lawyer will come up with some ridiculous interpretation of article 105 of the EU treaty or whatever but I’m as confident as I can be that it isn’t going to be a problem.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}