{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/apr/16/child-44-review-tom-hardy", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-04-16T22:00:07Z", "webTitle": "Child 44 review – where did the thrills go?", "webUrl": "https://www.theguardian.com/film/2015/apr/16/child-44-review-tom-hardy", "apiUrl": "https://content.guardianapis.com/film/2015/apr/16/child-44-review-tom-hardy", "fields": {"headline": "Child 44 review – where did the thrills go?", "bodyText": "Tom Rob Smith’s page-turning bestseller from 2008 has been turned into a heavy, indigestible meal of a film, full of actors speaking English with vyery hyeavy Ryussian accyents – actors from England, Sweden, Lebanon, Poland, Australia, almost anywhere but Russia. Leo Demidov is an orphanage-raised Russian who rises without trace to become a national hero because he is the soldier picked to wave the Soviet flag for the famous photo atop the Reichstag in 1945. Ten years later, under a crushing Stalinist tyranny, he is a security officer exiled to the middle of nowhere for refusing to denounce his wife in a creepy Abrahamic obedience test, but who doggedly insists on staying on the trail of a serial killer of little boys. Official propaganda insists that such crimes cannot exist in the socialist paradise; but it could be that the Soviet state is the greatest serial killer of all – a mass hive-mind of psychopathic dysfunction. Tom Hardy brings his robust, muscular presence to the role of Leo and he is watchable enough, but the forensic and psychological aspects are just dull; there is no fascination in the detection process. Leo and his wife Raisa (Noomi Rapace) seem to be able to zoom from their exile to Moscow for important scenes, which undermines the credibility of his political situation. Everything is immersed in a cloudy brown soup."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}