{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/apr/20/us-warns-greece-amnesty-bomb-maker", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2015-04-20T21:30:12Z", "webTitle": "US warns Greece against amnesty for bomb-maker with 'blood on his hands'", "webUrl": "https://www.theguardian.com/world/2015/apr/20/us-warns-greece-amnesty-bomb-maker", "apiUrl": "https://content.guardianapis.com/world/2015/apr/20/us-warns-greece-amnesty-bomb-maker", "fields": {"headline": "US warns Greece against amnesty for bomb-maker with 'blood on his hands'", "bodyText": "The US ambassador to Athens has issued a stern warning to Greece over proposed legislation which would enable the early release of the bomb-maker for an anarchist group whose victims included American citizens. Using unusually frank language ahead of talks between the two countries’ top diplomats, ambassador David Pearce said passage of a controversial prison reform bill would be seen as a “profoundly unfriendly act”. The new law, which has been defended by the leftist-led government as a humanitarian measure, would enable prisoners with severely impaired health to be freed from jail early and placed under house arrest. But if passed, it could result in the release from prison of Savvas Xiros, a member of the now-defunct November 17 anarchist group whose victims included the CIA station chief in Athens. Xiros, who is currently serving five life sentences, was badly injured when a crudely made bomb detonated in his hands in the port of Piraeus in June 2002. The blast – which destroyed his eardrums and left him almost entirely blind – also led to Xiros’s arrest and the unravelling of a one of Europe’s most lethal terror groups. Xiros, whose appeal to be set free on health grounds has been rejected by the courts, was also implicated in the deaths of two senior Athens-based US representatives. He was convicted of murdering the US defence and naval attache to Greece, Captain William Nordeen, with a car bomb in 1988 and killing US air force sergeant Ronald Stewart, with a bomb planted outside his home, in 1991. Standing before a memorial plaque at the US embassy honouring the murdered diplomats, Pearce said: “Convicted terrorists and other criminals convicted of serious crimes should complete their sentences as handed down by the Greek justice system.” “If Savvas Xiros – or anyone else with the blood of American diplomats and US mission members on their hands – leaves prison, it will be seen as a profoundly unfriendly act. There is no place for convicted terrorists in civilised political discourse or back in Greek society. They are violent criminals and they belong in prison, nowhere else.” Prime minister Alexis Tsipras’s Syriza-led coalition argues that the legislation will help improve conditions and alleviate overcrowding in Greek penitentiaries. But his administration has also been accused of drafting the bill to free Xiros. In the almost three months since Tsipras assumed office, the issue has overshadowed relations with the US. Diplomats said it was likely to dominate the Greek foreign minister’s inaugural meeting with the US secretary of state, John Kerry, in Washington on Monday. Ahead of the talks Kerry called Tsipras to convey his concerns over the legislation. The anti-capitalist November 17 group began its killing spree with the assassination in Athens of the CIA station chief, Richard Welch, following the collapse of military rule in 1975. Pearce said that Washington had quietly been working through diplomatic channels in the hope of stopping the legislation. “I raised our concerns directly with the minister of justice on 2 April,” he said. “I noted among other points that if Savvas Xiros were let out of prison before having served his sentence as handed down by the Greek justice system, it would be a disservice to the memory of the American mission members he killed, and their families. We would not understand it.” Turkey also expressed its concerns over Xiros’s potential release. November 17 also claimed responsibility for the killing of three Turkish diplomats during the 27 years it was active. Members of the group, which is believed to have disbanded in 2002, have never publicly disavowed their activities, said George Momferratos, whose publisher father was shot by November 17 in 1985. “On the contrary they feel proud of what they have done,” he said. “This is clearly a politically motivated issue. It is not as if there are a 100 inmates who fall into the category of being severely disabled.” Government officials denied that the law was aimed solely at Xiros. Like other detainees, they said, he fulfilled the criteria to be placed under house arrest wearing a monitor bracelet. “The prime minister explained to Mr Kerry that the law is not about Savvas Xiros and that the big danger today for Europe primarily comes from the asymmetric terrorism of the jihadists,” one official said. “And he expressed the view that there should be cooperation so that it can be confronted.” US officials declined to comment on the Greek government’s stance. Athens has been relying on support from Washington in what have become drawn-out negotiatons with European creditors to keep its debt-stricken economy afloat – another aspect of the talks Kerry was expected to have with his Greek counterpart."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}