{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2015/apr/25/australia-public-enemy-number-one-of-un-climate-talks-says-nobel-laureate", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2015-04-24T22:41:44Z", "webTitle": "Australia 'public enemy number one' of UN climate talks, says Nobel laureate", "webUrl": "https://www.theguardian.com/environment/2015/apr/25/australia-public-enemy-number-one-of-un-climate-talks-says-nobel-laureate", "apiUrl": "https://content.guardianapis.com/environment/2015/apr/25/australia-public-enemy-number-one-of-un-climate-talks-says-nobel-laureate", "fields": {"headline": "Australia 'public enemy number one' of UN climate talks, says Nobel laureate", "bodyText": "Australia is emerging as “public enemy number one” of the United Nations climate change negotiations to be held in Paris in December, according to a Nobel laureate of medicine speaking from a sustainability symposium in Hong Kong. Prof Peter Doherty is representing Australia at the symposium, held every three years and which is being attended by 11 other laureates from around the world, who will sign a memorandum detailing their recommendations for making major cities sustainable. The four-day symposium ends on Saturday afternoon, and Doherty said a clear message had emerged from his peers, who hold expertise across specialities including climate, economics and business. “People are saying informally that Australia and Canada are emerging as public enemy number one for the Paris talks on climate,” Doherty said. “No other names are being mentioned. Australia is seen as very much out of touch and out of sync with what’s happening globally.” On Tuesday, the independent Climate Change Authority (CCA) recommended Australia increase its commitment to cut 2000-level emissions by 2020 from 5% to 19% if it wanted to be taken seriously at the Paris climate change talks, a suggestion the environment minister, Greg Hunt, described as “onerous”. Meanwhile the prime minister, Tony Abbott, has directed $4m to start a climate consensus centre fronted by political scientist and climate change contrarian Bjørn Lomborg. Canada has also been criticised for climate change inaction, and for failing to mention climate change in its economic action plan. But it was clear that many countries, particularly in Asia, where 21 of a forecast 37 megacities are expected to be within 30 years, were “ambitiously and aggressively” taking steps to reduce carbon emissions and reliance on fossil fuels, Doherty said. Large cities contributed disproportionally to climate change, he said, with roughly 75% of CO2 emissions from burning fossil fuels coming from cities. It meant designing new buildings to be energy efficient, and focusing on public transport rather than building new roads, would be key measures for major cities in trying to curb global warming, he said, with up to 80% of the population expected to be living in large cities by 2050. “Too often the focus is on mining and other big polluters, which is important, but so is rapid urbanisation,” Doherty said. But he said it may be tough to get the Australian government to endorse and adopt the symposium memorandum, which will urge governments to make climate change mitigation in major cities a focus of climate change policy. “I don’t think we’re going to get far with the present government leadership, but when [communications minister] Malcolm Turnbull was leading the party he was quite willing to sign on to a carbon trading scheme, so there are those people open to the evidence,” Doherty said. “There’s been a lot of discussion here about how science has to operate more effectively in the political sphere than it’s doing currently, and that’s been a challenge globally. “It’s cut through in Europe because they’ve had major, catastrophic climate events such as flooding, while in Britain, better relationships have been established between science and government, and I think that’s to do with London being the major political and economic centre, and there being senior scientists within the House of Lords, so all the people who need to be talking to each other are in one place.” Doherty said he became interested in climate change science because of the direct impact on health, such as increased heat stress from heatwaves, and indirect effects, such as hunger due to unpredictable severe weather patterns, or the spreading of insect-borne diseases such as malaria from the tropics to other regions. While he believes these were risks the government were failing to address, he did not believe the scientific community, especially in Australia, was deterred by its evidence being rejected. “They know if they put their head up, they’ll be attacked, and they’re used to being slammed” he said. “These are robust, tough people. The difference between people like me and the person running the government is I’m interested in evidence, insights, solutions and solving problems, and he is interested in ideology and looking backwards. But we won’t be deterred.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}