{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/apr/16/jessica-ennis-hill-rio-2016-hardest-challenge", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-04-16T22:41:00Z", "webTitle": "Jessica Ennis-Hill: this is my hardest challenge ever. My life is so different now", "webUrl": "https://www.theguardian.com/sport/2015/apr/16/jessica-ennis-hill-rio-2016-hardest-challenge", "apiUrl": "https://content.guardianapis.com/sport/2015/apr/16/jessica-ennis-hill-rio-2016-hardest-challenge", "fields": {"headline": "Jessica Ennis-Hill: this is my hardest challenge ever. My life is so different now", "bodyText": "After the birth, the rebirth. Jessica Ennis-Hill has not competitively hurled, hopped or hurdled for nearly two years because of injuries, pregnancy and the arrival of her son, Reggie. As she prepares for her comeback the Olympic heptathlon champion says that while motherhood has changed her, delighted her – and, yes, exhausted her – it has not softened her competitive edge. Her ambition is to make the podium at next year’s Rio Olympics. “Before I had Reggie, it was all about me, me, me,” she says, smiling. “Now Reggie comes before everything else but I am still really competitive. I want to be there, and be at my best again.” However, she is under no illusions about the struggle that awaits. “This is my hardest challenge ever,” she admits. “It was really tough in the lead-up to London but this is just a whole different ball game with the sleep deprivation, and all the things that come with being a mum. I am not going to lie and say it is easy. My life is so different now, in so many ways. I still get frustrated but then I go home, and I’ve got Reggie.” In the run-up to London 2012, Ennis-Hill trained twice a day at the English Institute of Sport in Sheffield. Now she does only one morning session – because she wants to spend the rest of the day with her son – but once he has gone down for the night, she pumps iron in the gym she has built at her house, striving for the chiselled physique that destroyed her rivals in 2012. She has barely competed since but while her comeback only started in November, and there have been a couple of minor achilles injuries on the uneven path back, she feels as if she is returning to her best. She certainly looks fit, focused and far more relaxed than when stuck in the epicentre of the media tsunami before London 2012. However, what she is attempting, by retaining an Olympic title after having a baby, is a barrier higher than other in her career. “I’d be lying if I said there hadn’t been days when I thought: ‘I’m not sure I want to do this, because it is really hard,’” she admits. “I thought: ‘I’ve already become Olympic champion. Do I want all the stress and hard work again?’ But I have to give it a go. I don’t want to look back and think: ‘Oh, maybe I could have done it.’ At least if I do it, and I’m successful, fantastic. If I’m not quite where I want to be, then I will have given it my best shot.” Reggie, who has just turned nine months, is apparently smiley and delightful. Every time Ennis-Hill mentions his name her face radiates. Thankfully, now he is sleeping through the night Ennis-Hill and her husband, Andy, can relax with box-sets again, particularly Game of Thrones. While she has been away, her heptathlon crown has passed on to Katarina Johnson-Thompson, the 22-year-old from Liverpool who had the world leading score in 2014 and won pentathlon gold at the European Indoor Championships. Ennis-Hill knows it will take time to snatch it back, which is why she is cautious about her comeback. Her plan for 2015 is to ease herself back into the competitive groove, qualify for this year’s world championships and next year’s Olympics, and then after a strong winter go for broke in 2016. “I watched Kat and have seen how amazingly she has been doing,” she says. “I’m incredibly impressed. She’s a nice girl and I hope she says the same about me. She is obviously in great shape, she is young and at the time of her career when you step out on a track and PB all the time. “I have got to deal with that and tell myself that I am having a different journey back. It is not going to return straight away. And people are going to compare me to London, when I was in the shape of my life. It’s going to be different. I have just got to keep focused on what I want to achieve, which is qualifying for Rio and being ready for Rio.” Ennis-Hill admits she cannot see herself going on much beyond then, although she will not rule out competing in the 2017 world championships in London (“I can’t imagine doing much after London. I’ll be 32 then, really old”) or solely focusing on the 100m hurdles in the future. Her career, which may have only another 16 months to run, begins again at the Manchester CityGames in three weeks’ time, before she tackles her first heptathlon since London 2012, in Götzis at the end of May, against the world’s elite including Johnson-Thompson and the 17-year-old prodigy Morgan Lake. “I am really nervous,” Ennis-Hill says. “Because it has been such a long time and things have changed so much, I don’t really know what to expect, but I don’t feel like I’m a million miles away.” Jessica Ennis trains in the new adidas Climachill range of active cooling sportswear and Ultra Boost footwear. Visit www.adidas.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}