{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/apr/28/bayern-munich-borussia-dortmund-german-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-04-28T21:39:08Z", "webTitle": "Bayern Munich 1-1 Borussia Dortmund (Dortmund win 2-0 on pens) | German Cup semi-final match report", "webUrl": "https://www.theguardian.com/football/2015/apr/28/bayern-munich-borussia-dortmund-german-cup", "apiUrl": "https://content.guardianapis.com/football/2015/apr/28/bayern-munich-borussia-dortmund-german-cup", "fields": {"headline": "Bayern Munich miss all their penalties in Borussia Dortmund defeat", "bodyText": "Holders Bayern Munich slumped out of the German Cup semi-finals 2-0 on penalties to Borussia Dortmund – failing to score any of their spot kicks as their hopes of repeating their 2013 treble were dashed. Bayern, who won the Bundesliga title on Sunday, missed all four of their efforts after a 1-1 draw following extra time, with captain Philipp Lahm and Xabi Alonso both sending their efforts into the stands. Dortmund, beaten finalists last season, took revenge and maintained their hopes of a Europa League spot next season after a disappointing Bundesliga campaign. Bayern will now focus on the Champions League where they face Barcelona in the last four next week. Outgoing Dortmund coach Jürgen Klopp admitted: “I did not expect such a game. I wanted us to play with more courage in the first half and I told my players that it is ok to lose here but not with this nonsense. Let’s go down fighting.” Yet it had all looked to be going in Bayern’s favour with their former Dortmund striker Robert Lewandowski scoring for the third time against his old club when he drilled home on the rebound in the 30th minute. The Poland international then hit the post in the second half as Bayern dominated and looked certain to score again. But a quick break sent Dortmund’s Pierre-Emerick Aubameyang through at the far post and the Gabon forward slid in for the equaliser in the 75th-minute against the run of play. It was the wake-up call Dortmund needed and twice they had the chance to score again as the game turned on its head but Bayern keeper Manuel Neuer’s superb reflexes denied Marco Reus and Henrikh Mkhitaryan. Bayern then lost winger Arjen Robben, who had come on as a substitute following a stomach muscle injury last month but lasted only 16 minutes. “We played a great game and in the first half they had no chance,” said Pep Guardiola. “We had some problems for five or seven minutes. I am very proud of my team. As for the penalties, this happens. Penalties are always about controlling emotions and maybe we were a bit tired.” Dortmund were reduced to 10 men in extra time following the dismissal of Kevin Kampl but kept their cool and keeper Mitch Langerak made the save of the game by stopping Bastian Schweinsteiger’s point-blank header. They then converted two penalties, as Bayern’s hopes were dashed when their first two takers missed after slipping before Mario Götze’s spot kick was saved and Neuer rattled the bar."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}