{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2015/apr/10/toby-jones-to-play-smug-banker-in-new-bbc-capital-drama", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2015-04-09T23:43:13Z", "webTitle": "Toby Jones to play smug banker in new BBC Capital drama", "webUrl": "https://www.theguardian.com/books/2015/apr/10/toby-jones-to-play-smug-banker-in-new-bbc-capital-drama", "apiUrl": "https://content.guardianapis.com/books/2015/apr/10/toby-jones-to-play-smug-banker-in-new-bbc-capital-drama", "fields": {"headline": "Toby Jones to play smug banker in new BBC Capital drama", "bodyText": "Fresh from playing Captain Mainwaring in a new film version of Dad’s Army, Toby Jones is to take a lead role in BBC1’s forthcoming adaptation of John Lanchester’s critically acclaimed novel Capital. The star of The Girl and the drama Marvellous will play the smug investment banker Roger Yount in Lanchester’s state of the nation tale of the metropolis. Set in a gentrified street in south London, Capital features a stellar cast of top British talent, three of whom are contenders for the forthcoming Bafta Television awards. Jones is joined by fellow nominees Gemma Jones, perhaps best known as Bridget Jones’ mother in the film version of Helen Fielding’s creation, who plays the oldest inhabitant of Pepys Road, as well as Petunia, and Adeel Akhtar, from Channel 4’s Utopia, who plays local newsagent Ahmed. Capital’s line-up also includes Lesley Sharp from ITV’s Scott and Bailey, and BBC2’s The Shadow Line. Robert Emms, from BBC1’s Atlantis, is also in the cast. Lanchester’s story of a street propelled into affluence by banker bonus-fuelled property prices features a range of characters who represent the widening gap between the haves, the have nots and the have yachts. The three-part drama charts the relationships of the inhabitants of the houses on Pepys Road, including that between the buffoonish Roger and his wife Arabella, played by Diana Rigg’s daughter, Rachael Stirling, who starred in BBC4’s Detectorists and ITV’s The Bletchley Circle. Other players in the drama, directed by Euros Lyn, include those who pass through the street, such as the Polish builder Bogdan, portrayed by Polish-born actor Radoslaw Kaim, and Quentina, the Zimbabwean refugee with a PhD working as a traffic warden while under threat of deportation, played by Wunmi Mosaku, who featured in the BBC dramas Moses Jones and Truckers. The residents’ lives change when one day they all receive a mysterious postcard saying: “We Want What You Have.” According to the BBC: “As the mystery of the postcards deepens, we learn more about this vivid and unforgettable ensemble of characters. Interweaving stories reveal lives filled with love and loss, fear and greed, fortune and envy, and, most recognisable of all, family and home. “Stories bursting with piercing and funny observations on modern life and urban existence, of ordinary people who find themselves caught and changed by a city at a time of extraordinary flux.” Capital has been adapted for television by Peter Bowker, who worked with Toby and Gemma Jones on the BBC2 film Marvellous, the poignant story of Stoke City kit man, clown and lay preacher Neil Baldwin, a show for which they have both received Bafta nominations. Filming of Capital has already started and the show is due to be broadcast this year. Lanchester said: “It’s going to be very exciting and very strange to have something on the telly, rather than sitting on the sofa watching it.” Toby Jones said: “Obviously I am thrilled to be part of such a fantastic, diverse and talented cast, and also I’m excited to renew my working relationship with Pete Bowker.” The BBC executive producer Lucy Richer said: “It is wonderful to see such a stellar cast starring in Capital. They are sure to bring Peter Bowker’s stunning scripts to life in their portrayal of such funny, true and brilliant characters.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}