{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/apr/24/jose-mourinho-chelsea-arsene-wenger-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-04-24T21:29:06Z", "webTitle": "José Mourinho defends ‘less artistic’ Chelsea against Arsène Wenger jibes", "webUrl": "https://www.theguardian.com/football/2015/apr/24/jose-mourinho-chelsea-arsene-wenger-arsenal", "apiUrl": "https://content.guardianapis.com/football/2015/apr/24/jose-mourinho-chelsea-arsene-wenger-arsenal", "fields": {"headline": "José Mourinho defends ‘less artistic’ Chelsea against Arsène Wenger jibes", "bodyText": "José Mourinho has dismissed Arsène Wenger’s suggestion it is “easy to defend” and moved to justify Chelsea’s switch from an expansive to a more pragmatic style over recent weeks as they home in on a first Premier League title in five years. Mourinho will attempt to establish a 13-point advantage over Arsenal with victory at the Emirates Stadium on Sunday, ensuring Chelsea would claim the championship by winning at Leicester on Wednesday. Wenger, whose side have won their past eight league games, has never beaten a Mourinho team in 12 attempts and has struggled to conceal his contempt for the cagey, if undeniably effective, manner in which his rival’s teams have often played. The Arsenal manager was explaining how his players would be prepared to adapt their approach when he said: “It’s easy to defend. If we have to defend, then we will defend.” Yet that notion was rejected out of hand by Mourinho. “It’s not easy, not easy,” he said. “If it was easy you wouldn’t lose 3-1 at home to Monaco [in the Champions League]. If he defends well he draws 0-0 against Monaco and wins in Monte Carlo. It’s not easy to defend.” Mourinho, who confirmed he had never received an apology from Wenger after the Frenchman pushed him in the chest as they clashed on the sidelines in October’s meeting at Stamford Bridge, admitted his team’s approach had changed over recent months to become “more strategic, less artistic” as a result of suspensions and injuries to key players. Chelsea’s last two victories, over Queens Park Rangers and Manchester United, were achieved with a combined three shots on target, with the leaders having been forced to adapt to life without their principal forward, Diego Costa. The striker will require a fitness test if he is to feature on Sunday after hamstring trouble, with Didier Drogba and the 17-year-old Dominic Solanke the available forward options. Mourinho offered a context to his team’s recent grind. “Injuries and suspensions: we lost progressively the balance of our team. We played amazingly well during the most part of the season, scoring a lot of goals and controlling games very well through the quality of our possession. In the last period we are more strategic, less artistic, because from a certain moment Diego injured or suspended; [Nemanja] Matic suspended, injured; [Cesc] Fàbregas injured, suspended; Diego injured again. “When you lose crucial pieces, the team loses certain qualities but we are still achieving results. It’s like if you are at sea and your boat sinks, you need something to survive. A raft. In football, team spirit and team ethics, and strategy, is this. We have been top of the league since day one. We are the second team in terms of goals scored. We are the second-best team for goals conceded. The team with fewest defeats. We have some of the most spectacular team goals of the season. So, if we manage to win the league, we did everything right.” Mourinho will hand Fàbregas a first appearance as a Chelsea player at the Emirates having confirmed his sales pitch to the midfielder last summer had been the opportunity “to win titles”. Chelsea, the Capital One Cup holders, can claim the league with four games to play by winning at Arsenal and Leicester, with the manager adamant they would be worthy champions. “It would be a great achievement for us,” he said. “Looking at where Chelsea were in the last four or five years, in terms of the Premier League, it would mean a lot. We won the Champions League in the worst Premier League season Chelsea had had in the last decade, so winning the European Cup in that season was completely isolated in context. In the last few years, Chelsea were not even close to winning the title. Last season was the closest it had been for a while. Previously it had been 20 points away, or lost in November. “And, also with this situation, a team had ended because Ashley Cole, Frank Lampard, Michael Essien, this generation, almost all finished their career at Chelsea last summer. If we can be champions after that successful team and with people without a history of winning lots of titles – young people and new people in the club – that would be a great achievement. Arsenal, United and City can be champions mathematically, but we have been the best team since day one, and we want to be the best team until the last day.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}