{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/political-science/2015/apr/14/best-novels-about-politics-of-technology", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2015-04-13T23:21:48Z", "webTitle": "Stories that shape: What are the best novels about the politics of technology?", "webUrl": "https://www.theguardian.com/science/political-science/2015/apr/14/best-novels-about-politics-of-technology", "apiUrl": "https://content.guardianapis.com/science/political-science/2015/apr/14/best-novels-about-politics-of-technology", "fields": {"headline": "Stories that shape: What are the best novels about the politics of technology?", "bodyText": "‘Words are important. And when there is a critical mass of them, they change the nature of the universe.’ (Terry Pratchett, Going Postal) Last week, Rebekah Higgitt put out a call at The H word for an alternative ‘best 13 books about science’ for the general reader. Looking beyond out-dated, historical, and male-dominated texts, Higgett asked for books which did more than just describing the content of science to offer tools which could help readers understand and navigate wider issues such as funding, policy, and ethics. Here at Political Science towers (sadly not an actual tower) I’m crowdsourcing a sister list,this time focused on fiction. At Political Science, we write about the political, economic, social, and cultural systems that science and technology operates in; and fiction has a lot to offer to the ways that we understand and engage with these subjects. So which are the best fiction books with something to say about the politics of science and technology? And why? Speculative fictions, imaginary technologies There’s been increasing focus on the interplay between stories, fictions, science, and technology. Science and speculative fiction – SF – has been the obvious starting point for a lot of this attention. As a genre, SF has its own not-so-secret origin in the industrial revolution. With technologies such as the steam engine, electric lighting, and telecommunication crashing into society, SF emerged as a way to explore the anxieties and expectations these innovations provoked and the social and political changes they were enmeshed in. Despite its popularist clichéd association with space travel and ray-guns (bleargh), SF isn’t actually about the future – it’s about difference, which has a lot to offer anyone interested in the social and political aspects of science and technology. By asking ‘what if…?’, SF forces us to consider new possibilities, whether of imagined futures, rewritten pasts, or parallel realities. One of the neatest ways to do that can be by introducing something new – a technology; a language; a political system - and then poke about to see the effects that this thing has in the world. Some SF focuses on technologies themselves, such as Greg Bear’s ‘Blood Music’ which has a beautifully horrible rummage around in the chest cavity of synthetic biology and ‘grey goo’. Others shine a light on wider systems: ‘Jurassic Park’s ‘SCIENCE!!!’ moment of DNA trapped in amber might not be madly feasible, but Michael Crichton uses the device of academic paleontology’s miserable funding landscape to kick the story into play – when offered a wodge of cash by a mysterious billionaire to spend 3 days on the velociraptor-infested island, Dr Alan Grant salivates, ‘That much money would fully finance our expeditions for the next two summers’. The thorny subject of funding comes up rather a lot, with the story arcs of both Carl Sagan’s ‘Contact’ and Guillermo del Toro’s ‘Pacific Rim’ heavily steered by the loss of institutional support (or threat of it) for key research programs. SF can also cast a heavy side-eye at other power structures in STEM systems. Feminist SF takes on gender politics, science, and technology, poking hard at questions of identity, biology-as-destiny, and reproductive technologies. And, as Chardine Taylor-Stone describes here, the genre of Afrofuturism ‘creates a space for those from the Black Diaspora to explore issues in the present and how they will manifest in the future’. Science in the story Beyond SF, lots of other genres do magnificent storytelling around STEM systems. Science and technology are borne of society, so any genre which deals with society – that is, all of them – can offer some new way to consider science and technology’s place in them. First up, horror. As Robert MacFarlane’s essay on ‘Occulture’ and recent conferences such as ‘Haunted Machines’ have explored, horror – with its focus on power, control, fear, the uncanny and the unseen – offers useful ways of framing the cultural and political aspects of technologies, particularly around surveillance. For crime and thrillers, witness the relationship between the emergence of forensic science in the nineteenth century, and the rise of the detective novel (documented here). A friend also offers the example of Jack Reacher’s ability to stay under the radar as a comment on low-tech innovation in a networked society. Historical fiction itself also unpicks the place and effects of emerging technologies – see, for example, how Nicola Griffiths explores glass as a new material in the Dark Ages in ‘Hild’. And at the realist end of the spectrum, ‘Lab Lit’ (named by Jenny Rohn), centres on what are deemed to be realistic portrayals of both science and scientists. Fictional effects Much of the increased attention around science, technology, and fiction goes beyond considering whether Neal Stephenson’s ‘The Diamond Age’ is a good book (it is) or whether you should read Ursula Le Guin’s ‘The Left Hand of Darkness’ (you should), but of the effects they have. What types of influence can fiction have? What expectations can it set up? Broadly speaking, engineers who watch ‘Event Horizon’ do not tend to promptly then build their own experimental gravity drive to hell. My colleagues and I have explored here how science fiction itself is tangled up with wider systems of technological innovation; not just as a one-way street of influence, but as a complex relationship in which fictions are (as we have seen) shaped by the world around them, and can be both actively ‘mined’ for elements and be more passively influential. David Kirby’s work on ‘diegetic prototypes’ looks at how cinematic depictions of a particular technology – most famously, the gesture interface in ‘Minority Report’ – can show proof-of-concept in a way far cheaper and quicker than actually making the functioning technology itself. This type of ‘design fiction’ tells stories which, again, allow us to think about what imaginary objects might be like if they actually existed. As writer Jon Turney has unpacked, this storytelling are closely to the speculative and critical design approaches pioneered by Anthony Dunne and Fiona Raby which, via stories, objects, films, images, challenge assumptions and invite critique around developments in technology and society. (What if? What if? And what has happened before? And what has happened elsewhere?) As my colleagues and I have discussed, the appeals and influence of fiction depend heavily on the form it takes. Film, primarily built for the big screen, can go all out with phenomenal spectacle, sight and sound – think of Blade Runner’s apocalyptic flaming cityscape; Interstellar’s glowing black hole; or the meticulously constructed sound design of David Lynch films. Books, by contrast, have more in the way of words, language to play with, elaborate plotting, and narrative logics to be sustained and teased out in a world that – if their authors can bear it – could span thousands of pages. Games, theatre, TV shows also carry their own overlapping mixture of spectacle, plot, characterizations, representations, and narratives, which make them ‘work’ in different ways. Give us yer books What I’m after here is writing – preferably books, although short stories and poetry are welcome too. Graphic novels run amok in the spaces around textual and visual storytelling, but as a longtime enthusiast (and former comic shop assistant), I’d be delighted to hear which comics you think also equip us to think about the social, political, and cultural aspects of science and technology. And so I ask: Which books do you think give us the tools to question and explore the political aspects of science and technology: politics and policy, funding, education, ethics, power, innovation, the environment, and more? (NB. Party political manifestos will not be permitted at this time). Mirroring the H word’s list, here are three of my favorites to start you off: · Going Postal – by the much loved and much missed Terry Pratchett, and named by almost everyone I’d asked as one of the best contemporary books about technology and politics. Ostensibly about the revival of the Ankh-Morpork postal system, ‘Going Postal’ acts as a spectacular and unexpectedly moving allegory around the freedoms, ownership, and control of information systems. · The Dispossessed – Ursula Le Guin. Set between the anarchist moon-based society of Anarres and the capitalist world of Urras, the book explores the politics and processes of scientific research in each society through its physicist protagonist Shevek. · The Name of the Rose – Umberto Eco. A murder mystery set in a 14th century Benedictine monastery, this gloriously complex book goes head on with questions about systems of knowledge, literacy, and interpretation. It offers perhaps a wider and looser take on ‘technology’ than the other two, but takes on the crucial issues which lie at the heart of technological systems around access to knowledge and power."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}