{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2015/apr/14/retailers-enjoy-easter-bounce", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2015-04-13T23:01:00Z", "webTitle": "Retailers enjoy Easter bounce", "webUrl": "https://www.theguardian.com/business/2015/apr/14/retailers-enjoy-easter-bounce", "apiUrl": "https://content.guardianapis.com/business/2015/apr/14/retailers-enjoy-easter-bounce", "fields": {"headline": "Retailers enjoy Easter bounce", "bodyText": "Shoppers splashing out on Easter foods and new homewares helped UK retailers enjoy a bounceback in sales last month, according to industry figures. The latest British Retail Consortium report showed sales up 3.2% on a like-for-like basis from a year ago, but the figures were flattered by the earlier timing of Easter this year compared with 2014. The business group said food sales were strong and there was also solid demand for products in the home categories such as furniture and household appliances. But trade was subdued in fashion. Helen Dickinson, director general of the British Retail Consortium, said: All in all, retailers can also be satisfied with the consumer response to their Mother’s Day and Easter offerings, but it is important to note that April figures will be impacted by the absence of Easter this year.” While retailers will be relieved at the modest turnaround in sales after barely any growth in January and February, falling prices are keeping pressure on margins, particularly for supermarkets that have been locked in a price war. David McCorquodale, head of retail at the report’s co-authors, the consultants KPMG, said: “Price deflation continues to dog the sector”, and: While supermarkets may be selling more, they are pedalling hard to stand still.” He also warned over pressure on consumer spending in the months ahead: Any retail recovery is built on confidence, and uncertainty around the outcome of the election continues to cast a shadow over the long-term recovery of the sector. If the result causes concern and confusion, this could be the factor that stifles consumer spending.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}