{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/apr/06/coalitions-primary-support-in-wa-sinks-to-14-year-low-newspoll-analysis-reveals", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-04-05T23:56:06Z", "webTitle": "Coalition's primary support in WA sinks to 14-year low, Newspoll analysis reveals", "webUrl": "https://www.theguardian.com/australia-news/2015/apr/06/coalitions-primary-support-in-wa-sinks-to-14-year-low-newspoll-analysis-reveals", "apiUrl": "https://content.guardianapis.com/australia-news/2015/apr/06/coalitions-primary-support-in-wa-sinks-to-14-year-low-newspoll-analysis-reveals", "fields": {"headline": "Coalition's primary support in WA sinks to 14-year low, Newspoll analysis reveals", "bodyText": "The Abbott government’s primary vote in Western Australia has slumped to 38% in opinion polling, the lowest in the Liberal stronghold state since 2001. WA had the highest Coalition primary vote at the federal election in 2013. That has fallen more than 13 percentage points to stand at 38% in the March quarter. Queensland now has the highest Coalition primary vote at 42%, compared with the national average of 38%, analysis of Newspoll results in the March quarter by the Australian newspaper shows. The analysis revealed that the opposition leader, Bill Shorten, has for the first time been rated as the preferred prime minister across all states. Shorten enjoys a 10-point lead over Tony Abbott, who stands at 34%. But more than one in five Australians still remain uncommitted between the two leaders. Nationwide, just 27% of respondents are satisfied with Abbott’s performance as prime minister, compared with 65% who are dissatisfied. South Australians were the most disillusioned with Abbott’s performance, with only 19% saying they were satisfied with the prime minister. Abbott’s approval rating has tumbled 17 points since the last quarter in WA, now standing at 25%. Those figures coincided with the spill motion brought against Abbott in February, which was initiated by two WA MPs. Shorten is 10 percentage points ahead of Abbott in his satisfaction rating, at a nationwide average of 37%, but 45% are dissatisfied with his performance. A further 18% remain uncommitted on Shorten’s performance. Labor leads 55% to 45% in two-party preferred terms. . Victoria is Labor’s best state, with nearly three out of five choosing Labor in the two-party preferred rating. Queensland has the lowest Labor two-party-preferred vote, with an even 50-50 split between the two main parties. The analysis was of 4,667 phone interviews conducted over February and March, and has a 4% margin of error."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}