{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/apr/21/ecigarettes-giving-up-smoking-research-nicotine", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-04-20T23:01:08Z", "webTitle": "E-cigarette users trying to quit smoking should vape every day, studies suggest", "webUrl": "https://www.theguardian.com/society/2015/apr/21/ecigarettes-giving-up-smoking-research-nicotine", "apiUrl": "https://content.guardianapis.com/society/2015/apr/21/ecigarettes-giving-up-smoking-research-nicotine", "fields": {"headline": "E-cigarette users trying to quit smoking should vape every day, studies suggest", "bodyText": "People who take up e-cigarettes in an effort to stop smoking should consider upping the nicotine dose they get by using them daily, scientists have said. Two new research papers suggest e-cigarettes may help smokers trying to kick the habit, but only if they are used every day, instead of infrequently. It may also be more beneficial to use the versions with refillable “tanks”, which could deliver a higher dose of nicotine. There is much controversy around the potential for e-cigarettes to help people quit smoking, even though it is estimated that the devices are up to 95% less harmful than cigarette smoking. Some critics believe e-cigarettes are a stalking horse for the tobacco industry, which is now involved in manufacturing “cigalikes” – the type of e-cigarette that often resembles a standard cigarette. Prof Ann McNeill of King’s College London’s Institute of Psychiatry, Psychology and Neuroscience, where both studies were based, said: “Most smokers want to stop but are struggling, and disadvantaged and deprived groups are struggling most. If you are using an e-cigarette, use it more frequently and stop smoking cigarettes as fast as you can. If cigalikes don’t work, try something else.” Neither of the papers proves e-cigarettes enable people to stop smoking, but they provide much-needed evidence that using e-cigarettes may help those who are trying to quit. E-cigarettes have taken off so fast – two million people now use them in the UK – that research into their impact has not been able to keep up. The studies were based on a survey of more than 1,500 smokers in December 2012, which was then followed up on a year later. The first study, published in the journal Addiction, found that 65% of those who were using an e-cigarette on a daily basis went on to make an attempt to give up smoking within the year, compared with 44% of smokers who were not using e-cigarettes. There was no evidence that daily e-cigarette users were more likely to have managed to get rid of a tobacco habit by the end of a year, but 14% had reduced their tobacco consumption by at least half. Lead author Dr Leonie Brose said: “We already know that using an e-cigarette in an attempt to quit smoking increases the chances of success compared to quitting without any support. “This study did not test how helpful they are as quitting aids because we looked at smokers who were using them for any reason, including just to cut down on their smoking or in situations when they cannot smoke. But it is encouraging to see that even then, regular e-cigarette use was linked to reduced numbers of lethal cigarettes smoked and increased attempts to quit smoking in the following year.” The second study, published in Nicotine and Tobacco Research, found that people trying to quit smoking were more successful if they used a refillable tank model of e-cigarette, which allows the user to vary the nicotine content and flavours in the liquid it contains. Only 25% of the 587 e-cigarette users had tank models which they used daily, but of these, 28% had given up tobacco smoking after a year compared with 13% of smokers who did not use e-cigarettes. The numbers who gave up while using cigalikes, or using tank models on an occasional basis, were similar to those who did not use e-cigarettes at all. Only 5% of people using cigalikes infrequently had quit smoking after a year, which the researchers say is concerning given that most of the cigalike brands are manufactured by the tobacco industry. Linda Bauld, a professor of health policy at the University of Stirling, said the studies made valuable contributions to the growing literature on e-cigarettes. She said: “What this new research tells us is what e-cigarette users already know. The type of device, how often it is used and how much nicotine it contains all matter. Some devices will be effective to help smokers quit and others less so. Future studies need to maintain this focus and not treat all e-cigarettes, or all users, the same.” Martin McKee, a professor of European public health at the London School of Hygiene and Tropical Medicine, said the papers “certainly serve as a very serious challenge to the view expressed stridently by the supporters of e-cigarettes that they are some remarkable disruptive innovation that will radically change tobacco control. “Given the other concerns, not addressed by this study about the toxicity of long-term inhalation of nicotine and the flavourings contained in these products, it seems that the precautionary approach adopted by public health authorities in many countries remains justified.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}