{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/apr/29/usain-bolt-documentary-rio-2016", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-04-28T23:00:02Z", "webTitle": "Usain Bolt to feature in documentary ahead of Rio 2016", "webUrl": "https://www.theguardian.com/film/2015/apr/29/usain-bolt-documentary-rio-2016", "apiUrl": "https://content.guardianapis.com/film/2015/apr/29/usain-bolt-documentary-rio-2016", "fields": {"headline": "Usain Bolt to feature in documentary ahead of Rio 2016", "bodyText": "Usain Bolt will appear in a feature-length documentary about his preparations for the 2016 Olympics and retirement in 2017. Cameras will begin following the six-time Olympic gold medal-winner from May, as he starts training for Rio 2016. The film will also look back on his career, during which he has broken world records in the 100m and 200m events. Directors Gabe and Ben Turner, the team behind hit documentaries Class of ’92 and One Direction: This Is Us, will be behind the camera. The film, which will receive a theatrical release, will be produced by Fulwell 73 and exec-produced by Doyen Group. “I’m excited to start work on this project,” Bolt said. “When I met Gabe and Ben and heard about their previous work I felt they would be the right people to tell my story and capture my journey to Rio 2016. It’s going to be a lot of fun.” The pair have history within the sports documentary genre after their 2013 film, Class of ’92, detailed the rise of some of Manchester United’s most famous and successful players. “Ben and I had a real interest in looking at the life of an athlete competing in an individual sport,” said Gabe Turner. “When the opportunity arose to do so with the greatest athlete of all time, we leapt at the chance. Usain’s journey over this next year and what he achieves in Rio, will define his legacy and redefine what is possible in his sport. We cannot wait to be with him every step of the way.” Bolt recently announced that he will retire from athletics after the 2017 World Championships in London. He also spoke out this week about Tyson Gay’s doping, saying the athlete should have been banned for life."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}