{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2015/apr/24/gallipoli-centenary-marked-with-feelings-of-sadness-and-pride", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2015-04-24T22:51:21Z", "webTitle": "Gallipoli centenary marked with feelings of sadness and pride", "webUrl": "https://www.theguardian.com/news/2015/apr/24/gallipoli-centenary-marked-with-feelings-of-sadness-and-pride", "apiUrl": "https://content.guardianapis.com/news/2015/apr/24/gallipoli-centenary-marked-with-feelings-of-sadness-and-pride", "fields": {"headline": "Gallipoli centenary marked with feelings of sadness and pride", "bodyText": "As dawn rose over Gallipoli 100 years ago, Cyril Batchelor of the 12th Battalion AIF was on the number two boat in to North Beach, later to be known as Anzac Cove. The young Tasmanian made it ashore, but was hit in the left leg by Turkish machine gun fire and collapsed; a junior officer who ran over to him caught a neat row of bullets across the stomach and was among the first of about 620 Australian troops to die that day. Batchelor did what he could for the young officer, then dug himself in to the sand. Such was the savageness of the fighting that it was three days before a medic could get near him. “They took him to Lemnos to operate and, back in Hobart, he went on to father 10 children – the youngest of which was me,” said Ben Batchelor. “But when they took those bullets out, you know, he kept them. Kept them all his life. Couldn’t forget.” Eceabat, a small, slightly scruffy port on the eastern side of the Gallipoli pensinula in modern day Turkey, is full of people like Ben, 79, and his wife June, 77: Australians and New Zealanders who have come to pay their respects to a brave young forebear, and to remember 11,000 fellow countrymen who came here, too, but never went back. “All those brave lads who sacrificed their lives at the behest of Britain – who honestly believed they were doing good, that they would help stop the fighting in Europe,” said Ben, outside the Crowded House hotel (down the road, a bar was playing Men At Work). Cyril’s brother was also in the 12th Battalion, as was Ben’s mother’s brother, Captain Percy Cherry; they, too, survived the eight months of ultimately pointless slaughter that was Gallipoli, but were not to be as fortunate as Cyril: both later died in France, where Percy’s bravery earned him a Victoria Cross. Of the 64 VCs awarded to Australians in the first world war, nine were won at Gallipoli, five at Lone Pine on a single day: 9 August 1915. In ferocious, often hand-to-hand fighting, 2,277 of the 4,600 Australians who fought at the battle of Lone Pine were killed or wounded. Just one New Zealander was subsequently awarded the highest military honour for valour at Gallipoli: Corporal Cyril Bassett, fighting at Chunuk Bair. He was disappointed to be the only one of his countrymen to win the award when he felt “hundreds should have … But all my mates ever got were wooden crosses”. Like the Batchelors, Queensland father and son Patrick L and Patrick J Wells, 66 and 41, are here principally for the dawn service, the emotional, almost talismanic annual ceremony at the Anzac Memorial site. The 10,500 places for the service, allocated by ballot, were oversubscribed many times over in this centennial year; at least two extra services have been organised for about 10,000Australian and New Zealand visitors who were unlucky in their applications but have made the journey anyway. Alfred James Wells, Patrick senior’s great uncle, served – and survived – here in the 19th battalion. “For so many Australian families, this all means so much,” said Patrick junior. “It’s not just about commemorating those who lost their lives. It’s that so many of the acts performed here by individuals helped forge our sense of national identity. A lot of the Australian spirit was developed here, the qualities that give you kind of a sense of what it is to be Australian.” Amid the unfathomable misery of Gallipoli – the implacable, entrenched enemy; the scorching summer heat; the shortages of water and food; the thick clouds of flies feeding on tens of thousands of rotting, unburied corpses; the dysentery and the typhoid – it took a special kind of spirit merely to survive. “The men were cheerful and laughed at their plight,” wrote Private Roy Denning, “some jokingly saying, ‘Oh, if only my girl could see me now’. In the early hours, I heard the officers going along amongst the lads, saying, ‘Stick to it, lads, don’t go to sleep’. And the cheerful reply would come, ‘No, sir, we won’t go to sleep’ … and my heart swelled with admiration. I thought I was justified in being an Australian … Give me Australians as comrades and I will go anywhere duty calls.” Ex-soldier Anthony Beck, 53, from Adelaide, agreed. “From my perspective, this is where the Australian spirit started,” he said. “The never-say-die, the camaraderie, the backing each other up. Mateship, compassion, loyalty, endurance. This is where we come from. It’s the first place we fought as our own country.” His friend Tim Dodds, 55, an Adelaide policeman, said that coming to Gallipoli was “humbling, emotional, almost spiritual. To go down to that beach, to see how small it was, to look at the cliffs behind it … And yet those lads – they just got on with it”. There is a “strong understanding”, said Don Knight, over with his wife Cathy from Nelson, New Zealand, that “this was a badly planned, badly executed operation. But it forged the nation. We had such a large loss of life proportionately; there were only 1.2m New Zealanders in 1914, and nearly 3,000 died here”. It was very important, said Alexander Best, a law student from Auckland, that his generation – he is 22 – remembered that “this is where New Zealand gained its nationhood. The first time we stood on our own as a country; first time we really showed that ‘can-do’ spirit, the ‘She’ll be right, mate’ attitude – even in the face of awful tragedy”. The men who fostered that spirit were men such as Stuart Avery’s great great grandfather Henry Esau Avery, DSO and CMG: an All Black in 1910, he joined up in 1911 and served at Gallipoli – where he was mentioned four times in despatches – and in France and Belgium. “It’s just a debt,” said his great grandson, “that can never be repaid. So many young men going to serve their country and showing such courage and determination in the face of such terrible losses. It’s an honour to be here, really. Humbling.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}