{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/apr/24/david-de-gea-new-deal-louis-van-gaal-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-04-24T21:30:06Z", "webTitle": "David de Gea is the boss, not me, over signing new deal, says Louis van Gaal", "webUrl": "https://www.theguardian.com/football/2015/apr/24/david-de-gea-new-deal-louis-van-gaal-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2015/apr/24/david-de-gea-new-deal-louis-van-gaal-manchester-united", "fields": {"headline": "David de Gea is the boss, not me, over signing new deal, says Louis van Gaal", "bodyText": "Louis van Gaal has said David de Gea has been offered a lucrative new deal at Manchester United but admitted the goalkeeper “is the boss” regarding whether it will be signed. Real Madrid are monitoring the Spaniard’s position and may attempt to buy him this summer. De Gea has enjoyed an outstanding season for United and is the club’s only nominee for the PFA player of the year award. His current contract expires at the end of next season and Van Gaal acknowledged the longer fresh terms are not agreed the more in balance De Gea’s future is. “It takes a long time now,” said the manager. “So it can always happen. I am not the boss. I want him to stay. The player is the boss – he can say yes or no. You will have to ask David de Gea, not me. He has to sign. We have offered him a lot of money.” The deal is believed to be in the region of £150,000 a week with lucrative incentives. Van Gaal admitted in general terms players often hold the power. Asked whether he would like to complete his signings before pre-season starts, the Dutchman said: “We have to wait and see, it’s dependable on the market. We shall also sell players and that’s dependable on the market. It’s not so easy to finalise all the decisions you are making because the players are the boss, not the manager. Every time you read in the papers that I buy that player or that player or have communicated with that player, it is not like that. At the end the player has to decide and not the manager and not the manager of the selling club.” Van Gaal said Marouane Fellaini was now one of United’s dominant players, the Belgian having emerged as a driving force after being a peripheral figure under David Moyes last season. “I am always communicating with my players about philosophy, performance, attitude, behaviour and maybe one or two aspects more,” he said. “But that is what I’m doing and not more than that. And when players believe in you they want to convince me because every player playing for Manchester United has qualities. So I think Marouane Fellaini has qualities and we want to let dominate the qualities of Fellaini in the team and I believe we are doing that. That’s why his performances are better now.” Van Gaal has no concern about Fellaini being potentially targeted by Everton on his return to his former club on Sunday. “I have spoken with Fellaini because I know this,” the manager said. “Fellaini is always dry in his answers. He said: ‘It’s a game’. ‘Yes but it’s a special game for you’. I hope the fans receive him like the Chelsea fans received Juan Mata [last week] because I like that very much. I hope it’s like that.” Van Gaal refused to discuss whether he has had contact with PSV Eindhoven’s Memphis Depay. “I don’t discuss it with the media, you know my answer,” he said of the winger who played under the Dutchman for Holland at last summer’s World Cup. “I have a lot of relationships with players. I cannot buy all the players I’ve coached already.” Van Gaal also said Robin van Persie faces a fight to regain his place following injury. “He has to train very hard and play in the second team [earlier this week] and show his qualities again. Then I have to compare him with the players in that position. It’s always the same.” Only Daley Blind of United’s injured players may be available for Everton. “All the players are still injured. Only Blind maybe – it’s a question mark – can reach the game against Everton. Jones, Carrick and Rojo cannot play against Everton,” Van Gaal said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}