{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/apr/20/tulsa-sheriff-training-documents-missing-for-officer-in-fatal-shooting", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-04-20T21:48:56Z", "webTitle": "Tulsa officers 'don't want this case to be about race', Eric Harris family says", "webUrl": "https://www.theguardian.com/us-news/2015/apr/20/tulsa-sheriff-training-documents-missing-for-officer-in-fatal-shooting", "apiUrl": "https://content.guardianapis.com/us-news/2015/apr/20/tulsa-sheriff-training-documents-missing-for-officer-in-fatal-shooting", "fields": {"headline": "Tulsa officers 'don't want this case to be about race', Eric Harris family says", "bodyText": "The Tulsa County sheriff responsible for a reserve officer program in which a deputy shot and killed an unarmed man earlier this month said on Monday that he does not believe his office falsified training records – but acknowledged that some of the officer’s training documents are missing. Reserve deputy Robert Bates, a wealthy 73-year-old insurance executive, has been charged with second-degree manslaughter after shooting dead Eric Harris. Bates said he meant to use a stun gun instead of a gun during the incident, which occurred during an undercover operation by the violent crimes task force into the illegal sale of firearms on 2 April. “Mr Bates has been to the range several times and is qualified, and that is documented,” Tulsa County sheriff Stanley Glanz said at a press conference on Monday morning. Lawyers for Harris’s family said on Monday afternoon that they are not focused on a lawsuit now, but that the attorneys are continuing to investigate the incident, which was recorded on video. “It’s not just a race issue, it’s a dehumanization issue,” said the Harris family’s attorney, Daniel Smolen. Two other deputies have faced scrutiny for their role in the incident, including Michael Huckeby, who kneeled on Harris’s head after the man had been shot. Smolen said that Huckeby’s father, Thomas Huckeby, was a supervisor at the Tulsa County jail when black employees filed a discrimination lawsuit against the department. He also signed off on some of Bates’s timesheets. Smolen said that case had been settled for $1.7m. He showed a video of Thomas Huckeby’s depostion during the time, where he talks about one of his tattoos, which he had learned was a Nazi symbol. “Eric’s family doesn’t know about the Tulsa County sheriff’s office,” Smolen said. “They don’t want this case to be about race.” Smolen said that Harris’s brother Andre is “trying to get his life back to normal as much as he can.” Glanz apologized to the family in a press conference on Monday. “We are sorry Eric was taken from you,” Glanz said. “My sympathy goes out to that family.” Glanz also said that he does not believe his office falsified training records but acknowledged that some of the officer’s training documents are missing. He told reporters he did not know how many are missing but promised to release those records if and when they are located. Glanz said the FBI has completed a civil rights investigation into the killing and found no wrongdoing. A video released by the sheriff’s office shows Bates shouting “Taser” before a shot is heard, and Bates says: “I shot him, I’m sorry.” Glanz said that two of the officers in the video had to be reassigned because of threats that have been made against them. In the video, an officer can be heard saying “Fuck your breath” to Harris, who is lying on the ground after being shot. On Saturday, Bates’s official records were released. The collection was missing three years of firearms qualification records and nearly all of the necessary field training officer records. The department is also reviewing whether Bates was trained on the gun he used to kill Harris. Bates had donated equipment to the sheriff’s department and made a $2,500 donation to Glanz’s re-election campaign in 2012. Bates and the sheriff’s office have repeatedly disputed reports that the deputy reserve officer’s training certificates were falsified. A report by the Tulsa World said that three supervisors were reassigned after refusing to certify Bates’s training. “That is unbelievably unfair,” Bates said in an interview with NBC’s Today show last week. “I have donated equipment as I saw fit, when the need happened to arise to allow the task force and other areas of the sheriff’s office to better do their jobs on the streets of Tulsa.” In the interview, Bates also apologized to the Harris family. “This is the second-worst thing to ever happen to me – or first,” he said. Bates clarified that he nearly died from cancer, but that the shooting was the top thing he regrets in life. Two of the Tulsa World reporters who wrote the report alleging falsified documents resigned on Monday, according to Talking Points Memo. Tulsa World executive editor Susan Ellerbach confirmed that staff writer Dylan Goforth and enterprise editor Ziva Branstetter resigned, the same day Branstetter was named a finalist for the 2015 Pulitzer prize for local reporting for another story. They and two other reporters are leaving for a not-yet-launched local news site, according to Goforth. The sheriff’s department pushed back on the story about Robert Bates records, but Ellerbach would not say whether the newspaper stands by the report. “Well, I’d say their leaving was not related to the article,” she told TPM. Police on Monday also released dash cam video of the incident, showing Harris attempting to illegally sell police a gun before running away."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}