{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/may/06/saving", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-05-05T23:00:00Z", "webTitle": "Top survival tips", "webUrl": "https://www.theguardian.com/money/2001/may/06/saving", "apiUrl": "https://content.guardianapis.com/money/2001/may/06/saving", "fields": {"headline": "Top survival tips", "bodyText": "\u0095 Pay off your debts. Consider paying off some of your mortgage if you have spare cash, says Chris Lynas of accountant Smith &amp; Williamson. \u0095 Build up a cash buffer. Redundancies are on the increase and you could need cash to meet your mortgage payments and other necessities if the worst came to the worst. \u0095 Opt for a repayment rather than an interest-only mortgage, says Ray Bulger of adviser John Charcol. This way you are constantly chipping away at the capital rather than leaving it to the end of the term, a far riskier strategy. \u0095 Shop around for savings accounts. Although low inflation is pulling down savings rates, some institutions are offering better rates in order to build market share. See databank, page 12. \u0095 Be sceptical about products and schemes that seem to offer income markedly above the going rate. You can get better returns on risky investments but you can also lose all your money. If you are investing in emerging markets or in complicated products you need to be able to afford to lose your investment. \u0095 Consider other forms of investment. John Wriglesworth of the Wriglesworth Consultancy favours investing in bricks and mortar. (\"We are an overcrowded island, with a high divorce rate and people living longer. People have not stopped buying houses.\") Others may be less enthusiastic about property. More cautious investors may be looking at fixed rate products. And the well-off might think of venture capital trusts, schemes that offer tax relief on investments in small businesses that are thought to have good prospects."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}