{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/may/10/theatre.artsfeatures2", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-05-09T23:00:00Z", "webTitle": "Theatre: Somewhere the Shadow", "webUrl": "https://www.theguardian.com/stage/2001/may/10/theatre.artsfeatures2", "apiUrl": "https://content.guardianapis.com/stage/2001/may/10/theatre.artsfeatures2", "fields": {"headline": "Contact Theatre's Kafka for clubbers", "bodyText": "The most techno-savvy theatre practitioners are constantly on the look-out for new spaces, new contexts, new modes of expression. Contact Theatre has made something of a breakthrough with this site-specific sci-fi thriller, which seems to take place in the middle of your own migraine. The lights pulse, the walls throb, surveillance cameras swivel. And somewhere amid the promenading audience a psychopathic sex criminal is on the loose. As if you weren't feeling quite unsettled enough already. Somewhere the Shadow is a free adaptation of cult Manchester author Jeff Noon's terse, 12-page short story, which reads like Kafka remixed for the club generation. It begins with the hero Carter's inexplicable arrest, and unfolds to reveal a near-future in which sex offenders have their libidos extracted and the data of their disorders transferred on to hard disk. But what if hardened sex criminals hacked into the system? What if, like Carter, you awaken to the possibility of a digitally neutered psychopath joy-riding in your sex drive? Like all the best science fiction, it manages to be both thrillingly absurd and horribly plausible. Computerised castration of paedophiles sounds far-fetched, yet if anyone wanted to develop such a programme, you can well imagine the tabloid press putting up the money. Contact's new artistic director John E McGrath and his team concoct a cool, edgy experience from Noon's sinister narrative. Designer Scott Sellars's warehouse-chic environment flickers with the video commentary of Diane Morgan and Sara Domville Maguire and vibrates to the live sound mix from Manchester noiseniks zK and other DJs. The three main actors and a seven-strong chorus bring a touch of reality to the virtual environment. Giles Ford has a feral, frightened-animal quality as the persecuted Carter, while his sex-fiend nemesis is alarmingly done by Clive Mendus, encased from head to foot in flesh-coloured latex, like a giant talking condom. Once again Contact has pulled off the impressive feat of appealing to the club crowd who don't go to the theatre. Where this leaves the theatre crowd who don't go to clubs is another matter - but there are always ear plugs. And the whole short, sharp shock only takes an hour. \u0095 Until May 26. Box office: 0161-274 0600."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}