{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/may/02/insurance.healthinsurance", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-05-01T23:00:00Z", "webTitle": "Insurers 'broke code on gene information'", "webUrl": "https://www.theguardian.com/money/2001/may/02/insurance.healthinsurance", "apiUrl": "https://content.guardianapis.com/money/2001/may/02/insurance.healthinsurance", "fields": {"headline": "Insurers 'broke code on gene information'", "bodyText": "A leading insurer has come under fire from the British genetics watchdog for using a genetic test for susceptibility to breast cancer which had never been approved for insurance purposes. Norwich Union demanded that insurance applicants disclose results of genetic tests for genes that predispose them to breast cancer, even though the Genetics and Insurance Committee (GAIC) had never ruled on whether this was acceptable. The head of Britain's genetics watchdog, Lady Helena Kennedy, has attacked the insurance industry, accusing it of breaking promises of voluntary restraint in the use of genetic tests. She said a scientist advising both sides had a conflict of interest and hit out at Norwich Union's move. Lady Kennedy is chairwoman of the Human Genetics Commission (HGC), which yesterday called for a three year moratorium on the use of genetic tests by insurance companies, saying the existing system had failed. The Association of British Insurers responded with a voluntary two year ban on genetic tests being factored into insurance policies worth up to £300,000. Lady Kennedy welcomed the insurance companies' move, but said it had taken too long. She added: \"We have profound misgivings about the industry's handling of this information and its ability to keep its own house in order.\" The Genetics and Insurance Committee was set up in the mid-1990s as an advisory body, to review genetic tests for susceptibility to disease and judge on whether they were scientifically reliable enough for insurance purposes Lady Kennedy said it had been understood that the insurance industry would only use genetic tests that the GAIC had approved. Instead, insurers decided they would use genetic tests until the GAIC told them not to. Growing links between diseases and particular versions of genes is leading to a growth in genetic testing for medical purposes. But while some single genes are accurate predictors of future illness, most are mere indicators of an increased risk of disease. There is fear that a valuable diagnostic tool, and genetics research in general, could be threatened if insurers are too eager to demand disclosure of the results of tests. Insurers argue that they should have access to glimpses into a customer's medical future, just as they have access to their medical history. But they have now offered the two year moratorium, as recommended by the Commons committee."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}