{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/may/28/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-05-28T22:07:17Z", "webTitle": "Eriksson hails pass master", "webUrl": "https://www.theguardian.com/football/2001/may/28/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2001/may/28/newsstory.sport", "fields": {"headline": "Eriksson hails pass master", "bodyText": "Sven-Goran Eriksson is not a coach given to hyperbole, so when the Swede says there is no finer passer in the world than David Beckham, it is worth listening. Having worked with Juan Veron during his time at Lazio the England coach is more than familiar with one of the principal contenders for the title of world's best. And he believes Beckham is at least as good as the Argentine. \"If you talk about our captain, it is difficult to find a better passer in the world today, certainly in Europe,\" Eriksson said. \"I had two excellent passers at Lazio, in Veron and [Sinisa] Mihajlovic, and, if Beckham is not better than them, he is certainly on the same level.\" The quality of Beckham's passing and crossing was plain in the 4-0 win over Mexico on Friday, though the Manchester United man was not the only England player to use the ball intelligently. After the poverty of Euro 2000, where Kevin Keegan talked of the \"struggle to get our passing together\", the signs were promising. \"If you have players like that in midfield, like Beckham, [Steven] Gerrard and [Paul] Scholes, they are extremely good passers,\" Eriksson said. \"Then you have [Robbie] Fowler dropping a little and [Michael] Owen up there. \"In football you should not just play short passes or only long passes. You need to use feet and intelligence. And movement, timing.\" The main worry for Eriksson ahead of the World Cup qualifier in Greece on Wednesday week is the achilles problem that forced Wes Brown to miss Friday's match. The Manchester United defender will have a fitness test today to assess whether he can travel to a training camp in La Manga. Only if Brown goes to Spain will he be considered for the game in Athens. Eriksson will be looking for a fifth straight win and must therefore have been encouraged to hear the goalkeeper David James describe the squad's mood as \"confident but steady rather than over-confident and big-headed\". Eriksson senses things are moving in the right direction on and off the pitch. \"They are a very good group,\" he said. \"There are no problems. They are starting to talk more to each other, whether one comes from West Ham, Manchester United or whichever club. That's very positive. If you want results, the ambience, the spirit is the first thing you must have in a big way.\" \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}