{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/may/20/johnarlidge.theobserver", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-05-19T23:56:44Z", "webTitle": "Coffee bars roasted", "webUrl": "https://www.theguardian.com/uk/2001/may/20/johnarlidge.theobserver", "apiUrl": "https://content.guardianapis.com/uk/2001/may/20/johnarlidge.theobserver", "fields": {"headline": "Espresso king gives our frothy coffee bars a roasting", "bodyText": "Consumers are paying way over the odds for a morning caffeine fix that costs only 10p to make, according to Britain's leading independent coffee expert. Louie Salvoni, an Anglo-Italian who popularised cappuccino and espresso culture 20 years ago when he worked for the Granada catering group and independent coffee houses, says customers at Starbucks, Pret à Manger, Costa, Coffee Republic and Caffe Nero are 'paying through the nose' for drinks that are often so badly made they are 'a disgrace'. Salvoni surveyed all the major high street coffee houses earlier this month and found that while the average cup costs 10p to make, customers pay up to £2. Inexperienced and poorly trained staff often did not know the differ ence between lattes and cappuccinos and ended up serving 'warm milky drinks with a shot of caffeine and bit of froth on top'. Salvoni, a founding member of the Cafe Society - the coffee equivalent of the Campaign for Real Ale - said: 'Customers are paying too much for a product that is sub-standard. The whole point of the new coffee bars is \"We're making you a coffee, we're making it just for you and we're experts at making coffee.\" 'That's where the added value - and the higher prices - are supposed to come from. So they should serve the right product but they don't. The speed at which these coffees are put together does not give the time that the product deserves.' Salvoni, who runs Brasilia, the UK's largest manufacturer of coffee machines, says poor staff training is to blame for the low quality. 'Staff turnover is high. Chains often do not pay enough to attract loyalty and it's hardly worth training them up.' Staff often did not know the difference between lattes and cappuccinos. 'The two should be served at different temperatures, with different proportions of milk to froth and coffee. My tests showed that was often not the case.' British consumers' new-found taste for coffee has transformed the high street, with Frasier- and Friends- style coffee bars opening on every corner. The biggest chain, Starbucks, recently took over Seattle Coffee House, and opens a new store in Britain, on average, every two weeks. Salvoni says consumers put up with poor service and value because they have not developed the same sophisticated taste for coffee as for wine, beer and other drinks. 'The whole issue is a ladder of taste. When people first started drinking wine in Britain it was all Liebfraumilch and Blue Nun but gradually we have climbed the ladder and sweet white wine is no longer the favourite. 'It is the same with beer. People are very quick to question the quality of a pint of beer, to say \"That's a bit cloudy\" or \"Could you top that up?\". But because the idea of good coffee is relatively new to this country consumers are not moving up the ladder and not complaining when they get served a poor product.' The high street chains acknowledged some of Salvoni's criticisms but insisted their staff were properly trained. Pret à Manger said: 'We have systems in place and all our barristas (coffee servers) go to an academy to learn how to make these drinks properly. All the correct tools are there in the store and the temperature is supposed to be monitored.' Starbucks said: 'As to the amount of foam in the cup, well, obviously there is supposed to be less in a latte than a cappuccino, but perhaps the one you were served was an aberration. All our barristas are fully trained.' A spokeswoman for Costa said: 'Costa is passionate about serving Italian coffee of the highest standard. The cappuccino should be cooler, and we can only assume that the drinks were prepared from two separate milk jugs, so the cappuccino ended up hotter than the latte.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}