{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/may/01/europeanfootball.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-05-01T22:20:09Z", "webTitle": "Lazio's racist banner may be answered with a ban", "webUrl": "https://www.theguardian.com/football/2001/may/01/europeanfootball.sport", "apiUrl": "https://content.guardianapis.com/football/2001/may/01/europeanfootball.sport", "fields": {"headline": "Lazio's racist banner may be answered with a ban", "bodyText": "Lazio could be exiled from their home ground after their fans' latest outbreak of racist abuse at Sunday's derby match against Roma. During the 2-2 draw Roma's Brazilian wing-back Cafu and the French defender Jonathan Zebina were barracked with racist chants every time they touched the ball, despite pleas from Lazio's president, Sergio Crag notti, to end the abuse. A 30-metre banner, reading \"Black team, Jewish supporters\", rippled across the packed Olympic stadium. Lazio, who lie in third place seven points behind Roma, could be forced to play all their six remaining games away from the Olympic stadium, effectively ending their hopes of a second successive league title. A fine, their sixth this season, is very likely. Only 10 days ago Lazio were fined £11,000 for eruptions of jungle noise during a match against Parma, who fielded two black players. \"If it happens again,\" Cragnotti claimed then, \"they will pull us out of the Olympic stadium.\" Clashes before and after Sunday's derby left 10 policemen injured, a journalist stabbed, a car burned and several fans under arrest. \"We call that a success,\" said a police spokesman. Roma have historically been supported by the city's small Jewish community, whereas right-wingers, including Benito Mussolini, supported Lazio. Last season Lazio fans plumbed new depths with a 40m banner: \"Auschwitz Is Your Homeland; The Ovens Are Your Homes\". The assassination in Belgrade of the Serbian indicted war criminal Arkan did not pass without comment: \"Honour to the Tiger Arkan\". Cragnotti's appeals to desist only encourage some hardcore fans - the self-styled irriducibili - who feel alienated by his tenure, despite last season's league title. \"He doesn't help us travel to away games, so we punish his wallet with our messages,\" a banner-maker said. Before unfurling Sunday's banner several dozen irriducibili dressed in white angled their bodies to give their rivals a more traditional message: \"Roma shit\". \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}