{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2001/may/14/ukgeneralelection2001.money", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2001-05-13T23:00:00Z", "webTitle": "City upbeat on economy", "webUrl": "https://www.theguardian.com/business/2001/may/14/ukgeneralelection2001.money", "apiUrl": "https://content.guardianapis.com/business/2001/may/14/ukgeneralelection2001.money", "fields": {"headline": "City upbeat on economy", "bodyText": "Tony Blair is planning to exploit key data for jobs, prices and spending this week as the party seeks to rectify the lacklustre start to its election campaign by forcing the economy to the centre of the political debate. Labour will seek to exploit the publication in the next few days of all the main indicators of the economy's health, which are expected to show claimant count unemployment below 1m, underlying inflation below 2% and an upbeat message from UK stores. Although there have been signs in recent weeks that the slowdown in the global economy is starting to have an effect on the economy - particularly the manufacturing sector - the government is optimistic that the election will be out of the way before voters feel the consequences. Sources said yesterday that the economy was the government's \"trump card\", and that Labour was hopeful that the month's delay in holding the general election would not allow its record to be tarnished by a combination of international weakness and the domestic consequences of the foot and mouth epidemic. One of Britain's leading think-tanks, the National Institute for Economic and Social Research, believes that the economy virtually stalled in the three months to April, growing by just 0.2%, and said that the foot and mouth epidemic halved the economy's growth rate in the latest quarter. Although recent surveys of manufacturing and services have pointed to difficult months ahead, City analysts believe that this week's data - the last before polling day - will remain relatively upbeat. Wednesday's quarterly inflation report from the Bank of England will note that domestic demand remains robust, and will justify the reduction in base rates last week by citing the deterioration in the global economy and the undershooting of the government's 2.5% inflation target. Today's figures for factory gate prices are expected to reveal little evidence of inflationary pressure building up, while Gordon Brown's budget changes are expected to offset any upward impact on consumer prices from dearer petrol and food. Analysts at HSBC are forecasting that inflation excluding mortgage interest payments will remain at 1.9%. Launch of Labour's manifesto on Wednesday has been timed to coincide with the publication of the April unemployment figures, which may be affected by the drop in em ployment in tourism caused by foot and mouth. But it would take a rise of 16,000 to take the number out of work and claiming benefits back to 1m, and Labour will claim that its tough action after the 1997 election paid off. Mr Blair said Labour had won over the electorate on the issue of whether it could competently manage the economy. \"We were tougher than the Tories would ever have been in cutting the deficit, but for a good reason... In doing so, we broke with 100 years of anxiety about whether Labour could run the economy.\" View from Europe Italy's Murdoch prepares to govern US Democrats back on the offensive Interactive guide Election countdown: the key dates up to June 7 Interactive quiz Election? What election? Manifesto See the Conservatives' manifesto (pdf file) What does the Tory manifesto say? The candidate Sign up for our daily election email Weblog election special We surf the net for the best election journalism - so you don't have to Related articles 11.05.01: Tax war - Labour pledges no rise 11.05.01: Dispute over real cost of Tory tax cuts 11.05.01, Larry Elliott: It's Thatcher Lite 11.05.01, Simon Hoggart: Yee hah, chaps! It's the manifesto 11.05.01: Blair revels in tea and sycophancy 11.05.01: Tory councillors defect Talk about it Is another big Labour victory good for democracy? The Tories - should we kick them while they're down? Election fever - but what are the issues the parties and the media are overlooking? The Liberal Democrats - irrelevance or breath of fresh air? Picture gallery 10.05.2001: On the campaign trail Who are my candidates? Ask Aristotle Polls Latest polls Video Watch Tony Blair's announce the election date (from the BBC) Audio Listen to Tony Blair's announce the election date Party campaigns Labour campaign Conservative campaign Liberal Democrat campaign Other parties' campaigns More useful links Conservative party Labour party Liberal Democrats Plaid Cymru Scottish National party More political links Tactical voter.net Light relief Am I electable or not? My Little Tony SpinOn.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}