{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/may/25/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-05-24T23:28:33Z", "webTitle": "England build on strength", "webUrl": "https://www.theguardian.com/football/2001/may/25/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/may/25/newsstory.sport1", "fields": {"headline": "England build on strength", "bodyText": "It is hard to recall a Greek campaign being won on the playing fields of Derby. Nevertheless England will expect to beat Mexico in tonight's friendly at Pride Park with sufficient elan to put themselves into a confident frame of mind for the World Cup qualifier in Athens on Wednesday week. Fourth and fifth successive victories for Sven-Goran Eriksson would round off an impressive beginning to the Swede's six-year tenure as England coach. Already Euro 2000 and the Kevin Keegan gang show are receding bad memories. Yesterday Eriksson admitted that he wished he had left Lazio earlier to take the England job. \"I wanted to try to win the Champions League,\" he said, \"but after announcing that I had accepted the England job I should have left at once. Later on I began to feel I had lost a little bit of the confidence of the players.\" As it was, he still joined England three months early and since then, quietly and logically, he has started to rebuild the team as a serious force in international football. After an intensive study of the players available he has produced a side which accurately reflects the English strengths of the multinational Premiership. The side that begins tonight's match and which, for the most part, will be the starting line-up in Athens is likely to be chosen from the top four teams in the Premiership table, with Liverpool providing five players: Michael Owen, Robbie Fowler, Steven Gerrard, Emile Heskey and Jamie Carragher. Shades of 1977 and the start of Ron Greenwood's five-year reign when half of Liverpool's European Cup-winning side appeared in his first two selections. In the space of two years Greenwood turned the wreckage left by Don Revie's walkout into an attractive, winning England side. Could Eriksson, post-Keegan, be about to achieve something similar? At least he has made a sound enough start. Having inherited a squad turned into wanderers by the closure of Wembley, he has become England's Moses and there is every sign that football's first commandment, forgotten under his predecessor, has sunk in: Thou shalt pass the ball to others wearing the same colours as thyself. Yet talk of an England renaissance in global terms is premature. Beating semi-interested Spain in a friendly and Finland and Albania in the World Cup is encouraging but hardly puts the national team on a par with, say, France. Eriksson's England are trawling football's low countries with increasing ease but the real test will come in September with the trip to Germany, followed by the likelihood of a play-off to qualify for next summer's tournament in Japan and South Korea. Not that Eriksson is about to settle for second place in the qualifying group, even though the Germans have a five-point lead with four games to play. \"Try to win, try to win\" was his message yesterday. \"We want Germany to lose points, not keep winning to make it easier for us to come second.\" This evening winning should not be a problem against a Mexico side lacking a number of established players. For Eriksson the performance will be as important as the result and he will be especially anxious to see how Gerrard's fitness is standing up after six matches in 19 days for Liverpool. Wes Brown (achilles) and Ray Parlour (hand) are non-starters but Eriksson hopes they will be able to join the squad for training in La Manga next week. As in the friendly against Spain, the England coach will make several substitutions after half-time. All three goalkeepers, David Seaman, Nigel Martyn and David James, will appear at some time during the next two matches. Offering an insight into his state of mind, Eriksson explained that he usually slept well before a game but badly the night after - win, lose or draw. \"Every time you're criticised, every time you lose, you have doubts about whether you did the right thing or could have done things another way,\" he said. \"At the moment I don't want to think about what is going to happen if England lose. That day will come and when it comes we'll see what happens.\" Having read a book on the history of England managers he may already have some idea. \"Why should I be different from all the others? I think that all of them were more or less killed,\" he smiled yesterday as the executioners smirked behind their notebooks. England (probable, 4-4-2): Seaman; Carragher, Keown, Ferdinand, Ashley Cole; Beckham, Gerrard, Scholes, Heskey; Owen, Fowler. Mexico (probable, 3-4-1-2): Sanchez; Beltran, Suarez, Davino; Pardo, V Ruiz, Rangel, M Ruiz; Rodriguez; De Nigris, Abundis. Referee : L Batista (Portugal). \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}