{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/may/20/uk.election200117", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-05-19T23:50:16Z", "webTitle": "Chris Powell: Time for a little old-style fervour", "webUrl": "https://www.theguardian.com/politics/2001/may/20/uk.election200117", "apiUrl": "https://content.guardianapis.com/politics/2001/may/20/uk.election200117", "fields": {"headline": "Time for a little old-style fervour", "bodyText": "By that strange rule that everything will turn out to be the opposite of what it first seems, this election, with its seemingly certain outcome, has the possibility of being highly dangerous for Labour. Without the focus of a real battle, the public mind can wander into unexpected territory. It's unlikely that there will be a big upset, but not impossible. How different things were for Labour in1983. Labour voting was tested to destruction by a higgledy-piggledy, amateur, undisciplined rabble of a campaign that put forward hundreds of wild policies. The long, difficult trek to achievable policies began in its aftermath. I was lucky enough to be involved in the long climb back. The party was quick to adopt a professional approach to its communications, so that it was widely thought by the election of 1987 to be a better campaigning organisation than the Tories, and that has continued to be the case. Policy took a little longer, but by 1997 the combination of thought-through policy and able campaigning was formidable and produced its deserved result. This election is very different from any that have gone before. While you can point to the poll lead being little different from 1997, then the world held its breath - could Labour really do it? Could it be anything like as good as the polls suggested? There was a tension. This time voters feel they already know the answer to who will win, and almost everyone has decided long ago where their support lies. Inexorably, the election machine rolls on as though we need persuading. It is rather as though you were repeatedly being asked a question to which you already knew the answer. This has the potential to be downright annoying and an annoyed electorate can respond by abstaining from the whole process. But there's another, more potent danger. Without reason to listen to what the parties are saying, the minds of both the public and the media become more fascinated by the scenery, the props, the greasepaint, lighting and stage direction. Can you remember the content of Tony Blair's speech at the school in south London or only the prayer book and surprised 11-year-olds' faces? Can you remember the content of Labour's opening party broadcast, or only that it had a Spice Girl in it? Without the imperative to listen in order to decide, we are drawn to observe the way things are done. The absence of voter involvement in the substance of this election and the natural tendency to be interested in the process of presentation are conspiring to create a dangerous mix for Labour over the next two and a half weeks of the campaign. Labour is being as laudably professional as ever. Just like 97 and 92 and 87, it is a great, professional effort and, as we have grown to expect, better than the other side's. But is it right for 2001? Different circumstances require a different response. The concentration by the public and the media on the packaging rather than the product can only fuel a cynicism that it is all a game. Everywhere artifice, nothing natural and true to itself. This, combined with the poll-fed impression that it is in the bag, could lead to record levels of abstention. Not differential abstention, as the usual distaste of Labour voters for any Labour government is offset this time by Conservative voters' dismissal of their own leader, but an absolutely low turnout. So we could be heading for a thumping Labour majority, but one where more have abstained than have endorsed Labour's second term. This would lead to a government somewhat inhibited, vulnerable to the accusation of unpopularity before it starts; while it may have beaten the opposition hollow, no one much liked its proposals anyway - a circumstance in which it can be difficult to be as radical as a second term Labour administration wants, and needs, to be. There is a clue in the events of last Wednesday - the sense of relief when John Prescott and Blair, in their different ways, made contact with flesh-and-blood disgruntled electors. It blew the manifesto launch off the front pages (but the voters know the gist of that anyway) and might have seemed to be a disaster. But it was real and rather refreshing. People aren't universally ecstatic about the way things are. It is better to feel the politicians are engaged with those feelings in as direct a way as possible than to suspect that they are being kept preserved in glass cases. The last week will be key, as people then might be persuaded to listen to the substance. Then the campaign will need to be in a different gear. Lacking the fear of a plausible Tory victory, voters will need inspiring to go to the polls. They will need all the passion and belief that Tony Blair can express. Voters will need to feel the hunger, the fervour for further reform, the sense of mission that the Labour leader feels and can get across so well. To ensure that this comes through to a TV audience, all sense of fixing or arrangement must be absent. Old-fashioned hustings meetings with the extra edge that comes from heckling opponents in the crowd. That and the sight of Tony Blair's self-evident hunger, commitment and energy in the last days of gruelling campaigning on the stump is the way to inspire voters to turn out and be a part of his mission for change. We all prefer the evidence of our own eyes to what we are told to our face. Clinton visibly exhausted himself in the last days of his presidential campaigns. You could see, and feel, his hunger and determination. I think we may see that from Blair too in the last days of this campaign - organic Labour, not the genetically modified variety that might seem to be on offer in this campaign so far. \u0095 Chris Powell is the chairman of the advertising agency BMP DDB. He was the head of Labour's election campaign advertising for the past four elections."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}