{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/may/10/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-05-09T23:00:00Z", "webTitle": "Theatre: Finale", "webUrl": "https://www.theguardian.com/stage/2001/may/10/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/may/10/theatre.artsfeatures", "fields": {"headline": "Finale", "bodyText": "Emile Zola's novel Thérèse Raquin heralded the start of naturalism, a movement that had a major impact on European theatre in the latter half of the 19th century, as seen in the plays of Ibsen and others. Writing about his 1867 novel, Zola declared: \"I simply applied to my bodies the analytical method that surgeons apply to corpses.\" In Robert Pacitti's latest piece - a mixture of installation and performance - the novel is dissected further still, with bloody, cool results. The audience is forced to turn detective, open up the murderous body of evidence and find the maggots swarming there. On entering the performance space you see a large wooden box, around which is an installation. On one side you must use a speculum to view the hidden sides of Polaroid photographs; on another side plays a video of a blurry figure floating in a lake. On a third is a series of photos: of dirty dishes, \"whore\" spelled out in chilli seeds, a woman in a bikini smeared with blood. Then a woman in a pink evening dress, muzzled like a dog, invites the audience to enter the box. Inside, a dinner party has been taking place. Plates of half-eaten bread and cheese are still on the table. \"What does it mean to commit murder?\" we are asked. A blaze of sparklers suddenly lights the room. From this point onwards it probably helps to know Zola's novel, where Thérèse, with her lover (her husband's best friend), murders her husband but finds the guilt too much to bear. But there are some brilliant moments in what follows, particularly in the perilous journey of Thérèse, naked but for her high heels, across a table filled with upturned bricks. She must pick her way between them, just like a child who cannot step on the cracks in the pavement for fear of disaster, but as soon as the end appears to be in sight more bricks appear. Not all of the performances have that clarity, but this is a dense, revealing piece of work. And, with its exploration of livid sexual obsession and guilt, it provides the most unusual and unsettling theatrical experience currently in London."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}