{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/may/01/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-05-01T22:25:05Z", "webTitle": "Premier League nets £48m deal", "webUrl": "https://www.theguardian.com/football/2001/may/01/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/may/01/newsstory.sport1", "fields": {"headline": "Premier League nets £48m deal", "bodyText": "After four months and several rejections the Premier League finally secured a sponsor for the next three seasons yesterday when Barclaycard agreed to pay £48m for the privilege. The deal with Britain's largest credit card company, unanimously accepted at yesterday's meeting of the Premier League clubs, will see the FA Barclaycard Premiership come into being from August, when the clubs will also begin to benefit from a new TV deal worth more than £1bn over three years. For Barclays, which sponsored the Football League from 1987 until 1993, it also marks a return to supporting the national game. The package has been available since January when Carling, the sponsor for the past eight years, withdrew after having a £39m bid rejected. Bass had paid £27m for the rights the last time around. After that withdrawal it was reported that the Premier League was looking to secure backing from a company with more of a global outlook but Pepsi, Budweiser and Vodafone among others were said to be put off by the asking price of £15m-£20m a year. Under the terms of the current deal the league is known as the Carling Premiership in TV broadcasts to the United Kingdom but referred to as the FA Premier League everywhere else. Matches are shown in 127 countries, all of which will in future refer to it as the FA Barclaycard Premiership. \"They're a brand that fitted our global aspirations,\" Richard Scudamore, chief executive of the Premier League, said. \"The Premier League is bigger than a domestic competition now, when you look at the overseas interest.\" The Premier League has also announced an alliance with Barclaycard and the British Tourist Authority that will see footballing images involved in promotions to help attract visitors to Britain. The BTA will pay around £2m over three years for exposure to an estimated global TV audience of 158m. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}