{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/may/20/uk.election200119", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-05-19T23:51:01Z", "webTitle": "Tories blame 'Hague factor' for poll setback", "webUrl": "https://www.theguardian.com/politics/2001/may/20/uk.election200119", "apiUrl": "https://content.guardianapis.com/politics/2001/may/20/uk.election200119", "fields": {"headline": "Tories blame 'Hague factor' for poll setback", "bodyText": "William Hague faced an embarrassing row over his campaign strategy last night as polls revealed Labour has strengthened its lead to 19 points. After a week of upsets for Labour - including John Prescott punching a protestor - and slick campaigning by the Tories on strong cards such as crime and asylum, the findings will prompt serious soul-searching among Conservatives. Meanwhile, there were reports last night that poster ideas drawn up at Tory headquarters for a final week onslaught over Europe have provoked sharp disagreement with the party's advertising strategists, who fear putting off floating offers. One of the two posters leaked to a national newspaper featured a map of Europe with southern England joined to northern France. Conservative Central Office last night furiously dismissed the reports as 'utter fiction', stressing that Hague and not his advertising agency Yellow M was calling the shots over strategy. But the latest NOP poll for the Sunday Times , which puts Labour on 49 per cent - unchanged from a week ago - and the Conservatives down two points at 30, will be harder to brush off. Some worried Tory MPs are now starting to blame the 'Hague factor' - question marks over their leader - for holding them back. However, he will take comfort from the finding that 35 per cent of voters so far endorse no party at all - the 'undecideds' he is targeting. A second NOP poll revealed the Tories' traditional lead among pensioners has also been reversed, despite Blair admitting in an interview with The Observer last week thar the 75p increase in the state pension last year was Labour's 'biggest mistake'. Support among the over-65s is running at 50 per cent, again a 19 point lead over the Conservatives. Blair made pensions the centrepiece of his campaign yesterday with a series of rallies around the country during which he accused the Conservatives of planning to privatise the state pension. Labour also announced that concessionary fares for pensioners on local bus services would be extended to long-distance coach services if they win the next election. Hague, speaking to party activists in Tynemouth, said: 'They have a cheek claiming to be the party of pensioners after the 75p increase that they gave and after the huge taxes that they have levied on pension funds, to the tune of £5 billion a year taken out of pension funds by Gordon Brown. 'It is the Conservatives who are now the party of pensioners, who will give an additional increase in the basic state pension for over-75s, who will protect people's assets when they need long-term care in old age.' In an embarrassing twist for Labour, the farmworker who brawled with John Prescott threatened to mount a private prosecution against the Deputy Prime Minister. Craig Evans, who threw an egg at Prescott in Rhyl and provoked a punch in return, said that he had been offered up to £50,000 by well-wishers to fund a case. He said that the politician was 'boiling with rage' and accused him of being motivated by 'pure anger'. Evans said he acted because he felt the rural way of life was under threat. He added that if he were prosecuted he would seek charges against John Prescott for assault. He said throwing eggs was 'part of the British way of protesting'. However, according to the NOP poll, 58 per cent of voters backed Prescott's response."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}