{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/may/13/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-05-13T19:25:09Z", "webTitle": "This one's for fans and Basque glory", "webUrl": "https://www.theguardian.com/football/2001/may/13/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2001/may/13/newsstory.sport", "fields": {"headline": "This one's for fans and Basque glory", "bodyText": "If anyone wants to know why Spanish football has been riding the crest of a wave recently, then look no farther than Deportivo Alavés. They brought out a special edition shirt to celebrate their first ever European campaign, famously incorporating the names of 13,400 season-ticket holders - and yes, you can make them out, clearly - to reward them for their loyalty. And it is just typical that they did not try to cash in - they made exactly 13,400 of them. It is that same attitude that this clearly very special club have for their fans, that many others in Spain enjoy with the people who support the team through thick and thin. This is the bond that has Barcelona paying for their fans to travel to the Cup final and sees clubs and supporters' groups laying on food and transport for people who travel away to key games. Even Jésus Gil, Atletico Madrid's president, has refunded the difference when supporters have had to pay over the odds. Oh, and Alavés also financed the away trip to Turkey for their travelling contingent as it was the first such excursion in their history. 'Humility is our identity, and that which makes us grow by the day,' says club supremo Gonzalo Antón. And grow they have, ever since promotion to the top flight in 1998, even if Basque 'rivals' Real Sociedad are thought to have eased off in the game that allowed them to stay up the following year (when a Sociedad player pulled a goal back he went up to the stands and put his hands together, pleading for forgiveness). 'All of this is a bit scary, because we're not used to eating caviar. It's all come a bit quick in the last four years. There's no secret other than discipline out on the pitch,' Antón says. A total of £8 million has been spent on signing players in those three years since promotion, £1.4m - their highest sum paid - on centre-back Oscar Tellez. It's a fraction of the amount spent on Emile Heskey, the man he will mark. In Vitoria, the medieval city that is home to Alavés, you would hardly know that their team were in a European final; there were more displays in shop windows of the exploits of the local basketball side. In the bars, naturally, where Basques invariably make outsiders feel welcome, it was a different story. These people are sports nuts and are quick to show their colours. Talking to the fans and players, one could just feel the excitement of a modest outfit, chuffed to bits that they were facing, for them, the biggest name in European football. Even in recent years when some of the glitz has gone off the competition, Spanish fans throughout the land have chanted 'Next year Liverpool' to signal good times round the corner. As far as they are concerned, no way is this a second-rate competition. 'I can't see any way of beating Alavés,' says former Liverpool player John Toshack, now managing Real Sociedad. 'You score one against them and they score two. You score two and they get three. And on top of all that it doesn't matter who's in the side that day.' 'Win, draw or lose, all of our rivals know that they've had a game on their hands, we're difficult to beat,' says captain Antonio Karmona. 'The key is the togetherness in the dressing room, there are no differences, nobody is more than anybody else, and new signings assimilate this philosophy.' Many believe La Liga is the strongest domestic league in Europe, although it could well be eclipsed in the future. But the outlook for the Spanish game looks healthy, with a triumph over France last week at Sunderland's Stadium of Light in the European under-16 championship. Even Manchester United are making overtures to their captain, Carlos García. When asked to compare the English and Spanish leagues, Alavés attacking midfielder Jordi Cruyff pointed to the smaller clubs in Spain signing big players as evidence that the Premiership lags behind. The fact that not only have Spanish sides reached the latter stages of the premier European competition, but particularly that a less grand one has gone all the way in the Uefa Cup demonstrates the quality that pervades La Liga . 'I said at the start of the competition that they'd bring the Cup back to Vitoria,' claims a fan. But Liverpool? 'Bigger towers have fallen.' You can't argue with that."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}