{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/may/10/personalfinancenews.business", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-05-09T23:00:00Z", "webTitle": "Current account kings jolted", "webUrl": "https://www.theguardian.com/money/2001/may/10/personalfinancenews.business", "apiUrl": "https://content.guardianapis.com/money/2001/may/10/personalfinancenews.business", "fields": {"headline": "Current account kings jolted", "bodyText": "Envelopes are landing on 23m doormats around the country that contain a surprising proposition. The contents offer bank customers the opportunity to pay for their current account. Yes, pay. By choice, too. Lloyds TSB, for instance, is asking its customers to pay £12 a month for its new Platinum offer. The big marketing ploy is the account comes with £98 a year of roadside assistance, £99 of annual travel insurance and other \"perks\" such as commission-free traveller's cheques. The tactic appears to be working. Lloyds TSB now boasts that 3m of its 10m current account customers are coughing up the monthly fee for this so-called value-added account. Lloyds TSB is not alone among the big four banks in luring customers in this way. Barclays, Royal Bank of Scotland/NatWest and to a lesser extent HSBC are employing similar tactics. They are the banks that enjoy a combined 70% share of the current account market and, for the mass of their customers, pay a surprisingly uniform 0.1% interest on balances and charge overdrafts at about 18%. They are also in the line of fire of the competition commission, which is analysing the current account market as part of its investigation into Lloyds TSB's bid to take over Abbey National. Abbey, resisting Lloyds advances, has a 5% mere share of current accounts and has taken on the big four in an aggressive advertising drive. This campaign received an embarrassing setback yesterday when the Advertising Standards Authority declared its \"Leave him. He's not worth it\" newspaper ad misleading. Halifax is another entrant trying to up the ante. When its merger with Bank of Scotland is completed, the HBoS is expected to introduce the Halifax's 4% current account - advertised by Howard \"Sex Bomb\" Brown, the Halifax's singing bank manager - to Bank of Scotland's customers. The City is trying to decide whether this will make much difference in a market where fears of competitive threats to the big four are regularly aired - if not by \"new\" branch-based players such as Halifax and Abbey then by internet banks. The concern among the analysts - and shareholders - is that if the big four all introduce a 4% Halifax-style interest rate and 10% overdraft rate it could knock some 7% off their annual profits, as much as £1.5bn a year. Hassle factor If Royal Bank of Scotland feels obliged to follow its rival, it in turn, as the owner of NatWest, might feel obliged to pass on higher rates to its customers in England and Wales. And so on. But the City is sceptical: analysts believe the monetary benefits of a 4% interest rate paid on current accounts is not great enough to persuade customers to switch banks. These current account customers are traditionally inert. Explaining the reluctance to move accounts is an inexact science, but laziness, the hassle factor involved in transferring direct debits and anxiety about ruined credit ratings are among the factors cited. Until recently, the promise of being financially better off has not been among the incentives. Edward Firth, banking analyst at Credit Lyonnais Securities, notes that Halifax's headline-grabbing rate would make customers just £3 a month better off. Halifax's rate only applies to customers paying in £1,000 a month, which, although dismissed as high by some competitors, the bank insists matches the average wage. Yet, Mr Firth concedes: \"My concern is that the big four banks might be stupid enough to follow.\" This is because of what Richard Cole man, banking analyst at ABN Amro, puts down to Halifax's \"annoyance factor\". By highlighting the current conditions in the current account market - the core banking market as far as most Britons are concerned - Halifax has started to steal the moral high ground. To date, Mr Firth does not have too much to worry about. Since Halifax opened its 4% current account - which also offers a competitive 10% overdraft rate - at the start of the year, the big four have been resisting the pressure to follow suit. The closest appears to be the imminent move by Barclays to reduce its 18% overdraft rate for the first time in five years. But, Martin Binder, who is in charge of Barclays' 8.1m current accounts, appears unmoved by Halifax's 4% interest rate offering. \"In fairness, the credit interest rate is a nonentity because that's not what people want from their current account,\" he said. \"What they want is an electronic money box\". This is based on the argument that customers do not leave surplus money in their current accounts, moving it into a higher-rate savings account or using it to pay off debts. Beating expectations Simon Price, banking analyst at JP Morgan, also believes that current account customers are not concerned about interest rates. \"If the banks are right, there will be growth in the value-added accounts. People aren't motivated by price,\" Mr Price said. Yet, Halifax insists it has opened 100,000 new current accounts in the first six weeks of the year. Abbey National boasts it is beating its expectations of attracting 4m current account customers by 2003. Janet Connor, Abbey's newly appointed retail marketing director, says: \"We can tackle the inertia. We believe we can do it. But it will take time.\" Both Abbey and Halifax have had a greater incentive than most to establish special teams of staff to help customers complete the messy business of switching current accounts, that assistance made possible by the enforced agreement to allow sharing of customers' direct debit details. Halifax claims its market research shows that 60% of current account customers would move their provider if they thought it would be hassle-free. \"Our point is that customers have expected little from their current account. Now that we've substantially raised the stakes, people expect a lot more,\" a Halifax spokesman said. What you could be paying Canadians and Australians are stung by charges of at least £100 a year for their banking facilities. Germans are also accustomed to paying monthly fees for their accounts. These were some of the surprising conclusions of Don Cruickshank's controversial investigation into banking competition a year ago. The heavyweight Cruickshank review was left to conclude that Britons actually paid relatively low charges for their current accounts. According to this analysis, the majority of British bank account holders only incurred charges if they went overdrawn. The average annual charge was less than £20. In Canada it was closer to £140. Germans paid around £60 a year but, according to the Cruickshank review, new accounts are in the process of being introduced which allow customers to avoid monthly charges. The free accounts, however, required minimum monthly deposits and minimum balances. In France, there are strict rules requiring banks to ensure that cheques remain free. Meanwhile in the United States monthly \"administration\" fees cover a certain number of transactions a month. While Canadians and Australians might face comparatively hefty charges for the banking facilities, the Cruickshank investigation found that customers also knew precisely what they were paying for. Their bank statements provide a clear itemisation of the charges, for such things as cheques, credit cards and cash withdrawals."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}