{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/may/12/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-05-11T23:00:00Z", "webTitle": "Twelfth Night, Royal Shakespeare Theatre, Stratford-upon-Avon", "webUrl": "https://www.theguardian.com/stage/2001/may/12/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/may/12/theatre.artsfeatures", "fields": {"headline": "Shakespeare's sexual strangeness", "bodyText": "Lindsay Posner's new RSC production opts for a timeless Edwardiana, a world of louvred screens, Rennie Mackintosh chairs for Orsino, Beardsley prints for Olivia. But although Posner's production is pleasantly decorative and highlights class differences and sexual ambivalence, it never pushes its ideas quite far enough. Take Malvolio. Given the setting, you expect a bumptious arriviste who sees marriage to Olivia as a chance to ascend the social ladder. But Guy Henry makes him a lordly, supercilious figure on the same plane as his mistress. As a result his reading of the cod love letter goes for little. Admittedly Henry's flashing of his canary-yellow socks and pelvic thrusts towards Olivia are very funny, and his final cry of revenge, implying he'll be in touch with his lawyers, provokes a guilty silence. But the performance would be richer still if Malvolio were an ambitious upstart out of an Arnold Bennett novel. The chief beneficiaries of the Edwardian setting are Barry Stanton's excellent Belch and Christopher Good's touching Aguecheek. The former is a snobbish parasite throwing up in his niece's drawing room, the latter becomes an effete dandy sporting an MCC ribbon round his straw boater. And even if Mark Hadfield's Feste anachronistically mixes a Buster Keaton hat with Little Tich boots, he has exactly the right blend of melancholia and elasticity. Posner also plays up the sexual strangeness. Matilda Ziegler's Olivia enthusiastically kisses Zoe Waites's military-uniformed Viola, and Ben Meyjes's Sebastian shares a rumpled bed with Joseph Mydell's Antonio. The androgynous externals are all there but, with the exception of Waites's ardent, impassioned Viola, one misses the desperate voice of feeling. Only at the end in the union of the twins, underscored by a string tremolo, does one get a sense of Shakespearean mystery and of the Platonic notion that we are all split souls seeking our other half. The production, cleverly designed by Ashley Martin-Davis with each household occupying one side of the stage, is elegantly attractive. But, with more rigorous social detail, it could have risen to an even higher class. • Until October 12. Box office: 01789 403403. A version of this review appeared in later editions of yesterday's paper."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}