{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/may/20/fiction.features1", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-05-19T23:50:29Z", "webTitle": "Observer review: Back When We Were Grown-Ups by Anne Tyler", "webUrl": "https://www.theguardian.com/books/2001/may/20/fiction.features1", "apiUrl": "https://content.guardianapis.com/books/2001/may/20/fiction.features1", "fields": {"headline": "Life in an odd folk's home", "bodyText": "Back When We Were Grown-Ups Anne Tyler Cape £15.99, pp274 Buy it at a discount at BOL There's a discussion in Anne Tyler's new novel which lays out its concerns almost too tidily: a mechanic called Aldo, indispensable for keeping old cars on the road, has always bragged about his wife Tanya - she makes rugs, they're learning ballroom dancing, they had their photograph taken as Bonnie and Clyde in full costume. Then a chance remark reveals that this paragon is severely delusional and needs medication to keep her even roughly on track. She once became convinced that Aldo was being unfaithful and turned up on some woman's porch waving a souvenir Japanese sword. But Aldo never loses patience: when one of his sons once asked: 'How can you put up with her?', he replied: 'Because it's somebody else. It's not the real, true Tanya.' That's the question Rebecca Davitch starts to worry at, from the first page of the book. Is your real, true self the one that you end up with (in which case someone like Aldo is as deluded as his beloved Tanya)? Or is it possible to have left your real, true self behind? If so, is there any hope of retrieving it? These questions are highly relevant for Rebecca because she made a single, impulsive decision to marry a virtual stranger and has been busy with its consequences ever since. It's only rather far down the line, aged 53, that she wonders how life would have been if she had stuck to her plans and married college boyfriend Will and, indeed, stayed in college. By marrying Joe Davitch, she gained an intoxicating if problematic new identity: she was assumed to be sociable, though she'd always been shy, and she had to play a maternal role even before she became pregnant by Joe, since he had three daughters already. She also acquired the jaunty nickname Beck. The Davitch tribe is introduced in the first chapter, on a typically awkward social occasion, at a picnic party thrown to celebrate the engagement of Rebecca's youngest stepdaughter (who will acquire the responsibility of a stepchild of her own). It's fair to say, though, that many readers will never get the hang of so ramified a family tree: her birth daughter, for instance, has had two children by different husbands and is pregnant with another by her third. Nicknames complicate a set-up which would be tangled enough without them. There's Patch, Biddy and NoNo (the stepdaughters), not to mention Min Foo, Rebecca's daughter, not an orientalism as such but a nickname for Minerva. 'Poppy' turns out not to be a woman but an uncle pushing 100, and the phrase 'longtime companion' refers not to a gay relationship, exactly, but to a gay man, Troy, who has settled down with Biddy after his brother died, leaving her pregnant. After a few short years of marriage, Joe himself was dead, in a car crash, and Rebecca's workload, both physical and emotional, became much heavier. She had to take over the precarious family business, giving parties in their dilapidated but substantial home, branded 'the Open Arms', offering herself yet again as an instant family member, this time to total strangers. This is a classic Tyler small business, reminiscent of the title establishment in Dinner at the Homesick Restaurant, where there's no menu to order from but the staff take a good look at you and bring you what you seem to need. The overlapping of family and business has its drawbacks. When institutions take on the functions of family - meals your mother might have made, parties no one can be bothered to arrange for themselves - then perhaps the family is disordered as an institution. The Open Arms catering is done by Biddy, and is very far from the ideals of the Homesick Restaurant. Her food is overcomplicated to the point of inedibility, the cook a borderline anorexic. Rebecca's extended family has no momentum of its own, no centre of gravity. She must keep it going by main force, though everyone feigns reluctance to attend the festivals, as if they were really only humouring her by turning up. One of the overtones of her nickname may be that she is at everyone's beck and call. She shares the house in a parody of domesticity with the aged and dependent uncle, a widower wedded to his long-standing grief. She has played the role of mother so well that no one gives a thought to her needs and her loneliness. Then a dream about having a son, rather than a daughter, throws her thoughts back to the life she might have had, with Will, and she nerves herself to contact the man she left without an explanation. Anne Tyler is a brilliant writer and there's no one to touch her on her home turf of Baltimore, a city that (Rebecca remembers) smelled of freshly grated nutmeg until the spice factory moved to the suburbs. The slight narrative flows beautifully. Everyone is allowed to surprise Rebecca once in a while, to pop momentarily out of character with an insight or a memory. The book gets a lot of mileage out of the familiar theme of the mid-life crisis - and not a flailingly extroverted one, but a quiet, internal collapse and recovery, hardly noticed by anyone else. If Back When We Were Grown-Ups isn't quite up there with Tyler's best, it's thanks to a certain amount of folksiness, present even in the title, a forcing of sentiment. Dark elements aren't entirely absent, but they are underexplored - the possibility, for instance, that Joe's death was a suicide, and that he married Rebecca precisely to counteract the depressive strain in his family. Perhaps by starting with a situation perversely close to one of her characteristic endings (the ramshackle extended family, the good-enough set of compromises), Anne Tyler has come close to boxing in even her formidable talent, to cramping her own style."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}