{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/may/14/match.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-05-13T23:02:06Z", "webTitle": "Hull City 1 - 0 Leyton Orient", "webUrl": "https://www.theguardian.com/football/2001/may/14/match.sport8", "apiUrl": "https://content.guardianapis.com/football/2001/may/14/match.sport8", "fields": {"headline": "Little's switch raises the roof", "bodyText": "Hull City have their substitute John Eyre to thank for keeping them on course for a trip to the Millennium stadium on Saturday week after what has been a crisis-torn season. Four minutes after the former Scunthorpe forward's introduction he scored the goal that will separate the sides when they assemble for the second leg. However the Hull manager Brian Little remained typically pragmatic. \"I didn't think we played particularly well,\" Little said. \"But at least we have given ourselves a chance. They were the better team on the day but we've got a good result. We have to keep a clean sheet at Orient, and we have done that before. I thought we could have played better, but sometimes you just have to grind out results.\" Hull soon gave Orient notice that they were in for a game. Rob Matthews danced past two defenders before drawing a fine fingertip save from Ashley Bayes, and Mark Greaves struck the woodwork after Andy Holt's long throw had been flicked on by Kevin Francis. But Orient showed a willingness to attack and when they did the Tigers often looked extremely vulnerable, especially against the pace and trickery of the 18-year-old striker Jabo Ibehre, though it was his team-mate David McGhee who went closest with a 30-yard shot. Hull, having won 12 of their previous 19 games, began as the bookmakers' favourite for promotion. But from Orient's standpoint this was always going to be a cagey affair, and so it proved as they managed to cut the supply lines to Francis and Rodney Rowe. Little duly withdrew Francis in the 65th minute and on came Eyre. Four minutes later the substitute justified his manager's decision. Orient, who were lacking their suspended top scorer Carl Griffiths, failed to deal with Rob Matthews's corner from the left and could only edge the ball towards Eyre, who was lurking at the edge of the area. The striker cut inside before hammering a low drive past Bayes, the signal for a pitch invasion by excited Hull fans. Ibehre then went close for Orient, but his ambitious effort curled wide as the 13,310 crowd held its breath. \"We did enough to get a result and we are disappointed because we played well,\" said Tommy Taylor, the Orient manager. \"But we will have a packed house on Wednesday and you have to remember that there are still 90 minutes to be played. We've just got to look at this positively now. We're 1-0 down and we shall go for it on Wednesday.\" Man of the match: John Eyre (Hull) \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}