{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/may/10/money.economy", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-05-09T23:00:00Z", "webTitle": "First the taxes, now the spending", "webUrl": "https://www.theguardian.com/uk/2001/may/10/money.economy", "apiUrl": "https://content.guardianapis.com/uk/2001/may/10/money.economy", "fields": {"headline": "First the taxes, now the spending", "bodyText": "Gordon Brown has reversed the pro-rich bias in Britain's tax system under the Conservatives by making the nation's poorest households the biggest winners from his budget changes, the Institute for Fiscal Studies said yesterday. In its definitive account of Labour's tax and spending record, the independent thinktank revealed that Mr Brown had in some ways been a traditional \"old Labour\" chancellor, taxing more and redistributing resources to the most needy. The IFS said Conservatives are right to say the tax burden has risen under Labour, but the 1997-1999 austerity means the government now has money in the bank to increase spending and cut taxes. However, this blissful state of affairs is unlikely to last for another parliament, because it is not possible for Labour to carry on boosting expenditure on public services at the current rate indefinitely without resorting to higher borrowing or higher taxes. The bottom line, according to the IFS, is that by the time the next election comes around, Labour will have to bite the bullet of higher taxation if it wants to continue increasing spending on hospitals and schools at the current rate beyond 2003-04. The IFS said the government can boast that it has pumped resources into health and education far more rapidly than the Conservatives managed under either Margaret Thatcher and John Major. This was a point made by Tony Blair at question time yesterday, when he said that falling bills for unemployment and debt interest payments had freed up cash for the government to use elsewhere. The other piece of good news from the IFS for traditional Labour supporters was that there is no evidence that the government has abandoned its core voters. The other side of the coin to stealth taxes has been redistribution by stealth, with the poorest 10% of Britain's households enjoying a 12% rise in incomes as a result of the targeting of financial help on the most needy. By contrast, the richest 10% of households have gained least under Labour. But despite the skewing of the tax and benefits towards the less well-off, Britain has become an even less equal society over the last four years than it was under the Conservatives. The IFS said the reason was that incomes have been growing fastest among the richest 20% of households - rising by 2.8% a year on average after inflation compared to 1.4% for the poorest 20% of households - and that a more progressive tax and benefits system had merely slowed the growth of inequality. Even here, the evidence is inconclusive since the data for household incomes only covers the first three years of Labour. The 10% increase in the minimum wage due in October, together with the introduction of the new children's tax credit and a more generous working families tax credit may result in a narrowing of inequality over the coming years. The story of the public finances under Labour has been of two very tough years in which the government decided to stick to tight spending plans devised by Kenneth Clarke in the run-up to the 1997 election. In Labour's first two years, public spending fell by 1% each year in real terms and over the four years of this parliament has risen by just 1.3% a year on average, less than the 1.7% a year under the 18 years of Conservative rule. With the economy growing at around 2.9% a year, spending as a proportion of gross domestic product has fallen from 41.2% to 38.8%. Mr Blair told MPs yesterday that \"we now have investment going into every area of public services\", which is correct provided that \"investment\" is being used as a euphemism for overall public spending. On the more traditional definition as investment in the fabric of the public realm, Labour's record has been dismal. IFS director Andrew Dilnot said his organisation could not find a four-year period in which infrastructure spending had been as low as 1997-2001. On the other side of the balance sheet, the tax burden has increased. In large part, this has been the result of Labour continuing with Conservative plans for above-inflation increases in duties on fuel and tobacco, in part thanks to higher than expected growth, and in part because of changes in the timing of tax payments from companies. Taken by themselves, the tax measures actually announced and implemented by Labour (rather than those inherited) have reduced tax by £1.6bn, even though tax as a share of GDP has increased from 37.6% of GDP to 40.5%, according to the IFS. Mr Brown tends to argue that the tax burden is coming down, which is true. The IFS concluded that, on almost any measure, the tax burden has increased under Labour. But the result of a rising tax bur den and spending growing more slowly than the economy is that Labour has turned around the public finances, from a deficit of £27.7bn in 1996-7 to a surplus of £16.5bn last year. In this respect, Mr Brown is not a typical Labour chancellor. His predecessors spent and then taxed; he has taxed and is now spending. Andrew Roth on Gordon Brown in theguardian.com/politics/profile The candidate Sign up for our daily election email Video Watch Tony Blair's election announcement (from the BBC) Audio Listen to Tony Blair's election announcement Related articles 09.05.2001: Parties hit election trail 09.05.2001, Ed Vaizey: Weighing in for the fight of their lives 09.05.2001: Kennedy off to flying start 09.05.2001: Blair names the day with a hymn 09.05.2001: I will give you back Britain, says Hague 09.05.2001: Kennedy pledges honest approach 09.05.2001, analysis: Blair preaches lesson of trust and change 09.05.2001, comment: What's at stake for Tony Blair 09.05.2001: Could vote-rigging happen here? 09.05.2001, sketch: Lessons from the gospel of St Tony Talk about it Is another big Labour victory good for democracy? The Tories - should we kick them while they're down? Election fever - but what are the issues the parties and the media are overlooking? The Liberal Democrats - irrelevance or breath of fresh air? Picture gallery On the campaign trail Who are my candidates? Ask Aristotle Polls Latest polls Party campaigns Labour campaign Conservative campaign Liberal Democrat campaign Other parties' campaigns More useful links Conservative party Labour party Liberal Democrats Plaid Cymru Scottish National party More political links"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}