{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/may/12/personalfinancenews.moneyinvestments", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-05-11T23:00:00Z", "webTitle": "Bear's growl scares timid share traders", "webUrl": "https://www.theguardian.com/money/2001/may/12/personalfinancenews.moneyinvestments", "apiUrl": "https://content.guardianapis.com/money/2001/may/12/personalfinancenews.moneyinvestments", "fields": {"headline": "Bear's growl scares timid share traders", "bodyText": "More than 12m people in Britain invest directly in stocks and shares, and a growing number prefer to do it more cheaply online. But with more than 30 brokers now offering online share-dealing in Britain in the midst of a bear market, investors are likely to see a shake-out in the sector. The internet stock market bubble early last year encouraged frenzied trading and the technology to run an online brokerage is now more widely available. But recent turmoil has seen the number of trades made by private investors fall sharply. By the end of last year, trading volumes had fallen by 12% from the previous year, according to the stockbroking trade body, APCIMS. Last month, Britain's biggest online stockbroker, Charles Schwab, was forced to cut 180 jobs - a fifth of its UK workforce. The company was hit particularly hard by the slump in hi-tech stocks which scared off many dot.com investors. Schwab has seen average daily share trades fall to 5,000 from 8,000-10,000 a year ago. Back then, the company was expanding rapidly to cope with a surge in share dealing which, at its height, saw the number of trades hit 14,000 a day as small investors flocked to technology stocks. It is a situation mirrored in the US, where Schwab's parent company has laid off 3,400 people. Similarly Barclays Stockbrokers has announced staff cuts of \"at least\" 5% and TD Waterhouse has lost around a quarter of its staff in recent months. However, the trend among the equity investors who remain active is to do more and more of their share-dealing online. The proportion of shares bought and sold by private investors online grew to more than 27% of the total by the end of 2000 and the online directory find.co.uk says that interest in online stockbroking is still rising. Several online brokers are trying to stoke up interest in their services and some are enticing investors with overseas trading. American Express Sharepeople has added a multi-market, multi-currency feature to its site, so that investors can buy US, French, German and Swedish shares - and hedge currency risks, too. It has also added a standard telephone dealing service to its website and voice-recognition phone service. Likewise, TD Waterhouse is launching a share-dealing operation in international equities. The service is designed for dealing in main European and US equity markets. Initially it will focus on investors in the UK and Benelux. Other brokers are resorting to cash giveaways to boost business. Comdirect, an online broker whose German parent is the second-biggest in its home market, is tempting new users with a gift of £150 in exchange for trading through the site or transferring shares to it. Similarly when you open an E*TRADE UK trading account with a cash deposit, the broker is offering to top it up with an extra £50 cash. Stockacademy has axed its quarterly administration fee (initially £10) and commissions cost a flat-rate £15. New customers at DLJ Direct are offered a free eight-week subscription to the weekly magazine The Investors Chronicle (worth around £26). Charles Schwab continues to offer new online trading customers commission-free trading for 30 days. According to the website Gomez, which monitors performance in a range of personal finance categories, Self Trade UK is the cheapest online broker overall, offering a flat rate commission structure, no mandatory minimum initial deposit and no annual account administration fees. iDealing.com is ranked second with transactions costing £10 per trade. These budget deals are execution-only, investors get basic buying and selling services with no individual advice - although some sites offer general information on stocks and shares while a few add in individual stock recommendations.. But there are a large number of sites such as Citywire where investors can find facts and figures on quoted companies."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}