{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/may/20/theobserver.uknews1", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-05-19T23:56:35Z", "webTitle": "Footprints the new DNA in tackling crime", "webUrl": "https://www.theguardian.com/uk/2001/may/20/theobserver.uknews1", "apiUrl": "https://content.guardianapis.com/uk/2001/may/20/theobserver.uknews1", "fields": {"headline": "Footprints the new DNA in tackling crime", "bodyText": "British police are likely to be the first in the world to acquire a national database that can identify criminals from footprints. Forensic specialists at the Home Office, who are researching the use of shoe mark technology, believe it may be as valuable as DNA in catching criminals - but at a fraction of the cost. Trials over two years of a Treadmark footprint analyser by Devon and Cornwall Constabulary have produced results which are likely to overcome fears of human rights groups about police being allowed to routinely record the soles of shoes of suspects, in the same way that they take fingerprints. 'Twice as many people have been exonerated as were identified as principal suspects,' says Treadmark's inventor Dudley Crossling, a scenes of crime officer for 37 years. Devon and Cornwall police have been using Treadmark only in the most serious and violent crime cases. They discovered criminals left 562 footmarks at 2,311 crime scenes in the first year, a third of which were detailed enough to be compared on the Treadmark database at Torquay police station. It eliminated 21 people from enquiries and positively identified 10 suspects. In one case, a burglar was identified from fingerprints left in one house. 'But it was his footwear which linked him to another burglary in a completely different area,' says Crossling. 'Criminals try all sorts of things to ensure they don't leave evidence behind, but [they] would have to be able to fly not to leave shoemarks.' Treadmark uses the same technology which positions satellites against a moving background of stars and planets. Fourteen other police forces worldwide have been trying to develop such equipment for 10 years, but failed. A national Treadmark database would cost £3.5 million to set up, compared to more than £100m for DNA. In one arrest, police were called to a Torquay sports shop to investigate the theft of a Nike jacket. The thief had climbed out of a first floor window. Three weeks later, staff found that he had also helped himself to a new pair of trainers, and had abandoned his old ones in a shoebox. Identification on both soles matched a pair from several hundred already on the Torquay database. 'The man changed his plea from not guilty to guilty,' says Crossling. Treadmark analyses the unique patterns of damage done to the soles of shoes, by broken glass, nails and everyday wear and tear. It plots, then measures the angles between cuts and gouges. 'Just three points of damage are sufficient to form a unique triangle, not repeated on any other shoe's sole,' says Crossling. Shoemarks are most easily identified when found on polished surfaces, like the PVC window frame that is kicked in or the remains of broken glass. Flowerbeds, the favoured place for footprints in detective novels, can often be too moist for detailed imaging. But image enhancing techniques can reveal shoemarks left on papers scattered during office break-ins. The West Country trials showed that criminals, especially younger ones, do not throw away their shoes after every crime. 'This technology can seriously tackle crimes like distractive burglary, in which one criminal keeps an old person busy at their front door, whilst another villain goes in through the back and rushes around the house stealing things,' says Mike Sandling, managing director of Northampton-based K9 Scene of Crime Equipment Ltd, which built the refrigerator-sized shoe analyser used at Torquay. 'They leave shoemarks everywhere and we can catch them.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}