{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/may/17/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-05-16T23:00:04Z", "webTitle": "Coventry will sell Hadji", "webUrl": "https://www.theguardian.com/football/2001/may/17/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2001/may/17/newsstory.sport1", "fields": {"headline": "Coventry will sell Hadji", "bodyText": "Coventry City are to begin their preparations for life outside the Premiership by making their captain Moustapha Hadji available for transfer. The relegated midlands club will hope to bank about £5m for the 29-year-old Moroccan international, after making it clear that their relegation to the First Division will precipitate widespread changes at Highfield Road. \"I have had talks with the chairman [Bryan Richardson] and told him of my desire to stay but he told me that I was better than the First Division and that I should find a team in the top division,\" said Hadji. \"Therefore I will certainly be transferred to another club. \"The club made a lot of investments last season and, now they need the money back, I am the only player who can bring in a lot of money.\" Blackburn Rovers expect to launch a busy summer of transfer activity by buying the Turkish midfielder Tugay Kerimoglu from Rangers for £1.5m. \"Talks have been going on with Rangers and there is a likelihood we will move in with a formal offer,\" a Blackburn spokesman said. Rangers, meanwhile, have confirmed that Jörg Albertz is in talks about a return to Hamburg. Aston Villa's England international defender Gareth Southgate has resigned as the club's captain as he continues to seek a transfer. The Dutch midfielder Edgar Davids almost certainly faces an extended ban after a second sample tested positive for the anabolic steroids norandrosterone and noretiocolanolone, according to the Italian Olympic Committee (Coni). Ole Gunnar Solskjaer has had a knee operation and will be out of action for six weeks. The Manchester United striker will be joined on the sidelines by Jaap Stam, who tore a hamstring during the Tom Boyd testimonial at Celtic on Tuesday night and will miss Holland's World Cup qualifier in Estonia on June 2. Wolves yesterday released the Norwegian striker Havard Flo and their midfielder Scott Taylor. Chesterfield have been put under administration after a court hearing in Leeds. Everton's Michael Ball and Aston Villa's Gareth Barry have been included in the England Under-21 squad for the games against Mexico and Greece, scuppering their chances of recalls to the full side. Also included is the young Bayern Munich midfielder Owen Hargreaves. The Republic of Ireland manager Mick McCarthy has invited Glen Crowe, the top scorer in Ireland's Eircom League, to train with his squad before the World Cup Group Two qualifiers against Portugal at Lansdowne Road on June 2 and in Estonia on June 6. Crowe has scored 35 goals for Bohemians this season. England Under-21 squad (v Mexico, May 24, and Greece, June 5): S Ameobi (Newcastle), M Ball (Everton), G Barry (Aston Villa), T Bramble (Ipswich), S Bywater (West Ham), D Cadamarteri (Everton), L Chadwick (Man Utd), M Christie (Derby), S Davis (Fulham), J Defoe (West Ham), D Dunn (Blackburn), T Gardner (Tottenham), O Hargreaves (Bayern Munich), S Johnson (Derby), C Kirkland (Coventry), L Morris (Derby), L Naylor (Wolves), S Parker (Charlton), D Prutton (Forest), C Riggott (Derby), P Robinson (Leeds), J Terry (Chelsea), M Upson (Arsenal), D Vassell (Villa), M Wilson (Man Utd), S Wright (Liverpool), L Young (Tottenham). Republic of Ireland squad: A Kelly (Blackburn), S Given (Newcastle), N Colgan (Hibernian), G Kelly, I Harte (both Leeds), S Staunton (Liverpool), S Carr (Tottenham), G Breen (Coventry), R Dunne (Man City), K Cunningham (Wimbledon), G Doherty (Tottenham), Roy Keane (Man Utd), M Kinsella (Charlton), L Carsley (Coventry), J McAteer (Blackburn), M Holland (Ipswich), K Kilbane (Sunderland), S Finnan (Fulham), R Delap (Derby), M Kennedy (Man City), D Duff (Blackburn), G Farrelly (Bolton), N Quinn (Sunderland), Robbie Keane (Leeds), D Connolly (Feyenoord). Republic of Ireland U-21 squad (v Portugal in Dublin, June 1, and Estonia in Tallinn, June 5): J Murphy (Tranmere), B Roche (Nottm Forest), D Lynch (Leeds), S Byrne (West Ham), J Gavin (Middlesbrough), J O'Shea (Man Utd), B Quinn (Coventry), C Clarke (Stoke), C Healy (Celtic), J O'Connor (Stoke), S Reid (Millwall), A O'Brien (Newcastle), R Sadlier (Millwall), G Barrett (Arsenal), M Reddy (Sunderland), R Foran (Shelbourne), D Delaney (Leicester), S McPhail (Leeds). \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}