{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/may/25/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-05-24T23:53:50Z", "webTitle": "Mortimer milestone as new manager of Wolves Women", "webUrl": "https://www.theguardian.com/football/2001/may/25/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2001/may/25/newsstory.sport5", "fields": {"headline": "Mortimer milestone as new manager of Wolves Women", "bodyText": "Women's football will appoint its first \"personality\" manager today when Dennis Mortimer, who captained Aston Villa to European Cup success in 1982, joins Wolverhampton Wanderers Women's FC. But Mortimer will not be giving up his day job as the midlands regional coach for the Professional Footballers' Association just yet. He will work without a contract and earn the standard A-licence coaching rate of £25 a session. However, his combination of coaching skills and PR value will prove beneficial all round if his arrival generates enough interest to pay him a salary. The club's current sponsorship deal with J Bishop &amp; Co, a supplier of janitorial products, is £10,000 a year. Rachael Heyhoe-Flint, the former England women's cricket captain and now a director of both the men's and women's teams at Molineux, said: \"To have Dennis's name attached to our club means we can go out and sell Wolves Women in a far more aggressive manner.\" There is no doubting the club's ambition. Currently in the Northern Division - one below the Premiership - they have a board of directors and are in the process of becoming a limited company. With the women's game gearing up for a professional league from 2003, the appointment suggests lateral thinking by both parties. Mortimer's only stabs at management in the men's game were 14 months as the player-coach of Redditch United and he spent the same amount of time at West Bromwich, first as reserve coach and then assistant manager to Keith Burkinshaw. His new job, he says, is \"an investment\". It could offer a way back into the men's game, or become its own route to recognition when the women's game takes off. \"Women's football is going to be very, very big soon,\" he said. \"How far ahead are we looking at the Champions League for women? I want to travel with the girls, get into Europe with them.\" Steve Bull and Robbie Dennison were also approached but declined because of the respective demands of being player-coach at Hereford and a new trophy business. \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to football.editor@guardianunlimited.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}