{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2001/may/21/guardianletters", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2001-05-20T23:56:22Z", "webTitle": "Letters", "webUrl": "https://www.theguardian.com/theguardian/2001/may/21/guardianletters", "apiUrl": "https://content.guardianapis.com/theguardian/2001/may/21/guardianletters", "fields": {"headline": "Block vote by the NEC", "bodyText": "Having just finished a two-year term as the youth representative on Labour's NEC, I agree with Polly Toynbee's analysis (Comment, May 16) of the importance of this year's NEC elections. The arrival of Tony Robinson, Shahid Malik and Ruth Turner last October saw a sea-change in NEC meetings. For the first time there were constituency representatives on the national executive who were genuinely there to represent ordinary party members. After the general election, Labour will have an opportunity to put the fixing culture behind it. Electing the right representatives to the NEC is the first step. Claire McCarthy Cardiff \u0095 Polly Toynbee is right to say that the Labour party should not be fighting internal elections now as we should all be concentrating on the general election . But she is wrong when she says I am standing for the NEC on the Millbank slate, or for that matter any other slate. I have received so much support from active party members and trade unionists up and down the country because I am standing as an independent voice for them and campaigning on issues that matter to them. Peter Wheeler Salford mail@peterwheeler.org.uk \u0095 Just to set the record straight: GrassRoots Alliance representatives have always supported one-member-one-vote for all Labour party positions. We warned of discontent over pensions well before the 75p debacle. And we alone voted to postpone this year's NEC ballot so that party members could unite against the common enemy without internal distractions. Ann Black NEC member ablack@brookes.ac.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}