{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/may/17/artsfeatures5", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-05-16T23:00:00Z", "webTitle": "Pop review: January", "webUrl": "https://www.theguardian.com/culture/2001/may/17/artsfeatures5", "apiUrl": "https://content.guardianapis.com/culture/2001/may/17/artsfeatures5", "fields": {"headline": "January", "bodyText": "Alan McGee's discovery of Oasis in the mid-1990s didn't change his ideals. He's still punk, his new label Poptones a refuge for music's misfits. January are a typically atypical signing. Bassist Jonny Wood (faded denim jacket, possibly an ex-member of the Wedding Present) and frontman Simon McLean (Richard Ashcroft's lanky, lank-haired brother, possibly an extra from Almost Famous) don't even look like they should be in the same band together. \"We're January, less notes per second,\" announces Australian McLean, before delivering another languid song that goes nowhere prettily. Understated but taut drumming and bobbing bass are the framework on which he stretches out his hushed alt. country songs, occasionally building them into corrosive waves of psychedelic rock reminiscent of the Verve. Opener One Breath Away is little more than a dulcet beat and a keyboard mist that finally arrives at a wobbling climax, Wood scraping furiously at a violin. The song is a modest church next to the cathedral of sound that is their new single, Falling In. Its extended coda of star-kissed lead guitar, feedback, desert-rock slide and narcoleptic wah-wah is gut-rumbling stuff. It is all so vague, though. \"I fell into your city, I don't remember how or why,\" is about as explicit as McLean gets. More often his sweetly melancholic vocals are lost in the mix, leaving you with a sense of ennui as enjoyably mournful and frustrating as January themselves. All Time, with its driving chorus and Sarah Peacock's cold keyboard melodies, snaps January out of their mid-set lethargy. However, it's unlikely to herald a more direct approach. January seem content to eddy along, and there's something quietly impressive about how honestly they follow their own instincts."}, "isHosted": false}}}