{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/may/06/workandcareers.madeleinebunting2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-05-05T23:00:00Z", "webTitle": "How to cope with a short assignment", "webUrl": "https://www.theguardian.com/money/2001/may/06/workandcareers.madeleinebunting2", "apiUrl": "https://content.guardianapis.com/money/2001/may/06/workandcareers.madeleinebunting2", "fields": {"headline": "How to cope with a short assignment", "bodyText": "1 Don't be seduced by the prospect of four months in Paris - or even eight weeks in Reading. Like so many other things, short-term assignments can seem wildly exciting from a distance - but are usually full of practical challenges when you are undertaking them. 2 Ask your employer the difficult questions before you are sent away. They are likely to be paying at least £650 a week in hotel, transport and other costs on a UK assignment (£1,650 if you are abroad), according to HCR Countrywide Mobility - so should therefore be ready to pay a bit more here and there to ensure you can work productively while you are away. Ask in advance if they would fly you back if you had an emergency at home. 'The more enlightened companies make provision,' says Andrew Finney of HCR. 3 Don't be fobbed off with being given a cheque and told to make your own accommodation arrangements. They should respond to the argument that you will be more effective in work if you do not have to view flats and negotiate with landladies. Most people can put up with hotel life for a few weeks - but after three months the lack of a kitchen and the need to pack up each weekend can become irksome. Having a flat gives you more space and the possibility of having friends and family to stay. 4 Negotiate about the number of trips home - especially if you are going abroad. 'There is an absolute minimum of once a month,' says Finney. 'But it depends on the seniority of the employee. At very senior levels, they get a trip back once a week. At more junior levels, it is once a month. It all comes down to cost benefit for the company.' 5 Expect some degree of flexible working. Some international weekly commuters do a Sunday to Friday morning week in order to avoid Monday morning and Friday evening rush hours - although this means that all of Friday can be one long rush hour. You will probably be heavily dependent on your laptop and mobile phone. 6 Recognise the cachet that a foreign assignment can add to your CV - but do not underestimate the strain it can put on relationships with a partner or children. More and more companies are now setting up short-term assignments - as they become international, perhaps, or set up new divisions around the UK. And more employees - particularly those in IT and telecoms - are being asked to do some travelling."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}