{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/may/10/theatre.artsfeatures1", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-05-09T23:00:00Z", "webTitle": "Theatre: Marriage Play/ Finding the Sun", "webUrl": "https://www.theguardian.com/stage/2001/may/10/theatre.artsfeatures1", "apiUrl": "https://content.guardianapis.com/stage/2001/may/10/theatre.artsfeatures1", "fields": {"headline": "Edward Albee's mismatched partners", "bodyText": "American dramatists invariably end up as victims of their own myth: in a success-crazed culture they are never forgiven for failing to live up to their own early masterpieces. But if Edward Albee has suffered the same cruel fate as Arthur Miller and Tennessee Williams, he has kept on trucking. Of these two plays from the wilderness years of the 1980s, one at least shows he never lost his residual vitality. In the Cottesloe Theatre, Marriage Play (1987) is like a rerun of Who's Afraid of Virginia Woolf? Here transplanted, needlessly, to Surrey, it shows the mutinous Jack coming home to Gillian, his wife of 30 years standing, and peremptorily announcing that he is leaving her; in fact he re-enters several times to repeat the statement. What follows is a marital duel in which old wounds are reopened, ancient infidelities resurrected and punches freely exchanged. Like Strindberg, Albee suggests marriage is a war zone in which there are no victors, simply mutually exhausted combatants. What is specific to Albee is the play's literary allusiveness and exuberant melancholia. Like George and Martha in Virginia Woolf, Jack and Gillian are an educated couple who can fell each other with a quotation. When she reads extracts from a diary recording 30 years of marital intercourse, he puts her down by noting her stylistic debt to Hemingway and James. At the end the play achieves a metaphorical resonance by suggesting that marriage is an accumulation of meaningless habits and that \"nothing has made any difference\". Sombre yet vituperatively energetic, the play gets matchingly ferocious performances from Bill Paterson and Sheila Gish as two marital heavyweights fighting each other to a standstill. If this play has hints of Albee's quondam power, Finding the Sun (1983) suggests he should stay well away from beaches - also the setting for the earlier, equally enervating Seascape. Here four couples, mostly connected by family, gather on a New England beach in search of life-giving sun. What drama there is stems largely from the fact that two of the married men, Daniel and Benjamin, are ex-lovers and have never lost their affection for each other. Since both their wives know this, it strikes one as a somewhat eccentric notion of a happy family holiday. I suspect Albee is trying to write a mood play about marine tristresse: we get an attempted suicide, a death and much meditation on youth and age. But it is the play itself that ends up beached. Neither Anthony Page's atmospheric production, Christopher Oram's deckchair-filled set nor the performances of Pauline Lynch and Polly Walker as the neglected wives and Gish as a rich widow touting a youthfully attractive son can disguise the play's wistful wispiness. Marriage Play deserves a better partner. \u0095 In rep. Box office: 020-7452 3000"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}