{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2001/may/21/stevenmorris", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2001-05-20T23:55:20Z", "webTitle": "British women jailed for life", "webUrl": "https://www.theguardian.com/uk/2001/may/21/stevenmorris", "apiUrl": "https://content.guardianapis.com/uk/2001/may/21/stevenmorris", "fields": {"headline": "Emirates jails two British women for life", "bodyText": "Two British women were jailed for life yesterday for their part in a conspiracy to smuggle cocaine and hashish into the United Arab Emirates. Anne Kidd, of Leeds, and Anna Bartlett, of Southend-on-Sea, Essex, escaped the death penalty but are expected to serve 25 years in harsh conditions. As the sentences were handed down by three judges in the sharia court in the northern emirate of Ras al-Khaimah, Kidd, 32, collapsed in tears while Bartlett, 22, looked stunned. Both were dressed in black gowns and veils. Bartlett was convicted of \"using, trafficking and importing drugs\" into the UAE, while Kidd was found guilty of \"using and distributing drugs\". A third Briton, Daniel Maalouf, 28, of London, was jailed for 10 years for \"intent to traffic\". No verdict was recorded in the cases of two other Britons, an Emirates Airlines flight attendant, Katherine Jenkins, 29, of Neath, south Wales, and Stacey Simpson, 25, of Leeds, who was Kidd's boyfriend. But to the concern of human rights campaigners it became clear that all five are to be transferred to Dubai, where they could face more charges. Police arrested the Britons in October and November last year after a Lebanese man identified Maalouf, an investment company worker, as being involved in drugs. He in turn claimed that he had bought drugs from an Australian, Heidi Deboer. Deboer was arrested and said she was part of a British drug smuggling ring. Her testimony led to the arrests of Kidd, Bartlett and Simpson. Deboer also said drugs were stashed at the home of Jenkins. Police told the court that the group were part of an operation that had smuggled pure cocaine and hashish into the UAE using the \"swallow and regurgitate\" method. The head of the UAE's narcotics squad, Major Jamal Al Tair, claimed that the gang used the internet to coordinate their operation. Each defendant was tested for drugs when they were arrested, and all but Jenkins proved positive. Bartlett claimed that she had brought drugs from Germany for Simpson. Maalouf admitted taking hashish but denied being part of a trafficking plot. The others denied any involvement. The three who have been convicted are almost certain to appeal. But if they fail they may face years in difficult conditions. Conditions in prisons across the UAE are mixed. A woman released last year from jail in Abu Dhabi reported that cells were overcrowded and cockroach-infested. On her floor 145 women shared 47 beds and there were only five working toilets. The campaign group Prisoners Abroad said that if the women were held in Dubai they could expect better facilities, including air-conditioned cells. But they could expect to be threatened with violence, and even if their nationality saved them from attack they were almost certain to see other prisoners being beaten. Gulf states have clamped down on drugs traffickers, fearing they are being targeted because of the wealth of the region and its large communities of westerners. Under a 1995 law, traffickers in the UAE face the death penalty by firing squad, though no executions are known to have taken place and British diplomats were believed to have been assured that in this case the group would not be executed. The families of Bartlett and Jenkins spoke of their despair at what had happened to the women. Bartlett had been planning to read environmental studies at Brighton University this year and had ambitions of being a journalist or television presenter. She spent much of last year travelling in Tanzania, where she worked in a clinic, and in India. Her father, Philip, said: \"There was something wrong when she came back. She attempted suicide by walking into the path of a car. \"She became increasingly restless, and then she disappeared one day and we got emails from her saying she was in Amsterdam. We heard nothing for two weeks until she rang to say she was in jail in the Emirates.\" Mr Bartlett said his daughter was imprisoned with a group of Russian prostitutes. \"On my last visit I tried to give her a hoop and skipping rope because she asked for something to keep her active, but they wouldn't let me give them to her.\" Jenkins's parents, Vivian and Alvine, cannot believe their daughter was involved in smuggling. She claims that she hid a small amount of cocaine after finding the substance in her flat after a visit from Deboer. Mrs Jenkins said: \"No one who knows Katherine can believe she can be involved. She has told us she is innocent, and we have no doubt she is telling the truth.\" While awaiting trial, she had been sleeping on a rough single bunk but did get three meals a day and was able to shower twice daily and to use the telephone once a week. Stephen Jakobi, director of Fair Trials Abroad, said the trial was \"remarkably fair\" by the standards of the region. But his organisation would continue to monitor the cases of Jenkins and Simpson. There were \"indications\" that Jenkins was not part of the conspiracy, Mr Jakobi said. And he was concerned that \"double jeopardy\" could come into play if she were tried again. \"If she is charged with offences under a different statute but arising out of the same facts, she cannot be tried again. They have no right under international law to try her on any fact that occurred in the first trial.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}