{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2001/may/21/eu.politics", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2001-05-20T23:58:14Z", "webTitle": "Inside Europe: Putting the squeeze on", "webUrl": "https://www.theguardian.com/world/2001/may/21/eu.politics", "apiUrl": "https://content.guardianapis.com/world/2001/may/21/eu.politics", "fields": {"headline": "Putting the squeeze on", "bodyText": "Strangled cries emanate from Brussels as governments haggle over the biggest deal in the EU's history: working out who will pay for the new members banging at its door. The noise is of excruciating pain as Spain's Jose-Maria Aznar squeezes the cojones of his partners. This is a deadly serious business with all the no-holds-barred, mud-wrestling power play that made last year's Nice summit such a riveting spectacle. Chancellor Gerhard Schröder badly wants agreement to limit the free movement of workers from ex-communist applicant countries, since Germans fear being swamped by cheap labour from Poland, Hungary and points east. But he will have no truck with Madrid's macho ploy to link this issue to iron-clad guarantees of future cash for poor regions like Andalusia. Nor will the French, worrying about maintaining their own farm subsidies in years to come. The word blackmail has crossed no one's lips in public, but Anna Lindh, the Swedish foreign minister, is furious at Spanish \"irresponsibility\" when other beneficiaries of the playing-field- levelling structural funds like Portugal and Greece are behaving \"maturely'.' Now come ominous new rumblings as Italy clambers aboard the Aznar bandwagon, with Silvio Berlusconi's putative ministers wondering out loud about money for the Mezzogiorno and whether EU membership for the easterners should really be such a high and costly priority. Old hands shake their heads and say it was only to be expected that naked national self-interest would eventually clash with the rhetoric of a Europe united, whole and free. Expect drama and triumph in the coming weeks. But will it be before, at, or after the Gothenburg summit, where the Swedish presidency needs some good news after a lacklustre performance so far? Depends on how painful that Spanish squeeze gets. \u0095 Wrangles like this mean that Poles are losing patience with enlargement negotiations that consist of missed deadlines and shifting goalposts - and perhaps a place in the first wave of new entrants to the club. And they have a real problem: the requirement that citizens of member states can buy land anywhere in the EU's single market. Since chunks of now Polish Pomerania, east Prussia and Silesia have all been, in living memory, under German ownership it seems only fair that Poles should be reassured that their borders will not be redrawn by Euros buying up what earlier conquest and subjugation did not - at least before they can compete. Romano Prodi, however, doesn't seem to see the point: Brits had colonised much of Tuscany, observed the president of the European commission, and that didn't seem to have bothered Italians. It was an admirably forward-looking comparison, though it has to be said that even the annual UK descent on Chiantishire doesn't quite qualify as a blitzkrieg. \u0095 Prodi made waves last week by suggesting to Vladimir Putin that future transactions between the EU and Russia, embarking on a lucrative energy relationship, be denominated in euros, not US dollars. It was a fascinating glimpse of the way that when Europe gets its act(s) together, it has the potential to be a real global player. But first things first. With francs, marks and pesetas etc due to disappear for ever next January 1, concerns are multiplying that the massive logistical operation to introduce billions of euro notes and coins is not moving quickly or efficiently enough. Wim Duisenberg, the dour Dutchman who heads the European Central Bank, has been getting enough stick for his interest rate policy. Chaos at cash registers, paralysed businesses and 300m furious consumers in the first weeks of the new year are not going to do him any good either -or encourage deeply suspicious Danes, Swedes or Brits to opt into euroland. \u0095 Euro-MPs voted for common sense - against a proposal by their president, Nicole Fontaine, to resume Friday sessions during the one week a month they have plenary sessions in the parliament in Strasbourg. Siting \"Faulty Towers\" in the capital of Alsace was the result of a classic, and pricey, Franco-German stitch-up up a few years ago. Parliament now spends 13% of its budget on moving 3,000 people for just three days work. Flights from Brussels are overpriced and overbooked and the train journey takes five hours. Exasperated by the sheer difficulty of getting back to the capital of Europe from its French satellite after a very long day, I could only grumpily applaud the view of one cost-and-efficiency-conscious MEP when the Strasbourg week was first mercifully shortened: \"It's a good start getting rid of Fridays but we need to get rid of the other four days as well.\" ian.black@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}