{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/may/02/personalfinancenews.business", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-05-01T23:00:00Z", "webTitle": "Drug firms threaten bank boycotts", "webUrl": "https://www.theguardian.com/money/2001/may/02/personalfinancenews.business", "apiUrl": "https://content.guardianapis.com/money/2001/may/02/personalfinancenews.business", "fields": {"headline": "Drug firms threaten bank boycotts", "bodyText": "Drugs companies are threatening to boycott banks and brokers which give in to demands from animal rights extremists. The pharmaceutical groups, with billions of assets, are outraged at the way they believe financial organisations caved in to the campaigners and cut ties with controversial research firm Huntingdon Life Sciences. They want pledges of support from the banks that manage their money. Several of the biggest drugs companies are understood to have written to the big banks to voice their concerns. Trevor Jones, director-general of the Association of the British Pharmaceutical Industry (ABPI), said: \"If they are not prepared to support a member of our industry [Huntingdon], we must ask if they are the people we should rely on for advice and to invest our cash. That debate is taking place right now.\" Huntingdon, which works on contract research testing drugs for several of the biggest drug companies, came close to collapse this year after violent animal rights campaigners prompted the Royal Bank of Scotland to refuse further funding. Huntingdon was bailed out by Atlanta investment firm Stevens Group. The ABPI's approach comes a week after the Association of Medical Research Charities (AMRC) withdrew its account at HSBC in protest at the bank's severing of financial ties with Huntingdon. The AMRC has 112 members with assets of about £16bn and HSBC had angered it by refusing to handle Huntingdon shares. Brokers Merrill Lynch, Charles Schwab and TD Waterhouse also blacklisted Huntingdon as did Barclays Bank. A spokesman for the ABPI said: \"We are concerned that the City has been found so vulnerable to animal rights activists. \"Huntingdon Life Sciences, and the work it does to develop new medicines, is essential. Also, if HLS fails because of these people, they will then turn their attention to other parts of the pharmaceutical industry. They won't stop there.\" He added: \"It also opens the door to any activists in any other industry\". The government - in the shape of Tony Blair, Lord Sainsbury, science minister, and Jack Straw, home secretary - has offered its support to Huntingdon and called on the banks not to cave in."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}