{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/may/14/workandcareers.madeleinebunting", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-05-13T23:00:00Z", "webTitle": "Job swapping to gain experience", "webUrl": "https://www.theguardian.com/money/2001/may/14/workandcareers.madeleinebunting", "apiUrl": "https://content.guardianapis.com/money/2001/may/14/workandcareers.madeleinebunting", "fields": {"headline": "Anything you can do . . .", "bodyText": "Public humiliation may be a curious route to self-improvement, but senior manager Mike Stancombe swears it worked for him. Bullied into it by his office manager, he swapped seats with his receptionist for a day - and fluffed calls, got in a tizz with clients and cursed colleagues who talked across him. \"It was good for me and good for the team. It helped to get across the message that even the boss ought to know how the telephone works,\" he says. While his office manager, Teresa Hoey, admits that the exercise was a stunt, she believes the principle remains sound. \"You can spend all the money you want to on courses, but if you don't know what your colleagues are up to, what's the point? Mike never understood what a key role the receptionist plays and how distracting colleagues can be. And it was terribly funny watching him.\" Ever since the BBC's Back to the Floor series put heads of companies at the sharp end of the business, swapping roles has gained vogue. A recent survey by the recruitment industry found that 84% of UK workers would like to play musical chairs at work, if only for a day. If taken seriously, job swaps can be a quick, cheap and cheerful way to learn, share experiences, kindle creativity and build teams. Executives can be humbled, and junior staff inspired. \"It's a win-win situation,\" says Andrew Forrest, learning and development director at the Industrial Society. \"Job-swapping can enhance respect for the senior manager and the person doing the grotty job, but a lot depends on company culture - it mustn't be too stuffy or pompous.\" This Thursday the Campaign for Learning has coaxed dozens of companies into exercises for its annual \"learning at work day\". This sees the likes of an office clerk in Blackpool donning overalls to repair engines, staff at a benefits agency sitting in on senior management, and an education official shadowing a BBC director. Job swaps can happen in many ways - from a short, sharp shock to a long-term secondment, or a chance to shadow colleagues within or outside the business and across the hierarchies. But executives can prove strangely reluctant to get their hands dirty, as Tony Pidgley, head of Berkeley Homes and star of Back to the Floor, knows only too well. His time two years ago on the front line of the building business left him shaking with rage at how clients were treated - as a result his company has just completed a spring clean of its customer service. \"There's no substitute for the coalface - it was the best thing I ever did,\" he says. \"But we don't do enough of it - there are always excuses. I tell managers if they really want to understand the business, they should spend time at the sharp end, not be too intellectual.\" But resist the temptation to blunder in without defined aims, warns Forrest. The Campaign for Learning advises a preliminary meeting between the two parties, a clear set of objectives and an honest debrief. And don't go in guns blazing, says Imogen Daniels at the Central Institute for Personnel and Development. \"This can be a wake-up call for senior managers,\" she says. \"It's a good MOT for the business. They need to listen, not impose ideas. They think they know the trade, but they can't be everywhere all the time.\" Swaps can work the other way around, too, with junior staff leapfrogging tiers of management to sit in on the boss. When cosmetics firm Avon UK offered staff the chance to shadow a company figure of their choice, former telephone agent Katie Newbury went straight to the top and picked the president. She accompanied Jerry McDonald to a strategic executive meeting - and took part in it herself. \"I never felt out of my depth,\" she says. \"Jerry put me at my ease. It was fascinating; in my normal day I would never have a chance to see how the company is run.\" McDonald admits that some senior executives could feel uncom fortable at revealing sensitive company information, but not him. \"It was a very motivational day for me,\" he says. \"I got to know Katie - as an ambitious single mum balancing work and life - and I developed tremendous respect for her. You get a unique chance to get behind the facade with this kind of thing.\" Pidgley is not averse to allowing those on the lower rungs watch him work at close quarters. \"It's all very well being the big white chief with a reputation, but the greatest way of putting your message across is to let them spend time with you and get to know you.\" At the very least, a job swap offers the perfect opportunity to let your manager know the precise frustrations of your job, and to wreak your revenge, as Mike Stancombe, receptionist-for-a-day, found out. \"I realise how important it is never to ask anyone to do something you wouldn't do yourself.\" Job-swapping etiquette Why do it? Apart from the obvious - bonding with colleagues, getting a more strategic view of the business, developing an ability to think laterally - you also have carte blanche to tell management what irritates you and why. You can see where you want to go, or whether you want to get there. Preparation. Meet your swapee to discuss aims, interests anxieties around the day. Plan practically, warn colleagues in advance, get company approval. During. Keep notes of reactions and feelings. Make yourself available to answer questions during the day, and be honest about what you don't know. Afterwards. Don't miss out on the debrief. Look at the best and worst of the day, and what you might change in the light of your experiences."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}