{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/may/25/motorinsurance.insurance", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-05-24T23:00:00Z", "webTitle": "Keep the costs down", "webUrl": "https://www.theguardian.com/money/2001/may/25/motorinsurance.insurance", "apiUrl": "https://content.guardianapis.com/money/2001/may/25/motorinsurance.insurance", "fields": {"headline": "Keep the costs down", "bodyText": "Young drivers will be hit hard by the rise in car insurance prices, which look set to shoot up by about 25% this year. Although twenty-something drivers might not all be boy-racers, they are more likely to get into a scrape on the road, and so insurers load their premiums accordingly. But while there's not much you can do to change your age, there are a few things you can do to keep your motor insurance costs to a minimum. Shop around The simplest way to keep your motor insurance costs down is simply to shop around for a better deal. The difference between premiums quoted for the same cover by different insurers can be astonishing and, with increasing numbers of insurers vying for a place in the online market, discounts are often on offer on the internet. It is worth getting a quote both from a website and over the telephone from the same company. If you want someone else to look around for you, try a broker site such as Screentrade - although be warned that the number of lenders it quotes is limited. No claims discount You can make big savings by qualifying for an no-claims' discount (NCD), which, typically, is a saving of 30% on your next year's cover if you make no claims in your first year. Some insurers will also offer big discounts to customers with existing NCDs to try and get them to change policies. Security Reduce the risk of theft and you reduce the amount you pay for insurance. Car crime isn't having the same effect on premiums as it used to, so check with different insurers what difference fitting security measures would make to your premiums before you go ahead. However, if you can garage your car overnight, this almost always keeps costs down. Fewer insured drivers Restricting the drivers to yourself and one or two named others will be cheaper than an \"any driver\" arrangement. So will the fact that you drive fewer than the 8,000 - 12,000 miles per year average. Qualifications If you are a new driver, pay about £90 for \"Pass Plus\" - a series of lessons through the major driving schools giving you experience of conditions not covered - or even not allowed - as a learner: driving at night, in the wet and on motorways. You can get one year's no-claims' bonus immediately as you represent a lower risk - and have shown commitment to safe driving. If you have been driving for longer, take advanced driving lessons and try to become a member of the Institute of Advanced Motorists (MIAM). Excess This means you pay the first part of any claim in exchange for a lower overall premium. Insurers know you won't be bothering them for a minor scratch. However, weigh up carefully how much you will save against how much you will lose if you were to make a claim. All under one roof You may get a discount for insuring your home with the same insurer as your car. Likewise, two cars in the same family might be better with the same insurer than separate ones. And finally Beware of the temptation to buy import cars at reduced prices. Many vehicles do not meet British standards of specification and insurers are becoming very twitchy about providing cover."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}