{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2001/may/16/universityguide.johnvidal", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2001-05-16T19:56:10Z", "webTitle": "Agriculture and forestry", "webUrl": "https://www.theguardian.com/education/2001/may/16/universityguide.johnvidal", "apiUrl": "https://content.guardianapis.com/education/2001/may/16/universityguide.johnvidal", "fields": {"headline": "Agriculture and forestry", "bodyText": "Floods. Foot and mouth. Global warming. BSE. Pollution. GM foods. BSE. Soil degradation. If you want to be in at the sharp end of scientific and social debate in the next 10 years then agriculture and environment are bound to be among the hottest subjects. In a rapidly changing world which will force us all to adapt rapidly to new societal and ecological pressures, these are some of the issues that are most going to affect how we live and see the world. It seems extraordinary, but just 30 years ago, neither was taken very seriously, even at universities. The \"environment\" was a given, and mostly came under the old broad subject area of physical geography. Man's place in it and impact on it was seen in a new light as the first images of earth were beamed down from space right at the death of the industrial revolution, and as books like Silent Spring were published. Until then, the forces affecting climate or health, the oceans and landscapes were little understood. They still are, but we know enough now to respect nature more and to know that there are limits beyond which we should not go. Equally, agriculture in Britain was taken for granted. Mostly, it just happened as it always had. Production was all. Income was mostly guaranteed. Cheap food was needed above all and there was an orthodox way of teaching and practising how to produce it. It seemed that beyond scaling up and learning to use chemicals and accountants more efficiently, nothing could or needed to change. Both vast areas are now in flux and neither scientists nor farmers are the guaranteed heroes and harbingers of a better future that they once were. Too many mistakes have been made and trust lost, and, it needs to be said, neither group has responded fully to the new agendas being set by the public. There is widespread disgust at the way some food has been produced. Equally, scientists have been called to account for going too far, too fast. What used to be the two of the most unchanging things in the world - food and life itself - are now seen to be changing fast. In the environment field, there is great ongoing scientific and political debate as we learn more about the effects of global warming, man-made pollutants and habitat loss. And as the gene revolution unfolds, we find the whole relationship between mankind and nature potentially changing. As both farmers and scientists are having to learn fast, unless they take the public with them, and learn to address social and political issues, technological advances will be rejected and they will be called to account. The future is ever more uncertain. Agriculture on a small island in a globalised economy may be unrecognisable in just a few years. Quality of life, conservation and former \"alternatives\" like organic farming are now serious issues for potential new century farmers. Food production may play only a small part in the way the land is used. Future farmers may have to learn to farm water to prevent flooding 100 miles away, or to grow crops for energy or aesthetic reasons. They may be paid to conserve landscapes, maintain communities or provide specifically for local production. They may only survive by combining many farming methods, some traditional and some futuristic. On the other hand, the future farmer may be even more a small cog in the giant agribusiness/supermarket machine, with economic survival depending only on the scale of production. Genetic farming may yet flower, opening the chance for crops to be grown for health reasons. The debate is open and fierce and the farmer of the future will need to more adaptable than ever before. The new challenge for universities is to reflect the multifarious changes taking place outside and to educate broadly. The most successful have learned that the interdisciplinary approach across the sciences is now essential and increasingly that the social factors must be addressed. The best know that the changes are coming thick and fast and are adapting. Worryingly, some are linking themselves ever more closely to companies whose agenda may be narrow. The open mind will be as essential a tool in the next 20 years as the Massey Ferguson or test tube were 20 years ago. \u0095 John Vidal studied English, geography and economics at Birmingham University and is now the Guardian's environment editor."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}