{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/organgrinder/2009/mar/13/comic-relief-television", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-03-13T20:57:43Z", "webTitle": "Heidi Stephens: Comic Relief live blog part two", "webUrl": "https://www.theguardian.com/media/organgrinder/2009/mar/13/comic-relief-television", "apiUrl": "https://content.guardianapis.com/media/organgrinder/2009/mar/13/comic-relief-television", "fields": {"headline": "Comic Relief - live blog part two", "bodyText": "8.59pm: Yay! It's my turn for a bit of Comic Relief - after several snafus of a technical nature I am liveblog a go-go. Thanks to the lovely Jack for some outstanding livebloggage over the last couple of hours – I'll be clutching the baton until around 11, when the gorgeous Anna Pickard will be taking us into the early hours. And what, pray tell, will the next couple of hours bring? Well mirth and hilarity, obviously, but possibly of a more grown-up nature since we're now past the watershed, thus all the participants will be casting off their big red cloak of respectability and throwing in a bit of innuendo and the odd sniggery swear. Because swearing is funny, and tonight it's all about being funny for money, which means every time someone says 'fuck' more people pick up the phone. Fact. Ask Bob Geldof. 9.01pm: It's the Kilimanjaro climb - which means the delectable Gary Barlow. I don't care about the rest of them. It looks hellish, frankly, but then climbing Pen Y Fan in the Brecon Beacons made me cry. Good job done by every one of them, and jolly well done etc. I am loving Alesha's skirt, and Cheryl looks gorgeous. Jonathan patronises Chris Moyles for being the fat man of the group, and prompts the audience to applaud him for being fat and yet still managing to climb a mountain. Perhaps they dangled a pie in front of him. 9.08pm: A bit about malaria and why it is so rife in Africa, which is actually very interesting, which prompts me to remind you not to forget to pick up the phone and donate, even if it's just to give the few quid you would have spent down the pub were you not here. That is all. Fearne has fainted in the African hospital! I imagine it was all quite overwhelming. 9.14pm: The Red Nose Climb raised £3.3 million alone, which is phenomenal by any standards. Coincidentally, it is almost exactly the same amount as Cheryl spent on shoes and handbags last year. Am loving Gary's turtleneck. 9.18pm: Coming up - James Omnipresent Corden doing something with footballers (none of whom I will recognise except Beckham, so be warned), Comic Relief TOTP, and The Apprentice (yay!). In the meantime, back to the Mamma Mia thing, which is only really funny if you've seen the film. I've seen the film about 20 times, so I'm wetting myself. I love Alan Carr. And Jennifer Saunders' Meryl Streep is uncanny. My highlight of the evening so far. 9.26pm: Jonathan warns us that the following film is very upsetting and they thought long and hard about showing it. I don't want to look, but of course we must. I am 30 seconds in, and it the heartbreaking story of a 12-month-old boy who dies of malaria. I am having a little blub. Back in a minute. 9.31pm: My hands are a bit shaky now. Just popped out to hug my kids. Sainsburys have (as ever) raised a truckload of money for comic relief - in the Bath store earlier this evening you could throw a wet sponge at the manager for £1, which I thought was excellent retro charity activity. They have raised a magnificent £9.1m, which is the largest cheque ever given in the history of Comic Relief. Good job Sainsburys. Grand total currently stands at over £29 million! Well done everyone who has donated. Can we have some comedy now please? 9.37pm: It's time for Smithy from Gavin &amp; Stacey (aka James Corden) to do something with the England football squad. Now I love G&amp;S, but if his execrable new sketch show is anything to go by, I'm not holding out much hope. Come on Corden, prove me wrong. 9.41pm: Corden: funny. Footballers: entirely devoid of personality. Is this a good time to calculate how many mosquito nets the combined salaries of this lot would buy? No? I'll leave it then. Mainly because I don't know. But I'm guessing it's quite a lot. 9.47pm: Another harrowing film about malaria in Africa and the vital importance of £5 mosquito nets, this one with Denise Van Outen. 9.50pm: The climbers are back, and Gary is looking a bit sleepy. Perhaps it's his come-hither look, or maybe he's just getting a bit warm in that turtleneck, which looks increasingly like a wetsuit. Ronan Keating's hairdo appears to have been imported from 1991. Yay! Gary's singing with Take That. 9.54pm: Take That are singing 'The Garden' from their latest album, on a stage that has been made to look like a garden, with flowers and stuff, courtesty of the Literal Interpretation Prop Department. I was listening to this album yesterday while I was having a MRI scan on my knee, not very interestingly. I'm not averse to a ballad, but I prefer a big gay Take That disco anthem, if I'm honest. I'm seeing them in Cardiff in June. 9.57pm: It's time to turn over to BBC for Comic Relief Top of The Pops, which has been resurrected from the BBC archives for the occasion. Unless, of course, you want to watch News At Ten. That would be OK, just remember to come back. 10.01pm: Thankfully Dave Lee Travis has been left in the basement, we've got Fearne and Reggie instead. The brillaint Nessa and Uncle Bryn from Gavin &amp; Stacey are singing 'Islands in the Stream', which is a marvellous song even when being murdered by Rob Brydon. Blimey, it's Tom Jones! When did he get so OLD? My other half has just informed me that he once stood next to him at a urinal. Seriously, we've been married for 14 YEARS. How can I not have known that? All his family live about 10 miles from Barry, I think this makes him homesick. 10.05pm: Reggie appears to be wearing a school shirt without a tie. Is this fashion? It's now Franz Ferdinand, who I personally think are total rubbish. I shall take this opportunity to pop to the ladies. 10.08pm: Right, while this pointless drivel is going on, a question. AnnaP and I were chatting last night about the task from last nights Celeb Apprentice – last year the slebs raised hundreds of thousands for Comic Relief by blagging free stuff and selling tickets to the auction event to their loaded friends. How did last night's toy task make money? I know they said they might sell the winning toy, but with manufacturing costs it could take years to turn a profit. Wouldn't it have been better to fleece footballers and showbiz pals, or did we miss something? Please advise. I thank you. 10.13pm: It's great that these pop acts are doing this for Comic Relief, rather than, say, to promote their new single in front of an enormous audience. I'm assuming that Franz and Oasis et al will be donating all the profits? Hmm? Ah, iTunes are giving money for every top 40 single downloaded today and tomorrow. That's more like it. 10.19pm: it's Take That AGAIN!! So many treats in one evening. Oh, it's the one with Mark on vocals, sounding a bit Simon &amp; Garfunkel. He's out of tune. Sort it out before June, will you? I've paid £50, AND Carrie is coming with me, and she's a connoisseur of all things musical. Ooh, Howard is on drums!! This I have never seen before. 10.22pm: It's time for U2, aka The Most Overrated Band In The World Ever. (Goes to prepare inbox for influx of hate mail) 10.27pm: James Morrison is now doing a rather nice acoustic version of 'Broken Strings', which if I am not mistaken will require the input of Nelly Furtado at some point. Unless he is planning to sing it all on his own, or Annie Lennox is going to step in. 10.32pm: In the top ten, lots of highly unmemorable tunes, with Flo Rida at number one, which appears to sample 'you spin me round' by Dead or Alive, from back in the day when I was 12 and could get excited about TOTP (1985, since you ask). Well, that was shite. Time to go back to BBC1 for The Apprentice! 10.38pm: It's Fearne and Alan, but this time Fearne Britten, rather than the other skinny one. Now I love Fearne, but whoever picked her frock this evening wants shooting. It feels a bit odd to have her on telly at this time of the night, like watching a film with rude bits with your mum. Coming up: Ricky Gervais (who has been shoved into the graveyard slot in favour of Corden, which must be a bit gutting), something that looks very unfunny with Robbie Williams, the pub landlord bloke, and some other stuff that was too rude or too crap to show earlier in the evening. 10.45pm: Ooh, it's the Apprentice! Alan Carr makes a cheap gag about getting the finger from Sirallun, sigh. It's time for a recap of last night. Whilst we're watching that, who do we think will be fired from the boys' team? Well it's got to be Jonathan Ross, obviously, because he represents the highest likelihood of boardroom hilarity, alongside all his other more punchable qualities. More importantly, he clearly has to pay the price for the Sachsgate Suspension (it like an ordinary pension, but with a guaranteed return despite being entirely worthless), allowing the BBC to mumble 'but we DID fire him in The Apprentice' in a petulant voice whenever someone mentions the whole fiasco. 10.48pm: Go Patsy Palmer. Give her hell. It's boardroom time. Francis has got herself a rather foxy red frock, which looks a bit slutty for the workplace, if you ask me. Oh, how I've missed The Apprentice. Sirallun points out their market reserach consisted of one kid in a shop. As someone who worked in marketing for many years, I can confirm that this is one kid more than many products get. 10.53pm: Sirallun is wittering on about margin and penetration. Alan has perked up, fnah. They are now arguing about numbers, which all feels a bit pointless considering they've already lost. I need comedy fighting, goddammit. Bring back Patsy and Michelle, make them wrestle in jelly. 10.56pm: Gerald has to choose two people to bring back into the room. He is not bringing back Jonathan or Gok, entirely screwing over my theory. Bugger. And since we now have a moment's pause before we return to the boardroom, I'm going to sign off and hand you over to the scrumptious Anna Pickard, over here. It has been a joy, thank you all. And don't forget to donate!! Hxx"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}