{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/20/theo-walcott-injury-knee-training-arsenal", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-20T22:00:02Z", "webTitle": "Football: Arsenal's Theo Walcott could miss the rest of the season after suffering a knee injury in training", "webUrl": "https://www.theguardian.com/football/2009/mar/20/theo-walcott-injury-knee-training-arsenal", "apiUrl": "https://content.guardianapis.com/football/2009/mar/20/theo-walcott-injury-knee-training-arsenal", "fields": {"headline": "Walcott could miss rest of season after freak injury", "bodyText": "Theo Walcott's season could be over after a freak knee injury at training today left the forward \"absolutely distraught\". The setback is a huge blow not only to Walcott, who is just back from four months out with a shoulder injury, but also to Arsenal and England. He will miss Arsenal's Champions League quarter-final against Villarreal and at least the first leg of any semi-final, the meeting with Chelsea in the last four of the FA Cup and England's qualifier against Ukraine on 1 April. His manager Arsène Wenger's best-case scenario would leave Walcott available for just four league games and possibly two Champions League matches and an FA Cup final. \"He is strong mentally but today I found him really shocked,\" said Wenger. \"He is completely distraught. Training was fully normal. Maybe he has done it in training and it came out when he stopped. Walking off the pitch he felt his right knee lock up and it started to swell – it could be a cartilage.\" The results of a scan, which are expected on Saturday, could rule the 20-year-old out until next season. Wenger said that Walcott would miss \"three weeks minimum – five to play\". Wenger is conscious of the dimension Walcott offers his team as Arsenal, who play Newcastle United tomorrow, enter the season's crucial phase in search of their first major trophy in four years. \"We are a bit surprised and worried because he was in very good form coming back,\" the manager said. \"He gives us qualities that are different from other players. He's direct, and he goes behind, he has the timing to go behind – he is an interesting quality in the team and when you play from one second to the next you are on the other side of the pitch with him. So it is a loss.\" Walcott has had an eventful season. He scored a hat-trick for England in a World Cup qualifier against Croatia in Zagreb during the autumn after Fabio Capello had taken a relative gamble by selecting him to start. Yet his latest injury problem comes just four games into a comeback from a shoulder injury he sustained on international duty in mid-November. A similar problem prevented him from playing in the European Under-21 Championship two summers ago."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}