{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/16/robinho-mark-hughes-manchester-city", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-16T22:57:00Z", "webTitle": "Premier League: Man City ready to drop Robinho as patience runs out", "webUrl": "https://www.theguardian.com/football/2009/mar/16/robinho-mark-hughes-manchester-city", "apiUrl": "https://content.guardianapis.com/football/2009/mar/16/robinho-mark-hughes-manchester-city", "fields": {"headline": "City ready to drop erratic Robinho as Hughes's patience runs out", "bodyText": "Robinho is facing a major challenge to keep his place at Manchester City after angering his manager, Mark Hughes, with his increasingly erratic performances in the club's away matches. City have not won on their travels in the Premier League since their second away game of the season at Sunderland and, according to informed sources, Robinho's poor form is regarded as a significant factor. Hughes is so disappointed, it has emerged, he is now giving consideration to dropping Robinho when Martin Petrov is fit again after five months out with a knee injury. Petrov has been cleared to step up his training after seeing a specialist, with a view to being available to challenge for Robinho's place on the left side of attack in the next two or three weeks. Robinho's performance at Chelsea yesterday has attracted strong criticism but Hughes has suspected for some time that the Brazilian's displays indicate he is not fully committed to the club. Uppermost in his mind is that City, with only eight points away from home this season, still have to visit Arsenal, Everton, Manchester United and Tottenham. Robinho has been described behind the scenes as a \"passenger\" and his future has been discussed at length in Manchester and Abu Dhabi. Although he has been outstanding at times in home matches, Hughes has become more and more exasperated by his inability to get through to a player who became the most expensive footballer in Britain when he signed for £32.5m last September. City have reluctantly taken the decision to listen to offers for Robinho at the end of the season, although Hughes is still open-minded and hopes the player will show a greater desire. Failing that, one plan is to offer him as bait to Chelsea in a possible player-plus-money exchange for John Terry despite the England captain's insistence that he wants to stay at Stamford Bridge for the remainder of his career. City's information is different, Hughes having heard from a number of sources that Terry will listen to what the club's owners have to say. City would be willing to double his current salary and have been encouraged by various messages that have been left for Hughes. Another option that City are considering would be to offer Robinho to Bayern Munich in a possible exchange for Franck Ribéry."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}