{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/mar/28/dunfermline-building-society", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-03-28T18:34:23Z", "webTitle": "Dunfermline Building Society to be broken up", "webUrl": "https://www.theguardian.com/business/2009/mar/28/dunfermline-building-society", "apiUrl": "https://content.guardianapis.com/business/2009/mar/28/dunfermline-building-society", "fields": {"headline": "Dunfermline Building Society to be broken up", "bodyText": "Scotland's largest building society is to be broken up after the government refused to bail out another financial institution and instead decided to put it on the market. The Dunfermline Building Society had been in rescue talks with financial regulators for weeks but the Treasury decided today it had no future, bringing down the curtain on its 140 years of independence. Like Bradford &amp; Bingley, it is expected to taken apart with profitable parts sold to another bank or building society and the government left to take on the \"toxic loans\" that felled it. The decision follows a weekend of tense negotations between the chancellor, Alistair Darling, and the Scottish first minister, Alex Salmond. The Treasury vetoed a Scottish plan to plough more than £20m into the society. A support package from the Building Societies Association was also rejected as a \"short-term\" fix, with Darling keen to end the uncertainty. The building society's woes came to the fore last week amid reports that losses exceeded £20m in 2008. The society's effective collapse is another blow for Scotland's financial services sector, which has been battered by the state bailout of Royal Bank of Scotland and the rescue of Halifax Bank of Scotland by Lloyds. The society, with 34 branches across the country, has almost 500 employees, half at its Fife headquarters. It is also close to home for the prime minister, Gordon Brown, whose constituency is in Fife. It is not clear how much of Dunfermline's bad debt the government will have to take on. \"The Treasury is looking to see if there is a merger partner to take on some or all of Dunfermline Building Society,\" said a spokeswoman. The Treasury said all customers were guaranteed, as it sought to prevent the upset that surrounded the demise of Northern Rock in 2007. Salmond said he was \"deeply disappointed\" that the Dunfermline could not retain its independence but accepted it could \"not continue as a going concern\". It was a key lender to social housing projects in Scotland. He confirmed the Scottish government had offered to make a capital contribution and said \"that offer remains on the table\". But he conceded any deal required Treasury approval. \"We hope that the Treasury has not closed its mind to the idea that both in terms of employment, and value for money for the public purse, maintaining Dunfermline Building Society as an independent and ongoing concern could well be the strongest option,\" added Salmond."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}