{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/mar/11/rich-lists-warren-buffett", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-03-11T22:00:00Z", "webTitle": "Slumping billionaires: financial crisis slashes ranks of world's super rich", "webUrl": "https://www.theguardian.com/business/2009/mar/11/rich-lists-warren-buffett", "apiUrl": "https://content.guardianapis.com/business/2009/mar/11/rich-lists-warren-buffett", "fields": {"headline": "Slumping billionaires: financial crisis slashes ranks of world's super rich", "bodyText": "One of the world's most exclusive clubs has seen its membership drastically shrink. The number of billionaires on the planet has fallen by nearly 30% as the financial havoc wreaked by the global economic crisis stretches from skid row to the gated estates of the super-rich. The founder of the Microsoft software empire, Bill Gates, has edged out the legendary US stockpicker Warren Buffett to reclaim top spot as the world's richest man, according to Forbes magazine's annual rich list, with the Mexican telecoms tycoon Carlos Slim in third place. But as plunging stockmarkets, volatile commodities and banking collapses scar the business world, the number of people who can call themselves billionaires in US dollar terms has dropped from 1,125 to 793. It is the first time since 2003 that the billionaires' club has contracted. The amount of money controlled by the elite group has plummeted from $4.4tn to $2.4tn. In Britain, the number of billionaires has dropped from 35 to 25 as figures such as Carphone Warehouse's Charles Dunstone and Sports Division's Tom Hunter slip off the list. \"The global economy has been battered by a financial hurricane which has brought devastating damage,\" said Steve Forbes, editor-in-chief of Forbes magazine. \"It's no surprise that billionaires are being battered along with everybody else.\" Bankers, financiers and fund managers are among the biggest losers. The former Citigroup boss Sandy Weill and the AIG insurance tycoon Hank Greenberg are out of the club, having seen their nest eggs go rotten as once mighty financial companies suffer vast losses. One German billionaire, Adolf Merkle, threw himself under a train in January as his wealth dwindled. Donald Trump's fortune is estimated to have fallen by half, hit by a contraction in the US property market while Facebook's founder, Mark Zuckerberg, is no longer judged a billionaire as the credit crunch means his social networking website is less saleable. Tycoons from developing countries have been particularly badly affected. One of India's richest men, Anil Ambani, has lost $31.9bn as shares in his Reliance empire plunge, while the steel magnate Lakshmi Mittal has seen his fortune shrink by $25bn to $19.3bn. Among Russians, the Chelsea football club owner, Roman Abramovich, has suffered a $3bn fall in his net value to $8.5bn while Oleg Deripaska, once Russia's richest man, saw his fortune collapse from $28bn to $3.5bn after saddling himself with too much debt. Even those at the top of the list are suffering. Buffett, the so-called Sage of Omaha who was the world's richest man last year, has seen his net worth slump by $25bn to $37bn after a dismal year for his Nebraska-based Berkshire Hathaway empire. He has been overtaken by Gates, who held up only marginally better as his fortune dropped by $19bn to $40bn after a slowdown in trading at Microsoft. Few tears will be shed for some of the bankers and speculators whose involvement in financial \"innovation\" on Wall Street and in the City is widely blamed for contributing to the global credit crunch. \"Some of them may have got their just desserts,\" said Forbes, although he cautioned that others were genuine wealth creators. \"These people, most of them, are entrepreneurs - they started their own businesses. They're both creators of capital and employers of capital. They make it possible for people to get ahead and to realise their ambitions.\" In Britain, the Duke of Westminster remains top of the pile with $11bn followed by the property magnates David and Simon Reuben. The owner of Top Shop and Bhs, Sir Philip Green, ranks third in the UK and 105th globally with $4.8bn. But British wealth was badly affected by the sharp decline in the value of sterling. Among those who can no longer call themselves dollar billionaires are the Daily Mail chief, Viscount Rothermere, and the City money broker Michael Spencer. Experts said that a shrinkage at the top does not necessarily mean inequality has narrowed. Heidi Shierholz, a specialist in inequality at the Economic Policy Institute in Washington, said: \"This is nothing to cheer about. It's a symptom of a huge economic crisis which is hitting everybody - it's not just happening to billionaires.\" A minority of shrewd billionaires have succeeded in prospering despite the tumultuous conditions. New York's mayor, Michael Bloomberg, saw his wealth swell from $11.5bn to $16bn after buying back a portion of his financial information empire. The Hedge fund manager John Paulson prospered by betting against sub-prime mortgages. Abu Dhabi's Sheikh Mansour, who owns Manchester City football club, is a new entrant to the billionaires' club. A less illustrious admission to the ranks of the super-rich is Joaquín Guzmán - a Mexican drug trafficker known as El Chapo, who is wanted by the US government with a bounty on his head of $5m."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}