{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/20/sam-allardyce-newcastle-united-blackburn-rovers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-20T22:00:07Z", "webTitle": "Premier League: Sam Allardyce believes managerial confusion could see Newcastle relegated", "webUrl": "https://www.theguardian.com/football/2009/mar/20/sam-allardyce-newcastle-united-blackburn-rovers", "apiUrl": "https://content.guardianapis.com/football/2009/mar/20/sam-allardyce-newcastle-united-blackburn-rovers", "fields": {"headline": "Allardyce says Newcastle need a proper manager to stay up", "bodyText": "Sam Allardyce, whose sacking 14 months ago began Newcastle's descent into chaos, has said the club needs to appoint a full-time manager if it is to fight off relegation. Joe Kinnear, who has held only the title of \"interim manager\" since succeeding Kevin Keegan in October, has missed the club's last five matches after undergoing heart surgery. He is due to return to the dugout when Newcastle travel to Tottenham on 18 April. The club's first-team coach, Chris Hughton, will remain in charge until then, although results under him have been wretched. Eight matches in two separate spells have produced a solitary win – at West Brom – and five defeats. Tomorrow evening he faces Arsenal at St James' Park. \"They need a manager,\" said Allardyce. \"If Joe hasn't fully recovered – and I sincerely hope he does – then at this stage of the season and in this position your manager is crucial. \"That's nothing against Chris Hughton or Colin Calderwood [who has been brought in to assist him] but all the players there know they are not the manager. You need a manager because he goes a long way towards deciding whether you stay up or get relegated – by his plan of action, by his selection process, by his substitutes, by his motivating. Allardyce said that this season's relegation fight, which involves nine clubs, would be \"the tightest I have known\", although speaking at a Barclays football lunch, he gave no guarantees he would remain in charge of Blackburn if they were relegated. \"It depends on whether they want me,\" he said. \"Chairmen at various clubs might have a plan for not being in the Premier League but I am planning that we will be in it. \"The Newcastle job had a very negative impact on my career, much more than it should have done. I just want to keep Blackburn up this year – and that would be a major achievement, having taken over when we were second bottom, six points away from safety. Our points per game since then is equal to what you would need for a top-10 finish over the course of a season. \"We are on track and the players know they are on track, while other teams around us, such as Middlesbrough, from whom you would have expected a surge after beating Liverpool, are still on a downward spiral, struggling to find consistency.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}