{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/20/uefa-champions-league-final-police-security", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-20T20:33:19Z", "webTitle": "Champions League: Uefa has promised a 20,000-strong police presence when the Champions League final takes place in Rome on 27 May", "webUrl": "https://www.theguardian.com/football/2009/mar/20/uefa-champions-league-final-police-security", "apiUrl": "https://content.guardianapis.com/football/2009/mar/20/uefa-champions-league-final-police-security", "fields": {"headline": "Uefa promises heavy police presence for Rome final", "bodyText": "Uefa yesterday promised a 20,000-strong police guard when the Champions League final takes place in Rome in May. Despite security concerns sparked by a series of attacks by Roma \"ultras\" on visiting fans, a Uefa spokesman said that it was satisfied with the measures promised by the Italian authorities, which represent one policeman for every four fans inside the stadium. With an all-English final still a possibility on 27 May, and the potential of Liverpool and Manchester United meeting in the Stadio Olimpico still alive, Uefa said a huge security operation would be in place. \"We have been in very close contact with the Italian authorities as well as the Italian police and we have made 15 security visits to Rome,\" said a Uefa spokesman, William Gaillard. \"They have guaranteed us that they will put on an impressive show and they have told us there will be 20,000 police officers in the city for the game.\" The security plan will pay particular attention to potential flashpoints in the city, including the Ponte Duca d'Aosta bridge where a series of incidents have occurred. Most recently, a bus full of Arsenal fans was attacked on its way to a Champions League first knockout round second-leg tie with Roma."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}