{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/mar/20/rebecca-adlington-british-swimming-championships-hannah-miley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-03-20T22:00:00Z", "webTitle": "Swimming: Hannah Miley claims her second European record of British Championships", "webUrl": "https://www.theguardian.com/sport/2009/mar/20/rebecca-adlington-british-swimming-championships-hannah-miley", "apiUrl": "https://content.guardianapis.com/sport/2009/mar/20/rebecca-adlington-british-swimming-championships-hannah-miley", "fields": {"headline": "Miley makes her mark after battling through 'North Sea'", "bodyText": "Hannah Miley is a throwback to a less professional era. She is coached by her father, Patrick, when he has a chance to pilot his helicopter back from the oil rigs off the Scottish coast, and trains in a rudimentary four-lane 25-metre pool in the Aberdeenshire market town of Inverurie. Inverurie swimming baths predate a more enlightened era of 50m pools and it gets so choppy during training sessions by Garioch swimming club that Hannah Miley likes to compare it to the North Sea. Dennis Pursley paid a visit soon after taking over as Britain's coach following the Beijing Olympics and was reportedly rendered speechless by Miley's achievements shorn of the cosseting expected by the world's top swimmers. But if Miley's surroundings are old-fashioned, her times are nothing of the sort. She claimed her second European record of the week on the last night of the British Championships at Ponds Forge, following up her 200m individual medley win by improving her European time over 400m to 4.31.33 – the fourth-fastest time in history. Miley, 19 years old and 52kg, is the most diminutive of England's world-class breed of women swimmers who deserve more attention than they receive. Ten British records, three Commonwealth, three European and one world record completed an impressive return to competitive swimming when traditionally, barely six months after an Olympics, times can be mediocre. It is Rebecca Adlington who gains most attention, but British women's swimming is far from a one-woman band. At Ponds Forge this week, Adlington won the 800m freestyle in a time fast enough to have won Olympic gold, Jo Jackson beat her over 400m as the pair both swam inside the world record, and Ellen Gandy, at 17, announced herself as a world-class performer over 200m butterfly. \"It is really encouraging that we have come back from an Olympic Games as the most successful women's team ever and we have really moved it on,\" Adlington said. \"Some other countries have been flat since the Olympics but we have done best times and broken records. \"All of us can handle the pressure. Jo now has the pressure of being the fastest in the world over 400 free but she is a very down-to-earth girl. It's nice to be told that I can inspire swimmers, but none of the top swimmers need advice from me. \"Everybody is so down-to-earth and loves what they do. Nobody is in it for the glory.\" After the media saturation at the Olympics, personal bests are now achieved again in front of a couple of hundred: friends and family, and fellow competitors. \"It's a minority sport,\" Adlington says. \"I don't even think people realise that you can actually come and spectate, but I think they respect you for getting up at five in the morning and diving into a freezing pool.\" Adlington's focus has now switched from the outside world to the minutiae of technical excellence. \"I don't throw my right arm up enough when I get tired. I need to get my legs over quicker on the turn – stuff like that, that I need to keep working on. Boring stuff really.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}