{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2009/mar/11/manchester-united-internazionale-ferguson-mourinho", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-11T22:45:00Z", "webTitle": "Paul Hayward: Internazionale's deficiencies dent Jose Mourinho's record in defeat against Manchester United", "webUrl": "https://www.theguardian.com/sport/blog/2009/mar/11/manchester-united-internazionale-ferguson-mourinho", "apiUrl": "https://content.guardianapis.com/sport/blog/2009/mar/11/manchester-united-internazionale-ferguson-mourinho", "fields": {"headline": "Inter deficiencies dent Mourinho's record", "bodyText": "For a couple of weeks Jose Mourinho had been writing love letters to Manchester United. He even claimed a friendship with the Old Trafford \"grass man\", aka the groundsman, who he called \"a nice guy\" as part of his paean to \"a stadium that has been part of my life\". This could be the first known case of a manager applying for a non-vacant job by buttering up the chap who tends the pitch. Mourinho was always meticulous in his attention to political detail. At the top of the hierarchy, his overtures to Sir Alex Ferguson had received a response much more favourable than the Manchester United manager's reaction to, say, the idea of Sven-Goran Eriksson inheriting his legacy. There are seasoned Old Trafford watchers who swear Ferguson reversed his intention to retire when he found out what United were willing to pay Eriksson to take over the shop. The self-proclaimed \"crazy man running up the touchline\" of five years ago had matured from Portuguese agent provocateur to A-list coach and nemesis. Strictly, there are no immovable objects in Ferguson's path but Mourinho had sculpted from their rivalry one of the more striking head-to-head records: 13 clashes, six Mourinho victories and only one for the rival he might one day seek to replace. Mourinho made his entrance here with trademark elan. Part chalkboard master, part Armani model for the older gentleman, he strode to the dug-out where Porto's late goal five seasons back sent United out of the competition and put him on the path to the Chelsea job while giving birth to a new dance: the Porto pogo, or the electric overcoat shuffle. Ferguson settled himself on his usual perch, set back from the touchline. Mourinho sought the technical area and the limelight, gesticulating and ignoring the chants of \"sit down Mourinho\" and \"you're not special anymore\". An hour passed before Ferguson felt the need to join him. The hecklers were in full voice from the fourth minute, when United scored from a set-piece that was reminiscent of John Terry rumbling into the box to meet a Chelsea corner back in Mourinho's harvest days at Stamford Bridge. This time, Ryan Giggs was the dispatcher and Nemanja Vidic the finisher. Maicon, the Internazionale right-back, ran round Vidic a couple of times but failed to engage him, as Inter conceded the kind of goal that is anathema to their manager. At Chelsea Mourinho would react to a goal for his own side by rearranging his defence. From the outset here he was pointing almost exclusively at the back of his team: a reasonable habit, given the presence in red of Cristiano Ronaldo, Wayne Rooney, Dimitar Berbatov and Giggs. Mourinho's first skill is negation. Around that he sprinkles whatever creative talent is required to win narrowly. In the early exchanges there was a deepening sense that his Inter side lack the weight of individual effectiveness that distinguished his two title-winning Chelsea teams, but then the visitors created a rush of first-half chances, none of them converted, and United's play slowed to a hesitant stroll. First Zlatan Ibrahimovic headed into the ground and over on 28 minutes, then Dejan Stankovic blundered after creeping behind Patrice Evra. Finally Ibrahimovic slipped free on the right-hand side but shot wide across the face ofEdwin Van Der Sar's goal. Apparently there is a man who has seen Ibrahimovic perform brilliantly all the way through a really big game, but he is believed to be in Patagonia and left no contact number, so the claim cannot be verified. Inexact finishing aside, Ibrahimovic was a constant menace before the interval in his lone striking role, curling and clipping passes to colleagues motoring forward in support. With United's defence scrambled, and their attacks slowing up, Mourinho slapped his hands together and bounced on to the pitch to urge his team back to the dressing-room for a speech that was easy to imagine. United were faltering, Mourinho would have said, and victory No7 in 14 matches was within reach for a manager Ferguson talks of half admiringly and half as an entertaining irritant. \"I'm vulnerable to anyone who gets into football,\" he said this week. It was beautifully dismissive. But the Godfather knows a thing or two about half-time orations too. It was a formality that United would be told to go back on the offensive, take better care of possession and squeeze Ibrahimovic. Within four minutes of the restart, Rooney had chipped a cross to Ronaldo's head and United's lead was doubled. Mourinho, remember, was hired specifically to push Inter over the Rubicon of European supremacy that has eluded them for 44 years now. The problem: cool clothes and managerial charisma cannot conceal for long a deficit in individual potency on the field."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}