{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/11/champions-league-manchester-united-internazionale-ronaldo-cristiano", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-11T21:56:48Z", "webTitle": "Champions League: Manchester United 2-0 Internazionale – Old Trafford special ones give Jose Mourinho short shrift", "webUrl": "https://www.theguardian.com/football/2009/mar/11/champions-league-manchester-united-internazionale-ronaldo-cristiano", "apiUrl": "https://content.guardianapis.com/football/2009/mar/11/champions-league-manchester-united-internazionale-ronaldo-cristiano", "fields": {"headline": "United's special ones in different class", "bodyText": "On a night when hysterical melodrama would have come as an anti-climax, Manchester United went through to the quarter-finals of the Champions League after an appealing yet unremarkable match. That will suit Sir Alex Ferguson well enough, particularly since he has a rare victory over Jose Mourinho to celebrate. It would be wrong, all the same, to pretend that managers were the key. What say did Mourinho have when Internazionale ineptly allowed Nemanja Vidic to open the scoring? Where was Ferguson's influence, for that matter, when Zlatan Ibrahimovic adhered to his sorrowful reputation in this phase of the competition by squandering his chance to level the game at 1-1 and put his side in front on away goals. The safest conclusion about this tie is that United are the far more accomplished group. In his heart Mourinho would have realised there was little prospect that he would be racing down the sideline as he did here when Porto scored the goal that eliminated United at this phase of the Champions League in 2004. The Old Trafford crowd chanted \"You're not special any more\" at the Portuguese, whose job security may be little better than that of his predecessor Roberto Mancini. He had also disappointed the president Massimo Moratti in this tournament. Mourinho cannot transcend the limitations of a group of footballers who malfunctioned when the contest had barely begun. Inter needed to make this game feel claustrophobic but United had breathing room and more to open the scoring. Ryan Giggs's corner from the right was fired deep and a reeling Patrick Vieira was no impediment as Vidic leapt to place his header low into the net. There was glee in the terraces to see such ignominy heaped on the former Arsenal captain. The United fans had their opportunity to mock Vieira again when he was withdrawn at the interval. Mourinho must have supposed he was tapping a store of experience and Ferguson had a similar outlook in his preference for Paul Scholes, but the 34-year-old could not seize control of deep midfield with Michael Carrick, whose form also dipped. Security was not the key. Despite their reputations the defences were far from iron-clad. United virtually employed a 4-4-2 system at times as Wayne Rooney stayed close to Dimitar Berbatov and the visitors thereby had scope in midfield they would not have anticipated. Mourinho, contradicting his reputation, had shown the speculative aspect of his character. The teenager Mario Balotelli, commonly a substitute, started in an advanced position on the left, with the lumbering Adriano left on the bench. Ibrahimovic could not remedy his reputation for underachievement. With 30 minutes gone, Maicon's free-kick eluded the defence before the Swede headed the ball down so steeply that it reared up on the bounce to clip the crossbar. Inter were animated then and an excellent drive by Dejan Stankovic from Ibrahimovic's flick was tipped behind by Edwin van der Sar, even if the officials failed to spot the goalkeeper's touch on the ball. The early opener had prised the contest open and United had reason to believe they would be the beneficiaries. Rooney, for instance, set up John O'Shea but the full-back drove straight against the advancing goalkeeper, Julio Cesar. All signs suggested United would ultimately impose their will and they did fatal damage to Inter's prospects in the 49th minute. Giggs picked out Rooney on the left and the forward feinted as if to try and take on Maicon before putting the ball on his right foot and delivering an inswinging cross that Cristiano Ronaldo headed home. Berbatov, in an off-side position, was not deemed active. Inter's hopes were all but extinct yet the Serie A club still had its pride. Adriano, on for Stankovic, at least illustrated that he can get into menacing positions even if he is no athlete. After 59 minutes a lapse by Scholes allowed the Brazilian to connect with an Esteban Cambiasso pass. The drive beat Van der Sar, but rebounded off a post, across the goal and to safety. This continued to be an open contest even if common sense dictated that Inter's efforts must be futile. Mourinho's men were busy if unremarkable and United assisted by being lenient on occasion. Berbatov ought to have extended the lead after Cesar fumbled Rooney's shot but the Bulgarian forced the ball against the goalkeeper. The game had a pleasing lack of solemnity even if Mourinho might not remember it as such. The margin of defeat might have been greater had Cesar not been equal to a Ronaldo free-kick. Despite that expertise, there had been an unusual number of lapses for a match of this calibre. Then again, there must be high morale in a United side that enters the last eight by overcoming Inter, knowing they are almost sure to establish greater command in the weeks to come."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}