{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/mar/01/mosaic-fashions-administration-expected", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-03-01T22:22:10Z", "webTitle": "Principles for sale as Mosaic prepares to call in administrators", "webUrl": "https://www.theguardian.com/business/2009/mar/01/mosaic-fashions-administration-expected", "apiUrl": "https://content.guardianapis.com/business/2009/mar/01/mosaic-fashions-administration-expected", "fields": {"headline": "Principles for sale as Mosaic prepares to call in administrators", "bodyText": "Mosaic Fashions, the Icelandic-backed retail business whose brands include Karen Millen and Oasis, is expected to be placed into administration this week, perhaps as soon as tomorrow. Final details were still being worked out today between Mosaic and Kaupthing, the bank which is owed £450m by the company, but it seems likely Deloitte will be appointed administrators, with Kaupthing almost immediately taking control of most of the business by converting its debt into a 90% shareholding. Mosaic's senior managers, including chief executive Derek Lovelock, are expected to end up with a stake of 5% – 10% between them. This pre-packaged administration – in which a company goes into administration with an exit deal already secured – is likely to lead to a break-up of the group, with Karen Millen, Oasis, Coast and Warehouse retained by the new owners, but Shoe Studio and Principles sold off. Mosaic operates 1,800 stores and concessions, employing around 12,000 staff, and unprofitable sites may well be closed as part of the administration process. This would put more pressure on landlords already struggling to cope with the growing number of empty shops on Britain's high streets as retailers cut back or go under, with the new owners expected to try to renegotiate the existing rental agreements. Kaupthing and Lovelock are believed to have agreed that all the group's suppliers would get paid in full despite the expected administration. Mosaic has already put Shoe Studio up for sale, with Scottish entrepreneur Sir Tom Hunter and rival footwear chain Dune said to be among the potential bidders. As for Principles, the fashion chain had not formally been put on the block but a number of unsolicited approaches have been received, and discussions are continuing. If a suitable offer is received, the business will be sold. Frontrunners to buy it included department store group Debenhams – where Principles already has a number of concessions – Sir Philip Green's Arcadia company and Peter Davies, the former chief executive of Principles. Mr Davies – who ran Principles and Warehouse from 2001 to 2005 – has issued a statement saying he has made a formal offer for the chain. The collapse of Mosaic into administration – which follows the demise of a number of UK retailers including Woolworths, MFI and Land of Leather because of unsustainable debts and poor trading – mainly stemmed from the financial and economic problems in Iceland. Baugur, the Icelandic investment group which owns 49% of Mosaic, saw its main UK unit BG Holdings placed in administration by Icelandic bank Landsbanki early last month. Meanwhile Kaupthing itself is also in a form of administration, and its current board has been appointed by the Icelandic government. No one from the company would confirm the details of the administration today. Lovelock was believed to be at Wembley watching the Carling Cup final between Manchester United and Tottenham Hotspur, and so was unavailable to comment. A company spokesman would only say that an announcement was likely to be made this week."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}