{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/pda/2009/mar/13/newspapers-digital-media", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-03-13T23:11:48Z", "webTitle": "@ SXSWi: Steven Johnson on how gloomy newspapers can face the future", "webUrl": "https://www.theguardian.com/media/pda/2009/mar/13/newspapers-digital-media", "apiUrl": "https://content.guardianapis.com/media/pda/2009/mar/13/newspapers-digital-media", "fields": {"headline": "@ SXSWi: Steven Johnson on how gloomy newspapers can face the future", "bodyText": "The hall is packed for author Steven Johnson, who's laying down a few ideas about the future of news. He was the geeky 19-year-old with the \"vaguely Morrissey-esque hairdo\" hanging around College Hill bookstore because he'd worked out that the store always had Mac World magazine two days ahead of any other shops in the area. He traced how this niche news area grew over the next few years from monthly news to weekly news, to 10,000 word reviews, to corporate information... to news being reported in a few seconds. A responsible conversation about the future of news needs to start by looking at the past, he said. The new ecosystem is nothing like assembly line production of old; a thriving jungle of volume, diversity and timeliness - compared to the barren desert. Look to the tech news sector Technology news is the sub genre that has had the most time to evolve - and that is why the future of investigative journalism should look at tech to find the answers to its own future. Political news, too, demonstrates the shift in reporting techniques and distribution tools; look at the election. Slowly, the more traditional areas of news - sport, entertainment - are also feeling these changes, and in ten years \"we will look back and realise we were living in a desert disgused as a rainforest\". Perhaps the most exciting area is in local media. We accept that the local newspaper won't publish a school sports game, mugging very near our home or a house sale nearby - but we would want to read that, and the dynamics of the web allow for that level of news. Significantly the New York Times just launched local blogs, recognising the popularity of very local news in existing niche blogs that cover food, music or parenting. \"The standards of local media are going to improve. Rather than maybe hearing something relevant two months later, we'll come to think something must be broken if we don't get an alert alert within a few hours,\" he said, and pointed to the SXSWi Twitter/Google Maps mashup as an example of niche information for a local audience of a few thousand people. Vision for the future His vision of a model for the future involves several layers. \"There will still be venerable and valuable investigative journalists, and that work will be partly supported by newspapers, partly supported by nonprofit organisations and partly by enterprising bloggers who make a name for themselves breaking stories,\" said Johnson, adding that the huge explosion in the release of public data through APIs will become another important part of the news cycle. On top of all that commentary will be a layer of curation; that will come through social media that recommends and link shares, professional editors and big aggregator sites like Huffington Post and Digg - services that are very good at filtering and interpreting this large ecosystem. Right at the top will be the distribution of this information. There's no point newspapers duplicating what great, niche blogs are doing: \"The applied mode should be all the news that's fit to link to\". Altogether, this isn't a perfect model, admitted Johnson, \"but there is every reason to belive this model will, on the whole, be better than the paradigm we've been living with for the past century\". There's real pain in the room when several questions from the floor give examples of great journalists who are losing their jobs. Though there is potential in targeted advertising for the future, particularly of local media, none of these options will serve the same fat margins newspapers have become accustomed to for so long. An incredibly turbulent five years \"I'm bullish on the future of news but I'm not bullish about what is happening in the news industry now. Great journalists and editors are losing their jobs and towns are going to lose their newspapers,\" he said. \"There should have been great new business models appearing and there should've been paper and their advertisers slowly transferring to the web. \"Instead, because of this financial downturn what should have been a decade-long process is being condensed into a year or two. \"Newspapers will be spending so much time figuring out how to keep the old model on life support that they won't be able to figure out the new model that might be better for everyone.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}