{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/mar/16/andy-roddick-sam-querrey-indian-wells", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-03-16T22:56:00Z", "webTitle": "Tennis: Andy Roddick and Sam Querrey rouse American spirits with testing victories in Indian Wells", "webUrl": "https://www.theguardian.com/sport/2009/mar/16/andy-roddick-sam-querrey-indian-wells", "apiUrl": "https://content.guardianapis.com/sport/2009/mar/16/andy-roddick-sam-querrey-indian-wells", "fields": {"headline": "Querrey and Roddick rouse home spirits with testing victories", "bodyText": "Compared with the Spaniards and the French, Americans are thin on the ground these days, even in big tournaments on their own soil. So the sell-out crowds that have been pouring into the Indian Wells Tennis Garden were thrilled to see two of the big guns, Andy Roddick and Sam Querrey, survive awkward, even contentious, second-round duels. Both men were facing opponents who have what is known as \"reputations\" in the locker room. Radek Stepanek, who was beaten in surprisingly decisive fashion by Querrey 6–4, 6–3, is well known for his strange physical gyrations on court as well as his in-your-face attitude. But Daniel Koellerer, despite being only a year younger than Roddick at 25, has made little impact on the tour until now. A victory over David Nalbandian in Acapulco two weeks ago provided the bearded Austrian with easily the best win of a slow-burning career and gave him the confidence to fight his way through the qualifying here to gain entry into his first ever ATP Masters 1000 tournament. Roddick's new coach, Larry Stefanki, had scouted one of Koellerer's earlier matches, and had warned him to expect various distractions, such as requests for injury time-outs at significant moments. \"He certainly tried everything in his power to get a win,\" Roddick said with a grin afterwards. \"I just knew I had to stay focused and stay the course and not get caught up in the histrionics of it all.\" Compared to Querrey, Roddick probably had it easy because Koellerer did not appear to do anything too outrageous while Stepanek was in his most aggressive mood. Querrey, who comes across as a typical laid-back Californian – at 6ft 6in he could, with his lazy drawl, do a good job playing a young James Stewart – was roused to something very close to anger after Stepanek started staring him down. \"Yeah, I mean it was like he gave me an early 'Come on' in my face,\" said Querrey. \"From that point on it was kind of heated. We kind of bumped shoulders in the changeover one time. He kind of went at me on one shot. If a fight had broken out I probably had it covered with the support I had from my buddies up in the stands. But it was getting a little fiery out there.\" But Querrey, who has been playing better than his ATP ranking of 49 suggests, was moving well and reached most of the drop shots the Czech threw at him. With this ploy proving unsuccessful, Stepanek seemed bereft of other ideas and departed looking merely glum. This sort of antagonistic confrontation is remarkably rare on the tour these days. Back in the 70s Jimmy Connors and another top American, the red-faced Texan Cliff Richey, felt it necessary to work up a dislike for all opponents, including fellow Americans, but since John McEnroe took his rage for perfection to the commentary box and unleashed his sense of humour, most rivalries on the men's tour have been quite civilised. Roger Federer and Rafael Nadal go further than that, of course. Such is their respect and liking for each other that they can console each other in defeat or victory, as the Spaniard showed when he put an arm around the sobbing Federer after this year's Australian Open final. Stepanek, however, seems cut from a different cloth and has clearly found more favour with the women on the tour than the men. After a liaison with Martina Hingis, Stepanek has become close to Nicole Vaidisova, once heralded as a star of the future. But it was not a good day for Nicole, either. She lost to the veteran American Jill Craybas."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}