{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/mar/05/aviva-analysis-insurance", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-03-05T21:00:25Z", "webTitle": "Aviva and the the future for insurers", "webUrl": "https://www.theguardian.com/business/2009/mar/05/aviva-analysis-insurance", "apiUrl": "https://content.guardianapis.com/business/2009/mar/05/aviva-analysis-insurance", "fields": {"headline": "Bears are hunting in the wrong place – but we're not out of the woods", "bodyText": "Prospects for the insurance industry have perplexed investors since the collapse of Lehman Brothers last year and the US government's rescue of AIG, the world's largest insurer. Were Aviva and Prudential up to the same tricks as AIG? Could the sector's huge role in stock and bond markets drag them under? Several analysts note that while all City firms face a difficult future, UK insurers are not AIG, which covered anything that moved until the credit crunch hit in 2007 – when much of what it insured turned out to be toxic and beyond repair. Aviva, like its UK rivals, has little exposure to insurance losses on derivatives. Insurers also bear little resemblance to the hollowed-out banks, which gambled on property with little capital to protect them. Insurers have had to maintain a large buffer of liquid assets since they were caught gambling in 2003, when they lost billions from over-dependence on the stockmarket. The regulator forced firms to sell much of their holdings, beef up their capital and stress-tested balance sheets against steep falls in stock and bond values. Insurers are also unlike banks in that clients cannot easily withdraw money. Most have put cash away for years and insurers can hang on to it if need be. Aviva recently locked in customers of a commercial property fund after steep falls in asset prices led to withdrawals. Bernstein, a London-based broker, said today that the bears were hunting in the wrong place: \"We do not believe that anything approaching 30% of investment-grade corporates will default in the next five years.\" Many corporate bonds were issued by banks and despite their woes none has so far missed any payments. Yet fears remain: insurers have spent 40 years offering guarantees to clients they must now meet. Chief among the guaranteed products are annuities, which pay a monthly income to retirees. People are living longer, interest rates have fallen to almost zero in the US and Britain, and inflation could reappear in the next few years. All these factors make annuities more expensive. A shift into bonds from equities over the last four years appeared sensible until the worst recession since the 1930s loomed into view. Corporate collapses have already triggered huge write-downs. A prolonged downturn will only bring more. Standard Life – the biggest victim of the 2003 crackdown – said its capital surplus was £3.5bn, compared with Aviva's £2bn, the Pru's £1.7bn, and Legal &amp; General at £1.6bn. That makes it the HSBC of insurers. Last month L&amp;G said it could survive a recession like the 1930s. Aviva said the same today but its boss, Andrew Moss, admitted, further falls in asset values are the biggest threat to its survival – though he argued it would be unheard of for assets to fall far enough and for long enough to threaten the business. Phillip Inman"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}