{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/gamesblog/2009/mar/09/gameculture-controversy", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2009-03-09T23:04:06Z", "webTitle": "Ban THIS sick filth?", "webUrl": "https://www.theguardian.com/technology/gamesblog/2009/mar/09/gameculture-controversy", "apiUrl": "https://content.guardianapis.com/technology/gamesblog/2009/mar/09/gameculture-controversy", "fields": {"headline": "Ban THIS sick filth?", "bodyText": "The government has invoked the wrath of the UK games industry with a print advert for its Change4Life campaign. Created by the Department of Health in conjunction with Cancer Research, The British Heart Foundation and Diabetes UK, the ad shows a small boy slumped on a sofa holding what appears to be a PlayStation controller - above him is the headline, \"Risk an early death, just do nothing\". Not unsurprisingly, this association between gaming and dying early has proved controversial. Last Friday, videogame news publication MCV lodged an official complaint with ASA, and then spent the rest of the day phoning up industry contacts to solicit similarly outraged responses. Codemasters, Konami, Sega and Atari all expressed their own disappointment and incredulity, alongside industry bodies TIGA and ELSPA. Apparently, Sony is threatening to sue as no permission was sought to use a PlayStation pad. I think James Binns, publishing director at Future, makes the most salient and effective point: \"There is no arguing that the campaign's underlying message about premature death is incredibly important – but the government would never risk the wrath of showing a child sitting still reading a book to illustrate their point.\" Indeed, it could easily be argued that books and TV are much more sedentary, especially compared to the likes of Wii Fit or Dance Dance Revolution. But demonising books was never going to go down well with the ad's target audience of concerned (but not yet concerned enough) parents. Okay, so it could be argued that a joypad is a convenient visual symbol for childhood torpor. The Department of Health has been quick to defend its ad to MCV, stating: \"We are not saying that children shouldn't play computer games or eat treats, but parents and children need to be aware of the benefits of a balanced diet and an active lifestyle. The activities portrayed are examples of poor diet and lack of physical activity.\" But to many it feels like, once again, games are the soft target, the acceptable scapegoat for hand-wringing middle-aged policy makers unwilling and unable to engage with game culture in any productive way. It's such a lazy cliche and such a convenient get-out clause for a society that's been happy to slowly erode the freedoms of children, turning the education process into a joyless conveyor belt of examination and testing, while outside the playing fields are sold off to property developers. Childhood obesity is a complex and devastating problem. It needs to be addressed, but it needs to be addressed properly. Giving parents a bogeyman to point at and blame is not the answer, is it?"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}