{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/19/liverpool-rafael-benitez-contract-transfers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-19T23:10:51Z", "webTitle": "Premier League: Rafael Benítez has contract but not transfer control", "webUrl": "https://www.theguardian.com/football/2009/mar/19/liverpool-rafael-benitez-contract-transfers", "apiUrl": "https://content.guardianapis.com/football/2009/mar/19/liverpool-rafael-benitez-contract-transfers", "fields": {"headline": "Benítez still does not control transfer decisions", "bodyText": "Rafael Benítez has failed in his battle to win complete financial control of transfers at Liverpool, despite having signed a new five-year contract on Tuesday – confirmed by the club's co-owner Tom Hicks to be worth \"£25m\" – after months of wrangling over the terms. The most serious stand-off between Hicks, his fellow co-owner, George Gillett, and Benítez occurred in January when the Spaniard insisted that all transfers should ultimately be signed off by himself. The impending departure of Rick Parry, the Liverpool chief executive, in the summer had been viewed as a significant victory for Benítez, who was thought to have felt frustration at his influence over transfers. Hicks appeared to criticise implicitly Parry's structuring of the business when saying tonight: \"We want to put together a real proper board that would include leaders in the UK – business leaders, football leaders. We've learned so much about how the unique world of English football works. We both feel we need to have a proper board that has governance over the day-to-day operation of the club under the new CEO. We want to be in a position to build the stadium when the capital markets reopen.\" While Parry's resignation may well have been key in Benítez's decision to sign for another five years, Hicks was keen to clarify it is still the board which will ratify all deals involving players. \"I sat down with Rafa a couple of months ago and he made it very clear that he knows a manager can't have control over a transfer budget,\" the Texan said. \"He has had his frustrations over the last five years and those are well chronicled. But he will make the recommendations about which players we sign and the new CEO, the owners and the board will make the final financial commitment. That's the way it needs to be and will be in English football. We really haven't had to make promises to Rafa. He knows we want to win. \"If you look at the last five years we've followed his recommendations. We signed [Fernando] Torres when [he] recommended, we extended [the contract of Pepe] Reina, we signed Yossi Benayoun, Martin Skrtel and [Javier] Mascherano. \"We even signed Robbie Keane and that didn't work out. Rafa doesn't worry about that. But at the same time Rafa is a professional. He has to stick to a budget which will be set every year based on revenues.\" Benítez was keen to emphasise he has already begun working on securing contracts for some key players. \"I think it is important – players want to know who will be the manager. I was talking with an agent of one player this morning.\" Daniel Agger, Dirk Kuyt and Benayoun are among the high-profile members of Liverpool's squad whose contracts need renewing, with Hicks confirming yesterday he was keen to keep Agger on board. The Danish defender, whose current deal runs until 2010, has been linked with a move to the Italian clubs Milan and Internazionale. Agger's agent, Per Steffenson, yesterday refused to comment when asked if Benítez's fresh commitment to Liverpool would affect Agger. Rob Jansen, who represents Kuyt, said the Dutchman was open to the idea of re-signing following Benítez's new deal. \"It's quite new this news about Benítez so I can't answer [definitively],\" he said. \"But if he wants Dirk Kuyt to stay on he will make contact and then we will consider.\" While Benayoun's representatives could not be reached last night it is evident that Benítez's decision will provide stability throughout the club. Hicks said Benítez would assume greater control over Liverpool's youth policy. \"[He will] take charge of the academy [as] you also have to develop your good young players and Rafa's got a good talent for that.\" The Texan also claimed he will be around for the next five years, despite his and Gillett's financial difficulties. \"Absolutely,\" he said. \"I see that much the same [as Rafa]. That's one of the reasons why I [wanted] to add another year on his contract in recent weeks. \"I think George will be here for the next five years, though I can't speak for him. We all want to be here for the new stadium. We are building our commercial revenues very steadily [and] are focused on expanding our Liverpool brand in Asia and the Middle East,\" he said. Having defeated Real Madrid 4-0 in the Champions League last week and Manchester United 4-1 to leave the club four points behind the champions, who have a game in hand, what are Hicks was positive on Liverpool's chances of winning a trophy this season. \"Rafa has a unique perspective on the Champions League. We are the No1 in Europe. My plan is to go to Rome,\" Hicks said in anticipation of the Champions League final. \"We've become very competitive in the Premier League for the first time in a long time. We've had some injuries in the middle of the season which contributed to some [draws]. That hurt us a bit. We need some more depth to compete for the Premier League. \"But when we have our players' healthy we can compete with anybody.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}