{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/16/wales-finland-germany-craig-bellamy-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-16T21:50:37Z", "webTitle": "Football: John Toshack names the injured Craig Bellamy and James Collins in Wales squad", "webUrl": "https://www.theguardian.com/football/2009/mar/16/wales-finland-germany-craig-bellamy-world-cup", "apiUrl": "https://content.guardianapis.com/football/2009/mar/16/wales-finland-germany-craig-bellamy-world-cup", "fields": {"headline": "Toshack names injured Bellamy and Collins in Wales squad", "bodyText": "The Wales manager, John Toshack, has named the injured Craig Bellamy and James Collins is his squad to face Finland and Germany in the next round of World Cup qualifiers starting in a fortnight. Bellamy has not played for Manchester City since 1 March after injuring his knee and Collins' hamstring strain has kept him on the sidelines at West Ham for nearly a month. Toshack, announcing the team for the 28 March and 1 April matches, said the first match against the Finns was a \"win or bust\" showdown for both sides as they tried to catch Germany and Russia, who head their group. \"It may be difficult to ask either of them [Bellamy and Collins] to play two games in five days. But we will monitor what they do with their clubs in training, and then assess the problem. But they are confident and they know how important they are for us. \"Collins is our most experienced defender, he's 25 now and a regular at international level. The same applies to Bellamy, he is our most important striker. \"This first game of the two qualifiers is the most important. We cannot afford to lose against Finland – it is win or bust for us. We have two of Europe's best sides – Germany and Russia – in our group and only one will qualify by right. So for us or Finland to have a chance, our game is winner takes all. I don't want to even consider the Germany game yet, we have to beat Finland first.\" Toshack knows he may face opposition from City and West Ham over the players' availability.\"I am hopeful that Bellamy and Collins will be fit. The information we have had is optimistic. \"These two are big, important players for us and we desperately need them to be available. We have talked to Craig. The initial fear was that he could be out for several weeks, but it now seems the initial damage was not as bad as first thought. There is a possibility that they could be involved this weekend for their clubs, but we will just have to wait and see.\" Wales squad: Hennessey (Wolves), Myhill (Hull), Fon Williams (Stockport), Bale (Tottenham), Collins (West Ham), Eardley (Oldham), Gunter (Nottingham Forest), Nyatanga (Derby), Ricketts (Hull), A Williams (Swansea), S Davies (Fulham), D Edwards (Wolves), Fletcher (Plymouth), Tudor Jones (Swindon), Koumas (Wigan), Ledley (Cardiff), Ramsey (Arsenal), Bellamy (Manchester City), Cotterill (Sheffield United), Earnshaw (Nottingham Forest), Evans (Manchester City), Vokes (Wolves), R Williams (Middlesbrough, on loan at Burnley), G Williams (Bristol City), Morgan (Peterborough)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}