{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/mar/19/williams-sisters-indian-wells", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-03-19T23:02:54Z", "webTitle": "Tennis: Women's game is going out of its way to keep the Williams sisters happy", "webUrl": "https://www.theguardian.com/sport/2009/mar/19/williams-sisters-indian-wells", "apiUrl": "https://content.guardianapis.com/sport/2009/mar/19/williams-sisters-indian-wells", "fields": {"headline": "Why the Williams sisters still won't play Indian Wells", "bodyText": "It was nasty and it developed into blatant racism. Now, eight years after the crowd booed Serena Williams's victory over Kim Clijsters in the women's final at Indian Wells, the sisters remain notable by their absence this week, as they have been since 2001. But this year they will be back, if only briefly, Venus in July and Serena, the world No1, in October. The healing of the rift between the tournament, one of the most prestigious in women's tennis, and the Williams family is essentially no nearer to being resolved but, with the WTA having implemented new rules for this year, with such top tournaments \"mandatory\", a compromise had to be reached to avoid the embarrassing and damaging suspension of the two best women players in the world. So both of them will take part in what might be described as community service, although they can pick a place within 125 miles of this desert town where Afro-Caribbean faces are not so much in the minority as virtually nonexistent. They have also been hit in the pocket, with Serena set to lose $400,000 (£276,000) and Venus $200,000 (£138,000) out of an annual bonus pot, although to them this is small change. In other words the WTA, the women's ruling body, has bent over backwards not to upset the Williamses. Small wonder that some cynics refer to the WTA as the Williams Tennis Association. Serena had previously won the title in 1999, when she was 17, but a huge row erupted two years later when, 10 minutes before the sisters were due to play in the semi-finals, Venus pulled out. By coincidence the National Enquirer ran a cover story the next morning claiming that the 2000 Wimbledon semi-final between the sisters had been rigged, to allow Venus to reach the final, which she won against her fellow American, Lindsay Davenport. \"Usually I don't get involved in these controversies,\" said Serena at the time. \"But, come on, it's the National Enquirer. Next thing you know I'm going to be pregnant by some Martian. It's just not true, and it's kind of hurtful because it's just lies, just scandalous lies. The matches aren't rigged.\" In the Indian Wells final Serena was booed from the start, with any errors or double faults loudly cheered, while Richard Williams, who was watching with Venus, claimed they were both racially abused. They vowed never to return and have remained true to their word, despite the attempts of Larry Scott, the WTA's chief executive, who last year redoubled his efforts to get the sisters to end their boycott. \"It's been a long time but I think they've got deep feelings about the subject,\" Scott said. \"When I've had conversations with them, let's just say they've been emotional conversations. I'm sensitive to their issues and concerns but I'd undoubtedly like to see them come back to play.\" This year's compromise allows both players to avoid fines or suspension, not that the latter was ever likely. \"We're not going to put them in a position that is going to be awkward. It will be neutral, something to promote the Southern California Tennis Association or the juniors,\" Scott said. Charlie Pasarell, the tournament chairman, has been forced to accept the situation, although he knows it damages the credibility of his event, where this week the top three seeds had lost by Wednesday, emphasising the weakness of the women's game, and underlining the strength of the Williams sisters, who have won the last three majors. \"What happened way back then was unfortunate and we hope some day they do come back,\" said Pasarell. There seems little chance."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}