{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/mar/13/cheltenham-festival-zaynar-horse-racing", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-03-13T20:59:42Z", "webTitle": "Cheltenham Festival: Cheekpieces do the trick as Zaynar zooms home for Geraghty in classy Triumph", "webUrl": "https://www.theguardian.com/sport/2009/mar/13/cheltenham-festival-zaynar-horse-racing", "apiUrl": "https://content.guardianapis.com/sport/2009/mar/13/cheltenham-festival-zaynar-horse-racing", "fields": {"headline": "Cheekpieces do the trick as Zaynar zooms home for Geraghty in classy Triumph", "bodyText": "The days when two dozen four-year-olds would set out to contest the Triumph Hurdle, making it one of the most difficult Festival races to solve, seem to be gone for good now that the Fred Winter Handicap has arrived to lure away some of the more optimistic runners. While the Triumph is not the same race, though, the change may have turned it into the true championship event that it was always intended to be. Yesterday's renewal was one of those races that felt as though it could be a key piece of form for several seasons to come, and the way Zaynar flew the last and stayed on up the hill to beat Walkon and Mourad promised much for the next year. Nicky Henderson had fitted Zaynar with cheekpieces after his last race at Ascot, where, despite winning comfortably, the young horse did not seem to be entirely focused on the job in hand. Yesterday, he went much more smoothly from the start and although Walkon, the 4-1 favourite, came at him from the home turn, his jump at the final flight made all the difference. \"That was what sealed it,\" said Barry Geraghty, Zaynar's jockey. \"You only go for a big one at the last like that when you know you've got a bit in the tank and he was always going to hold on. \"He's a genuine horse, but he's laid-back and that's why we put the cheekpieces on. He was a good bit better today and, in a competitive race like this, you need every help you can get to travel. \"It rode like a really good race and the form book said it would be. I thought he was my best chance of the week and he was a really hardy winner.\" Victor Chandler, one of the best known bookmakers of recent years, is one of Zaynar's owners and his firm offers a defensive 12-1 for next year's Champion Hurdle. Other bookmakers are less concerned, though, and Paddy Power offer 25-1, with Walkon a 33-1 chance. \"Zaynar has always threatened to do this, but we just didn't know what would happen when he got into a battle,\" Henderson said. \"It's only his third run over hurdles and his fifth in all, and it was a big question to ask a baby at the last like that. I think he'll be a really nice horse next year. You would probably say that he might be looking at further than two miles one day.\" The success gave Geraghty his third winner of the meeting, which would often be enough to make him the champion at the meeting, but Ruby Walsh was having an extraordinary Festival and he set a new record when the runaway winner American Trilogy gave him his sixth success of the week in the County Hurdle. The winner, surprisingly for a horse representing Walsh and Paul Nicholls, was allowed to start at 20-1. Walsh almost got to seven, which he subsequently reached on Kauto Star, when Pride Of Dulcote was touched off by Weapon's Amnesty in the Albert Bartlett Hurdle. He galvanised a second effort from Pride Of Dulcote – the horse that cost him his spleen in a fall at the track earlier in the season – but just came up short. \"I knew that I didn't want to get there too early,\" Davy Russell, the winning jockey, said, \"but I couldn't stop him. I was definitely on the best horse in the race and if you look at the replay then you'll see him pricking his ears and looking up to the crowd. \"Charles [Byrnes] has done a fantastic job with him – he is not the easiest to train and he is a chaser in the making.\" Cappa Bleu, who was far from certain to get into the line-up for the Foxhunter Chase after running into trouble with the qualification process, landed a substantial ante-post gamble at 11-2. The winner was always travelling well and had far too much resolution for Turthen after the last, with Baby Run a close third."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}