{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/13/rafael-benitez-sir-alex-ferguson-liverpool-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-13T22:00:18Z", "webTitle": "Premier League: Rafael Benítez denies outburst cost Liverpool", "webUrl": "https://www.theguardian.com/football/2009/mar/13/rafael-benitez-sir-alex-ferguson-liverpool-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2009/mar/13/rafael-benitez-sir-alex-ferguson-liverpool-manchester-united", "fields": {"headline": "Benítez denies outburst cost Liverpool title", "bodyText": "Rafael Benítez has insisted he does not regret the outburst against Sir Alex Ferguson that led Manchester United's manager to hold him up to ridicule ahead of Liverpool's visit to Old Trafford today. The infamous list of \"facts\" that Benítez produced on 9 January coincided with Liverpool's title challenge starting to fall apart and Ferguson could not resist the opportunity to poke fun at his rival last night. \"I would need to read more of Freud before I could understand what he was talking about,\" he said. In his wide-ranging attack Benítez had alleged that Ferguson was allowed to operate above the law by the Premier League and the Football Association. He also accused United's manager of intimidating match officials, damaging the FA's Respect campaign and being \"scared\" of Liverpool. Ferguson said he could not comprehend why Benítez was such \"an angry man\" and \"talking with venom\" and he insisted that, if it was intended as psychological warfare, it had failed. \"I don't know where it came from and I'm not really interested,\" he said. \"It never bothered me then and it doesn't bother me now. If we beat them it doesn't involve psychology.\" It has certainly backfired on Benítez given that his team have taken only 13 points from their eight league games since he revealed his grievances. Until that point, they had been top of the league, with realistic aspirations of winning their first league title since 1990. United's record since then, however, has been immaculate, with 10 wins in a row to turn a seven-point deficit into a seven-point lead, with a game in hand. Rio Ferdinand, the United defender, has accused Benítez of \"falling into the trap\" but the Spaniard is adamant he did not make an error in judgment. \"I was just talking about the facts,\" he said. \"I don't expect a bad situation [with Ferguson]. We will shake hands. There is still respect between us. I was not giving an opinion. These were facts and everyone can judge whether they are true or not.\" Benítez also denied that the criticisms were poorly timed, having carefully planned what to say with the intention of putting pressure on United before they played Chelsea and Liverpool went to Stoke City. United won 3-0 whereas Liverpool drew 0-0 but Benítez was in a defiant mood when it was put to him that it had been a turning point in the title race. \"If [Steven] Gerrard had scored and not hit the post in the last minute against Stoke the situation could be different but the facts would be the same,\" he said. \"Maybe I should improve my English [if Ferguson doesn't understand]. My English is not the best, it can improve, but I put the facts across rightly. I'm sure he could understand clearly.\" Of Ferguson, he added: \"I haven't spoken to him since. I have a lot of respect for him. He is a great manager at a big club, that is clear, but I have to defend my club. What I said was clear – facts are facts. \"I have read about the strength of the United squad. That, for me, is the main difference. We were in a better position before but we couldn't be consistent. It is a pity, but we will fight until the end of the season and we will try to be more consistent if we are in the same position next year. The difference between the sides is £100m, a bigger stadium, lots of things. We have to do everything almost perfectly if we want to reduce the difference.\" The damage to the managers' relationship is almost certainly irreparable and Ferguson mischievously noted Benítez never celebrated his team scoring a goal. \"My instinct is to celebrate because I'm a football man and that is what football supporters do,\" he said. \"I'm a football man.\" Ferguson was also reminded that United fans would subject Benítez to chants of \"cracking up\" but on this he was more sympathetic. \"People said I was cracking up three years ago, if I remember correctly People said my shelf-life had gone.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}