{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/mar/19/pru-chief-quits", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-03-19T21:18:42Z", "webTitle": "Pru chief quits despite good results", "webUrl": "https://www.theguardian.com/business/2009/mar/19/pru-chief-quits", "apiUrl": "https://content.guardianapis.com/business/2009/mar/19/pru-chief-quits", "fields": {"headline": "Pru chief quits despite strong results", "bodyText": "Prudential today reassured investors with a strong set of results for 2008 despite concerns that chief executive Mark Tucker's decision to quit the group was sparked by a boardroom row. Tucker will step down in September to make way for chief operating officer Tidjane Thiam, who arrived only last year from rival insurer Aviva. Tucker said he wanted to move to new pastures after 25 years at the Pru and five years as chief executive, during which time he has boosted profits and dividend payouts. However, several of the insurer's largest investors said they understood Tucker had resigned following a row with the firm's new chairman, Harvey McGrath, over plans to buy businesses put up for sale by the troubled American insurer AIG. Tucker said in October he was considering purchasing some of AIG's Asian arm, only to announce last month that the price was too high. The outgoing chief executive, who will receive no payoff, denied that he disagreed with boardroom colleagues on any points of strategy. \"It was a personal decision,\" he said. \"I'll be here for another six months and that is after spending 25 years in the business, which I think demonstrates my commitment. He argued the board agreed that the price for AIG assets was excessively high. \"We have made a conscious decision to go for value over growth,\" he added. Tucker quit the Pru in 2003 for HBOS following a row over the firm's succession strategy, only to return as chief executive in 2005 when his predecessor Jonathan Bloomer was ousted. Analysts agreed that Tucker's departure, though \"a shock\", had left investors largely unfazed, partly because they approved of Thiam's appointment and they wanted the firm to adopt a conservative approach to acquisitions. Barrie Cornes, a Panmure Gordon analyst, said that while it deflected attention from its strong results, the appointment of Thiam was a boost for the company. Kevin Ryan at ING said: \"The results were good and they gave a good account of themselves. I thought the markets would like Tidjane.\" Operating profits jumped 17% to £2.96bn as the company benefited from strong overseas sales, especially in the far east. Investors reacted positively to the profit figures and the firm's strengthened capital position, sending its shares up by 21% to 304p. Prudential described itself as one of the world's strongest insurers, allaying fears over its capital position by reporting a surplus of £1.7bn. It said it could survive 10 years of recession if that was needed and still survive. Even if equity markets plunged by 40% compared with the end of last year, its capital surplus would be reduced by only £350m from its current £1.7bn. Insurers have laboured under concerns that like the banks they lack sufficient capital to support their businesses through the downturn. In recent months investors have deserted insurers in search of safer havens, following concerns that one or more could join AIG on the list of credit-crunch victims. Tucker said that current conditions made it an \"absolute priority\" that the Pru focused on maintaining a robust capital position. He said: \"It is clear that 2009 will be a challenging year. Indeed, there is an increasing likelihood that in some parts of the world recession will continue into 2010. \"However, the global economy will ultimately rebound – albeit at different times and different speeds in different markets.\" He conceded that accounting rules governing insurers had proved obscure and prevented investors from gaining a clear picture of the firm's financial position. \"The industry has scored lots of own goals in the way it has presented its finances during the last six months,\" he said. The Pru said new-business profit in Asia grew 15% to £741m, while the figure for its Jackson business in the US rose 3% to £293m. New-business profit in the UK was down 1% at £273m."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}