{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2009/mar/05/permira-investments-writedown", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2009-03-05T21:03:38Z", "webTitle": "Permira writes down investments by a third", "webUrl": "https://www.theguardian.com/business/2009/mar/05/permira-investments-writedown", "apiUrl": "https://content.guardianapis.com/business/2009/mar/05/permira-investments-writedown", "fields": {"headline": "Permira writes down investments by a third", "bodyText": "Julia Finch Private equity group Permira – whose investments include the New Look retail chain, Birds Eye frozen foods and the Valentino and Hugo Boss designer clothing labels – has written down the value of its portfolio by 36% over the past year to reflect the dramatic fall in the value of quoted companies and deteriorating business conditions. The private equity specialist, which is the biggest in Europe, refused to give details of the extent of the writedowns on individual investments, but indicated that like co-investors Cinven and Candover, it has conceded that its investment in Gala Coral is now worthless. The bingo hall operator and bookmaker was once valued at £5bn and is the third-biggest private equity-backed business in the UK, with 20,000 employees. Permira's decision to make its level of writedowns public came after SVG Capital – its biggest backer – said the value of its investments had declined by about two thirds. SVG's funds are 88% invested in Permira and the quoted company has always been widely regarded as a proxy for the private equity group. Damon Buffini, Permira's chairman, also holds a non-executive position on the board of SVG. Last autumn, amid suggestions that SVG's financial position meant it might not be able to provide funds it had pledged to the Permira IV investment fund, Buffini gave all of the fund's investors the opportunity to cap their commitments at just 60% of the amount they had pledged. SVG, and others, took up the offer. Accepting the cap on its investment commitments will have substantially reduced SVG's returns on investments already made through the Permira IV fund. SVG also has investments elsewhere and it is leveraged – using debt to finance investments. However, by making it clear that its writedowns are substantially lower than those of SVG's, Permira now seems to be distancing itself from its main investor. A source close to the private equity group said: \"It is important people realise there is a difference between SVG's numbers and Permira's\". After a decade of bumper returns generated from cheap debt – which turned many private equity bosses into multi-millionaires and their gains into a political issue – many groups are now struggling. Candover, Kohlberg Kravis Roberts and Terra Firma, run by high-profile financier Guy Hands, are all writing down the value of investments bought with borrowed money and struggling to finance new buyouts. Earlier this week Hands conceded that he had slashed the value of the Terra Firma-owned music group EMI from £2bn to £1bn. Cash which had been destined for employee bonuses is now being returned to investors to offset their declining returns. KKR shares are down by 85%, while Candover is firing staff and is in talks with its bankers. SVG yesterday said that its asset value per share had fallen from 902p to 308p. Its share price fell 9% to 82p – down from 600p last summer and more than 930p two years ago. Permira investments that SVG has now written down to zero include Gala Coral, the German broadcaster ProSiebenSat.1 and Borsodchem, a Hungarian chemicals firm. Its investment in Valentino through Permira has been written down by more than 50%. Nicholas Ferguson, chairman of SVG, said: \"I don't have to tell you private equity is out of favour.\" He has ordered a full review of the SVG business by April and added: \"We haven't ruled out any options.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}