{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/mar/24/danny-cipriani-lions-wasps-ankle", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-03-24T21:25:31Z", "webTitle": "Rugby union: Danny Cipriani urged to follow example set by Lawrence Dallaglio", "webUrl": "https://www.theguardian.com/sport/2009/mar/24/danny-cipriani-lions-wasps-ankle", "apiUrl": "https://content.guardianapis.com/sport/2009/mar/24/danny-cipriani-lions-wasps-ankle", "fields": {"headline": "Cipriani urged to follow Dallaglio's example", "bodyText": "Danny Cipriani must emulate the \"greatest ever Wasp\" to overcome his lingering ankle problems in time to be considered for selection for the Lions tour, according to the club's coach, Shaun Edwards. Having been substituted at half-time against Bristol last weekend, following on from playing no part in England's Six Nations campaign, Cipriani was told he must look at other players, such as Lawrence Dallaglio, who have overcome adversity. Cipriani is to have a screw in his ankle removed this summer in the final step in his recuperation from the career-threatening injury he suffered in last season's play-off win by Wasps over Bath. Four years ago Dallaglio had to have five screws inserted in his ankle after injuring it in the first game of the Lions tour of New Zealand against the Bay of Plenty and Edwards today said Cipriani is strong enough to make a comeback as successful as his former captain's. \"He's proved in the past he's a very determined kid and there's one thing I can guarantee you: if you're in a professional sport for any long period of time, you are going to have setbacks, whether that be losing matches or loss of form, or whatever it may be,\" he said. \"I don't think there is any better example of that than the greatest Wasp we ever had in Lawrence Dallaglio, he had injuries that he came back from and he showed incredible perseverance, and that's what all great athletes have to do.\" Edwards said there was no suggestion of resting the 21-year-old fly-half for the remainder of a season that is in danger of petering out for Wasps, who have been eliminated from the Heineken Cup and have only a slim chance of domestic honours, as they are four points off the Premiership play-offs. There is no chance, therefore, that the surgery will be brought forward. \"He's going to have his pin out of his ankle in the summer, that will be another positive step in his progress. Physically, he still has a little bit of trouble with it, as anyone with injuries the severity of that, but we're not using that as an excuse at all,\" said Edwards, who remembers vividly the hardware that was removed from Dallaglio's foot. \"There's no doubt that Lawrence definitely played better after he had his pin removed. I saw the size of the pin too, and you could understand why, it looked like a Meccano set.\"Ian McGeechan, Wasps' director of rugby and the Lions head coach, said after Sunday's 21-19 defeat of Bristol that Cipriani's substitution had been partly tactical and partly due to his ankle injury, adding that he was still in contention for a Lions place, \"along with 150 other possibles from around the British Isles\". Edwards was speaking as the club announced the signing of three new players for next season on two-year deals: the centre Steve Kefu, No8 Dan Ward-Smith and wing Tom Varndell. Kefu, capped six times by Australia, joins from Castres while the other two have been signed from Premiership rivals. Ward-Smith, touted as an England star of the future before a knee injury in 2007, will move from Bristol while Varndell is leaving Leicester, where he has been their top try-scorer for each of the last three seasons. Meanwhile Leinster are hoping to sign Wasps' Ireland scrum-half, Eoin Reddan, even though the 28-year old has a year to run on his contract."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}