{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/19/sunderland-ricky-sbragia-niall-quinn", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-19T22:14:00Z", "webTitle": "Premier League: Niall Quinn tells Ricky Sbragia he has nine games to keep the Sunderland job", "webUrl": "https://www.theguardian.com/football/2009/mar/19/sunderland-ricky-sbragia-niall-quinn", "apiUrl": "https://content.guardianapis.com/football/2009/mar/19/sunderland-ricky-sbragia-niall-quinn", "fields": {"headline": "Quinn tells Sbragia he has nine games to keep Sunderland job", "bodyText": "Ricky Sbragia has been warned by Sunderland's chairman, Niall Quinn, that he has nine games to keep his job, less than three months after he was given the manager's post on a permanent basis. Sbragia was appointed on 27 December on an 18-month contract after a successful stint as caretaker following Roy Keane's departure. But Sunderland have since won only three of their last 13 games and, with the club just three points clear of the relegation zone, Sbragia's future will hinge on his success over the remainder of the season. Quinn says everyone at Sunderland is on trial as he tries to persuade the American investor Ellis Short to buy a controlling stake in the club, because the Dallas-based businessman still has to be convinced about its potential to become a Premier League force. The chairman admits that Sbragia, who stepped up from his position as first-team coach when Keane left, has to prove he is the right man to lead the team. \"I think every manager in the country has to do that,\" Quinn said. \"Ricky was a halfway house option which may end up being a great decision and he may kick on. That was a tough decision, but I was convinced at the time it was the right one and time will tell whether it was or not. \"If we stay up on goal difference in the 93rd minute, it might not be so simple. He's got 12 months left in the summer, and we did that because we wanted to take some of the pressure off Ricky as well. \"Generally, I find that when people are asked to come in and do a job like Ricky was, which was to keep us up, he should be supported. But obviously, if it's very traumatic or if there's trouble in the camp, there's loads of reasons why that might not be the right thing to do. \"There is another decision to be made on Ricky, but he has a year to fall back on and he'll be well rewarded for keeping us up. I would love to give Ricky a big long deal because he has shown everything. Let's see how it all plays out.\" Quinn attaches huge significance to Short's proposed takeover from the financially-strapped Drumaville Consortium. Short, the billionaire president of the private equity firm Lone Star Funds, has already invested heavily, funding a £40m spending spree by Keane last summer, and Quinn believes Sunderland will no longer live in constant fear of relegation if Short increases his shareholding to 51%. \"The club is performing. Is it in good hands? I think it is but I think it has the chance to be in brilliant hands,\" he said. \"The reality is that where Sunderland are at the moment, compared to if he didn't come on board, he [Ellis] is a Godsend. \"I am not bringing in a guy who has got a big stick and is demanding 'I want X amount of millions in return'. The way I sold it to him was that if you are getting a return in five years' time everyone will be happy because it means we have gone somewhere. That's the way football has gone. No one is going to come in and do a Jack Walker. Those days have gone.\" Quinn has also urged supporters to take advantage of cut-price ticket offers and help increase the average attendance. \"We are trying to get the club up people's priorities in these tough economic times,\" he added. \"I understand if they don't. But it would very much benefit the club if they do. In a way, we're asking hard questions. It's about 'How much do we all want it now?' We've a lot of great components and we're tantalisingly close.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}