{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/mar/09/dwain-chambers-relay-craig-pickering", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-03-09T21:48:38Z", "webTitle": "Athletics: British sprinter Craig Pickering speaks out over exclusion of Dwain Chambers from GB relay team", "webUrl": "https://www.theguardian.com/sport/2009/mar/09/dwain-chambers-relay-craig-pickering", "apiUrl": "https://content.guardianapis.com/sport/2009/mar/09/dwain-chambers-relay-craig-pickering", "fields": {"headline": "Pickering speaks out over GB relay team exclusion of Chambers", "bodyText": "Craig Pickering says he is not \"punching the air\" over the decision to leave Dwain Chambers out of Britain's 4x100m relay team. Chambers won gold over 60m in the European indoor championships in Turin at the weekend, setting a new European record of 6.42sec. The 30-year-old Londoner would obviously be an asset to a relay squad that was disqualified from the heats at the Olympics in Beijing last year, but he is ineligible to compete at London 2012 due to his two-year ban for failing a drug test for the steroid THG in 2003. Pickering was denied a place at the world indoors last year after being beaten by Chambers at the trials. When Chambers later attempted to overturn his Olympic ban before Beijing, he signed a petition calling for all drug cheats to be banned from the Games, writing: \"Taking drugs is the worst crime that can be committed within the sporting world. \"It involves lying, cheating and robbing people who may have worked for more than a decade to achieve greatness, only to have it taken away from them at the last minute.\" However, the 22-year-old from Milton Keynes admits he made a mistake in getting \"too involved\" with the Chambers saga last year and wishes the whole affair would come to an end. \"It's unfortunate, with him not being in the team, that every time something happens in the relay team people are going to be saying, 'They could have done better if he was in the team',\" Pickering said. \"I just wish the whole situation would go away really. I think people will always talk about it. From my point of view, there's no relief that it's clarified or not, my job is just to run as fast as I can and run my [relay] leg well. It's not my job to pick the team. \"I'm not punching the air about it.\" The UK Athletics head coach Charles van Commenee said long-term considerations rather than the short-term benefit of a potential medal at this year's world championships in Berlin – where Chambers is eligible to compete – were the key factors in the decision to exclude Chambers."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}