{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/pda/2009/mar/13/sxswi-events", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2009-03-13T21:53:27Z", "webTitle": "@ SXSWi: Welcome to a wet, cold but deliciously geeky Austin, Texas", "webUrl": "https://www.theguardian.com/media/pda/2009/mar/13/sxswi-events", "apiUrl": "https://content.guardianapis.com/media/pda/2009/mar/13/sxswi-events", "fields": {"headline": "@ SXSWi: Welcome to a wet, cold but deliciously geeky Austin, Texas", "bodyText": "It must be a geek conference; the food is terrible but the wifi is awesome... Welcome to South by Southwest. Once you've been, you'll wonder why everything else in your work life can't be this much fun. That message must be spreading, because there seem to be more Brits here than ever. And we'll have plenty more from them in the next five days. Better known for its big brother music festival, SXSW Interactive spans gaming, web content, web design, development, academia, social media, mobile... but what it does more than any other event is a special mix of the arts and digital culture with technology. There are no suits, no boring product pitches - SXSWi is about ideas and trends in new digital tools and technologies. An that doesn't always have to be about the bottom line. Perhaps for that reason, the state of the economy doesn't seem to have had too much impact on attendance; SXSWi has risen 30% each year and is still expected to be 10% up this year - which means more than 10,000 geeks in a convention centre roughly the size of Horsham. The impossibly long conference schedule is online, a good, comprehensive event taster from Laughing Squid and the mashup everyone's talking about; the Pepsi Zeitgeist. It's impossible (without an army of 20) to cover everything at SXSWi, but I'll be picking some diverse speakers and session to give a flavour of discussion and the biggest buzz, and doing plenty of 'corridor collaring' with delegates and speakers. Let me know if there's anything on the schedule that you're curious about but can't make in person, and I'll do my best to oblige. Let's dive in..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}