{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/24/award-nemanja-vidic-rio-ferdinand-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-24T22:55:19Z", "webTitle": "Nemanja Vidic has been the Premier League's outstanding player this season, says Manchester United team-mate Rio Ferdinand", "webUrl": "https://www.theguardian.com/football/2009/mar/24/award-nemanja-vidic-rio-ferdinand-premier-league", "apiUrl": "https://content.guardianapis.com/football/2009/mar/24/award-nemanja-vidic-rio-ferdinand-premier-league", "fields": {"headline": "Ferdinand backs Vidic for player of the year", "bodyText": "Rio Ferdinand wants his central defensive partner Nemanja Vidic to be recognised as the Premier League's outstanding player of the season. Ferdinand says Vidic has been one of the rocks on which Manchester United have based their title defence and that it is time a central defender got in on the end-of-season awards again. John Terry was named the PFA's player of the year in 2005 but a central defender has not been chosen as the football writers' Footballer of the Year since Tottenham's Steve Perryman in 1982. Ferdinand said of Vidic, the Serbia international: \"I think he should definitely be up there this year for player of the year. He's a top player. \"The attacking players normally get the accolades and the adulation, so it would be nice for a defender to win it. JT won it a few years ago but not many centre-halves have won it over the years. \"Nemanja has been our most consistent player this season along with Ryan Giggs and Edwin van der Sar. Those three have been our stand-out players in terms of consistency.\" United's title defence has suffered a serious setback with two defeats in their last two games. They are still a point ahead of Liverpool with a game in hand and Ferdinand said they cannot afford any more slip-ups in their remaining fixtures. Ferdinand added: \"We need to win all the games that we have left – that's always the case at this stage of the season. \"There's no time for saying we can draw this one or that one. That's not the game we are in at the minute. At this stage it comes down to winning at all costs, so hopefully we can lean on the experience that we have gained.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}