{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2009/mar/11/cheltenham-festival-sir-alex-ferguson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-03-11T21:19:35Z", "webTitle": "Barry Glendenning: Sir Alex Ferguson misses little as What A Friend flops at the Cheltenham Festival", "webUrl": "https://www.theguardian.com/football/blog/2009/mar/11/cheltenham-festival-sir-alex-ferguson", "apiUrl": "https://content.guardianapis.com/football/blog/2009/mar/11/cheltenham-festival-sir-alex-ferguson", "fields": {"headline": "Absent Ferguson misses little as What A Friend flops at Festival", "bodyText": "With the Champions League last-16 tie against Internazionale ahead of him Sir Alex Ferguson had an unusual match-day conundrum. Should he take the game to the opposition in the Old Trafford house style, be cautious and hope to catch the Serie A leaders on the break, or put such trifles to one side and head for Cheltenham, where the racehorse he co-owns, What A Friend, was taking his chance in the RSA Chase? The logistics were feasible. Cheshire Helicopters' jet-black whirlybirds have been ferrying well-heeled customers to and from Prestbury Park over the past couple of days and could easily have got Ferguson in from his Wilmslow residence to see the tapes raised at 2.40pm, before airlifting him back to Manchester in plenty of time to finalise plans for his latest head-to-head with Jose Mourinho. To nobody's great surprise, he did not appear. Ferguson does not concede soft goals to his critics and the worry of how a trip to the races, however fleeting, would be perceived should last night's result have gone against Manchester United was more than enough to keep him away. \"Sir Alex isn't here to see his horse run today and it's a real shame,\" said Sky's football pundit Chris Kamara, who had made it to the Cotswolds in time to enjoy a lunchtime pint of stout. \"He thinks that if he was here and things didn't go well tonight, people would say he'd taken his eye off the ball. He'll definitely be here tomorrow, though.\" Having been judged to have nursed What A Friend over the line a well-beaten sixth behind the easy winner Cooldine, Sam Thomas will have more reason than most to be relieved at Ferguson's absence. The jockey was handed a two-day ban by the stewards for not riding out the novice chaser all the way to the line but, while a failure to achieve their best possible placing is not a shortcoming Ferguson has ever been prepared to accept from his footballers, Thomas will probably be excused on the grounds that, in making more of an effort, he would have been flogging a very tired horse. \"I spoke to Sir Alex before and after the race and obviously we're both a bit disappointed,\" said his partner in ownership, Ged Mason, looking dapper in a checked tweed suit with matching cap cocked jauntily over his right eye. \"But this morning I got a call from Paul [Nicholls, the trainer], saying that the horse had a runny nose, so that might have took the edge off him, because he was travelling well until they came around the last bend. He made one mistake when positioned well but today he just didn't have the tank in the end.\" Moments before saddling What A Friend, Nicholls, below, confirmed that he too had chatted with Ferguson prior to the race. \"Yeah, I spoke to him this morning and I'll speak to him again tonight,\" he said. \"He'll be watching the race at home or in a hotel somewhere, because obviously his team is playing tonight. But win, lose or draw, we'll talk about the horse later.\" When the 13–2 shot in question had been unsaddled and watered after his unsuccessful run, Mason was in philosophical mood and said Ferguson was of a similar mind. \"Sir Alex has said to me, and I agree with him, that this is a good horse and we're both sure he'll go on to better things,\" he said. \"At the end of the day he's lived to fight another day. Hopefully he's sound tomorrow and he'll win a few more races for us.\" Prior to the off, Manchester United's global ambassador Bryan Robson, charged yesterday with the role of acting as Ferguson's representative in the parade ring, had joked about the consequences of defeat for What A Friend. \"Obviously Sir Alex is disappointed he can't be here,\" he said. \"But I suppose if the horse doesn't win for him, I'll be getting the hairdryer tonight.\" Robson has endured many more bad days than good during his own time as a manager, but it would be most unfair to saddle even him with the blame for this particular defeat."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}