{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2009/mar/20/paula-radcliffe-constantina-dita-injury-advice", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2009-03-20T20:16:26Z", "webTitle": "Athletics: Paul Radcliffe must temper her training if she is to win the marathon at the London Olympics", "webUrl": "https://www.theguardian.com/sport/2009/mar/20/paula-radcliffe-constantina-dita-injury-advice", "apiUrl": "https://content.guardianapis.com/sport/2009/mar/20/paula-radcliffe-constantina-dita-injury-advice", "fields": {"headline": "Dita says Radcliffe should train less to win Olympic gold", "bodyText": "Paula Radcliffe must cut down on her training if she wants to end her Olympic agony at the London games in 2012, the Beijing marathon champion, Constantina Dita, said yesterday. The Briton can win the race, though, as her age is not a barrier, said the Romanian who last August became the oldest Olympic marathon winner at 38. \"She can win the gold medal at London in 2012,\" Dita told Reuters in an interview. \"If she doesn't train too much she has a chance. \"I think she wants to run every race and win gold medals everywhere. It's too much. Maybe she is training too hard. When you get older you have to reduce your training and races.\" Radcliffe, 35, finished 23rd in Beijing after her training was hampered by injury. Four years earlier in Athens she broke down in tears after pulling out due to heat exhaustion. Dita, who plans to be on the starting line in London in 2012, warned Radcliffe not to push herself too hard. \"I think Paula needs to be careful because now she has another injury,\" said Dita, referring to a toe problem that has ruled Radcliffe out of next month's London Marathon. \"I also ran 10k races because you need to rest. For the marathon you need a lot of recovery. At some point it gets too much.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}