{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2009/mar/20/obama-organising-for-america", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2009-03-20T20:00:00Z", "webTitle": "Anthony Painter: Organising for America sends Obama volunteers canvassing on behalf of his agenda", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2009/mar/20/obama-organising-for-america", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2009/mar/20/obama-organising-for-america", "fields": {"headline": "The Obama army's new mission", "bodyText": "In winning the English civil wars, Oliver Cromwell found himself confronting an unforeseen challenge. A number of troops in his New Model Army saw a politically more egalitarian future for the country. The Levellers, as they came to be known, insisted on a raft of political reforms and even went as far as demanding an expansion of suffrage. Cromwell responded by brutally and clinically suppressing the radicals. But the lesson was clear: arm men, give them a defining mission and you cannot completely control the consequences. Barack Obama's movement for change is a political New Model Army in our time. It's now under the auspices of the Democratic National Committee's Organising for America arm, but essentially it's the Obama '08 campaign. The 13 million or so reservists who make up the most valuable resource in US politics, the Organising for America email database, are awaiting a new mission. It's been four long months since they've seen action, and that is just too long for this battle-hungry horde. There's not yet much sign of mutiny – but still, the decision to call them into action in support of the president's budget comes not a moment too soon. There has been much debate about what to do with the millions of Americans who donated a few dollars, gave their time, submitted their contact details, held house parties, knocked on doors in their neighbourhoods and shovelled voters into polling places across the nation on 4 November 2008. Should they just be kept in deep storage until the next congressional or even presidential election? Could they form some new cadre of civic activists working to change their communities? Or should they be deployed to both communicate the president's agenda and persuade members of Congress to support it? It is this latter course that has now been taken. President Obama's budget proposals are highly controversial, as headlines proclaim an eye-watering budget deficit that comes in at 12.3% of GDP in 2009. It's because the administration is nothing if not ambitious: the major elements of Obama's plans include a 14% reduction in greenhouse gases on 2005 levels by 2020 through a cap and trade emissions system, and massive investments for wind and solar energy. Taxes will be reduced for the middle classes, and George Bush's tax cuts for the wealthy will expire. The administration also plans to build a reserve fund of $600bn or so to reform healthcare – and education is due some major investment as well. The sheer ambition and scale of the budget mean it is destined for a rocky political ride through Congress. It's not just the nay-saying Republicans – targets of a new ad from Americans United for Change – who will take issue with the scope and cost of these plans. Moderate and conservative Democrats, the so-called Blue Dogs who number 47 in the House of Representatives, will also raise some eyebrows. If they join House Republicans, the budget could fail. Democratic representative Allen Boyd Jr of Florida has already said he expects spending to be reduced overall by the time the budget passes through Congress. In the Senate, too, a unanimous vote of Democratic lawmakers is far from assured. It is because of this political context that the Obama team has turned once more to their movement. Organising for America has asked its members to go door to door this weekend to explain the budget's provisions and to get people to pledge their support for the measures. For sitting congressmen facing re-election in 2010, the message \"Your voters are behind this!\" will need to be delivered clearly, by large numbers of people, in order to be effective. After all, sitting congressmen are still made nervous remembering the 2006 primary defeat of Connecticut senator Joe Lieberman. Though he went on to win re-election that year, Lieberman had to run as an independent after being deposed by Ned Lamont, whose run was fuelled by anti-Iraq war activists. The administration's budget doesn't feel like an Iraq war-type issue. But who would want to risk facing a wave of opposition after being seen as an obstacle to the Obama presidency? There is a degree of posturing in all of this – and if Organising for America goes too far, it will seriously hamper White House-Congress relations. That would be a disaster, and would end up splitting the Democrats in Congress – an even greater disaster. Still, some popular energy could make many members of Congress more inclined to negotiate. The pollster Stanley Greenberg recently emphasised the \"transactional\" instincts of the White House chief of staff, Rahm Emanuel, who will need as many members of Congress to be in a deal-making mood as possible to get the budget passed. That is where Organising for America comes in. So at last the Obama reservists have a new mission. That should avert a Cromwell-esque mutiny-suppression moment for the new president. But isn't there something to be said for a little mutiny? There is a civic energy pent up in 13 million people who have actively engaged in the political process in the last year. Imagine what they could do in 13 million micro ways in each of their communities across America. Now imagine how that could improve neighbourhoods and cities in individually small but, once added up, major ways. It is fine for Obama to use this reserve army to communicate and press for his agenda. The real gain, though, would come from challenging these active citizens to initiate the \"change\" Obama seeks. In other words, there is something to be said for being a Cromwell in reverse: support the Levellers, and the change will be more enduring."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}