{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/20/liverpool-benitez-champions-league-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-20T22:00:09Z", "webTitle": "Football: Rafa Benítez quick to give Liverpool underdog tag against Chelsea", "webUrl": "https://www.theguardian.com/football/2009/mar/20/liverpool-benitez-champions-league-chelsea", "apiUrl": "https://content.guardianapis.com/football/2009/mar/20/liverpool-benitez-champions-league-chelsea", "fields": {"headline": "Benítez quick to give Liverpool underdog tag against Chelsea", "bodyText": "The unstinting wave of optimism that has surrounded Liverpool over the past two weeks seemed to have been turned back yesterday following a Champions League quarter-final draw which left Rafael Benítez struggling to find a positive. For a fifth successive campaign, Liverpool will meet Chelsea and, despite completing a Premier League double over their rivals this season and the recent stunning successes against Real Madrid and Manchester United, Benítez declared his team distant underdogs. Not even the recent announcement of the Spaniard's new contract, and his pledge yesterday that he is committed to the club whatever the status of their ownership, could improve Benítez's mood following the news that he must once more face Chelsea. \"I don't see any advantage and I don't think we are favourites,\" said the Liverpool manager after learning that his side would have to play the first leg at home against the team that eliminated them at the semi-final stage last season. \"Chelsea are a good team and they are in form at the moment. For me it is always worse when you play the first leg at home and then the second leg away.\" Although he is unwilling to admit it publicly, Benítez must be growing a little weary of facing Chelsea. Next month's two-leg contest will be the 23rd and 24th occasions the teams have met since the Spaniard breezed into Anfield in the summer of 2004. The two most recent meetings have ended in 1-0 and 2-0 victories for Benítez on the Premier League stage, results he insists will have as little bearing on the European tie as the result of last season's semi-final when Chelsea won 4-3 on aggregate. \"It's a different season and some of the players are different,\" he said. \"It will be similar in terms of the rivalry between both teams – but totally different.\" Before the first leg Anfield on 8 April, Liverpool face difficult league games, at Aston Villa on Sunday and Fulham, as they look to keep alive their faint title aspirations. At least with his contract saga resolved, Benítez is hoping the feel-good factor around Anfield following recent events, on and off the field, continues on the pitch against Villa, with the manager moving quickly to quash rumours that his new five-year contract includes a get-out clause should Liverpool's co-owners, George Gillett and Tom Hicks, leave. \"That's not the case. I have signed because I am 100% committed to Liverpool,\" Benítez said. \"Both have told me that they want the best for the club. For me, that's enough. \"I have signed the contract because I know we can improve. I will keep contact and have a very good relationship with the owners. It doesn't matter who is there because I will try to do my best to control the football operation.\" Meanwhile, there were sighs of relief at Anfield and at Uefa's headquarters in Nyon after the logistics of the draw made it possible for Liverpool to avoid having to play on 15 April, the 20th anniversary of the Hillsborough disaster. The Liverpool officials, players and fans had appealed to Uefa to avoid scheduling their Champions League quarter-final on that date. Uefa president Michel Platini had been wary of creating a precedent by guaranteeing Liverpool that their tie would not be scheduled for April 15 but behind the scenes officials promised to do all they could to avoid the possibility.Liverpool chief executive, Rick Parry, said: \"It's massively important and I'm delighted that's the outcome. It's a huge issue for the club and the fans and I'm pleased Uefa has recognised that.\"There had been concern at the prospect of a minority of fans engaging in unsavoury chanting if Manchester United and Liverpool were to meet around the time of the anniversary. And while unpleasant Hillsborough-related chants have also been heard at Stamford Bridge on odd occasions during the many recent meetings of the teams, Parry said he was confident it would not be a problem when the two teams played on 14 April. \"I'm certainly hoping that's not going to be an issue,\" he said. \"The key for us was the date and that's a good outcome.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}