{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/28/world-cup-qualifier-ukraine-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-28T22:58:15Z", "webTitle": "Fabio Capello gives Darren Bent an England call-up", "webUrl": "https://www.theguardian.com/football/2009/mar/28/world-cup-qualifier-ukraine-england", "apiUrl": "https://content.guardianapis.com/football/2009/mar/28/world-cup-qualifier-ukraine-england", "fields": {"headline": "Fabio Capello gives Darren Bent an England call-up", "bodyText": "Fabio Capello has overlooked Michael Owen and called Darren Bent into his squad for this week's World Cup qualifier against Ukraine at Wembley. Capello needed reinforcements following the 4-0 win over Slovakia, with first goalscorer Emile Heskey, his replacement Carlton Cole, and a second substitute, Peter Crouch, all going off before the end. Cole is definitely out with a thigh injury on Wednesday, while Heskey will have a scan tomorrow after lasting just 14 minutes. He suffered what Capello claimed was cramp, and Crouch, who should be fit, had a hip injury. \"Michael Owen played 20 minutes in his last game, it is not enough,\" declared Capello, before calling for Tottenham's Bent, who has scored 15 goals this season and won the last of his four caps in November. With the uncertainty surrounding his strikeforce, Capello was relieved to see Wayne Rooney perform so well, scoring two second-half goals to seal a well deserved man-of-the-match award. \"I am very happy for him,\" he said. \"He played very well. His movement with Steven Gerrard was very good, both when we were attacking and defending and I was delighted.\" Capello has not entirely dismissed the thought of playing Rooney as the main striker against Ukraine, England's most serious rivals for a place in the 2010 World Cup finals. \"Rooney can play anywhere,\" he said. \"If our team were a pack of cards, he would be our joker.\" Rooney said the injuries to Heskey, Crouch and Cole took the gloss off England's win. \"It's a bit sad we got the injuries early on, but it was a good build-up for us. The team is working really hard in training, and the set-up seems to suit me very well.\" Capello acknowledged the progress Ukraine have made under coach Oleksiy Mykhailychenko. \"Ukraine are a good team,\" he said. \"When they drew against Croatia they defended very well It will not be any easier for us.\" Six of the Ukraine squad - Andriy Pyatov, Dmytro Chyhrynskyi, Taras Mykhalyk, Hryhoriy Yarmash, Oleksandr Aliev and Artem Milevskyi – were in the side that reached the final of the European Under-21 Championship in 2006, and only injury has prevented Artem Kravets, the exciting 19-year-old Dynamo forward, from joining them. \"We have a functioning system in the team now,\" said Pyatov, the Shakhtar goalkeeper, \"and to a man we are ready to fight against England.\" Their emergence has coincided with an upturn in the form of Ukrainian clubs in Europe. Dynamo Kyiv had their best season in the Champions League since the death of legendary coach Valeriy Lobanovskyi in 2002, and have since reached the quarter-finals of the Uefa Cup, as have Shakhtar Donetsk. \"Playing matches of such a level and against such opponents as our clubs have this season can't be without positive consequences,\" said the recent Ukraine international Andriy Husyn. \"You'll never get such invaluable experience at training camps or in domestic matches.\" The demands of those games persuaded Mykhailychenko his side were better off without a friendly yesterday. \"We had planned on a game,\" he said. \"But I decided against it because of the intense early-spring schedule of our players. England's players have not played fewer games, but the difference is that England are more used to the rhythm of playing because they didn't have the long winter break. \" Probable team: (4-2-3-1): Pyatov (Shakhtar); Yarmash (Vorskla), Mykhalyk (Dynamo),Chyhrynskyi, Shevchuk (both Shakhtar); Tymoshchuk (Zenit), Levchenko (Groningen); Rotan (Dnipro), Shevchenko (Milan), Aliev (Dynamo); Voronin (Hertha)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}