{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/gamesblog/2009/mar/09/chatterbox-blogpost", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2009-03-09T22:07:25Z", "webTitle": "Best of Chatterbox", "webUrl": "https://www.theguardian.com/technology/gamesblog/2009/mar/09/chatterbox-blogpost", "apiUrl": "https://content.guardianapis.com/technology/gamesblog/2009/mar/09/chatterbox-blogpost", "fields": {"headline": "Best of Chatterbox", "bodyText": "\"I've been away from the blog for well over a year and what do I do in my first week back? Volunteer for penning this weeks Best Of,\" wrote CunningStunt, in the email accompanying this week's Chatterbox compilation. He immediately got into the swing of things, though, by sending it to me several days late. Hey, being really tardy with Best Of is my job! Anyway, here's the week before last, featuring pancakes, fear and rugby - can those three ever be discussed separately? I think not. So, from here, I'll handover to Mr Stunt. Part one: pancakes As I'm sure you're all aware, Tuesday was pancake day and everyone was keen to discuss their fillings of choice. As regulars will know, we're mostly a culinery savvy lot and some were making the effort to lift the humble pancake to near Michelin Star levels. Here's a taster of what was on offer: alimantado: \"I'm making a pile of spinach and cream cheese ones, some chilli ones and some plain for lemon and sugar.\" Crispycrumb: \"Savoury all the way for me, I like to throw together some spinach, ricotta and feta with a bit of nutmeg.\" SuperSmashIn: Has to be sweet - lemon / sugar or Nutella / banana. Savoury? NO! NO! NO! NO! NO! NO! NO! NO! NO!\" Smellavison: \"Grilled mushroom, mozzerella and pesto for savory, followed by lemon and sugar for desert! I was the king of the house last night.\" Unfortunately someone (who will remain nameless) brought up the suggestion of cheese and beans with their pancakes. The blog was having none of it: alimantado: \"Beans and cheese = food of the gods? Thank Christ I'm an atheist!\" bigworv: \"Beans and cheese in a pancake? Someone has had an absolute shocker there. If that's the starter with fish curry for main, what on earth will dessert be?\" Vetboy: \"Baked beans? Surely the tomato sauce would soak into and corrupt the flavour of the pancake? There were however a few dissenting voices of support for the leguminous dairy filling: Dizzyisanegg: \"I'd be up for that - it's like a savoury crepe or a croissant with ham and cheese.\" Alfienoakes: \"In fact, is there anything that isn't made better by the addition of cheese?\" Part two: game scares Thursday brought a larger than normal amount of games-related chatter. Who knew commenters on a Gamesblog were so interested in the subject? The hot topics were the freshly released Street Fighter IV, the soon to be released Killzone 2 and the slightly older but still excellent Fallout 3. It was the Fallout discussion that gave rise to the subject of scary games or scary parts of games. So were we scared by Silent Hill? Frozen with F.E.A.R? Reduced to a wreck by Resident Evil? Or daunted by Doom 3? CunningStunt started this one off. Man sounds like a genius: \"Scary Games Any games, or parts of games that have really scared you? The dunwich building in Fallout I guess is a bit scary. But I've seen better (or is that worser?) Top of the list is probably the Cradle in Thief 3. Made the worst game in the trilogy worth playing. Runners up would have to be System Shock 2 and AvP 1/2 as the marine. Thoughts?\" pepperino was quick to disagree, apparently he likes his horror with a more eastern flavour: \"I actually found Fallout to be depressing rather than scary. Siren Blood Curse - now that's scary. Actually put me off playing scary games, couldn't finish it! I think it was the incomprehensible muttering of the [insert Japanese name for zombies].\" [Keef says: \"CunningStunt - was that last bit for me to fill in? If so, I'm not sure what the word is, although according to a Japanese trailer for Typing of the Dead that I once saw, it sounds a bit like Zombie-o or zombio\". Anyone else know? This is important.] BeardOfBees went to Russia for his brown trouser gaming: \"STALKER. The bit when you go into the research lab and something is using telekinesis to pick stuff up and fling it at you. Running about in panic not knowing what you're going to find. Then coming across one of those goddamn invisible things with just the glowing red eyes coming at you in the dark. Sheesh.\" Half-Life 2 provided not only benchmark FPS gaming, but for alfienoakes, a palpable feeling of dread as well: \"Ravens Claw does it for me - Not necessarily for jump-style scares but for the whole atmosphere.\" More FPS frights from CBPodge: \"There was a bit in F.E.A.R. where you are climbing a ladder and Alma appears out of nowhere. Its early on, and the first time that sort of trick has been used, and I remember it really shitting me up. \"Haven't come across a ladder in F.E.A.R. 2 yet, but I assume they'll pull the same trick again at some point in that.\" Alimantado preferred something a bit more Lovecraftian: \"The bit in the bathroom in Eternal Darkness! How soon we forget.\" Retro gaming could also provide a few scares apparently; the next few all went a fair way into the past APic: \"Scary moments in games: The ghost levels in Mario. That music...\" makar27: \"I was quite scared playing the Machine Level in Ecco the Dolphin as a kid.\" Regimechange: \"Scariest game/gaming moment for me has to be Quest For Glory IV: Shadows of Darkness\" makar27 was not just scared by games, sometimes hardware can be scary: \"Realising I had paid £250 for an Amiga CD32 and there were sod all good games for it. That was scary...\" And finally MajorDeCoverley: \"Viva Pinata - those little chirpy animals freak me out.\" Part three: odd-shaped balls In his continuing campaign to woo a new lady friend, TonyHayers found himself invited along to the rugby with her father. Not a fan of the sport, he appealed to the blog for help in hiding his non-existent knowledge of the game. Always happy to lend a hand, the Chatterbox crew swung (low) into action: Hillo: \"You'll need to learn all the words to Delilah, not too mention Bread of Heaven. Phrases like: 'he's killing the pill', or 'great workrate from the loose trio' should see you right. Also harp back to the glory days of Welsh rugby in the seventies. Mention names such as JPR, Barry John and Gareth Edwards with your eyes moistening and lips quivering and you'll get the keys to the kingdom.\" Alimantado: \"Good examples are: 'The forwards have to produce the platform for the backs to perform.' 'The forwards win the game, the backs decide by how much.' 'I don't understand why he's in the team, he just can't scrummage.' 'The ref's is too leniant when policing the breakdown / contact area.' 'You have to break the gain line.' 'The elves are spoliing the game.' And of course: 'Every time referee!' Art1eFufkin: 'The only predictable thing about the French is their unpredictability' 'Good to see the Welsh tight five getting the recognition they deserve.' 'Let's bring Henson on after an hour to create some space for Jamie Roberts.' 'Paris has recently been a good hunting ground for us.' 'I see we're continuing the tactic of not kicking for touch to deny the French a set-piece platform.' Bonus points if you mention: 'The twinkling feet of Shane Williams' 'Adam Jones has really sorted out his fitness.' 'Alun Wyn-Jones has matured into a genuinely world class lock, surely a shoo-in for the Lions' H1LL015: \"I'll school you with some rugby chat for the Welsh: France - Kind of like Arsenal last season. On their day stunning and play the best rugby on the planet. Off game and they blow. Unlike Arsenal of last season, they can flip between these 2 extremes many times in a game. Wales - bit like Chelsea, solid in all positions and grind out wins. Probably have left their best flair players on the bench - James Hook, Gavin (Mr Church) Henson and Dwayne Peel. If you want to be controversial, support the French citing that you are a rugby purest.\" Quote of the Week Goes to Limni for a classic application of Godwin's Law during the Broken Blog Crisis of 2009: \"Goody - The blog IS broken - how dare you take my message off the Wiki? You're worse than Hitler.\" Link of the Week Concerned: The Life and Death of Gordon Frohman Supplied by Chubster2010 Games: Killzone 2, Street Fighter IV, Noby Noby Boy, Persona 3: FES, Persona 4, Wipeout, Pro Evolution Soccer, Resistance 2, World Of Warcraft, Dawn of War II, Empires: Total War, Braid, Chrono Trigger DS, Halo Wars, Eternal Sonata, Disgea 3, Heavenly Sword, God of War 3, Dead Space, Lost Planet 2, Left 4 Dead, Resident Evil 5, Tomb Raider: Underworld, Mirror's Edge, Deus Ex, Half Life 2, Fallout 3, Gears of War 2, Valkyria Chronicles, Bioshock, System Shock 2, Oblivion, Call of Duty 4, Call of Duty: World at War, Fable 2, Metal Gear Solid 4, Unreal III Films: Gran Torino, The Wackness, Against the dark, Notorius, Requiem for a Dream, The Watchmen, TV: The Wire, Masterchef, Heroes, Oz &amp; James Drink to Britain, Battlestar Galactica"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}