{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2009/mar/01/carling-cup-final-manchester-united-tottnham-hotspur", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2009-03-01T17:52:15Z", "webTitle": "Carling Cup Final: Manchester United claim second trophy in penalty shoot-out", "webUrl": "https://www.theguardian.com/football/2009/mar/01/carling-cup-final-manchester-united-tottnham-hotspur", "apiUrl": "https://content.guardianapis.com/football/2009/mar/01/carling-cup-final-manchester-united-tottnham-hotspur", "fields": {"headline": "Foster epitomises United's reserves and refusal to be denied", "bodyText": "Manchester United's journey to the second trophy of a possible quintuple was subject to delay but they could not be prevented from reaching their destination. Tottenham Hotspur took exhausted penalties in the shoot-out, even if Jamie O'Hara, seeing his attempt saved by Ben Foster, and David Bentley, missing the target, were both substitutes. The victors did not waver, with Anderson, a substitute, converting the fourth United kick to win the Carling Cup. The trophy can now be placed beside the Club World Cup at Old Trafford but that is unlikely to be the main reward for Sir Alex Ferguson. He will see reinforcement of his squad in the fact that Foster, Darron Gibson and Danny Welbeck all picked up their first winners' medals. A rite of passage has been completed. The watching Fabio Capello might also have appreciated Foster's work, considering the paucity of challengers to David James in the England squad. The goalkeeper had pulled off a significant save here from Aaron Lennon in the 71st minute. Encouragement will dwindle for the Italian when Edwin van der Sar returns to action as the Carling Cup holders face Newcastle United at St James' Park on Wednesday. That same night Tottenham will be elsewhere in the north-east, continuing the attempt to protect their top-flight status against Middlesbrough. Harry Redknapp's squad now face real difficulties in rallying themselves for that test, despite the fact that men such as Robbie Keane should feel rested after being ineligible for this final. Tottenham had a genuine prospect of retaining a Carling Cup they had secured by beating Chelsea a year ago. Clubs like United play this tournament under a self-imposed handicap. Important contributors, such as Michael Carrick and Dimitar Berbatov, were not in the squad, while a virus stopped Wayne Rooney from taking part. Of the side selected for the Champions League fixture with Internazionale last Tuesday only five players started here. Ferguson is seldom frivolous. The United back four that had kept a clean sheet with little difficulty in San Siro was fresh enough to be picked once more. Continuity was also maintained with the inclusion of the reigning World player of the year, Ronaldo. Had the Portuguese scored instead of hitting the post in the closing seconds of normal time, Tottenham would have been spared a gruelling sequel that left Michael Dawson and Lennon injured. There was a hardiness about Redknapp's players, who were fairly secure in spells of United domination despite Jonathan Woodgate's absence with an achilles problem. Tottenham improved after a shaky opening, mostly because Lennon was able to get behind the left-back Patrice Evra. All the same, the winger's best delivery was from the other flank, with Roman Pavlyuchenko failing to get his header on target in the 36th minute. It is an area of the side that will perturb Redknapp, who will hope that Keane can now relieve the anxieties. United's talent did not count for very much. In a rare intervention by either goalkeeper, Heurelho Gomes had tipped a Nani shot behind after 16 minutes but the effort would have run wide in any case. Ferguson selected Welbeck as the lone attacker and the faith was natural in an 18-year-old who has already hit the net in FA Cup and Premier League during this campaign. A Wembley final was more onerous and the youngster received a consolatory clap on the back from the manager when he was replaced in the 56th minute. Tottenham were blunter than United but more is expected from Ferguson's footballers. Busy as he was, Carlos Tevez did not scare the opposition and the question of how much Ferguson might actually pay to make his transfer permanent lingers, despite the sum of £30m that is being sought. United had more immediate worries against Tottenham and John O'Shea, already booked, should have been sent off for his foul on Luka Modric in the 64th minute. Soon, however, the referee Chris Foy was sparing Tottenham when he cautioned Ronaldo for diving after Ledley King had made some contact on the attacker inside the area. Control of the action was almost complete for United in extra-time. Darren Bent had been alone in attack since the removal of Pavlyuchenko in the middle of the second-half. Ultimately United could not be denied. Their conduct of shoot-outs is being honed. Redknapp, while in charge of Portsmouth, had already been beaten in such a way by Ferguson's men at Wembley in this season's Charity Shield. It will be no consolation to him but these penalty kick exercises are starting to appeal to United, who took the 2008 Champions League trophy in the same fashion."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}