{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jul/19/frank-lampard-chelsea-three-finals-fa-cup-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-07-19T21:38:32Z", "webTitle": "Frank Lampard talks of Chelsea's 'three finals' after FA Cup semi win", "webUrl": "https://www.theguardian.com/football/2020/jul/19/frank-lampard-chelsea-three-finals-fa-cup-champions-league", "apiUrl": "https://content.guardianapis.com/football/2020/jul/19/frank-lampard-chelsea-three-finals-fa-cup-champions-league", "fields": {"headline": "Frank Lampard talks of Chelsea's 'three finals' after FA Cup semi win", "bodyText": "Frank Lampard urged Chelsea to build on their potential by qualifying for the Champions League and winning a trophy after they took advantage of a poor goalkeeping display from David de Gea to join Arsenal in the FA Cup final thanks to an impressive 3-1 victory over Manchester United. Chelsea head into the final week of the Premier League campaign on a high after Lampard ended a run of three defeats this season to Ole Gunnar Solskjær’s side, who were left with concerns over De Gea’s declining form after the Spaniard allowed shots from Olivier Giroud and Mason Mount to squirm past him. Yet Lampard, who had to deal with a transfer embargo when he took over at Stamford Bridge last summer, believes his players still have much to prove. Chelsea are third before their final two league games – they visit Liverpool on Wednesday and host Wolves on Sunday – and Lampard wants his young side to be ruthless after dominating their semi-final against United, telling them to collect silverware when they face Arsenal at Wembley on 1 August. “It is a great achievement for us to get there,” Lampard said. “To win a semi is a great thing but to win a final is the thing. We are progressing, we are getting better. There have been recent bumps but today was a performance of huge character and personality, work ethic and quality. “Today was a nice step for us. We want to try to win that final but we have shown lots of good stuff this year. [With] what we do in the summer then there will be more to come but at the moment we really need to focus on the three finals domestically that we have. The two league games and then Arsenal.” Although United can maintain their push for a place in the top four when they host West Ham on Wednesday, De Gea’s performance did little to eradicate doubts over his future at Old Trafford. The Spain international has been out of sorts for a while and, having reacted slowly when Giroud gave Chelsea the lead on the stroke of half-time, he blundered again at the start of the second half when Mount beat him with a tame shot. However, Solskjær refused to blame De Gea, who could do nothing about an own goal from Harry Maguire in the closing stages. “David knows he should have saved the second goal but that’s done now,” United’s manager said. “We’ve got to move on.” Solskjær had no update on Eric Bailly, who was taken to hospital after clashing heads with Maguire in the first half. But he was pleased that fourth-placed Leicester, who are level on points with United and host them on Sunday, were beaten by Tottenham earlier in the day."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}