{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2020/jul/13/us-judge-blocks-georgia-abortion-ban", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2020-07-13T22:51:16Z", "webTitle": "US judge rules Georgia’s six-week abortion ban violates constitution", "webUrl": "https://www.theguardian.com/us-news/2020/jul/13/us-judge-blocks-georgia-abortion-ban", "apiUrl": "https://content.guardianapis.com/us-news/2020/jul/13/us-judge-blocks-georgia-abortion-ban", "fields": {"headline": "US judge rules Georgia’s six-week abortion ban violates constitution", "bodyText": "A federal judge on Monday permanently blocked the state of Georgia’s hardline 2019 six-week abortion ban, finding that it violates the US constitution. US district judge Steve Jones ruled against the state in a lawsuit filed by abortion providers and an advocacy group. Jones had temporarily blocked the law in October, and it never went into effect. The new ruling permanently enjoins the state from ever enforcing House Bill 481. Republican governor Brian Kemp, who has supported the restriction, immediately vowed an appeal. “We will appeal the court’s decision,” Kemp said in a statement. “Georgia values life and we will keep fighting for the rights of the unborn.” The prospects of an appeal are uncertain, though, considering the US supreme court last month struck down other abortion restrictions from Louisiana. Georgia’s measure sought to ban abortions once any cardiac activity can be detected – which can be as early as six weeks, before many women even realize they are pregnant. Such legislation is often called a heartbeat bill, although it is medically a misnomer as the law kicks in earlier than a full beating heart has formed in a human fetus. The bill narrowly passed the Georgia general assembly in spring 2019 amid intense lobbying for and against, with some saying film production companies could boycott the state as an economic sanction for the ultra-conservative move. Women in Georgia can currently seek an abortion during the first 20 weeks of a pregnancy. Both the state and those challenging the law asked Jones to rule without a trial, saying there were no disputed facts. Jones granted the challengers’ motions for summary judgment and denied the state’s motions, finding the law violated the 14th amendment. “The court rejects the state defendants’ argument that the statutory purpose solely concerns ‘promoting fetal wellbeing’,” Jones wrote. “Instead, HB 481’s specific references to Roe v Wade and ‘established abortion-related precedents’ … lends support to plaintiffs’ argument that the purpose of HB 481 was to ban or de facto ban abortion.” Jones refused to leave any parts of the law in effect, which would have also granted personhood to a fetus, giving it the same legal rights as people have after they’re born. For example, a mother could have claimed a fetus as a dependent in order to reduce taxes. Supreme court precedent has for nearly five decades held that states cannot ban abortion prior to the viability of a fetus, and since Georgia’s law does just that it is unconstitutional, the law’s opponents argued. The state argued that the law promoted fetal well-being. It was widely considered as one of a number of attempts to create fresh legal challenges to abortion after two new conservative justices were confirmed to the supreme court. The legal director of the American Civil Liberties Union of Georgia, one of the groups that brought the lawsuit, said any appeal would be fruitless. “The district court blocked Georgia’s abortion ban, because it violates over 50 years of supreme court precedent and fails to trust women to make their own personal decisions,” said Sean Young in a statement. “This case has always been about one thing: letting her decide. It is now up to the state to decide whether to appeal this decision and prolong this lawsuit.” Georgia’s attorney general, Chris Carr, declined immediate comment, with spokesperson Katie Byrd saying the Republican’s office was still reviewing the ruling. At least eight states passed so-called heartbeat bills in 2019, including Alabama, Georgia, Louisiana Kentucky, Mississippi, Missouri, Ohio and Tennessee. South Carolina is still considering one. All of the legislation joined the fate of earlier such abortion bans from Arkansas, North Dakota and Iowa in being at least temporarily blocked by judges. Louisiana’s ban wouldn’t take effect unless a court upholds Mississippi’s law. In a separate ruling Monday, a federal judge in Tennessee blocked a Tennessee law that Republican governor Bill Lee had signed hours earlier banning an abortion as early as six weeks into pregnancy and prohibiting abortions based on race, sex or diagnosis of Down syndrome."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}