{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2020/jul/21/melbourne-international-film-festival-2020-five-things-to-watch-in-this-years-online-program", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2020-07-20T23:19:57Z", "webTitle": "Melbourne international film festival 2020: five things to watch in this year's online program", "webUrl": "https://www.theguardian.com/film/2020/jul/21/melbourne-international-film-festival-2020-five-things-to-watch-in-this-years-online-program", "apiUrl": "https://content.guardianapis.com/film/2020/jul/21/melbourne-international-film-festival-2020-five-things-to-watch-in-this-years-online-program", "fields": {"headline": "Melbourne international film festival 2020: five things to watch in this year's online program", "bodyText": "The coronavirus has of course interrupted plans for this year’s Melbourne international film festival, resulting in the event’s first ever online-only program – dubbed MIFF 68½. No surprises there – the horrible grey cloud lingering above this foul year we call 2020 continues to absorb almost everything involving fun in real-world settings. Thank god the internet still functions (touch wood) and streaming is still a thing. Usually the Melbourne and Sydney film festival run neck and neck in terms of the quality of their content, Sydney with the advantage of being positioned slightly earlier in the calendar, thus able to get first dibs on big titles from events such as the Cannes film festival. That may have turned into a disadvantage this year, with MIFF having a little more time to put together a much larger and more substantial catalogue, comprising 113 films – including 12 world premieres and 83 Australian premieres. Rabbits have been pulled out of the hat, with several titles that would be considered hot-ticket items at any festival – not just those adversely affected by the aforementioned cloud. Here are five titles to check out. Looky Looky Here Comes Cooky Few comedians have the screen presence of the Faboriginal Steven Oliver, known among other things for the hilarious “What’s this then...?” sketches performed with Aaron Fa’Aoso in ABC’s Black Comedy. The charismatic performer – who is of Kukuyalanji, Gangalidda, Waanyi, Woppaburra, Bundjalung, Biripi, Irish, Sri Lankan and South Sea Islander descent – has a beguiling ability to shift realities in a heartbeat, rocketing from elastic bendy-faced whimsy to soul-stirring pathos. Oliver presents and co-writes this 52-minute production (directed by Steven McGregor, who wrote Sweet Country), which is a musical response to the 250th anniversary of Captain Cook’s arrival in Australia. In addition to acting skills Oliver is also a great singer, songwriter and slam poet, his bouncy, truth-bomb-tossing recitals resulting in thoroughly memorable performances – such as (among many others) his 2015 Naidoc awards speech. Last and First Men Just your average, everyday, garden variety, speculative cine-essay about life on Earth two billion years from now – shot on 16mm, presented in monochrome, full of Yugoslavian architecture and narrated by Tilda Swinton. The first and final film directed by Icelandic composer Jóhann Jóhannsson (who passed away in 2018) adapts British author Olaf Stapledon’s post-apocalyptic 1930 novel of the same name. It certainly looks like an interesting and idiosyncratic feature, described as “ravishing” by Variety and “visionary” by the Hollywood Reporter. Wendy Presenting a contemporary spin on Peter Pan, which of course has been updated and remade a bazillion times, Wendy is the long-awaited sophomore feature of director Benh Zeitlin, whose 2012 indie Beasts of the Southern Wild came out of the blue to dazzle audiences and critics, ultimately snaring four Oscar nominations. Beasts is a fussy, scruffy, rickety-looking film with Terrence Malick-esque aesthetic attention to detail – capturing everything from junkyard bits and bobs strewn across its impoverished, fictitious setting to melting glaciers from which huge prehistoric boars emerge. It was always going to be a tough act to follow. The trailer for Wendy suggests a similarly striking visual tone, presumably helped by the location of the film set – the base of an active volcano in the Caribbean. First Cow Kelly Reichardt’s films (which include Certain Women, Meek’s Cutoff, Wendy &amp; Lucy and Night Moves) are typically slow, contemplative, character-oriented dramas. Her latest, First Cow (MIFF 68½’s “opening night” feature) was described by the Guardian’s own Peter Bradshaw in his five-star review as “a terrifically tough and sinewy tale of the old west, shaped by the brutally implacable market forces of capitalism”. It is set in the American frontier circa the 1820s, and follows a Jewish cook (John Magaro) and Chinese immigrant (Orion Lee) who launch a successful business that relies on a secret recipe that uses milk stolen from the region’s only cow. The official program describes this as “ill-gotten milk”. Those words strike me as either a good name for a band or a terrible name for a band. A table reading of Death in Brunswick The jet-black 1990 cult classic Death in Brunswick (based on Boyd Oxlade’s novel of the same name) is memorably led by Sam Neill as a leather jacket-clad chef who accidentally sets off a gangland war. The great John Clarke plays his best mate. To celebrate the film’s 30th birthday, theatre director-cum-film-maker John Sheedy (who recently helmed the effervescent family film H is for Happiness) will direct a live table read of the original script, performed by a new cast. The festival’s website promises there will be “some special surprises”. • Melbourne international film festival 68½ will run online from 6 to 23 August"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}