{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/jul/29/pandemic-has-exposed-britains-vulnerabilities-says-food-policy-review", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-07-28T23:01:15Z", "webTitle": "Pandemic has exposed Britain's vulnerabilities says food policy review", "webUrl": "https://www.theguardian.com/uk-news/2020/jul/29/pandemic-has-exposed-britains-vulnerabilities-says-food-policy-review", "apiUrl": "https://content.guardianapis.com/uk-news/2020/jul/29/pandemic-has-exposed-britains-vulnerabilities-says-food-policy-review", "fields": {"headline": "Pandemic has exposed Britain's vulnerabilities says food policy review", "bodyText": "It is a year since Michael Gove asked the businessman Henry Dimbleby to produce a national food strategy. In that time the coronavirus pandemic has brutally exposed the cracks in the British food system so the launch of part one of his review this Wednesday comes in a new and urgent context. After only a few weeks of lockdown three million people in Britain were in households where someone was forced to skip meals and go hungry. As supermarket shelves were emptied our sophisticated supermarket system of just-in-time deliveries suddenly looked very vulnerable to shocks. All this landed amid the EU exit process and as we lose the complex trade and subsidy arrangements that have shaped our food supply. Dimbleby, the entrepreneur who created Leon, the chain that tries to make takeaways healthier and less environmentally destructive, is a smart media performer, as you would expect given the family name. His review does not mince words. Diet is a key determinant of children’s life chances, the review says. The UK’s diet is a “slow-motion” disaster and a “medical emergency”. Covid-19 has not been a leveller but discriminatory. Dimbleby is also an adroit political operator. Within 12 months he has had to deal with three secretaries of state for Environment, Food and Rural Affairs – Gove, Theresa Villiers and George Eustice. He has consulted both sides of the debate. The vested interests of the food and farming industries who have lobbied to delay action have had their input. But so too have the progressives, the – land workers, food and poverty campaigners, Labour and the Greens. He has roped in the libertarian thinktanks that always oppose state intervention on food. He has bothered to ask questions widely by holding citizen’s assemblies. Dimbleby wisely begins by concentrating on children. That children are suffering from both obesity and hunger is incontrovertible; that it is not their personal responsibility is equally clear, and by doing this he sidesteps the argument favoured by the Tory right that a nanny state has no business here. Dimbleby in fact says he used to be against nannies but he’s come round to them. NGOs are broadly pleased with his focus on extending school meal provision and getting more healthy food to those who cannot afford it. He has been upstaged by the prime minister launching his own plan to tackle obesity, with restrictions on the marketing of junk foods and promotion of greater physical activity, in the same week, but happily so, he says, since he would have recommended the same state intervention. Part one of his review is a crisis overview. It leaves an analysis of the wider economic drivers of poor diet for part two, next year, to be followed by a white paper on policy changes. With the Brexit transition period nearing its end, in December, that looks like a timetable that may be too late. The three main pieces of legislation that will determine what sort of food system we have outside the EU – the agriculture bill, environment bill and trade bill – are all now being driven through parliament. The national food strategy calls for parliament to have scrutiny of any trade deals to ensure that standards are upheld. But the government has already blocked an amendment that would have enshrined that in law. The prize for the US from a trade deal with the UK is opening up our food markets to its agricultural produce, largely the raw materials of highly processed foods. The prime minister may have had an epiphany on diet and health, Dimbleby may say he is not in favour of “unfettered globalists”, but the Tory cabinet is still dominated by small statists who would prefer to thwart the sort of change called for here."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}