{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jul/20/istanbul-basaksehir-win-turkish-title-for-first-time-to-end-big-three-dominance", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-07-19T23:01:02Z", "webTitle": "Istanbul Basaksehir win Turkish title for first time to end big-three dominance", "webUrl": "https://www.theguardian.com/football/2020/jul/20/istanbul-basaksehir-win-turkish-title-for-first-time-to-end-big-three-dominance", "apiUrl": "https://content.guardianapis.com/football/2020/jul/20/istanbul-basaksehir-win-turkish-title-for-first-time-to-end-big-three-dominance", "fields": {"headline": "Istanbul Basaksehir win Turkish title for first time to end big-three dominance", "bodyText": "Istanbul Basaksehir won the Turkish title for the first time on Sunday, ending the dominance of the city’s big three clubs Fenerbahce, Galatasaray and Besiktas. Basaksehir, formerly the Istanbul municipality team established in 1990, captured the title following a 1-0 win over Kayserispor. Second-placed Trabzonspor were beaten 4-3 by Konyaspor. Between them, Fenerbahce, Galatasaray and Besiktas have won the Super Lig title 54 times but they were unable to compete on this occasion. The club possess a number of familiar names who have played in the Premier League, including Gaël Clichy, Robinho, Martin Skrtel and Demba Ba. It was Clichy who created the winning goal with a fine run down the left, before pulling it back for Mahmut Tekdemir to slot into the corner. There was some further drama on the night as the lights went out in the stadium with around a quarter of the match left to play. Luckily, power was restored and the match was completed, allowing the celebration to begin. Basaksehir, who became only the sixth club to win the Super Lig title since its inception in 1959, top the standings with 69 points, seven ahead of Trabzonspor with one round left. The club have come close to winning the league in recent years, finishing second twice in the previous three seasons but falling just short. The big three have huge fan bases while Basaksehir have few supporters to fill the stands in their 17,000 capacity stadium. Their name was changed to Basaksehir in 2014 when they moved to a new stadium in the Istanbul district of the same name, a stronghold of President Tayyip Erdogan’s AK Party (AKP). The then-Prime Minister Erdogan played in the club’s orange kit in an exhibition match to mark the occasion. The campaign is not over for the newly-crown Turkish champions, as they have one league game remaining, in addition to the Europa League. They currently have a one-goal lead from their first leg against FC Copenhagen and could face Manchester United in the next round if both progress."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}