{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2020/jul/17/england-yet-to-embrace-reopened-restaurants-and-pubs-data-suggests-sales-coronavirus", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2020-07-16T23:01:58Z", "webTitle": "England yet to embrace reopened restaurants and pubs, data suggests", "webUrl": "https://www.theguardian.com/business/2020/jul/17/england-yet-to-embrace-reopened-restaurants-and-pubs-data-suggests-sales-coronavirus", "apiUrl": "https://content.guardianapis.com/business/2020/jul/17/england-yet-to-embrace-reopened-restaurants-and-pubs-data-suggests-sales-coronavirus", "fields": {"headline": "England yet to embrace reopened restaurants and pubs, data suggests", "bodyText": "People have not embraced an easing of lockdown restrictions in England’s pubs, bars and restaurants, according to figures that showed a drop in sales of about 40% among venues that opened their doors at the beginning of the month. Pubs that were open in the week beginning 6 July posted a 39% decline in sales compared with the same period last year, while bars were down 43% and restaurants down 40%. “Trading at almost 60% of pre-Covid norms is actually a better performance than many other markets internationally, such as the US, experienced on reopening,” said Karl Chessell, director of CGA, a consultancy which produces the tracker data along with The Coffer Group and the accountancy firm RSM. The data was collected from 44 companies including nationwide pub, bar and restaurant groups. “The sector still has a long way to go, but this sets the benchmark against which the speed of recovery will be judged,” Chessell said. Hospitality venues have been gradually reopening since lockdown restrictions were loosened, and just over half of chain-owned sites have reopened for eating and drinking inside. Pub and restaurant operators are taking a “phased approach to reopening”, said Chessell. Pubs were more enthusiastic about welcoming back customers than bars and restaurants. Almost three-quarters of pubs or pub restaurants (70%) surveyed had reopened their doors, compared with under half of bars (42%) and just 17% of restaurants. Hospitality venues will be hoping the chancellor’s temporary cut to VAT from 20% to 5% on goods and services including meals in restaurants, cafes and pubs, which came into effect on 15 July, will attract customers back to dine or pay a visit to their local. There is no VAT cut on alcohol."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}