{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jul/25/video-witnessing-of-wills-to-be-made-legal-during-covid-19-pandemic", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-07-24T23:01:39Z", "webTitle": "Video witnessing of wills to be made legal in England and Wales during pandemic", "webUrl": "https://www.theguardian.com/world/2020/jul/25/video-witnessing-of-wills-to-be-made-legal-during-covid-19-pandemic", "apiUrl": "https://content.guardianapis.com/world/2020/jul/25/video-witnessing-of-wills-to-be-made-legal-during-covid-19-pandemic", "fields": {"headline": "Video witnessing of wills to be made legal in England and Wales during pandemic", "bodyText": "Video witnessing of wills is to be made legal in England and Wales to make it easier for people to record their final wishes during the coronavirus pandemic. Existing law requires a will to be made “in the presence of” at least two witnesses but stipulations on isolating and shielding during lockdown have led some people to turn to video platforms such as Zoom and FaceTime instead. On Saturday, ministers said wills witnessed in such a way will be deemed legal, providing the quality of sound and video is sufficient to see and hear what is happening at the time. The change in law, which will be effected in September, will be backdated to 31 January, the date of the first confirmed coronavirus case in the UK, and will remain in place until at least 31 January 2022. Emily Deane, technical counsel at the Society of Trust and Estate Practitioners (Step), which represents professional will writers, said: “We are delighted that the government has responded to the industry’s calls to allow will witnessing over video conference. By removing the need for any physical witnesses, wills can continue to be drawn up efficiently, effectively and safely by those isolating. “Step also welcomes the move to apply this retrospectively, which will provide reassurance to anyone who has had no choice but to execute a will in this manner prior to this legislation being enacted. We hope the policy will continue to evolve and enable more people to execute a will at this difficult time.” Wills still need to be signed by two witnesses who are not its beneficiaries, and electronic signatures will not be permitted. The government stressed that the use of video technology should remain a last resort and that people must continue to arrange physical witnessing of wills where it is safe to do so, pointing to case law which says that wills witnessed through windows are legitimate as long as they have clear sight of the person signing. Simon Davis, the president of the Law Society of England and Wales, said: “The Law Society is glad to see that guidance has been issued to minimise fraud and abuse. We look forward to working with government to ensure the reform is robust and successful.” The justice secretary and lord chancellor, Robert Buckland MP, said: “Our measures will give peace of mind to many that their last wishes can still be recorded during this challenging time, while continuing to protect the elderly and vulnerable.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}