{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jul/10/solskjr-warns-mason-greenwood-to-live-life-properly-to-fulfil-potential", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-07-09T23:03:15Z", "webTitle": "Solskjær warns Mason Greenwood to 'live life properly' to fulfil potential", "webUrl": "https://www.theguardian.com/football/2020/jul/10/solskjr-warns-mason-greenwood-to-live-life-properly-to-fulfil-potential", "apiUrl": "https://content.guardianapis.com/football/2020/jul/10/solskjr-warns-mason-greenwood-to-live-life-properly-to-fulfil-potential", "fields": {"headline": "Solskjær warns Mason Greenwood to 'live life properly' to fulfil potential", "bodyText": "Ole Gunnar Solskjær has warned Mason Greenwood he must “live his life properly” to reach his true potential after the teenager scored his eighth Premier League goal of the season to help Manchester United maintain their pursuit of a top-four finish. Paul Pogba registered his first United goal since April 2019 to round off a 3-0 victory at struggling Aston Villa after Bruno Fernandes had opened the scoring with a controversial penalty and Greenwood added a second just before the break with a superb long-rang strike. The 18-year-old’s sensational form since the restart has yielded four goals in his past three appearances, with Solskjær admitting Greenwood had made it impossible not to select him. Asked how he was managing the development of a player who first joined the club’s academy at the age of six, the United manager said: “We’ll have to wait and see. He’s got to look after himself. I’m doing my bit to help him but he’s got to do it. He’s the one that’s got to turn in performances at training, in the games and to live his life properly. “It’s all down to him. He can go as far as he wants to. He’s an exceptional finisher. He’s been in the club for so long and he knows what we want for him and he knows we believe in him. You can’t leave players out when they score goals. It’s almost impossible.” Pogba’s goal was United’s 100th in all competitions this season and capped another influential performance from the Frenchman since his return to the fold. But he insisted they still have plenty of ground to make up on the champions Liverpool next season after moving back to within one point of fourth-placed Leicester. “We didn’t win the Premier League. We didn’t win anything this year so obviously we have to keep working. There is a lot to do. A lot,” Pogba said. “We’re pleased with ourselves but we know we have to carry on. We are a big club and we want to keep the level up always. The performance today and the last few weeks have been very good and are the standard of Manchester United.” Solskjær was adamant that Fernandes had been fouled by Ezri Konsa for United’s penalty but his counterpart Dean Smith described the decision by the video assistant referee as “a disgrace” after the defeat which meant Villa remain four points from 17th-placed Watford with four matches left to play. “I thought it was going to get overturned straightaway,” he said. “How somebody in a studio had the view that I saw only once and they had four or five viewings and came to that decision is beyond me.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}