{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/jul/29/uk-must-ensure-medicines-stockpile-replenished-for-covid-19-second-wave", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-07-28T23:01:15Z", "webTitle": "UK must ensure medicines replenished for Covid-19 second wave", "webUrl": "https://www.theguardian.com/uk-news/2020/jul/29/uk-must-ensure-medicines-stockpile-replenished-for-covid-19-second-wave", "apiUrl": "https://content.guardianapis.com/uk-news/2020/jul/29/uk-must-ensure-medicines-stockpile-replenished-for-covid-19-second-wave", "fields": {"headline": "UK 'must ensure medicines stockpile replenished' for Covid-19 second wave", "bodyText": "Britain needs to ensure its stockpile of medicines is replenished to deal with a second wave of coronavirus and any shocks to a supply chain dominated by China and India, the trade committee warned in a report released today. The cross party committee said the pandemic had revealed that 70% of the active ingredients used in pharmaceuticals in the UK are made in China – while India manufactured “virtually all” the paracetamol in British shops. Drug supplies had held up during the first wave of the pandemic despite interruptions to the supply chains, helped partly by stockpiles of medicines lasting anywhere between three to six months. The committee told ministers “they must work with the pharmaceutical industry to ensure that buffer stock is being replenished to help cope with any further wave” – warning that supply chains “can only be stretched so far” in the future. At the height of the UK pandemic crisis in April, when paracetamol was in short supply in shops, India announced it was restricting drug exports. Ministers had to negotiate with the Indian government to secure 2.8m packets of the pain killer. Experts told the committee that Chinese suppliers dominate the production of active ingredients, turning them over to Indian manufacturers who turn them into pills with the addition of filler compounds. China shut down its supply in January and February, only for India to shut down its manufacturing and restrict exports. The MPs called on ministers “to be as open as possible” as to how they are dealing with “supply chain resilience arising from the pandemic” and in particular “how it will balance national security with its ambition to be a global champion of free trade”. The government is currently engaged in a review – entitled Project Defend – launched after the pandemic crisis eased to examine how dependent the UK was on China, India and elsewhere for critical goods. Anxiety about China and Chinese suppliers has also been rising across government, prompting the announcement earlier this month of a total ban on Huawei 5G equipment in future mobile phone networks from 2027. The committee complained that details about Project Defend were limited, and said that Liz Truss, the trade secretary, appeared to be “the first and so far only member of the government” to publicly discuss the review when she gave evidence to the committee in June. But even at the time Truss said she could not reveal very much: “I cannot go into the details of Project Defend, for obvious security reasons, but making sure we have a proper supply of those drugs for this country is very much our focus and the focus of the Department of Health,” the minister told MPs. Committee members urged ministers to concentrate on the development of “parallel supply chains” as a solution, to ensure that the UK would have an uninterrupted supply of paracetamols and other generic drugs in future pandemics. That would involve having British companies supplying 20-30% of the market with the ability to have “a degree of ‘surge capacity” allowing them to step up production to 90% if a similar crisis occurred again. Angus Brendan MacNeil, the chair of the committee, said: “The question now facing trade policymakers is not only how to help economies respond to the damage caused by Covid-19 but also how to better prepare for a similarly dire scenario in the future.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}