{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/jul/11/roger-stone-has-escaped-punishment-for-his-crimes-trump-is-sending-a-signal", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-07-11T20:55:55Z", "webTitle": "Roger Stone has escaped punishment for his crimes. Trump is sending a signal | Andrew Gawthorpe", "webUrl": "https://www.theguardian.com/commentisfree/2020/jul/11/roger-stone-has-escaped-punishment-for-his-crimes-trump-is-sending-a-signal", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/jul/11/roger-stone-has-escaped-punishment-for-his-crimes-trump-is-sending-a-signal", "fields": {"headline": "Roger Stone has escaped punishment for his crimes. Trump is sending a signal", "bodyText": "At America’s birth, when delegates in Virginia were debating whether to ratify the constitution, a politician called George Mason had an objection. Mason, who was influential over the development of the bill of rights, wondered whether the presidential pardon power was too broad. Might not the president encourage people who worked for him to commit crimes, and then pardon them? If he could, there would be essentially no check on a president’s power to break the law. Given that sort of leeway, an unscrupulous president could “establish a monarchy, and destroy the republic”. Mason’s objection ought to concern us still today. Late on Friday, Donald Trump commuted the prison sentence of his longtime associate Roger Stone, all but guaranteeing that Stone will never face justice for crimes he committed while obstructing an investigation into the Trump campaign’s links with WikiLeaks and the Russian intelligence agencies who attempted to tip the 2016 election in Trump’s favor. Backlash to the decision has been swift, with Trump’s fellow Republican Mitt Romney condemning the president’s “unprecedented, historic corruption”. It is not quite true to say that there is no precedent for Trump’s act. As Mason foresaw, executive clemency has been misused by presidents throughout American history. George HW Bush pardoned six officials who had been involved in the Iran-Contra scandal – an act which may have been intended to cover up his own wrongdoing. George W Bush commuted the prison sentence of Lewis “Scooter” Libby, who obstructed a federal investigation into the illegal outing of a CIA operative who was critical of the Bush administration. This history doesn’t make Trump’s actions any less troubling. In fact, by revealing how little restraint there is on the use of executive clemency, it ought to make us worry how much further the president – whose disregard for political and constitutional norms truly is without precedent – might go in the future. Most presidents issue their most controversial pardons furtively, at the end of their terms in office. But Trump has reveled in his ability to toss aside the principle of the rule of law when it comes to his own allies. In 2017 he pardoned the former Arizona sheriff Joe Arpaio, who had violated the constitutional rights of countless Arizonans. During the Mueller investigation – which exposed evidence that Trump himself may have committed obstruction of justice, a crime for which he could still be charged after leaving office – the president issued a full pardon to Libby, seemingly with the sole purpose of sending the message that he would forgive those – like Stone – who committed obstruction to protect himself. A president who is willing to use executive clemency to forgive violations of constitutional rights and protect himself from the rule of law could become, as Mason foresaw, a monarch. At the Virginia ratifying convention, James Madison replied to Mason that such a president would surely face impeachment. But today’s Republican party has made it clear that it will protect Trump from impeachment even in the face of overwhelming evidence of his abuses of power. Instead, by refusing to convict, they licensed Trump to double down. As America moves towards an election which Trump looks on course to lose, he is likely to become even less inhibited. The issuing of pardons and commutations for crimes already committed might pale in comparison with crimes yet to come. Trump could seek, once again, to sway the outcome of the election, promising pardons to his co-conspirators. He could order, as he did outside the White House, security forces to be used to disperse protesters who came into the streets in response, then issue pardons for any crimes tried by court martial or in Washington DC’s highest court. The fact that Trump has rarely shown the focus, intelligence or competence necessary to pull off such a conspiracy is little comfort. What he lacks in these qualities he makes up for in brazenness, in loyal subordinates equally willing to subvert the rule of law, and in the possession of a compliant conservative politico-media apparatus that will rationalize any action he takes. He could do incalculable damage to confidence in American democracy and the rule of law before he is finally wrested from the White House. In this sense, Roger Stone is the canary in the coal mine. Trump’s ability and willingness to commute his sentence is a reminder that for all its genius, the American founding left behind a structure which can be exploited and abused by an unscrupulous president. As we live through what are hopefully the dying days of the presidency of the most unscrupulous of them all, we have to remain on our guard. Partly because of his fears over the pardon power, George Mason ultimately became one of only three of the framers of the constitution to refuse to sign the final document, believing it created a blueprint for tyranny. Proving him wrong requires constant vigilance, now and in the future. Andrew Gawthorpe is a historian of the United States at Leiden University"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}