{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jul/24/david-silva-reflects-on-manchester-city-career-beyond-his-wildest-dreams", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-07-24T21:30:37Z", "webTitle": "David Silva reflects on Manchester City career beyond his 'wildest dreams'", "webUrl": "https://www.theguardian.com/football/2020/jul/24/david-silva-reflects-on-manchester-city-career-beyond-his-wildest-dreams", "apiUrl": "https://content.guardianapis.com/football/2020/jul/24/david-silva-reflects-on-manchester-city-career-beyond-his-wildest-dreams", "fields": {"headline": "David Silva reflects on Manchester City career beyond his 'wildest dreams'", "bodyText": "David Silva has described his garlanded career as beyond his “wildest dreams” before making a final Premier League appearance for Manchester City against Norwich on Sunday. The 34-year-old has spent a decade at the club in which he has won four league titles, two FA Cups and five League Cups, scoring 60 top-flight goals. The midfielder has also claimed two European Championships, the World Cup and a Copa del Rey with Valencia, and could add the Champions League in which City face Real Madrid in their last-16 second leg next month. Of his 10 years at the club Silva said: “When I look back at everything I have achieved I could never have imagined it, even in my wildest dreams. When you are young you don’t dream about all of this. You dream about becoming a footballer, a professional footballer, you dream of playing in the top flight. But you never think about all the things that you could possibly achieve.” Silva, who is expected to continue playing, required time to adapt on joining City. “I arrived here having just won the World Cup. It was a change in country, league, language and everything was quite tough but my teammates welcomed me and really looked after me and after a few months I settled in. I have always tried to do my absolute best, to always behave well and I have tried to work very hard too. I hope that people have enjoyed my football for all of these years.” Pep Guardiola, Silva’s manager, offered high praise. “Extraordinary – the amount, the huge quality of the games he played, the titles he helped to win. He’s another player, alongside six, seven or eight others, that made the club what it is right now. Always I think this club will be grateful to him.” Guardiola confirmed that Sergio Agüero would not be available for the Madrid game as he continues rehabilitation following knee surgery. Although the Catalan is hopeful the striker can recover to play in the Lisbon phase of the competition, which starts with the quarter-finals, should City get there, it is understood Agüero is fighting to feature again before next season."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}