{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2020/jul/20/coronavirus-live-news-trump-says-fauci-alarmist-as-hong-kong-makes-masks-mandatory-indoors", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-07-20T23:39:25Z", "webTitle": "Brazil's death toll reaches 80,000 – as it happened", "webUrl": "https://www.theguardian.com/world/live/2020/jul/20/coronavirus-live-news-trump-says-fauci-alarmist-as-hong-kong-makes-masks-mandatory-indoors", "apiUrl": "https://content.guardianapis.com/world/live/2020/jul/20/coronavirus-live-news-trump-says-fauci-alarmist-as-hong-kong-makes-masks-mandatory-indoors", "fields": {"headline": "Brazil's death toll reaches 80,000 – as it happened", "bodyText": "We are closing this live blog now. But you can stay up to date with all of our coronavirus coverage on our new blog below. President Trump has tweeted a photo of himself wearing a face mask, implying it is “patriotic” to wear one. The US Center for Disease Control and Prevention first first urged Americans to wear face coverings in April, but Trump was only seen publicly wearing a mask for the first time earlier this month. Brazil death toll passes 80,000. Health ministry figures showed cases in the country had grown to more than 2.1m, with deaths now standing at 80,120. Two more Brazilian ministers also tested positive for Covid-19, with one, the citizenship minister, Onyx Lorenzoni, who is a close ally of President Bolsonaro crediting relatively mild symptoms to an anti-malarial drug touted. The World Health Organziation voiced alarm Monday at the spread in Africa. It warned that South Africa’s surging numbers could be a “precursor” for outbreaks across the continent. The hajj pilgrimage in Saudi Arabia will begin on 29 July. The drastically scaled back event will include only around 1,000 Muslim pilgrims due to the pandemic. A coronavirus vaccine developed by Oxford University appears to be safe and prompts an immune response, raising hopes about the distribution of a vaccine in the coming months. The Oxford team published the results of its vaccine trials in the medical journal the Lancet today. France reports up to 500 virus clusters. Despite the clusters, authorities say there are no signs of an imminent “second wave”, according to the health minister Olivier Veran. Many of the clusters involve abattoirs or other contained professional settings such as old age homes, he said. Nationwide the R number indicating the viral transmission rate is 1.2. Colombia’s number of confirmed cases exceeded 200,000 on Monday, the health ministry said, while deaths from the disease reached 6,929 as the Andean country continues a months-long lockdown. Colombia now has a total of 204,005 cases, still well behind other Latin American countries like Brazil, Peru, Mexico and Chile, which are among the 10 countries worldwide with the most infections. Colombia’s government has estimated it will reach its peak of cases in August. Several cities, including the capital Bogota, are close to full occupation of beds in intensive care units. The nationwide quarantine – declared at the end of March by President Ivan Duque – is set to last until 1 August. Though certain neighbourhoods, especially in the capital, are under strict restrictions, other areas have loosened rules as the government seeks to stoke the economy, which is expected to contract 5.5% this year. Brazil’s official death toll has exceeded 80,000, the country’s health ministry has said. Officials said 20,257 new cases had been confirmed, taking the total to 2,118,646, while 632 more people were known to have died, taking the total to 80,120. About 3,500 people in England may die within the next five years of one of the four main cancers – breast, lung, oesophageal or bowel – as a result of delays in being diagnosed because of Covid-19, research shows. Many of these will be young or middle-aged people, say the researchers in the Lancet Oncology journal. “Our findings demonstrate the impact of the national Covid-19 response, which may cut short the lives of thousands of people with cancer in England over the next five years,” said Dr Ajay Aggarwal from the London School of Hygiene &amp; Tropical Medicine, who led the research. Israel’s parliament has voted to allow the country’s domestic intelligence agency to continue tracking the mobile phones of virus carriers for the rest of the year amid a resurgence in new cases. The Shin Bet’s surveillance technology has been used on and off to track carriers since March and the Knesset approved the measure until 20 January 2021, the Knesset news agency reported. The security agency tracks location data of confirmed carriers for 14 days before they were diagnosed. That data is used to identify anyone with whom they came into contact, which proponents say is crucial to infection chains. The surveillance has drawn challenges from privacy watchdog groups, and the supreme court cited worries over dangers to individual liberty in demanding the prime minister Benjamin Netanyahu’s government regulate the surveillance through legislation. The new law includes additional oversight requiring the government to renew its request every three weeks. And it can be used only when new daily cases exceed 200. Those ordered into isolation can appeal if they believe the data was inaccurate. In the UK, the former shadow chancellor John McDonnell has called for the urgent nationalisation of care services in response to the pandemic, warning that years of underfunding have put older and disabled people at heightened risk from a second surge in infections this winter. In his first significant intervention since stepping down from his shadow position earlier this year, McDonnell said fixing Britain’s long-running crisis in social care should be a top priority of government as Covid-19 exposes severe frailties in the system. Here’s a round up of the main developments today: Oxford coronavirus vaccine triggers immune response Oxford University’s experimental coronavirus vaccine is safe and generated a strong immune response in the people who volunteered to help trial it, researchers have said, raising hopes it could contribute to ending the pandemic. Professor Sarah Gilbert, from Oxford’s Jenner Institute, said they were more than happy with the first results, which showed good immunity after a single dose of vaccine. The results published in the Lancet medical journal are preliminary, with the effect of the vaccine measured by the amount of antibodies and T-cells it generates in the blood of the volunteers – not in any response to the virus itself. WHO: vaccines must be ‘global good’ not just for rich countries The WHO director general, Tedros Adhanom Ghebreyesus, called on world leaders to commit to making vaccines a global benefit not reserved for rich countries. And in remarks aimed the US he said: “One of the worrying patterns we see is some countries moving in the other direction.” WHO: ‘contact tracing is essential’ Tedros also intervened in the US row about testing by stressing the importance of contact tracing for suppressing transmission. “No country can get control of its epidemic, if it doesn’t know where the virus is,” he told a WHO press briefing. Donald Trump to resume daily coronavirus press briefings The US president told reporters he would resume holding daily coronavirus briefings starting on Tuesday. He said: “It’s a great way to get information out to the public as to where we are with the vaccines and the therapeutics.” Denmark allows merchant sailors to come ashore Denmark will allow merchant sailors stranded at sea since the outbreak of the coronavirus to come ashore and be reunited with their friends and families. Upon landing in Denmark, home to the world’s biggest container shipping group, Maersk, seafarers will be isolated in hotels and airports will establish special transit areas to avoid contact with other people. France reports up to 500 virus clusters The authorities in France have reported 400 to 500 active coronavirus outbreak clusters but there are no signs of an imminent “second wave”, according to the health minister Olivier Veran. Many of the clusters involve abattoirs or other contained professional settings such as old age homes, he said. Nationwide the R number indicating the viral transmission rate is 1.2. EU leaders show signs of compromise on recovery fund European leaders have shown signs of a possible compromise on €1.8tn coronavirus stimulus package, after more than three days of fractious negotiations. The Dutch prime minster Mark Rutte, one of a group of so called ‘frugals’ demanding conditions on how the cash is spent, said: “It looks a bit more hopeful than at the times where I thought last night that it was over.” The Euro hit a four month high on hopes of a deal. Global cases pass 14.5m More than 14.5 million people have tested positive for coronavirus worldwide so far, according to the Johns Hopkins University tracker. The number of confirmed cases has reached 14,538,115 it said. The death toll is 606,922. Russian cases rise to more than 777,000 Russia has reported 5,940 new cases of the novel coronavirus, pushing its total infection tally to 777,486, the fourth largest in the world. In a daily readout reported by Reuters, officials said 85 people had died in the last 24 hours, bringing the official death toll to 12,427. The mayor of the Arctic city of Norilsk announced his resignation after accusing regional officials of massively underreporting coronavirus figures. Outbreak in Xinjiang spreads to second Chinese city An outbreak in China’s northwestern region of Xinjiang has spread to a second city, one day after authorities announced “wartime” anti-pandemic measures in a district in the city of Urumqi. On Monday, the national health commission reported 22 new cases, five of which were imported. One case was reported in the ancient Silk Road city of Kashgar, in north-western Xinjiang, while the rest were in the capital city of Urumqi. At least 47 people diagnosed with Covid-19 in Xinjiang were in the city of Urumqi. A proposed European Union economic recovery package would provide €390bn of grants and €360bn of loans, according to Reuters. The news agency reports that the proposal submitted to EU leaders on Monday amends the original European commission plans to provide €500bn and €250bn respectively to repair the economic damage done by virus lockdowns across the bloc’s member states. The document is meant as a basis for a compromise agreement after four days of acrimonious talks on the package, Reuters reported. It also envisages that national plans to spend the money would have to get the approval of a qualified majority of EU governments. The disbursement would also be linked to governments observing the rule of law, a fact that would be established also by a qualified majority of governments. The US has suffered 498 more deaths and registered another 63,201 cases, the Centers for Disease Control and Prevention (CDC), has said. That takes the respective totals to 3,761,362 and 140,157. Here’s a round-up of the main developments today: Oxford coronavirus vaccine triggers immune response Oxford University’s experimental coronavirus vaccine is safe and generated a strong immune response in the people who volunteered to help trial it, researchers have said, raising hopes it could contribute to ending the pandemic. Professor Sarah Gilbert, from Oxford’s Jenner Institute, said they were more than happy with the first results, which showed good immunity after a single dose of vaccine. The results published in the Lancet medical journal are preliminary, with the effect of the vaccine measured by the amount of antibodies and T-cells it generates in the blood of the volunteers – not in any response to the virus itself. WHO: vaccines must be ‘global good’ not just for rich countries The WHO director general, Tedros Adhanom Ghebreyesus, called on world leaders to commit to making vaccines a global benefit not reserved for rich countries. And in remarks aimed the US he said: “One of the worrying patterns we see is some countries moving in the other direction.” WHO: ‘contact tracing is essential’ Tedros also intervened in the US row about testing by stressing the importance of contact tracing for suppressing transmission. “No country can get control of its epidemic, if it doesn’t know where the virus is,” he told a WHO press briefing. Donald Trump to resume daily coronavirus press briefings The US president told reporters he would resume holding daily coronavirus briefings starting on Tuesday. He said: “It’s a great way to get information out to the public as to where we are with the vaccines and the therapeutics.” Third minister in Brazil tests positive Brazil’s citizenship minister, Onyx Lorenzoni, has tested positive for coronavirus, the country’s third minister to be infected. Lorenzoni, a close ally of president Jair Bolsonaro, credited relatively mild symptoms to an anti-malarial drug touted by the president on social media and at public rallies. “I already feel the positive effects,” said about his regimen of chloroquine. Denmark allows merchant sailors to come ashore Denmark will allow merchant sailors stranded at sea since the outbreak of the coronavirus to come ashore and be reunited with their friends and families. Upon landing in Denmark, home to the world’s biggest container shipping group, Maersk, seafarers will be isolated in hotels and airports will establish special transit areas to avoid contact with other people. France reports up to 500 virus clusters The authorities in France have reported 400 to 500 active coronavirus outbreak clusters but there are no signs of an imminent “second wave”, according to the health minister Olivier Veran. Many of the clusters involve abattoirs or other contained professional settings such as old age homes, he said. Nationwide the R number indicating the viral transmission rate is 1.2. EU leaders show signs of compromise on recovery fund European leaders have shown signs of a possible compromise on €1.8tn coronavirus stimulus package, after more than three days of fractious negotiations. The Dutch prime minster Mark Rutte, one of a group of so called ‘frugals’ demanding conditions on how the cash is spent, said: “It looks a bit more hopeful than at the times where I thought last night that it was over.” The Euro hit a four month high on hopes of a deal. Global cases pass 14.5m More than 14.5 million people have tested positive for coronavirus worldwide so far, according to the Johns Hopkins University tracker. The number of confirmed cases has reached 14,538,115 it said. The death toll is 606,922. Russian cases rise to more than 777,000 Russia has reported 5,940 new cases of the novel coronavirus, pushing its total infection tally to 777,486, the fourth largest in the world. In a daily readout reported by Reuters, officials said 85 people had died in the last 24 hours, bringing the official death toll to 12,427. The mayor of the Arctic city of Norilsk announced his resignation after accusing regional officials of massively underreporting coronavirus figures. Outbreak in Xinjiang spreads to second Chinese city An outbreak in China’s northwestern region of Xinjiang has spread to a second city, one day after authorities announced “wartime” anti-pandemic measures in a district in the city of Urumqi. On Monday, the national health commission reported 22 new cases, five of which were imported. One case was reported in the ancient Silk Road city of Kashgar, in north-western Xinjiang, while the rest were in the capital city of Urumqi. At least 47 people diagnosed with Covid-19 in Xinjiang were in the city of Urumqi. The prevalence of infections in Spain has increased three-fold in three weeks, Health Ministry data showed, according to Reuters. Since restrictions on movement were lifted and Spaniards relaxed back into daily life, some 201 new clusters have appeared, with heavy concentrations in and around the Catalan cities of Barcelona and Lleida. The occurrence of the virus has jumped from eight cases per 100,000 inhabitants at the end of June, when the country’s state of emergency ended, to 27 per 100,000, deputy health emergency chief Maria Sierra told a news conference. Over the weekend 4,581 new cases were recorded, bringing the total to 264,836, she added. More than 28,000 people have died. “Where measures have been relaxed is where these clusters appear,” Health Minister Salvador Illa said. “We’re talking about gatherings of extended family and spaces associated with nightlife.” Describing the situation in Catalonia as concerning, he appealed to residents to respect health measures. A emergency doctor has become Lebanon’s first medic to die of coronavirus, state media said, as daily infections rise in the eastern Mediterranean country, AFP reports. Loay Ismail, 32, “died from coronavirus at the Nabih Berri hospital in Nabatiyeh”, southern Lebanon, the National News Agency said. The Lebanese-Italian Hospital in the nearby city of Tyre where he worked said Ismail contracted the illness “while carrying out his medical and humanitarian duty”. Firass Abiad, head of the main public hospital treating Covid-19 patients in Beirut, said: “Today we mourn Dr. Loay, our young colleague, who fell while doing his duty, treating a patient with Covid-19.” “We have taken an oath and are willing to sacrifice all for our patients. Yet this does not take away the heartache or make the loss tolerable,” tweeted the director of Rafik Hariri university hospital. Lebanon said Monday it has confirmed more than 2,900 cases of the novel coronavirus, including 41 deaths. The country has gradually lifted lockdown measures and opened Beirut airport to commercial flights at the start of July, after a closure of more than three months. Over the past two weeks, the daily infection rate has risen, with dozens of new cases announced each day. In the highest such increase, the government announced 166 new cases on 12 July, including 131 sanitation workers. Sweden’s health agency said plans to change contact-tracing guidelines so that tracing is done to a larger extent by the individuals infected, Reuters reports. The new guidance breaks from a strategy adopted by most countries where authorities trace and notify people who have had close contact with a carrier of the disease. An agency spokeswoman said it was much better that individuals themselves contact people they may have infected, rather than official tracking units which currently have this responsibility. The existing system worked well when the number of infections was lower but had become less effective as the number grew, she said. Unlike most tracing systems, the Swedish system is not anonymous as individuals are expected to deliver the news of their infection to anyone they’ve been in close contact with. Although the number of infections in Sweden has slowed in recent weeks, a total of 78,048 people have been infected since the pandemic began, a figure far outstripping its Nordic neighbours. Sweden’s death toll from the virus is 5,619. Sweden decided to forego a hard lockdown and keep most schools open, and allow businesses to stay open, throughout the outbreak, a strategy that set it apart from most of Europe. Brazil’s citizenship minister, Onyx Lorenzoni, has tested positive for coronavirus, the country’s third minister to be infected, Reuters reports Lorenzoni, a close ally of president Jair Bolsonaro, credited relatively mild symptoms to an anti-malarial drug touted by the president on social media and at public rallies. “I already feel the positive effects,” the minister wrote on Twitter about his regimen of chloroquine, along with azithromycin and ivermectin, as a treatment against the virus. Bolsonaro, who is quarantined after he also tested positive for the virus, is taking hydroxychloroquine, a related drug. Both are used to treat malaria, and Bolsonaro has become a full-throated supporter of using them to treat Covid-19, despite the lack of solid proof they work against the disease. “It is important to remember that the ‘off label’ use of medication is well established in medicine, as long as the patient clearly agrees,” tweeted Bolsonaro on Monday morning, defending the use of hydroxychloroquine for unproven treatments. Here’s a round up of the main developments today: Oxford coronavirus vaccine triggers immune response Oxford University’s experimental coronavirus vaccine is safe and generated a strong immune response in the people who volunteered to help trial it, researchers have said, raising hopes it could contribute to ending the pandemic. Professor Sarah Gilbert, from Oxford’s Jenner Institute, said they were more than happy with the first results, which showed good immunity after a single dose of vaccine. The results published in the Lancet medical journal are preliminary, with the effect of the vaccine measured by the amount of antibodies and T-cells it generates in the blood of the volunteers – not in any response to the virus itself. WHO: vaccines must be ‘global good’ not just for rich countries The WHO director general, Tedros Adhanom Ghebreyesus, called on world leaders to commit to making vaccines a global benefit not reserved for rich countries. And in remarks aimed the US he said: “One of the worrying patterns we see is some countries moving in the other direction.” WHO: ‘contact tracing is essential’ Tedros also intervened in the US row about testing by stressing the importance of contact tracing for suppressing transmission. “No country can get control of its epidemic, if it doesn’t know where the virus is,” he told a WHO press briefing. Donald Trump to resume daily coronavirus press briefings The US president told reporters he would resume holding daily coronavirus briefings starting on Tuesday. He said: “It’s a great way to get information out to the public as to where we are with the vaccines and the therapeutics.” Denmark allows merchant sailors to come ashore Denmark will allow merchant sailors stranded at sea since the outbreak of the coronavirus to come ashore and be reunited with their friends and families. Upon landing in Denmark, home to the world’s biggest container shipping group, Maersk, seafarers will be isolated in hotels and airports will establish special transit areas to avoid contact with other people. France reports up to 500 virus clusters The authorities in France have reported 400 to 500 active coronavirus outbreak clusters but there are no signs of an imminent “second wave”, according to the health minister Olivier Veran. Many of the clusters involve abattoirs or other contained professional settings such as old age homes, he said. Nationwide the R number indicating the viral transmission rate is 1.2. EU leaders show signs of compromise on recovery fund European leaders have shown signs of a possible compromise on €1.8tn coronavirus stimulus package, after more than three days of fractious negotiations. The Dutch prime minster Mark Rutte, one of a group of so called ‘frugals’ demanding conditions on how the cash is spent, said: “It looks a bit more hopeful than at the times where I thought last night that it was over.” The Euro hit a four month high on hopes of a deal. Global cases pass 14.5m More than 14.5 million people have tested positive for coronavirus worldwide so far, according to the Johns Hopkins University tracker. The number of confirmed cases has reached 14,538,115 it said. The death toll is 606,922. Russian cases rise to more than 777,000 Russia has reported 5,940 new cases of the novel coronavirus, pushing its total infection tally to 777,486, the fourth largest in the world. In a daily readout reported by Reuters, officials said 85 people had died in the last 24 hours, bringing the official death toll to 12,427. The mayor of the Arctic city of Norilsk announced his resignation after accusing regional officials of massively underreporting coronavirus figures. Outbreak in Xinjiang spreads to second Chinese city An outbreak in China’s northwestern region of Xinjiang has spread to a second city, one day after authorities announced “wartime” anti-pandemic measures in a district in the city of Urumqi. On Monday, the national health commission reported 22 new cases, five of which were imported. One case was reported in the ancient Silk Road city of Kashgar, in north-western Xinjiang, while the rest were in the capital city of Urumqi. At least 47 people diagnosed with Covid-19 in Xinjiang were in the city of Urumqi. The mayor of the Russian Arctic city of Norilsk on Monday announced his resignation after accusing regional officials of massively underreporting coronavirus figures, AFP reports. Rinat Akhmetchin, mayor of the Siberian city located 300 kilometres (186 miles) north of the Arctic Circle, announced his departure during a briefing. His resignation came as Russian President Vladimir Putin boasted that Russia’s virus situation is improving and numbers of cases and deaths are far lower than in many European countries. Akhmetchin last week sent a letter to regional officials accusing the regional health ministry of “concealing real information about the numbers of those ill from federal agencies”, Siberian news site Tayga.Info reported. He claimed that there had been 832 confirmed cases in Norilsk while the regional health ministry gave the figure of 293. He also complained hospitals lacked staff and patients were waiting for hours in corridors, the Siberian news site reported. On Monday Akhmetchin said that he resigned after regional officials at a meeting put the blame on him for failings. “I didn’t lie and I never wanted to lie, all the information I gave came from official sources,” said the 55-year-old who has headed the city since 2017. The regional health ministry said Monday that there have been 436 cases of coronavirus confirmed by testing in Norilsk. It said the situation in Norilsk “had stabilised” in the last week and there were enough hospital beds. Norlisk has confirmed 11,528 cases and 260 deaths. The Norilsk mayor was already under pressure as he faces a criminal charge of negligence over a fuel spill near the city last month that saw thousands of tonnes of diesel leak into soil and waterways. Emmanuel Macron has sought to draw a line under the acrimony of the last four days of negotiations with fellow EU leaders over a proposed €1.8tn (£1.6tn) budget and pandemic recovery fund, as the bloc’s longest summit in two decades continued. A rancorous overnight debate between the 27 heads of state and government, during which France’s president beat the negotiating table in frustration and disparaged a fellow leader, finished at 6am central European time (0600 BST) on Monday and produced some signs of progress. “There were extremely tense moments,” Macron conceded as he arrived for the fourth day. “And there will be more that no doubt will still be difficult. But on content, things have moved forward.” Donald Trump is to resume daily coronavirus press briefings. Our US politics live blog has the details: Tedros also called on world leaders to commit to making vaccines a global benefit not reserved for rich countries. And in another thinly vailed attack on the US he expressed alarm about countries taking the opposite approach. Last month the US bought up virtually all the global stocks for the next three months of one of the two drugs proven to work against Covid-19, in a move that campaigners said had alarming implications for what could happen when vaccines become avaiable. Speaking at the WHO press conference, Tedros again appeared to aiming his remarks at Trump. He said: For a fair distribution [of vaccines], the most important element will be political commitment, especially by our leaders. That’s the only way you can get fair distribution. But one of the worrying patterns we see is some countries moving in the other direction. When there is no consensus on having this vaccine as a global public good it could actually be owned by those who have money and those who cannot afford it may not have access to the vaccines. We want a groundswell of political leaders believing in making a vaccine a global public good and this should not be considered as a charity to those who cannot afford it. The WHO welcomed news that Oxford University’s vaccine was safe and produced an immune response in early-stage clinical trials in healthy volunteers. “We congratulate our colleagues for the progress they have made,” said WHO emergencies head Mike Ryan at the same online briefing. “This is a positive result, but there is a long way to go ... We now need to move to large-scale trials.” The head of the WHO has outlined the importance of contact tracing in remarks that are likely to fuel a row in the US. Donald Trump is seeking to block billions of dollars in funding for coronavirus testing and contact tracing efforts even as cases rise across the US, where around 70,000 people are testing positive each day. White House opposition to spending proposed by Senate Republicans has sparked frustrations in his own party, according to the Washington Post, the New York Times and other media outlets. In a press conference on Monday, the WHO director general, Tedros Adhanom Ghebreyesus, did not mention Trump or the US but he stressed the importance of contact tracing. He said: One of the key tools for suppressing transmission in all communities is contact tracing. No country can get control of its epidemic, if it doesn’t know where the virus is. Lockdown measures can help to reduce transmission, but they cannot completely stop it. Contact tracing is essential for finding and isolating cases and identifying and quarantining their contacts. Mobile applications can support contact tracing, but nothing replaces boots on the ground – trained workers going door to door to find cases and contacts and break the chains of transmission. Contact tracing is essential for every country in every situation. It can prevent individual cases from becoming clusters and clusters, turning into community transmission. Even countries with community transmission can make progress by breaking down their epidemics into manageable parts. This is all the more critical as countries are opening up. Reacting rapidly to new cases and clusters will allow countries to continue on the road to economic recovery, while keeping the virus at bay. Contact tracing has long been the bedrock of outbreak response from smallpox to polio to ebola, and Covid-19. Tedros also urged countries not to wait for a vaccine to become available. He said: With strong leadership community engagement, and a comprehensive strategy to suppress transmission and save lives. Covid-19 can be stopped. We do not have to wait for a vaccine. We have to save lives now. Make no mistake, we must continue to accelerate vaccine research, while doing more with the tools we have at hand. The British pharmaceutical company GlaxoSmithKline has bought a 10% stake in a German biotech company that is a key player in the global race for a coronavirus vaccine as part of a deal that could eventually be worth more than £800m. GSK on Monday said it will pay £130m for the stake in CureVac. GSK will also make a separate payment of £104m that will fund research into CureVac’s development of messenger ribonucleic acid (mRNA) vaccines. The deal does not include direct collaboration between GSK and CureVac scientists on a vaccine for Covid-19 or separate CureVac work on rabies. However, it means the British company would benefit if investor interest in coronavirus treatments increased CureVac’s valuation. Denmark will allow merchant sailors stranded at sea since the outbreak of the coronavirus to come ashore and be reunited with their friends and families, the Business Ministry has said. Since the outbreak of the coronavirus, 200,000 seafarers have been stranded on merchant ships, some for more than a year, because travel restrictions have made it almost impossible to rotate crews. “While many Danes have used the corona crisis to spend more time with the family, many Danish sailors have had to do without family and friends for much longer than usual,” Business Minister Simon Kollerup said. Sailors will be granted visas to enter or travel through Denmark in controlled settings, the ministry said, to allow them to embark or disembark ships in Denmark or neighbouring countries. The UN International Maritime Organization has called the situation a “humanitarian crisis” and maritime welfare charities had warned of an increase in suicides at sea. Upon landing in Denmark, home to the world’s biggest container shipping group, Maersk, seafarers will be isolated in hotels and airports will establish special transit areas to avoid contact with other people, the ministry said. Fair tax campaigners have called out “hypocrisy” of the Netherlands for being one of the countries blocking the European coronavirus recovery fund at a time when it promotes tax havens that deny member states billions of euros each year. The Tax Justice Network estimates that EU governments could raise nearly $20bn in corporate tax from the largest corporations by immediately requiring multinational firms to publish their country by country reporting data. It identified the Netherlands as one of four European tax havens – known as the “axis of tax avoidance” - responsible for the EU losing $27 billion in corporate tax every year from US firms alone. Alex Cobham, chief executive at the Tax Justice Network, said: The idea that the Netherlands can be called ‘frugal’ while it deprives EU countries of billions in corporate tax every year – revenues that are desperately needed to meet the costs of the pandemic – is nonsensical and deeply offensive. For years our research has shown how European tax havens like the Netherlands have been fuelling a race to the bottom in the EU, that hands over wealth and power to the biggest corporations and takes it away from the nurses and public services we all rely on. Landmark OECD data published last week finally confirms that far from being a leader of fiscal responsibility, the Netherlands is one of the world’s greatest enablers of corporate tax abuse. The coronavirus pandemic has exposed the grave costs of an international tax system programmed to prioritise the interests of corporate giants over the needs of people. Now more than ever, EU governments must reprogramme their tax systems to prioritise people’s wellbeing and they can start today, right now, by making it a requirement for multinational firms to publish their country by country reporting. Member states already require multinational firms to submit country by country reports privately to their tax authorities – and evidence shows that simply making that data public can curb corporate tax abuses and raise substantial revenues. At a stroke, EU governments can begin to raise billions in corporate tax that are sorely needed and would otherwise be smuggled into European tax havens like the Netherlands. And this is a measure that Mark Rutte’s government claims to support – the southern European countries should make it a condition of any package they agree with the misnamed ‘frugal four’. More than 100 international academics including Noam Chomsky have called on India to release communist poet Varavara Rao after he tested positive for coronavirus, AFP reports. Rao, 79, was swept up in police raids across the country in 2018 over links to Maoist militants and detained in a Mumbai prison, but never charged. His family claim that his health has severely deteriorated since he was jailed, and he tested positive for Covid-19 after he was moved to a hospital last week. The signatories - which include intellectual luminaries such as Barbara Harriss-White, Jan Breman and Amogh Sharma - also called for the release of 10 other Indian scholar-activists. “Conditions in the jails in which these prisoners of conscience have been kept are said to be unhealthy and the threat of spread of infection has grown,” said the open letter, dated Sunday. “We join other international scholars in appealing for the immediate release of Varavara Rao and the other... activists.” Rao’s family on Monday called on authorities to brief them regularly on the poet’s condition. “His family is not informed at all,” they wrote in a statement. “Not sharing health updates of a person in judicial custody with his family is illegal, unconstitutional and inhuman.” Maharashtra state, where Rao is being held, has emerged as the epicentre of India’s coronavirus outbreak with more than 300,000 confirmed infections. The Lancet has more on the Oxford vaccine tests: Scientists at Oxford University say their experimental coronavirus vaccine has been shown to prompt a protective immune response in hundreds of people tested. British researchers first began testing the vaccine in April in about 1,000 people, half of whom got the experimental vaccine. Such early trials are usually designed only to evaluate safety, but in this case experts were also looking to see what kind of immune response was provoked. In research published Monday in the journal Lancet, scientists said that they found their experimental Covid-19 vaccine produced a dual immune response in people aged 18 to 55. “We are seeing good immune response in almost everybody,” said Dr. Adrian Hill, director of the Jenner Institute at Oxford University. “What this vaccine does particularly well is trigger both arms of the immune system,” he said. Hill said that neutralising antibodies are produced molecules which are key to blocking infection. In addition, the vaccine also causes a reaction in the body’s T-cells which help to fight off the coronavirus. He said that larger trials evaluating the vaccine’s effectiveness, involving about 10,000 people in the UK as well as participants in South Africa and Brazil are still underway. The Guardian and Kaiser Health News have identified reports of 821 frontline healthcare workers in the US who died of Covid-19. Trials of an experimental drug inhaled by patients have found a significant reduction in hospital patients with Covid-19 needing to be put on a ventilator or dying from the disease, according to researchers The drug, called SNG001, is delivered via an inhaler and is based on interferon-beta – a protein produced naturally in the body that plays an important role in coordinating the body’s antiviral response. Now researchers have announced the results of an initial trial, finding the odds that patients treated in hospital with Covid-19 will either go on to need ventilation, or die, were 79% better among those given SNG001, compared with those given a placebo. NSW police commissioner Mick Fuller has vowed he will go to court to block a Black Lives Matter protest planned for Sydney next week, citing the event’s potential to spread coronavirus. Fuller said rally organisers had filed a formal application for the protest but police would go to the supreme court to try to stop it from going ahead, after the event garnered more than 1,000 indications of attendance online and 3,000 expressions of interest by Monday evening. The commissioner said regardless of the court’s decision, police would “take action” if health orders were breached at the event planned for Sydney’s Town Hall at noon on Tuesday 28 July. Greece has introduced stricter rules for foreign seasonal workers after a recent spike in cases in the Balkans, Reuters reports. Last year, more than 10,000 seasonal workers were employed in Greece’s agricultural sector, mainly from Albania, Bulgaria and North Macedonia. “Land workers that exit the country before 4 August will not be able to return until further notice,” government spokesman Stelios Petsas told a news briefing. Seasonal workers were permitted into the country in early May under a three-month special licence. Petsas added that land entry to Greece will be allowed only via six northern border crossings to better control imported Covid-19 cases. Greece started easing lockdown measures in early May, but social-distancing rules still apply. It toughened rules for visitors at the border with Bulgaria earlier this month and stepped up spot checks inside the country. The Mediterranean nation has so far managed to contain the spread of the virus to just over 4,000 cases, faring better than other European Union countries mainly due to an early nationwide lockdown. The authorities in France have reported 400 to 500 active coronavirus outbreak clusters but there are no signs of an imminent “second wave”, according to the health minister Olivier Veran, AFP reports. Many of the clusters involve abattoirs or other contained professional settings such as old age homes, he said. Others had resulted from family reunions during the summer holidays. “At this point we are very far from a second wave,” Veran told FranceInfo radio, as face masks were made mandatory in all enclosed public spaces including shops, covered markets and administrative buildings. “The goal is not to worry people excessively, but to keep them on their guard,” he said. Nationwide the “R” number indicating the viral transmission rate now stands at 1.2, meaning 10 infected people will infect an additional 12 on average, according to the Sante Publique France health agency. But in some areas on the French mainland, the rate is much higher, with the southern Mediterranean region including Marseille and Nice now reporting a rate of 1.55. Brittany in western France stood at 2.6% – meaning 10 infected people could infect on average a further 26 people. If the “worrying trends” continue the government will again consider regional lockdowns or even new nationwide confinement orders, Veran said, adding: “All options are on the table.” There are more signs of compromise in Brussels on the coronavirus recovery fund. The commission president, Ursula von der Leyen, said that the leaders of the European Union were determined to reach agreement on the bloc’s long-term budget and an economic recovery plan after three days of haggling at a Brussels summit. “They show the clear will to find a solution,” the European Union executive’s chief said on arrival for the fourth day of talks. “I’m positive for today. We’re not there yet, but things are moving in the right direction.” And French president, Emmanuel Macron, said he was hopeful a compromise could be reached over a European Union recovery plan. “I’m starting today with a lot of determination to make progress”, Macron said as he arrived for the fourth day of the summit. Here’s a round up of the main developments so far: EU leaders show signs of compromise on recovery fund European leaders have shown signs of a possible compromise on €1.8tn coronavirus stimulus package, after more than three days of fractious negotiations. The Dutch prime minster Mark Rutte, one of a group of so called ‘frugals’ demanding conditions on how the cash is spent, said: “It looks a bit more hopeful than at the times where I thought last night that it was over.” The Euro hit a four month high on hopes of a deal. Global cases pass 14.5m More than 14.5 million people have tested positive for coronavirus worldwide so far, according to the Johns Hopkins University tracker. The number of confirmed cases has reached 14,508,892 it said. The death toll is 606,206. Russian cases rise to more than 777,000 Russia has reported 5,940 new cases of the novel coronavirus, pushing its total infection tally to 777,486, the fourth largest in the world. In a daily readout reported by Reuters, officials said 85 people had died in the last 24 hours, bringing the official death toll to 12,427. Outbreak in Xinjiang spreads to second Chinese city An outbreak in China’s northwestern region of Xinjiang has spread to a second city, one day after authorities announced “wartime” anti-pandemic measures in a district in the city of Urumqi. On Monday, the national health commission reported 22 new cases, five of which were imported. One case was reported in the ancient Silk Road city of Kashgar, in north-western Xinjiang, while the rest were in the capital city of Urumqi. At least 47 people diagnosed with Covid-19 in Xinjiang were in the city of Urumqi. France brings forward compulsory faces masks in public buildings France has made it compulsory to wear face masks in all indoor public buildings from Monday under threat of fines for those who refuse. President Emmanuel Macron had announced the measure in his traditional 14 July Bastille Day address but said it would begin on 1 August. However, the government brought forward the regulation after concerns that the number of Covid-19 cases was on the increase. Trump seeks to block test and trace Donald Trump is seeking to block billions of dollars in funding for coronavirus testing and contact tracing efforts as cases soar across the US, where around 70,000 people are testing positive each day. Belgian scientists have called for more public information about the risks of a resurgence in coronavirus, after a jump in new infections. In the last week, Belgium has seen an increase in coronavirus cases in all but one of its 10 provinces. Official data shows a 66% increase in new infections recorded during 10-16 July, compared to the previous six-day period. Overall numbers remain low compared to the height of the pandemic - a daily average of 154 for 10-16 July, compared to 93 for 3-9 July - but the increase has concerned some scientists. Yves Coppieters, professor of public health at the Free University of Brussels (ULB): “We haven’t fundamentally increased the number of tests, so this is a rebound.” Speaking to Belgium’s public broadcaster he called on public authorities to explain the level of risk in each province “so populations can adapt their behaviour”. Emmanuel André, an assistant professor in medicine at KU Leuven, who was a spokesperson on Covid-19 during the first phase of the pandemic, also called for an official risk assessment group to release its latest report. Belgium’s consultation committee, a group comprising the federal government, regions and representatives from three linguistic groups, met on Sunday to discuss the rising infection rate. The group of politicians identified “ignorance or less strict adherence to the “golden rules” , such as hand-washing and social distancing, as a key factor in the rising infection rate. The committee’s full report is expected to be published later on Monday. The markets have responded well to signs of a possible compromise deal in Brussels over the recovery fund. Signs are emerging that leaders of northern European Union countries are willing to compromise on a €1.8tn coronavirus stimulus plan, as talks in Brussels extended to a fourth day, Reuters reports. Old grievances between countries less affected by the pandemic and the indebted countries of Italy and Greece, whose economies are in freefall, have resurfaced, pitting Rome against The Hague and its allies in Stockholm, Copenhagen and Vienna. With leaders not expected to restart until 1400 GMT, much rests on European Council President Charles Michel’s efforts to present a new basis for a deal, taking into account the competing demands of north and southern Europe. “An agreement is a necessity”, French Finance Minister Bruno Le Maire told French BFM TV on Monday as weary diplomats slept or prepared for another day in what could be the longest-ever EU summit. In the small hours of Monday, French President Emmanuel Macron lost patience with the “sterile blockages” of the Netherlands, Sweden, Denmark and Austria, later joined by Finland, banging his fist on the table, one diplomat said. Another diplomat confirmed the outburst, saying tensions rose until Belgium’s Prime Minister Sophie Wilmes called for calm. Michel earlier urged the 27 leaders to achieve “mission impossible”, reminding them that more than 600,000 people had now died from COVID-19 around the world. That appeared to edge towards a potential breakthrough. “We are not there yet, things can still fall apart. But it looks a bit more hopeful than at the times where I thought last night that it was over,” Dutch Prime Minister Mark Rutte said. Within the €750bn recovery fund, €390bn could be considered as non-repayable grants, diplomats said, a compromise between the €350bn level of the five “frugals” and the €400bn demanded by France and Germany. There was no immediate clarity on whether a deal was in the making, but Austrian Chancellor Sebastian Kurz told ORF radio he was satisfied with the negotiations. “It was definitely the best decision that the group of the frugals...has been formed,” Kurz said. “There were the four of us, now there are five of us. These are all small countries, which alone would have no weight at all.” Issues over tying payouts to economic and democratic reforms were still to be resolved, although Spain signalled willingness to put up with some conditions being attached to aid. “We don’t reject conditionality,” Foreign Minister Arancha Gonzalez Laya told Cadena SER radio. “We need a basis that gives confidence to us and to our partners.” The signs of compromise come after a weekend of bitter clashes. Tasmania has recorded a coronavirus case for the first time in more than two months, the Australian Associated Press reports. A young woman who returned to the island from the Australian state of Victoria, is confirmed to have tested positive by Tasmania’s public health department. The woman had been in hotel quarantine in Tasmania’s south but is now being treated in the Royal Hobart Hospital. The state had last recorded a Covid-19 infection more than 60 days ago and became free of active cases in mid-June. The new infection takes Tasmania’s overall number of cases since the start of the pandemic to 227. Tasmania has banned the entry of non-essential travellers from Victoria but residents are allowed to return home from the virus-hit mainland state provided they quarantine in government accommodation for two weeks. More than 600 people are currently in government-operated quarantine facilities and about 1000 are self-isolating at home. The Irish government is facing accusations of undermining the fight against Covid-19 by drawing up a “green list” of countries deemed relatively safe to visit. People travelling from the listed countries will not be expected to restrict their movements for 14 days after arriving in Ireland. The list is to be finalised and unveiled on Tuesday. Critics say it will send a wrong message and conflict with official advice to avoid non-essential foreign travel. Duncan Smith, transport spokesman for the opposition Labour party, said the list risked derailing Ireland’s success in suppressing the virus. Cillian De Gascun, chairman of the expert advisory group to the National Public Health Emergency Team, told Newstalk radio: “I’d be advising people to stay at home if at all they can purely because I don’t see how it’s worth the risk.” The list is expected to name fewer than a dozen countries with similar infection rates to Ireland. Britain, the US, Spain and France are not expected to be on it. Government officials have defended the list as a guide to what should be extremely limited travel and said a green list should not be confused with a green light. Afghanistan has recorded its lowest number of daily infections and deaths in more than a month as the president said 90% of the war-ravaged country’s population live below the $2 poverty line. The number of deaths from Covid-19 rose by two from the previous day to stand at 1,183 on Monday, the lowest daily increase in around a month. In its latest update, the health ministry said the number of people who had tested positive for the virus had reached 35,503, an increase of 40 on the day before. Heath ministry facilities were able to test 118 suspected patients over the past 24 hours. At least 30 patients are in a severe condition as the number of recoveries has reached 23,663. No record of deaths and new positive cases were reported in Kabul on Monday. Local officials in Herat, which borders Iran, have warned of a second wave of the virus in the province. Officials in the province said the flow of Afghan refugees from Iran, and the neglect of the people to follow health guidelines have increased the possibility of a new wave of the virus. They also said the second wave of the virus has already started in some areas and it is threatening the lives of thousands of people. Ahmad Jawad Osmani, the country’s acting health minister, has said the ministry bought 500 new ventilators and will be distributed among the provinces “fairly”. President Ashraf Ghani said over the weekend 90% of Afghan households live below the poverty line and those are the people that the newly launched “Dastarkhan Milli” or National Dining Table programme targets. As he inaugurated the $244m food aid distribution programme on Saturday, said the programme is expected to reach 4.17m families across Afghanistan, covering 90% of the country’s population which lives below the $2 poverty line. Ghani warned corrupt officials and said he receives reports from several places that the district governors tried to get some of the money, he warned them and “I will hang them from their legs”. According to the programme, the government will allocate $86m in the first phase then $158m in the second phase to provide food to people across the country. The first stage will cover over 1.7m families in 13,000 villages in 34 provinces of the country. Vice-president Sarwar Danish, who leads a government coronavirus taskforce, asked for humanitarian aid and medical equipment. “Still there are serious dangers, therefore we all need to take the guidelines seriously,” Danesh said In May, the government also had announced a free bread distribution programme. The initiative was designed to provide aid through the city’s bakeries to those in need during the lockdown. France has made it compulsory to wear face masks in all indoor public buildings from Monday under threat of fines for those who refuse. President Emmanuel Macron had announced the measure in his traditional 14 July Bastille Day address but said it would begin on 1 August. However, the government brought forward the regulation after concerns that the number of Covid-19 cases was on the increase. Masks will have to be work in banks, supermarkets, post offices and covered markets as well as all offices, buildings, commerces and establishments that receive the public. Masks are already obligatory on public transport. Anyone found without a mask or refusing to wear one will be fined €135. On Monday, health minister Olivier Véran justified the regulation saying there was a “worrying dynamic” in the spread of Covid-19. “We are seeing worrying signs of new outbreaks of the epidemic in certain places across the country that have led us to ‘harden’ our position regarding the health message,” Véran told FranceInfo on Monday. France went into a strict lockdown on 17 March that was only partially lifted on 11 May, then eased further in the following weeks as the number of Covid-19 cases continued to fall. The latest official figures from Friday show an increase of 834 new cases. The total number of reported deaths in France in hospitals and care homes is now 30,152, an increase of +14 on the previous day. New figures will be released today. However, a number of new clusters is causing worries of a new spike in Covid-19. Jean Castex, the prime minister of France, has said the government’s plans in the event of a second wave include targeted lockdowns in the most affected areas. “We are preparing for a second wave in order to preserve our economic and social life as much as possible,” Castex said after taking up office two weeks ago. “It’s the role of the state to prepare and anticipate. The coronavirus is still out there.” He added that an “urgent” lockdown would be introduced “if the number of daily positive cases doubles”. At the weekend, Castex said the French government had not ruled out re-closing its borders with Spain, where a new wave of Covid-19 has been reported. The border between the two countries was opened on 21 June. A coronavirus outbreak in China’s north-western region of Xinjiang has spread to a second city, one day after authorities announced “wartime” anti-pandemic measures in a district in the city of Urumqi. On Monday, the national health commission reported 22 new cases, five of which were imported. One case was reported in the ancient Silk Road city of Kashgar, in north-western Xinjiang, while the rest were in the nearby city of Urumqi. At least 47 people diagnosed with Covid-19 in Xinjiang were in the city of Urumqi. However, the Urumqi city government has not provided a public update since 15 July. Read the full story here: China is going back to the movies. Following months of closure, limited numbers of moviegoers were allowed back into cinemas on Monday in cities such as Shanghai, Hanzhou and Guilin where the risk of virus infection is considered low, Associated Press reports. Customers wore masks, left open seats between them and observed other safety precautions. Workers were disinfecting and polishing at theaters in Beijing, which on Sunday downgraded its emergency response level after seeing no new cases of local infection in 14 days. Conferences, exhibitions, sports events, performances and cinemas are expected to reopen gradually after passing risk appraisals and with necessary prevention measures, Chen Bei, the city government deputy secretary-general, told reporters. Chinese are enthusiastic moviegoers and the country was expected to surpass the US this year as the world’s biggest box office before the pandemic hit. The cinema reopenings come as China is relaxing many restrictions while maintaining mask wearing, temperature checks and social distancing. Russia has reported 5,940 new cases of the novel coronavirus, pushing its total infection tally to 777,486, the fourth largest in the world. In a daily readout reported by Reuters, officials said 85 people had died in the last 24 hours, bringing the official death toll to 12,427. Kate Bingham, the chair of the UK Vaccine Taskforce, has said there may need to be multiple vaccines produced to fight the coronavirus in different groups of people. Speaking on the BBC’s Today programme, she said: What we are doing is identifying the most promising vaccines across the different categories, or different types of vaccine, so that we can be sure that we do have a vaccine in case one of those actually proves to be both safe and effective. It’s unlikely to be a single vaccine for everybody. We may well need different vaccines for different groups of people. In India, a video showing pigs roaming freely in a hospital that treats coronavirus patients in Karnataka, south India, has provoked shock. Equally alarming was that people at Kalaburagi hospital appeared to be used to the sight. No one stopped dead in their tracks on seeing the grunting pigs and piglets. The pigs , who seemed very much at home, were later tranquillised and removed. While stray dogs in government hospitals are not unusual, pigs mark a new low. The incident has highlighted why even Indians who are not affluent avoid government hospitals and are prepared to pay for a private hospital – the low hygiene standards. It also explains why some 11,000 out of 15,000 beds set aside for Covid-19 patients in the capital New Delhi are lying vacant while private hospitals are telling coronavirus patients to wait for days because they are full. If it’s not stray dogs and pigs, it’s the state of the toilets in state hospitals that frightens people. The video emerged at a time when Karnataka is experiencing a surge in cases after initially managing to control the spread of the virus. The state now has the second fastest doubling rate in the country and close to 60,000 cases in total. While the national average of doubling is 20 days, in Karnataka it is 10 days. The rise in cases has prompted fresh lockdowns in several areas, including the capital and IT hub, Bangalore. In evidence that India’s medical infrastructure is too decrepit to cope with the pandemic, monsoon rain last week flooded Osmania hospital. A video showed medical stuff using sandbags and mattresses to block the flow of water. Yesterday, coronavirus patients in a hospital ward in Bareilly in north India were startled when rain water gushed like a waterfall through the ceiling from a damaged pipe. A former federal health secretary, K. Sujatha Rao, tweeted: “No wonder we are busy constructing temples. So much easier than managing govt hospitals. So shameful”. India has crossed the one million mark and virtually every day sees a new ‘highest-ever’ single day spike. Sunday saw a new record with 40,425 fresh coronavirus cases in 24 hours. The Tokyo Olympics would surely have been a highlight of 2020. But enthusiasm appears to be waning in Japan for the games that have been delayed until 23 July next year. In Cyprus there are mounting concerns over the number of asylum seekers testing positive for coronavirus at checkpoints dividing the war-torn island. The Greek Cypriot health minister, Constantinos Ioannou, says authorities in the island’s internationally recognised south have registered a growing number of infections among migrants crossing over from the breakaway Turkish-run north. Crossing points between the two sectors reopened in late June after three months of closure due to coronavirus restrictions. Health officials point to at least eight Syrian migrants testing positive for the highly contagious virus in the last week. “The virus is still here. We have not got rid of it as many think,” said Ioannou, emphasising that Covid-19 tests were being conducted at crossing points along the 120-mile UN-patrolled ceasefire line separating the ethnically split state. The route from north to south is a well-trodden path for migrants and refugees seeking asylum in the Greek-administered EU member south. Most are believed to cross over to the Mediterranean island from Turkey – where infection rates until recently had passed a 1,000 a day. Migrants seeking to evade detection attempt to traverse the porous dividing line by circumventing checkpoints and taking other more out of the way routes. But once they appear before Greek Cypriot authorities they are tested for the virus before being placed in reception centres. Cyprus has so far managed to keep the virus in check, recording fewer than 1,000 confirmed cases and 19 deaths. The north has registered 121 cases and four deaths with the territory’s own health minister announcing three new cases on Sunday. This is not explicitly coronavirus news but it is significant nonetheless. Saudi Arabia’s 84-year-old ruler, King Salman bin Abdulaziz, has been admitted to hospital in the capital, Riyadh, suffering from inflammation of the gall bladder, state news agency SPA said on Monday. The king, who has ruled the world’s largest oil exporter and close US ally since 2015, is undergoing medical checks without giving details, Reuters reports. The de facto ruler and next in line to the throne is the crown prince, Mohammed bin Salman, widely referred to as MBS, who has launched reforms to transform the kingdom’s economy and end its “addiction” to oil. The 34-year-old prince’s reforms have been accompanied by a purge of top royals and businessmen on charges of corruption, and a costly war in Yemen, which have unnerved some western allies and investors. His prestige also suffered a blow after the murder of the journalist Jamal Khashoggi in 2018 at the hands of Saudi security personnel seen as close to him. In the UK, the government has signed new deals which will provide more than 90 million doses of Covid-19 vaccine, according to multiple reports. BBC Radio 4’s Today programme and Sky News reported the government has secured an agreement for 30 million doses of a vaccine being developed - and currently at phase two trials - by BioNTech and German firm Pfizer. There has also been an in-principle deal done for 60 million doses of a vaccine that is being developed by France’s Valneva, PA Media reports. The figure of 90 million is in addition to the 100 million doses of vaccine that are being developed by Oxford University in partnership with AstraZeneca, as well as another at Imperial College London which started human trials in June. Business Secretary Alok Sharma said the new agreements would “ensure the UK has the best chance possible of securing a vaccine that protects those most at risk”. More than 14.5 million people have tested positive for coronavirus worldwide so far, according to the Johns Hopkins University tracker, which relies on official government data. The total stands at 14,507,491. The death toll is 606,173. Good morning (or afternoon, evening). It’s Josh Halliday here in Manchester, England, to steer you through the next few hours of pandemic news. That is it for me Helen Sullivan – thanks for following along. I’ll be off tomorrow, as I plan to spend much of the day waving excitedly from the street at my husband, who will be in quarantine in a hotel room somewhere in Sydney, hopefully with a balcony. The pandemic has kept us apart for five months, but his plane lands tonight! Here is today’s global report – my colleague Josh Halliday will be taking you through the next few hours of global coronavirus news: A singer from the Japanese band AKB48 has tested positive for coronavirus, CGTN reports: AKB48 announced on its official website on Monday that its 23-year-old Team B member, Takita Kayoko, has tested positive for coronavirus. At present, her symptoms are mild and likely to be hospitalised on July 20. She is the first COVID-19 confirmed case of AKB48. Here are the key developments from the last few hours: Nearly 14.5 million people have been tested positive for coronavirus worldwide so far, according to the Johns Hopkins University tracker, which relies on official government data.The current total stands at 14,457,916. The death toll is 605,205. China reported 22 new coronavirus cases, according to the People’s Daily, with 17 of these community transmission cases from Xinjiang. China launched mass health screenings in the western Xinjiang province late last week after a spike in cases raised fears of a fresh outbreak. “The whole city has entered a ‘wartime state’, and will suspend all kinds of group activities,” state media quoted an official giving a briefing. A record 100 new cases were confirmed in Hong Kong, the territory’s leader said on Sunday, as she tightened social distancing measures, including mandating the wearing of masks in public indoor spaces, to tackle the sudden rise in number of infections. Donald Trump is seeking to block billions of dollars in funding for coronavirus testing and contact tracing efforts as cases soar across the US, where around 70,000 people are testing positive each day. South Africa’s death toll from coronavirus passed the 5,000 mark, according to official figures released on Sunday. South Africa registered 85 new deaths from the virus in the previous 24 hours, bringing the death toll to 5,033. A total of 13,449 new infections were also officially diagnosed, taking the number to 364,328, figures released by the health ministry showed. The president of El Salvador, Nayib Bukele, said on Sunday that he would postpone the second phase of the country’s economic reopening, slated to begin Tuesday, after evaluating inputs from experts and the Salvadoran health ministry. Papua New Guinea recorded its first Covid-19-related death – the first Pacific island fatality outside US territories and the first in Melanesia – as it seeks to contain an outbreak in the main hospital in its capital, Port Moresby. The United Nations has made an urgent appeal for $283m to help Sudan tackle the coronavirus pandemic and its economic consequences, as millions in the country face hunger. An official said the pandemic had worsened an economic crisis, hitting purchasing power, while movement restrictions had restricted people’s access to food, healthcare and basic services. France will issue €135 fines to people flouting new mask rules. The French government has announced that it will issue a €135-euro (£122) fine to people who flout its decree to wear a mask in indoor public spaces. onday in a bid to prevent a second wave of coronavirus infections. NFL stars attack NFL for having ‘no clear plan’ over Covid-19. Some of the NFL’s biggest names took to social media on Sunday to express their concerns and anger over the lack of Covid-19 safety protocols as teams prepare to open training camps this week. The UK prime minister, Boris Johnson, has insisted he can avoid imposing another England-wide lockdown this winter, describing it as a “nuclear deterrent” that he hopes never to use. Authorities in Australia are stepping up their battle against coronavirus with the second biggest city of Melbourne announcing the introduction of mandatory face coverings from Wednesday when leaving the house. Beijing, meanwhile, has gone 14 days without a case of local transmission, and city authorities on Sunday said they were downgrading the emergency response level from two to three. The move is largely symbolic, with measures including mandatory social distancing, temperature checks and 14-day quarantines for passengers arriving from abroad remaining in place, AP reports. China also Monday reported 5,370 people had been arrested for pandemic-related crimes between January and June. More than 40% were charged with fraud, the state prosecutor’s office announced on its official microblog. Another 15% were charged with obstruction of law enforcement, with others accused of producing and selling fake and shoddy goods, creating public disturbances and transporting and selling endangered species. China has strengthened protection for wild animals following the emergence of the virus, which may have originated in bats before jumping to humans via an intermediary species such as the anteater-like pangolin. More now on China’s latest coronavirus outbreak spreading to a second city in the northwestern region of Xinjiang, from AP. One of the 17 new cases reported on Monday was in the ancient Silk Road city of Kashgar, the regional government said on its official microblog. The remainder were in the regional capital of Urumqi, where all other cases have been reported since the outbreak that has now infected at least 47 people emerged earlier this month. Authorities in Urumqi have tried to prevent the spread by closing off communities and imposing travel restrictions. Xinjiang is a vast, thinly populated region of mountains and deserts and had seen little impact from the pandemic that emerged from the central Chinese city of Wuhan late last year and was largely contained within China in March. Another five new cases reported Monday by the National Health Commission were imported. HSBC, Standard Chartered and other banks in Hong Kong closed branches or curtailed their working hours on Monday after a spike in the number of new coronavirus cases in the Asian financial hub, Reuters reports. Hong Kong banks shut scores of branches in late January when the first wave of the coronavirus cases hit the city. These later reopened as case numbers dropped. Bank of China (Hong Kong) said in a statement on Monday it would suspend services at nine branches due to the spread of the virus. It had already suspended services at three branches, one of which reopened on Monday. HSBC said in a separate statement it would temporarily close two business centres for commercial banking and three mobile branches operating from trucks, and shorten operating hours at all branches. HSBC subsidiary Hang Seng Bank closed one branch for 14 days for deep cleaning after a member of staff preliminarily tested positive for Covid-19, it said on Sunday. Standard Chartered and Bank of East Asia said they would shorten branch opening hours. On Sunday, Hong Kong Chief Executive Carrie Lam announced tighter coronavirus restrictions with non-essential civil servants told to work from home. Amusement parks, gyms and 10 other types of venues will remain closed for another seven days, while a requirement for restaurants to only provide takeaway after 6pm was extended. Face masks will be mandatory in indoor public areas. Nearly 14.5 million people have been tested positive for coronavirus worldwide so far, according to the Johns Hopkins University tracker, which relies on official government data. The current total stands at 14,457,916. The death toll is 605,205. Asian shares saw further losses Monday as a spike in new coronavirus infections across the planet forced governments to impose fresh containment measures, fuelling fears about the stuttering economic recovery, AFP reports. Traders are also keeping tabs on Europe, where leaders are struggling to unite over an $860 billion rescue package for the battered European Union. The rally that has characterised equity markets since hitting a March low is showing signs of stalling as the pandemic rages on, with new infections from Australia to the United States. The spikes - Hong Kong saw a record rise Sunday, while Florida’s has been described as “out of control” - have led leaders to unveil new measures to curb the disease’s spread, including closing bars and restaurants and making masks compulsory. That has raised questions about the pace of the global economy’s recovery from an expected recession this year. An index of US consumer sentiment last week showed it hit a three-month low in July. In Australia, government decision makers, departments, hotel operators and private security operators are on notice they will be expected to give evidence to the Victorian inquiry into the coronavirus hotel quarantine management, as the inquiry hears nearly all current cases in Victoria could be linked to hotel outbreaks. The inquiry was launched by the state government after it was revealed that protocol breaches by security guards overseeing hotel quarantine had led to outbreaks in Victoria. The inquiry heard on Monday that there is evidence that many if not all of the current cases of coronavirus could be linked to the hotel outbreaks. “Information already available to the inquiry suggests the possibility of a link between many of the cases of coronavirus identified in the Victorian community in the past few weeks, and persons who were quarantined under the hotel quarantine program,” Neal said. “Comments made by the chief health officer to the media have suggested that it might even be that every case of Covid-19 in Victoria in recent weeks, could be sourced to the hotel quarantine program.” The number of confirmed coronavirus cases in Germany increased by 249 to 201,823, data from the Robert Koch Institute for infectious diseases showed on Monday. The reported death toll rose by two to 9,086, the tally showed. Hi, Helen Sullivan here. Thank you to those of you who sent briefcases full of unmarked bills so far today. A reminder that you can send more of those – as well as tips, suggestions and questions to me on Twitter @helenrsullivan or via email: helen.sullivan@theguardian.com. Papua New Guinea has recorded its first Covid-19-related death – the first Pacific island fatality outside US territories and the first in Melanesia – as it seeks to contain an outbreak in the main hospital in its capital, Port Moresby. The 48-year-old woman – who had stage four breast cancer – died in Port Moresby general hospital on Sunday. She died with the novel coronavirus, doctors said, and her illness and death “may have been complicated by Covid-19”. Before the woman’s infection and death, all five confirmed cases in PNG in the past week were among workers at the central public health laboratory, where Covid-19 tests are being conducted, at Port Moresby general hospital. A cluster in the hospital has raised questions about the country’s capacity to safely test and treat cases in an outbreak. North Korean leader Kim Jong Un berated construction managers for unspecified problems in building a showpiece hospital in comments reported Monday that may indicate the country is struggling to secure the supplies amid US-led sanctions and a coronavirus lockdown, AP reports. During a visit to the construction site in Pyongyang, Kim lamented that his ambitious project of building a new general hospital was being carried out in a careless manner and without a proper budget and ordered all officials responsible to be replaced, the Norths official Korean Central News Agency said. In announcing the plans to build the hospital in March, Kim made a rare acknowledgement that his country lacks modern medical facilities and called for urgent improvements in the country’s health care system. However, the country hasn’t directly linked the hospital project to the coronavirus pandemic and has steadfastly maintained that no one in its territory has been sickened by Covid-19, a claim many foreign experts doubt. Experts say the pandemic has hurt the North’s economy, already battered by stringent US-led sanctions over its nuclear weapons and missile programs. Experts say the Covid-19 crisis likely thwarted some of Kims major economic goals by forcing the country into a lockdown that shut the border with China, its major ally and economic lifeline, and potentially hampered his ability to mobilise people for labor. Here is some video footage of US President Donald Trump’s bizarre Fox News interview: Mexico’s Health Ministry on Sunday reported 5,311 new confirmed coronavirus infections and 296 additional fatalities, bringing the total in the country to 344,224 cases and 39,184 deaths. The government has said the real number of infected people is likely significantly higher than the confirmed cases. Salvadoran President Nayib Bukele said on Sunday that he would postpone the second phase of the country’s economic reopening, slated to begin Tuesday, after evaluating inputs from experts and the Salvadoran health ministry, Reuters reports. Just on Saturday, the president had reiterated his intention to move forward with the next stage of restarting the economy. “After listening to the opinions of experts and above all, the Ministry of Health ... I have decided to suspend Phase 2 of the economic reopening,” Bukele wrote in a post on Twitter. Bukele and El Salvador’s congress have clashed over how to manage the pandemic. Lawmakers have so far refused to approve a request from Bukele’s government for new emergency measures to restrict the movement of people. El Salvador has registered a total of 11,846 coronavirus cases and 335 deaths. China has reported 22 new coronavirus cases, according to the People’s Daily, with 17 of these community transmission cases from Xinjiang. China launched mass health screenings in the western Xinjiang province late last week after a spike in cases raised fears of a fresh outbreak. Flights into the regional capital Ürümqi were suspended along with the city’s subway services after 17 cases were found on Saturday. “The whole city has entered a ‘wartime state’, and will suspend all kinds of group activities,” state media quoted an official giving a briefing. New Zealand has reported one new coronavirus case, a man in an isolation facility, the Ministry of Health announced, as the country marks 80 days without local transmission from an unknown source: Today there is one new case of Covid-19 in managed isolation to report. It has now been 80 days since the last case of Covid-19 was acquired locally from an unknown source. Today’s case is a man in his 40s who arrived in the country last Wednesday from Mexico, flying via Los Angeles. He tested positive following day 3 surveillance testing and has been transferred, along with his family, to a quarantine facility in Auckland. The number of active cases in New Zealand is now 26. The total number of confirmed cases of COVID-19 is now 1,204, which is the number we report to the World Health Organization. In Australia another 275 coronavirus cases have been recorded in the stat eof Victoria and a woman in her 80s has died. There are 147 Victorians in hospital, 31 of those are in intensive care, Premier Daniel Andrews said on Monday. Victoria now has a total of 5942 cases since the pandemic began, 2913 of those active. A surge in Covid-19 cases in Australia’s second-biggest city could take weeks to subside despite a lockdown and orders to wear masks, Australia’s acting chief medical officer said on Monday as the country braces for a second wave of infection. The respiratory disease caused by the novel coronavirus flared up in Victoria state in July, mainly in Melbourne, with a daily record of 438 new cases detected on Friday, Reuters reports. Victoria’s government has ordered about five million people into a partial lockdown for six weeks and told residents around Melbourne to cover their faces if they have to leave their homes. Australia’s Acting Chief Medical Officer Paul Kelly said it would take “weeks” to slow the outbreak to levels seen as recently as June, when Victoria and the rest of Australia reported single or double-digit daily infections. “We have learned over time that the time between introducing a measure and seeing its effect is at least two weeks and sometimes longer than that,” Kelly told Australian Broadcasting Corporation radio. Kentucky Governor Andy Beshear reported 979 new Covid-19 cases on Sunday, a daily record that he said should be a “wake-up call” for the state’s citizens to abide by mask and social distancing restrictions to slow the spread of the virus, AP reports. The Democratic governor announced in a news release that there were 979 new cases reported Sunday, including 30 involving children 5 years old or younger. Beshear said there were at least 23,161 coronavirus cases in Kentucky as of 4pm, including the new cases reported on Sunday. The state’s public health commissioner said efforts would be made to confirm the accuracy of the results with some of the laboratories that submitted them. Beshear also reported three new deaths, raising the total to 670 Kentuckians lost to the virus. People in France will risk a fine of €135 ($154) starting Monday for failure to comply with a new decree to wear a mask in public places indoors, the government announced, AFP reports. As officials noted signs of an uptick in virus circulation, Prime Minister Jean Castex on Thursday said masks will become compulsory in enclosed public spaces from next week in a bid to prevent a second wave of coronavirus infections. Masks are already required on public transport, punishable with a fine of the same amount, in a country that has lost over 30,150 people to the epidemic. On Saturday, the health minister said the new obligation will enter into force on Monday and will apply to shops and supermarkets, covered fresh produce markets, banks and other establishments that receive members of the public. And on Sunday, the health department announced contraventions can be punished with a fine of up to €135 - almost double the price of a monthly Paris public transport pass. For people working in communal offices, the government has said employers will have to judge the need for mask-wearing on a case-by-case basis. France’s public health service noted over the weekend that the so-called “R” number indicating the viral transmission rate has grown to over one, meaning that every infected person infects about 1.2 people in turn. According to the latest official data, released Wednesday, France had 119 new coronavirus patients hospitalised in 24 hours, down from a high of 4,281 people hospitalised in one day in April. The United Nations has made an urgent appeal for US$283 million to help Sudan tackle the coronavirus pandemic and its economic consequences, as millions in the country face hunger. An official said the pandemic had worsened an economic crisis, hitting purchasing power, while movement restrictions had restricted people’s access to food, healthcare and basic services. South Africa’s death toll from coronavirus has passed the 5,000 mark, according to official figures released on Sunday by the continent’s hardest hit country, AFP reports. South Africa registered 85 new deaths from the virus in the previous 24 hours, bringing the death toll to 5,033. A total of 13,449 new infections were also officially diagnosed, taking the number to 364,328, figures released by the health ministry showed. Minister of Health Zweli Mkhiz urged citizens to respect recommended hygiene measures. “As government, we have mobilised every resource.... But government cannot manage this unilaterally,” he said in a statement. “We are extremely concerned that fatigue seems to have set in and South Africans are letting down their guard at a time when the spread of infection is surging. “We see poor or no social distancing in communities. Masks are abandoned or not worn properly,” he said. “This will directly influence the rise in numbers in the next two weeks. Our ability to break the cycle of infections depends on our willingness to remain focused and disciplined and take non pharmaceutical interventions seriously,” the minister said. The peak of the pandemic in South Africa is expected over the next few weeks. Authorities imposed a strict lockdown in late March, but the measures have been progressively eased to avoid economic collapse. As Hong Kong confirmed a record 108 new cases, on Sunday, 83 of which are locally transmitted, leader Carrie Lam introduced a series of new restrictions, including the mandatory wearing masks while indoors in public spaces. Lam also ordered civil servants to work from home starting today, and advised schools to give students their university entrance exam results online, the South China Morning Post reports. On restaurants: The 6pm to 5am ban on dine-in services at restaurants and the rule limiting tables to only four people would be extended for a week to July 28. The closure of bars and 12 other types of premises, including gyms and karaoke lounges, would also be extended to the same date. Lam said the government had also considered banning dine-in services during breakfast and lunch, but decided against it because many people needed to eat out. Hong Kong was held up months ago as a model for its success in keeping down Covid-19 cases in the crowded city-state of 7.5 million people, but its caseload – although still low by European and American standards – had grown by a third in the past fortnight to nearly 1,800. In an extraordinary interview with Fox News on Sunday, US President Donald Trump called White House expert Dr Anthony Fauci “an alarmist” and when asked about the country’s daily coronavirus death toll of around 1,000, said: “It is what it is.” The interview – during which Trump also had an argument about whether identifying an elephant was strong evidence of mental stability – was especially combative when it touched on Covid-19, which has infected 3.7 million and killed more than 140,000 people in the US. Fox News anchor Chris Wallace repeatedly pressed Trump about the death toll, which the president attempted to deflect by pointing to mortality rates in other countries and saying the US had “one of the lowest in the world”. “That’s not true, sir,” Wallace said, correctly. The argument continued, and Trump asked his press secretary, Kayleigh McEnany, to “please bring me the mortality rate”. “You have the numbers, please?” Trump asked. “Because I hear we have the best mortality rate. Number, number one low mortality rate.” Waving a paper, Trump said: “I hope you show this on air, because it shows what fake news is about.” “I don’t think I’m fake news,” Wallace said. Wallace then showed a montage of Trump’s comments minimizing Covid-19, by saying it will “disappear” at some point. “I’ll be right eventually,” Trump said. “It is going to disappear. I’ll say it again, it’s going to disappear and I’ll be right.” Wallace asked if Trump’s past comments about coronavirus disappearing, which have not been borne out, discredited him. “I don’t think so, you know why? Because I’ve been right probably more than anybody else.” Trump went on to say an increase in testing is why the US has such a high number of cases. It is not. Hello and welcome to today’s live coronavirus pandemic coverage. My name is Helen Sullivan and I’ll be bringing you the latest news from around the world for the next few hours. As always, it would be great to hear from you – send tips, questions, suggestions and briefcases full of unmarked bills to me on Twitter @helenrsullivan or via email: helen.sullivan@theguardian.com. US President Donald Trump has called the top US infectious diseases expert, Dr Anthony Fauci, “an alarmist” in a Fox news interview. The coronavirus situation in Hong Kong is “really critical”, with a record 100 new infections recorded on Sunday, the territory’s leader, Carrie Lam, said. Hong Kong’s case load has grown by a third in the past fortnight to nearly 1,800. Lam has shuttered bars, gyms and nightclubs in the past week and on Sunday announced new guidelines including mandatory mask-wearing indoors. “I think the situation is really critical and there is no sign the situation is being brought under control,” she told reporters. Here are the key developments from the last few hours: A record 100 new cases were confirmed in Hong Kong, the territory’s leader said on Sunday, as she tightened social distancing measures to tackle the sudden rise in number of infections. While the city has had initially impressive success in tackling the disease, all but ending local transmissions by late June, infections have spiked in the last two weeks once more and doctors fear the new outbreak is now spreading undetected in the densely packed territory of 7.5 million people. The United Nations has made an urgent appeal for $283m to help Sudan tackle the coronavirus pandemic and its economic consequences, as millions in the country face hunger. An official said the pandemic had worsened an economic crisis, hitting purchasing power, while movement restrictions had restricted people’s access to food, healthcare and basic services. France to issue €135 fines to people flouting new mask rules. The French government has announced that it will issue a €135-euro (£122) fine to people who flout its decree to wear a mask in indoor public spaces.Amid signs of an uptick in virus circulation, prime minister, Jean Castex, on Thursday said masks will become compulsory in enclosed public spaces from Monday in a bid to prevent a second wave of coronavirus infections. Donald Trump is seeking to block billions of dollars in funding for coronavirus testing and contact tracing efforts as cases spike across the US, where around 70,000 people are testing positive each day. White House opposition to spending proposed by Senate Republicans has sparked frustrations in his own party, according to the Washington Post, the New York Times and other media outlets. NFL stars attack NFL for having ‘no clear plan’ over Covid-19. Some of the NFL’s biggest names took to social media on Sunday to express their concerns and anger over the lack of Covid-19 safety protocols as teams prepare to open training camps this week.Super Bowl winning quarterbacks Drew Brees, Patrick Mahomes and Russell Wilson along with Houston Texans defensive end JJ Watt were among those expressing their frustration at the NFL ignoring advice from its own medical experts. The UK prime minister, Boris Johnson, has insisted he can avoid imposing another England-wide lockdown this winter, describing it as a “nuclear deterrent” that he hopes never to use. Despite chief scientific adviser Patrick Vallance saying “national measures” might be necessary if there were fresh waves of the virus in the coming months, the prime minister said he “certainly” did not want to have to order the public to “stay at home” again. Authorities in Australia are stepping up their battle against coronavirus with the second biggest city of Melbourne announcing the introduction of mandatory face coverings from Wednesday when leaving the house. The premier of the Australian state of Victoria said people in Melbourne, and the adjacent shire of Mitchell to its north, would have to wear a mask or a face covering from 11.59pm on Wednesday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}