{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jul/13/ole-gunnar-solskjr-manchester-united-didnt-deserve-to-win-southampton-draw-ralph-hasenhuttl", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-07-13T22:37:52Z", "webTitle": "Ole Gunnar Solskjær says Manchester United did not deserve to win", "webUrl": "https://www.theguardian.com/football/2020/jul/13/ole-gunnar-solskjr-manchester-united-didnt-deserve-to-win-southampton-draw-ralph-hasenhuttl", "apiUrl": "https://content.guardianapis.com/football/2020/jul/13/ole-gunnar-solskjr-manchester-united-didnt-deserve-to-win-southampton-draw-ralph-hasenhuttl", "fields": {"headline": "Ole Gunnar Solskjær says Manchester United did not deserve to win", "bodyText": "Ole Gunnar Solskjær admitted Manchester United were below their best as Southampton’s equaliser in the sixth minute of added time cost them the chance to leapfrog Chelsea and Leicester into third place in the Premier League. United stay fifth as a result of Michael Obafemi’s scrambled late effort from a James Ward-Prowse corner and, though Solskjær described it as the worst possible time to concede a goal, the United manager admitted his team had not played as well as he had hoped. “We never got the rhythm in our passing that we wanted,” Solskjær said. “We thought we had three points in the bag but we possibly didn’t deserve to win. We played some fantastic football at times, but football is decided by key moments in games. “You are not going to be given three points at this level, you have to work for them against a good side like Southampton. We’re disappointed, but that’s how it is. I thought we defended well until that last corner.” By that stage United were down to 10 men having used all their substitution breaks before Brandon Williams gashed his forehead in an accidental clash of heads with Kyle Walker-Peters. That was unfortunate and United had been unlucky earlier when neither the referee nor VAR managed to pick up a late challenge by Oriol Romeu on Mason Greenwood that many thought deserving of a red card. Though replays showed the ball had already gone and the Southampton player raked Greenwood’s standing leg, a VAR check failed to detect anything out of the ordinary. “My ankle would not have liked that challenge, I would have been out for a month,” Solskjær said. “But we have all talked enough about VAR.” Ralph Hasenhüttl said he was pleased his side had enjoyed 52% of possession at Old Trafford, but pointed out that possession alone does not win games or bring about success. “We really deserved this point, because we started very well and took the lead, and apart from allowing United back into the game with their two goals we got back into the game before half-time. “It just shows that if you stop being brave you can be hurt by players of such quality. We wanted to be brave here, we wanted to take even more risks.” Obafemi, the hero of the hour, was sent on as a substitute in the 87th minute and managed to force the ball over the United line with virtually the last kick of the game. “The boss told me what he wanted me to do, be ready at the back post for a set piece,” he said. “I managed to score but that’s what I’m here to do. It was a team performance really, the boys did well to dig deep and get back into the game.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}