{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/jul/09/scots-allowed-meet-indoors-scotland-coronavirus-lockdown-eases-further", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-07-09T23:26:24Z", "webTitle": "Scots to be allowed to meet indoors as Welsh pubs and cafes to open outdoors", "webUrl": "https://www.theguardian.com/uk-news/2020/jul/09/scots-allowed-meet-indoors-scotland-coronavirus-lockdown-eases-further", "apiUrl": "https://content.guardianapis.com/uk-news/2020/jul/09/scots-allowed-meet-indoors-scotland-coronavirus-lockdown-eases-further", "fields": {"headline": "Scots to be allowed to meet indoors as Welsh pubs and cafes to open outdoors", "bodyText": "Scots will be able to meet each other indoors and stay overnight from Friday for the first time in more than three months, as Nicola Sturgeon confirmed as the Welsh first minister also announced some moves towards reopening. Announcing a number of new guidelines in a statement to Holyrood on Thursday, Sturgeon also said that non-cohabiting couples would be allowed to meet outdoors, indoors and overnight without physical distancing, while children under 12 would no longer have to physically distance outdoors or indoors. “From tomorrow, we will change the guidance so that people who are part of a non-cohabiting couple, regardless of their living arrangements, no longer need to stay physically distant from each other, indoors or outdoors,” Sturgeon said. She also brought forward the date when places of worship can reopen for congregational services and communal prayer to 15 July. Sturgeon made the announcements as she confirmed there had been no further coronavirus deaths in Scotland overnight, telling the chamber the virus “has now been suppressed to a low level”. On Friday, the Welsh first minister, Mark Drakeford, will also announce measures to further lift Wales’ coronavirus restrictions. The measures will be phased in on Mondays over the next three weeks and will see large parts of Wales’ visitor, hospitality, leisure and tourism industries reopen. Pubs, cafes and restaurants will open outdoors and hairdressers, barbers and mobile hairdressers will reopen by appointment from Monday. Playgrounds and community centres will open from 20 July, ahead of the summer holidays. Drakeford will also signal that the wider beauty industry in Wales, including tattooists, can begin to prepare to reopen from 27 July, if conditions allow. Describing her own measures, Sturgeon said they were “the most significant milestone in Scotland’s emergence from lockdown”. She said people could meet in extended groups of up to 15, and up to five households, outdoors from Friday, while indoors up to eight people from up to three households could meet, including overnight stays. Sturgeon emphasised that it remained “essential that we all take the utmost care and strictly follow all public health advice”, adding: “We know that the risk of transmitting the virus indoors is significantly higher than it is outdoors.” Pubs, restaurants and hairdressers in Scotland are allowed to open from next Wednesday, with exemptions to the 2-metre rule, although face coverings in shops will be mandatory from Friday. Sturgeon stressed that the general rule for distancing remained 2 metres. From next Monday, non-essential shops within Scottish shopping centres can reopen, dentists can resume some routine treatments, and outdoor contact sports can restart for under-18s. From next Wednesday, museums, galleries, libraries and other visitor attractions can reopen with physical distancing and advance ticketing. From 22 July, beauticians and nail salons will be able to reopen with enhanced hygiene measures in place, while Scottish universities and colleges can begin their phased return to on-campus learning as part of a blended model with remote teaching. Sturgeon said the resumption of outdoor live events, reopening of indoor entertainment venues such as theatres and music venues, as well as the opening of indoor gyms, would not be before 31 July, although this would be kept under review."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}