{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jul/13/top-catalan-politician-says-alleged-attack-confirms-fears-about-spanish-state", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-07-13T22:15:33Z", "webTitle": "Top Catalan politician says alleged attack confirms fears about Spanish state", "webUrl": "https://www.theguardian.com/world/2020/jul/13/top-catalan-politician-says-alleged-attack-confirms-fears-about-spanish-state", "apiUrl": "https://content.guardianapis.com/world/2020/jul/13/top-catalan-politician-says-alleged-attack-confirms-fears-about-spanish-state", "fields": {"headline": "Top Catalan politician says alleged attack confirms fears about Spanish state", "bodyText": "The senior Catalan pro-independence politician who was targeted using spyware has claimed its use is further proof of the Spanish state’s “dirty war” against its opponents and says the revelations will have an inevitable impact on attempts to find a political solution to the ongoing territorial dispute. In a joint interview with the Guardian and El País, Roger Torrent, the speaker of the Catalan parliament and a regional MP for the Catalan Republican Left party, denounced his targeting as wrong, worrying and profoundly undemocratic. He said evidence by researchers at Citizen Lab that pointed to Pegasus hacking software sold by the Israeli NSO Group being used against him and others confirmed long-held suspicions that the regional independence movement was being spied on by the Spanish state. “[It] corroborates and confirms the fears or ideas that we pro-independence campaigners had about the state being prepared to use all the mechanisms at its disposal to go after a legitimate political project,” claimed Torrent. “It seems wrong and unacceptable from a democratic point of view and as regards the rule of law. It also seems to me to be immoral for a huge amount of public money to be spent on buying software that can be used as a tool for the persecution of political dissidence. Torrent called for an investigation into the matter and said that while he did not yet know who had deployed the spyware, the fact that NSO group sells only to states suggested the Spanish state was responsible for targeting him. “But beyond that, I don’t know,” he said. “That’s what needs to be cleared up: who’s behind this; specifically, which state apparatus is using these tools in what I have to say is an illegal manner that contravenes the right to privacy, the right to private communications, and the right of a political movement with a legitimate and democratic political proposal to conduct itself without interference from a state that is ultimately persecuting political dissidence.” If it was pro-independence campaigners today, he added, “who knows who it’s going to be tomorrow?” Torrent said it was particularly worrying that the act of possible domestic espionage had happened last year while the Spanish Socialist Workers’ party (PSOE) – which now leads a minority coalition government – was in power. “The government we have now claims to be the most progressive that we’ve had historically,” said Torrent. “But these kinds of actions have happened under a PSOE government. For me, this situation should serve to put an end to the dirty war, to the sewers of the state and to the persecution of political ideas.” Spain’s national intelligence centre (CNI) said in a statement that it acts “in full accordance with the legal system, and with absolute respect for the applicable laws” and that its work is overseen by Spain’s supreme court. It did not respond to specific questions about the alleged use of NSO Group spyware. In a statement, the Spanish prime minister’s office said: “The government has no evidence that the speaker of the Catalan parliament, Roger Torrent, the former MP Anna Gabriel and the activist Jordi Domingo have been the targets of hacking via their mobiles. “Furthermore, we must state that any operation involving a mobile phone is always conducted in accordance with the relevant judicial authorisation.” Anna Gabriel, is a former regional MP for the far-left, anti-capitalist Popular Unity Candidacy (CUP), who is currently living in Switzerland after fleeing Spain because of her alleged involvement in organising the illegal Catalan referendum. Her lawyer said in a statement that Gabriel received notice last year from Citizen Lab that her phone had been targeted. Jordi Domingo received a notice from WhatsApp that his phone had been targeted. Although Domingo is an activist who supports Catalan independence, he said in an interview that he did not consider himself to be a key figure and that he believed the true target of the attempted hack may have been a prominent lawyer who shares his name and helped to draft the Catalan constitution. NSO Group said it operated under “industry leading governance policies” and that it could not confirm or deny which authorities use its technology because of confidentiality constraints. “Once again speculative comments from CitizenLab only serve to highlight its continued, naive and ulterior agenda, which fails to competently address the challenges faced by law enforcement agencies,” an NSO Group spokesperson said. The spokesperson added: “We do however appreciate your bringing this issue to our attention. In line with our human rights policy we take our responsibilities seriously and if warranted, will initiate an investigation.” Years of simmering tensions between the central government and successive separatist Catalan administrations finally boiled over in October 2017, when the regional government, led by the then president, Carles Puigdemont, held an illegal, unilateral independence referendum on 1 October 2017. The move, which came despite repeated warnings that the referendum would contravene Spain’s constitution, was followed a few weeks later by a unilateral declaration of independence by pro-independence MPs in the regional parliament. The Spanish government, which was then in the hands of the conservative People’s party, responded by taking the unprecedented step of using constitutional powers to sack Puigdemont and his government and assume direct control of the region. Puigdemont and several members of his deposed cabinet fled Spain to avoid arrest but many, including his vice-president, Oriol Junqueras, stayed behind. Two years of relative calm ended in October last year, when angry clashes broke out after Spain’s supreme court convicted Junqueras and eight other Catalan leaders of offences including sedition, misuse of public funds and disobedience over their roles in the failed bid for independence. Since then, the independence issue has receded thanks to a more conciliatory attitude from the Socialist government and enduring splits in the independence movement over the best way to regain its lost momentum. The latest reports, however, are likely to put the Catalan question firmly back on the political agenda at a tense time. A fresh election could be held in Catalonia this autumn, and pro-independence parties will probably seek to hold up the targeting of Torrent and others as proof of the Spanish state’s disregard for democratic norms. The revelations will also complicate the central government’s efforts to get the 2021 budget passed as the Catalan Republic Left, which has sometimes lent its support to the Socialist-led coalition, may now balk at doing so again. They will also put paid to any lingering hopes of a breakthrough in the stop-start negotiations between the central and Catalan government aimed at finding a solution to the territorial conundrum. Torrent said the PSOE and its coalition partners in the far-left, anti-austerity Unidas Podemos party needed to examine what had happened and what it meant for Catalonia and Spanish democracy. “There needs to be some introspective reflection within the government – is a progressive government prepared to allow this to happen?” he said. “We need to talk about the end of the dirty war at the negotiating table and about the end of spying and of using illegal methods to find about the ideas of a particular project. We have nothing to hide if we’re asked.” Torrent said his use of the phrase “dirty war” was not meant to elicit comparisons with Argentina’s military dictatorship – “I’m talking about efforts to use undemocratic methods to tackle a political project. I think that’s the definition of a dirty war”. He added: “You may think that the pro-independence movement exaggerates or that it wants to play the victim. But I think that Spanish democrats need to ask themselves if they feel comfortable with all this.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}