{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jul/20/teenage-boys-academic-ambition-may-explain-gender-pay-gap-study-says", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-07-19T23:01:03Z", "webTitle": "Teenage boys' academic ambition may explain gender pay gap, study says", "webUrl": "https://www.theguardian.com/world/2020/jul/20/teenage-boys-academic-ambition-may-explain-gender-pay-gap-study-says", "apiUrl": "https://content.guardianapis.com/world/2020/jul/20/teenage-boys-academic-ambition-may-explain-gender-pay-gap-study-says", "fields": {"headline": "Teenage boys' academic ambition may explain gender pay gap, study says", "bodyText": "The gender pay gap may be partly explained by teenage boys having more ambitious aims to attend prestigious universities than girls, even if they have the same academic results, according to research. The study of school pupils in England conducted by academics at University College London’s institute of education found “clear evidence” boys already had more advanced plans for higher education than girls at the age of 15, with more boys aiming to apply to Oxford, Cambridge or other more selective universities, regardless of background or school attended. The researchers also found that academically driven pupils with the most ambitious plans for university gained higher grades in GCSE exams than pupils with similar backgrounds who had less precise or no plans. Nikki Shure, one of the co-authors of the research, said the data found boys to be more ambitious than girls regardless of family income. That ambition often translated into attending higher-status universities and more lucrative careers, which may help explain the gender pay gap. “The goal of this paper is not just to tell girls to be more ambitious, but to get young people to think about making concrete, specific university plans. Of course it is a good idea to foster high-attaining girls to be ambitious and provide them with the information and support to achieve these goals,” Shure said. Selective institutions could make greater efforts to recruit women as undergraduates, especially in courses leading to highly paid careers that women are less likely to take, such as technology, engineering and mathematics, according to Shure. “It is interesting that a boy and a girl at the same school with the same prior attainment and same family background have substantially different university plans,” she said. “Making more ambitious plans could help narrow the gap, but of course it is not going to eliminate the gender pay gap, given issues around different returns to different courses even at the same institution.” The research team found a similar pattern among pupils who were immigrants or the children of immigrants, who were more likely to aim for selective universities than their classmates. “First- and second-generation immigrants are hence much more academically ambitious than their peers of British heritage, even when they are otherwise from a similar background, of similar academic ability, and attend the same school,” the paper states. Shure said: “One of the main things that we want to highlight is that making a concrete goal matters for academic performance. The young people in this data set had to type out the name of the top three universities to which they plan to apply, which requires some agency and thought. “We are definitely not saying that everyone needs to plan to apply to a Russell Group university, but rather make a concrete plan to which they can work.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}