{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2020/jul/11/british-student-joined-isis-dies-in-jail-in-syria", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2020-07-11T22:57:06Z", "webTitle": "British student who fled to join Isis dies while in jail in Syria", "webUrl": "https://www.theguardian.com/world/2020/jul/11/british-student-joined-isis-dies-in-jail-in-syria", "apiUrl": "https://content.guardianapis.com/world/2020/jul/11/british-student-joined-isis-dies-in-jail-in-syria", "fields": {"headline": "British student who fled to join Isis dies while in jail in Syria", "bodyText": "A British student who ran away to join the Islamic State group in Syria has died while being held in prison in the country, according to reports. Ishak Mostefaoui, 27, who travelled to Syria in 2014 and had his British citizenship revoked, is said to have died either trying to escape custody or amid serious disorder in a jail in Hassakeh, which holds Isis prisoners from across the world. After being captured last year, Mostefaoui was held in the prison in north-east Syria controlled by the Kurdish-led, US-backed Syrian Democratic Forces. He is the first British Isis supporter to die in their custody, according to the BBC. Sources said he was one of around 10 British men and 30 British women being held by the militia. Mostefaoui was among up to nine University of Westminster students to fight for Isis. His father, Abderrahmane, said that his family came to London from Algeria when his son was five and that while they opposed extremism he had been radicalised by people at university. He was said to have been a popular, football-loving young man before he announced in 2014 that he was going to Amsterdam for a few days. His family heard nothing for a month before he rang from Syria to tell them where he was. On hearing the news, his father collapsed. In January 2019, Mostefaoui’s wife and young son died and he was badly injured when his house was bombed. The Foreign Office has advised against all travel to Syria. A government spokesperson told the BBC: “Those who chose to leave the UK and fight for, or support, Daesh [Isis] potentially pose a very serious national security risk.” Ministers have said that, of the estimated 900 people who have left the UK for Syria to join violent Islamist groups, 20% have died, 40% have returned to the UK, and 40% are still in the region."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}