{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jul/09/physical-evolution-in-womens-football-faster-than-in-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-07-09T22:21:43Z", "webTitle": "Physical evolution in women's football 'faster than in Premier League'", "webUrl": "https://www.theguardian.com/football/2020/jul/09/physical-evolution-in-womens-football-faster-than-in-premier-league", "apiUrl": "https://content.guardianapis.com/football/2020/jul/09/physical-evolution-in-womens-football-faster-than-in-premier-league", "fields": {"headline": "Physical evolution in women's football 'faster than in Premier League'", "bodyText": "Research into the 2019 Women’s World Cup has outlined the huge physical evolution of the game. The changes found by researchers in the space of four years matched those in a study of Premier League players across seven seasons from 2006. A 169-page physical analysis report produced by Dr Paul Bradley, a reader in sports performance at Liverpool John Moores University and a consultant for Barcelona, and England’s physical performance manager, Dawn Scott, found more distance was completed at much higher speeds in 2019 than at the 2015 World Cup in Canada. Bradley, in a Fifa webinar to launch the report, also made a comparison with the Premier League. “There was a common held belief in the media and within the game itself that the game had evolved physically and it just lacked a bit of evidence,” Bradley said. “Intuitively, when I was watching it I could see what was happening but that is fairly subjective; the really cool thing about science is that it confirms tangibly and quantitatively that observation. More importantly, it gives us a percentage, a magnitude of that change. “When myself and Dawn looked at the intense running distance we could clearly see across positions that it had increased by approximately 15 to 30% from 2015 to 2019. That’s massive. And to put that into perspective, I did a bit of research on the evolution of the Premier League. We looked at the evolution of the Premier League over seven years [a study between 2006-07 and 2012-13 involving more than 1,000 Premier League players] and found near-enough identical percentage changes over seven years that the women’s game did in just four years, so it could possibly indicate a slightly more rapid evolution from a physical perspective when we look at the women’s game.” Using a multi-camera computerised tracking system to survey the 436 players who competed at the 2019 tournament, the report found that England “had by far the biggest increases in both technical elements and the highest-intensity distances and efforts completed during games”, with the highest ball possession of any of the semi-finalists. The US women’s national team had the lowest increase in physical output of the final four teams, with their 2019 figures very similar to those of 2015."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}