{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2020/jul/02/mental-health-may-be-significant-factor-in-nhs-referrals-to-prevent", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2020-07-01T23:01:35Z", "webTitle": "Mental health may be 'significant factor' in NHS referrals to Prevent", "webUrl": "https://www.theguardian.com/uk-news/2020/jul/02/mental-health-may-be-significant-factor-in-nhs-referrals-to-prevent", "apiUrl": "https://content.guardianapis.com/uk-news/2020/jul/02/mental-health-may-be-significant-factor-in-nhs-referrals-to-prevent", "fields": {"headline": "Mental health may be 'significant factor' in NHS referrals to Prevent", "bodyText": "Mental health appears to be a significant factor behind referrals from the NHS to Prevent, the government’s controversial anti-radicalisation programme, a UK-based medical charity says. In an 18-month study, researchers at Medact found that a significant proportion of NHS referrals to Prevent came from mental health trusts or mental health departments. Freedom of information responses from a sample of four mental health trusts showed 89 referrals to Prevent in the two years to March 2019, compared with a combined 90 referrals from 18 non-specialist trusts in the same period. Within the 18 non-specialist trusts, 40 referrals came from mental health departments in the two-year period, compared with 45 combined from all other departments. Five referrals were not classed by department. Public sector workers, including doctors, nurses and other health professionals, are under a legal duty to refer any individual they suspect could be vulnerable to radicalisation to Prevent. Of the total 5,738 referrals in the year to March 2019, 10% came from the health sector. The report, titled False Positives: the Prevent Counter-Extremism Policy in Healthcare, concluded that mental health patients were disproportionately represented among Prevent referrals. “While further research is urgently needed, it appears that mental health may be a significant factor related to Prevent referral,” the report said. The conclusion echoed research published in the British Medical Journal in 2016, which similarly found that mental health trusts in England recorded much higher levels of referrals. Likewise, counter-terrorism police concluded in 2016 that about 50% of individuals referred to Prevent might have had some kind of mental health condition. The findings come at a time of increased interest in the links between mental health and violent extremism or terrorism after a series of high-profile incidents in the UK involving lone attackers. In the year to March 2019, there were 5,738 referrals to Prevent, although only 10% ultimately received specialist intervention in relation to radicalisation concerns, through what is known as the channel process. Medact found that in some NHS trusts this “false positive” rate was much higher, with 98% of referrals in one London-based trust not progressing to the channel process. The study found that Prevent referrals could worsen a subject’s mental wellbeing, and in some cases appeared to be a key cause of a new mental health condition. A former Prevent lead in an English primary care trust, and ex-channel panel member, told Medact that a “substantial” proportion of cases he looked at through the channel process – possibly “the majority” – involved “some kind of mental health issues”. In addition, more than half of the Prevent referrals in the case studies gathered by Medact involved pre-existing mental health conditions, including schizophrenia, depression, and bipolar disorder. Medact documented several cases in which Prevent referrals of people being treated for pre-existing mental health conditions damaged relationships between health practitioners and patients. In one, according to the psychiatrist involved, a Prevent referral set back the recovery of an “extremely paranoid and unwell” schizophrenic man by damaging the development of a trusting relationship between patient and health staff. In another case, a GP referred her “acutely depressed” and “psychotic” patient to Prevent before mental health services, even though she did not believe the patient posed a threat. The report said there was evidence of Prevent referrals triggering mental health problems, including in individuals with no previous reported history of mental illness. In one case, according to a GP, a schoolboy developed obsessive compulsive disorder as a direct result of the trauma and anxiety caused by his school referring him to Prevent. “Taken together, this qualitative evidence suggests that Prevent referrals can damage people’s physical and mental health in a variety of direct and indirect ways,” the report said. The report author, Hilary Aked, research manager at Medact, said: “Prevent is part of a worrying trend of government seeking to turn health workers into an arm of the security state. It undermines confidentiality and trust between practitioners and their patients. “Our report shows that Prevent is discriminatory, and it will only worsen health inequalities already faced by minority communities. It’s crucial that the Prevent policy in the NHS is repealed.” A government spokesperson said: “Healthcare practitioners recognise Prevent as part of their safeguarding duties, and with over 300,000 patient contacts every day, the NHS has an important role to play in preventing vulnerable people being drawn into terrorism. “A key part of Prevent is to enable frontline staff to recognise and safeguard individuals at risk from all types of radicalisation, referring them to pathways for appropriate support. “Mental health conditions may contribute to a person’s wider vulnerabilities, though the relationship between mental health and radicalisation is complex.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}