{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2020/jul/19/keir-starmer-accuses-pm-of-placing-parents-in-impossible-position", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2020-07-19T21:30:00Z", "webTitle": "Keir Starmer accuses PM of placing parents in 'impossible position'", "webUrl": "https://www.theguardian.com/politics/2020/jul/19/keir-starmer-accuses-pm-of-placing-parents-in-impossible-position", "apiUrl": "https://content.guardianapis.com/politics/2020/jul/19/keir-starmer-accuses-pm-of-placing-parents-in-impossible-position", "fields": {"headline": "Keir Starmer accuses PM of placing parents in 'impossible position'", "bodyText": "Keir Starmer, the Labour leader, has accused the prime minister of putting parents in an “impossible position” by urging them to go back to the workplace next month, without offering any support for the struggling childcare sector. At a press conference on Friday, Boris Johnson called on the public to return to work where it is safe to do so from 1 August, after four months during which the government had recommended home working. But the change of advice came just as schools in England break up for the summer, with childcare settings offering reduced provision, and some clubs and many other activities unavailable. Cross-party MPs, business groups and equality campaigners had called for extra help for childcare in the chancellor’s summer statement. When challenged by MPs about the absence of any extra support for the sector, Rishi Sunak pointed out that nurseries can apply for existing government schemes, such as the coronavirus business interruption loan scheme. The National Day Nurseries Association has warned 71% of its members expect to operate at a loss between now and September, and a further 23% to just break even. It is calling for a “recovery and transformation fund” to help providers stay afloat, and adjust to the requirements of keeping children safe. Starmer said: “Despite ordering millions of parents back to the office, the prime minister has refused to provide any extra help for families, penalising parents by putting them in an impossible position. “Parents got a back-to-work notice on Friday just as the summer holidays began. But they got no support for structured activities, no summer catch-up schemes, and no support for a childcare sector on its knees. “If we are going to reopen our society and economy safely and successfully, we need the public to have confidence in the government’s advice, we need test, track and trace to be working properly, and we need proper support for children to learn and for parents to get back to work.” He will press the point home at a school visit in Coventry on Monday, accompanied by shadow education secretary Kate Green. Johnson is keen to encourage more workers back into the office, to help revitalise town and city centre economies hit hard by the lack of business. At Friday’s press conference, he said he wanted to see businesses, “encouraging people to get back to work where that is right for that employee”. Thousands of job losses and widespread store closures at firms including John Lewis, Pret a Manger and Pizza Express in recent weeks have underlined the challenge facing city centres. Johnson is expected to demand ministers attend this week’s cabinet meeting in person, to set an example for office workers in other sectors. However, many MPs from both sides of the House of Commons have highlighted the difficulties of calling for a return to the workplace, at a time when childcare may not yet be available. Women and equalities select committee chair Caroline Nokes, a former Conservative minister, said she had tried to press the point home with her frontbench colleagues in the wake of the summer statement. “I was hugely disappointed and I’ve privately been lobbying Treasury ministers to say ‘look, think about the gendered response to Covid-19, think about how we get people back to work – childcare has to be part of that.” She added: “I just get crosser and crosser the longer time goes on, that this is a recovery designed by men, for men, and it’s not giving the answers families need.” The government has insisted all children must be back in school full-time in September, with many having had no classroom teaching at all since mid-March. However, local lockdowns could see schools in particular areas forced to close while an individual outbreak is dealt with. Industry group the Early Years Alliance welcomed Starmer’s comments. “If the government is serious about supporting parents and rebooting the economy, it cannot afford to sit by and watch thousands more childcare providers go out of business,” said its chief executive, Neil Leitch."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}