{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2020/jul/06/scammers-can-create-fake-business-ads-on-google-within-hours", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2020-07-05T23:01:56Z", "webTitle": "Scammers can create fake business ads on Google 'within hours'", "webUrl": "https://www.theguardian.com/money/2020/jul/06/scammers-can-create-fake-business-ads-on-google-within-hours", "apiUrl": "https://content.guardianapis.com/money/2020/jul/06/scammers-can-create-fake-business-ads-on-google-within-hours", "fields": {"headline": "Scammers can create fake business ads on Google 'within hours'", "bodyText": "Fraudsters can create and post adverts for fake businesses on Google “within hours”, according to a Which? investigation. The UK consumer organisation also said it was worryingly easy to create a fake business page on Facebook. News of its findings comes weeks after the Advertising Standards Authority announced it was launching a UK “scam ad alert” system in partnership with platforms including Facebook and Google, “to help tackle bogus ads”. Which? created two linked fake companies – a water brand named Remedii that “can help you lose weight [and] improve your mood”, and an online service offering “pseudo health and hydration advice” called Natural Hydration. The consumer body said Google only required users to have a Gmail account to create adverts and that, while it did review those that were submitted, it did not verify whether the business existed or was legitimate, nor ask for proof of ID. In less than an hour, the ads Which? created for both fake businesses were approved by Google. They racked up nearly 100,000 impressions in a month. The fake ad for Natural Hydration appeared above the official NHS Scotland pages when users searched for “hydration advice”. Which? said that although Facebook had restrictions relating to adverts that could cause harm, it had still uncovered problems. Using a personal Facebook account that required only an email address or mobile number to set up, Which? created a business page for Natural Hydration and produced a range of posts with “pseudo health advice” to promote it. Which? paid Facebook to promote the page, which notched up 500 likes in a week. A Google spokesperson said protecting consumers and credible businesses was its top priority. They said: “We have strict advertising policies in place to protect consumers and prohibit ads that intentionally mislead users or fail to deliver on the promoted product or service. “When we become aware of ads that violate our policies, we take action. We are also constantly evaluating our policies and enforcement systems to continue to improve, and have recently introduced a new programme to verify each advertiser’s identity in order for them to serve ads on our platforms.” Google said it removed 2.7bn ads from its platforms in 2019. Facebook told Which? the Facebook page that was set up did not violate its community standards. It said: “We remove harmful misinformation that could contribute to physical harm, such as false health claims, and have strict policies against deceptive advertising and scams.” A Facebook spokesperson said it had various processes in place to deal with scams but none of the ads contained any harmful content and no attempts were made to sell any products via the Facebook page. This meant the page did not test these processes."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}