{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2020/jul/20/natasha-abrahart-parents-launch-legal-action-against-university-of-bristol", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2020-07-19T23:01:03Z", "webTitle": "Parents of student who killed herself launch legal action against University of Bristol", "webUrl": "https://www.theguardian.com/education/2020/jul/20/natasha-abrahart-parents-launch-legal-action-against-university-of-bristol", "apiUrl": "https://content.guardianapis.com/education/2020/jul/20/natasha-abrahart-parents-launch-legal-action-against-university-of-bristol", "fields": {"headline": "Parents of student who killed herself launch legal action against University of Bristol", "bodyText": "The parents of a student with severe social anxiety who took her own life on the day she was scheduled to face “the ordeal” of an important oral test have launched legal proceedings against her university, claiming she was the victim of negligence and disability discrimination. Natasha Abrahart, a student at University of Bristol, was found dead at the age of 20 in her flat after she failed to attend a “laboratory conference” involving a presentation to almost 50 fellow students and staff in a 329-seat lecture theatre. Her parents, Robert and Margaret Abrahart, have filed a county court claim alleging the university fell short in its duty to “to take reasonable care” of their daughter’s “wellbeing, health and safety”. They argue the university did not do enough to support Abrahart when staff had known for six months that she suffered from panic attacks and was struggling. Robert Abrahart, from Nottingham, told the Guardian: “Natasha was bright and academically able. Her self-esteem was rooted in her academic ability and achievement. However, because of the discrimination that we believe she suffered, Natasha became acutely and increasingly distressed. The fear of failing, not performing, or not progressing on the course affected her deeply and she became pre-occupied by feelings of worthlessness. “We believe that the university should have done more to support Natasha throughout her second year. The pain of losing Natasha is something that will never leave us.” In the claim, Abrahart’s parents say she had three suicidal episodes before she died and feared losing her place on the course if she could not complete the laboratory conference. Abrahart’s parents believe the university is in denial over their daughter’s death and taking legal action is the only way they can get to the truth of what happened. She is one of 11 Bristol university students who have taken their own lives in the last four years. Abrahart added: “We know nothing will bring her back but we feel the University of Bristol should at least acknowledge what happened in the lead-up to Natasha’s death, show some remorse or regret, and apologise. Until that happens how will the university prevent the same mistakes that we believe occurred from happening again? We will continue to campaign to ensure that other students don’t endure the suffering Natasha did.” Their claim is for disability discrimination under the Equality Act 2010 and negligence. The family’s lawyer, Gus Silverman, of Irwin Mitchell, said: “The university owed Natasha legal duties not to cause her psychological harm and to ensure its assessment regime didn’t discriminate against her as a disabled student. Natasha’s parents are firmly of the view that the university didn’t meet these legal duties. “Natasha’s parents have had to turn to the civil courts to seek justice for their daughter. They are determined to try to improve the standard of care provided to vulnerable students around the country.” A university spokesperson said Abrahart’s death in April 2018 “deeply affected” everyone but particularly her family and friends, as well as the staff and students who knew her best. The spokesperson said: “Legal proceedings regarding Natasha’s death are now under way, and so it would be inappropriate for the university to comment further at the present time. “We recognise mental health as one of the biggest public health issues, which is why we have adopted an institute-wide approach to foster an inclusive and safe environment for all students and staff. We are also committed to reducing the stigma around mental health and creating space for it to permeate through every aspect of the university’s culture and experience.” The university argues that staff repeatedly tried to help Abrahart and measures were in place to help her to continue on her course. It points out that at the conclusion of the student’s inquest last year the coroner did not criticise the university but flagged up concerns over the role of the Avon and Wiltshire Mental Health Partnership NHS trust (AWP), whose care she was under, for not putting in place a management plan that would have given her hope and managed her risk. In the county court claim, Abrahart’s parents say the coroner ruled the adequacy of support provided by the university to be outside the scope of the hearing. In the UK, Samaritans can be contacted on 116 123 or email jo@samaritans.org. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international suicide helplines can be found at www.befrienders.org."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}