{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jul/11/giovani-lo-celso-tottenham-hotspur-argentina-north-london-derby-jose-mourinho", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-07-11T21:30:23Z", "webTitle": "Giovani Lo Celso ready to kick on after topsy-turvy beginning at Tottenham", "webUrl": "https://www.theguardian.com/football/2020/jul/11/giovani-lo-celso-tottenham-hotspur-argentina-north-london-derby-jose-mourinho", "apiUrl": "https://content.guardianapis.com/football/2020/jul/11/giovani-lo-celso-tottenham-hotspur-argentina-north-london-derby-jose-mourinho", "fields": {"headline": "Giovani Lo Celso ready to kick on after topsy-turvy beginning at Tottenham", "bodyText": "For Giovani Lo Celso, it is difficult to imagine what could possibly have made the experience sweeter. But there has been something. The Tottenham midfielder made his Argentina debut against Russia at Moscow’s Luzhniki Stadium in November 2017 and he now has 21 caps. The something was the person playing with him and in and around him on many subsequent occasions. It was the symbol of his hometown. Lo Celso is able to call Rosario’s own Lionel Messi a teammate. “It was a unique experience; a beautiful feeling,” Lo Celso says. “I’d dreamed of playing for the national team since I was a boy and to have been alongside Messi in training and to have played with him was a wonderful thing. He’s admired across the globe and we know he was born in Rosario. That’s wonderful for kids from there who idolise him. We know the class of player he is and that he’s from Rosario makes it even better.” Even if he is from the opposing side of town? Rosario is split along football lines with the different barrios painted in the colours of either Rosario Central or Newell’s Old Boys. You are one or the other in this football-obsessed place. Lo Celso is Rosario Central; Messi, Newell’s. “No, no, there were no problems with that,” Lo Celso says. “He’s a Newell’s fan but that’s fine.” Lo Celso came through the youth ranks at Rosario Central and the 24-year-old played two and a half seasons for them before moving to Paris Saint-Germain. He arrived at Spurs last summer, via a productive season at Real Betis, and is now preparing for Sunday’s derby at home to Arsenal. Derby day is mayhem in Rosario. Messi never played in one, having left Newell’s for Barcelona as a 13-year-old, but Mauricio Pochettino did and so did Lo Celso. The former Spurs manager, who brought Lo Celso to the club in a deal worth around £57m, is fond of telling stories of how, as a Newell’s player, he would have “bricks, radios, phones, everything” thrown in his direction on forays into enemy territory. Lo Celso, who was involved in four such occasions, never tasting defeat, describes it as “one of the most heated derbies in Argentina”. It is so volatile that away fans have been banned. “People are really passionate about football in Rosario – the majority of the city talks about football, whether it’s Rosario Central or Newell’s Old Boys,” Lo Celso says. “When you go out to play, you feel all of that passion. The fact you only have home fans makes it special. I got the chance to play in the away game and it was a wonderful feeling.” Lo Celso had his first taste of the north London derby last September when he came on as a late substitute in the rip-roaring 2-2 draw at Emirates Stadium but Sunday’s return will be another story – no fans, no feeling from the stands. Everything is upside down at the moment and Spurs must find the answers to the issues that are holding them back and making it seem as though José Mourinho is already in third-season mode. The manager called out his players for a lack of fight after the 3-1 defeat at Sheffield United and he has had cause to lament more broadly their absence of direction and sharpness in the final third. Before lockdown, Spurs were without a win in six. Since the return, it is two wins out of five. “We spoke after the Sheffield United game,” Lo Celso says, a comment that rather skates over the details of the inquest. “We needed to show a different side to us against Everton [last Monday] and the reaction in the 1-0 win was good. At times, we’ve needed to be stronger as a team but at other times we’ve done well.” Lo Celso’s season has been topsy-turvy. He had an extended holiday last summer after his involvement with Argentina at the Copa América, which finished on 6 July and having signed for Spurs on 8 August and made three substitute appearances he injured his hip on international duty and was out for seven weeks. Lo Celso did not start for his new club until their 4-0 Champions League win at Red Star Belgrade on 6 November, when he scored and played well. One game later, Pochettino was gone and replaced by Mourinho. “I wasn’t worried but when I came to the club Pochettino was manager,” Lo Celso says. “At that time he’d contacted me to come here. But a new top-class manager and coaching staff have come in.” At first, Mourinho did not rely on him, starting him twice in 13 games. But Lo Celso dug deep, showing his mental toughness and when opportunity knocked in mid-January he took it. He has since been a regular, displaying a comfort and security in possession, an awareness of time and space. His numbers have not been eye-catching – two goals and two assists – but that sort of thing never seemed to trouble Tottenham fans with Mousa Dembélé. Then there is Lo Celso’s slightly cynical edge. He has come to look made for English football. He is a smart bet to win Spurs’ player of the year award – the field is not a deep one – and says he wants to finish with a place in Europe; mostly likely the Europa League. After a season finding his bearings, Lo Celso is ready to kick on."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}