{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2020/jul/11/england-v-west-indies-first-test-day-four-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-07-11T20:04:35Z", "webTitle": "England v West Indies: first Test, day four – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2020/jul/11/england-v-west-indies-first-test-day-four-live", "apiUrl": "https://content.guardianapis.com/sport/live/2020/jul/11/england-v-west-indies-first-test-day-four-live", "fields": {"headline": "England v West Indies: first Test, day four – as it happened", "bodyText": "Here’s Vic Marks’ day four report. 104th over: England 284-8 (Archer 5, Wood 1) Mark Wood gets off the mark with a thick edge off the excellent Gabriel, who also has an appeal for caught behind off Archer. West Indies have one review left but Jason Holder prefers not to use it. And that’s stumps, after a wonderful last hour for the West Indians. Just when Zak Crawley and Ben Stokes were threatening to dominate, Jason Holder, Alzarri Joseph and Shannon Gabriel fought back with some intelligent use of the not-quite-new ball. The evening session has been much more interesting than the first half of the day, when England made turgid progress. And it all sets up the fifth day superbly, in classic Test-match fashion. It’s good to be back. 103rd over: England 283-8 (Archer 5, Wood 0) Jofra Archer manages to guide a four off Roach, who deserves better than his match figures of none for 91. 102nd over: England 279-8 (Archer 1, Wood 0) Aching or not, Gabriel has a gift for hitting the stumps. And England have lost five for 30 in about an hour. Meanwhile John Starbuck has been thinking about England’s glovemen. “With Bairstow in the short-form setup, there could be a case for rotating the ’keepers as well as the fast bowlers in Tests. Foakes ought to get a couple of matches this summer, while Buttler has already demonstrated his willingness to play as a batsman only. He might be more effective like that.” Another death rattle! This time it’s played on, as Gabriel digs one in and Pope can only deflect it onto his stumps. England are effectively 165 for eight, and West Indies are on fire. Another one! Bess gets a beauty from Gabriel, shaping in, straightening a touch, and thudding into the off stump. 101st over: England 277-6 (Pope 11, Bess 3) Roach, replacing Joseph, beats Pope as he tries to cut. He gets it right next ball, but only collects a single as there’s a sweeper out – vindication, perhaps, for Holder’s cautious field setting. Bess digs out another yorker, which makes you wonder if the Windies’ analyst has detected a weakness in that department. 100th over: England 276-6 (Pope 10, Bess 3) Gabriel, stiff though he was earlier, is summoned for one last spell as Holder takes a break. He beats Bess outside off stump, but these two young men are still there, keeping England in the game. The question is, how big does the lead need to be? 99th over: England 276-6 (Pope 10, Bess 3) Just a single off Joseph, who has bowled well this evening. “All of a sudden,” says Guy Hornsby, “this is a bit of a rum do.” Note for overseas readers: this is one of the most savage insults at an Englishman’s disposal. “I love Jos as much as the next man, and his talent is prodigious, but I’m struggling to recall the last Test he really left his mark on. Yet it seems he’s one of the anointed, semi-undroppable. Penny for Ben Foakes’s thoughts.” Buttler did have a very good run for a year after being recalled in 2018, but you’re right, he has lost his way since. And England have ended up in a muddle with their embarrassment of keepers. One thing I’d say in his defence is that the decision to take the vice-captaincy away from him and hand it back to Stokes seemed to be made – by Ashley Giles and Tom Harrison, as far as I could tell – with plenty of thought for Stokes and not so much for Buttler. 98th over: England 275-6 (Pope 10, Bess 2) Pope finds a way to make more than the odd run off Holder, conjuring a flick for two and a whip for four. What a talent he is. 97th over: England 267-6 (Pope 3, Bess 1) An eventful maiden from Joseph. West Indies, Michael Holding notes, have now had five unsuccessful reviews in a row, after starting this Test with five successful ones. So even reviews are subject to the laws of ebb and flow. Another reprieve for Bess – it’s umpire’s call, just clipping the leg stump. It’s all happening. If Bess hasn’t hit this ball from Joseph, it may well be out. A regulation nick, and Dowrich, moving low to his right, can only get the heel of his hand to it. 96th over: England 267-6 (Pope 3, Bess 1) Dom Bess takes one on the shoulder from Holder, then does well to dig out a yorker and get off the mark. Ollie Pope is looking busy, as he did in the first innings – until Holder dismissed him. 95th over: England 265-6 (Pope 2, Bess 0) A wicket maiden from Joseph, who also has an LBW appeal against Pope. Out of a clear blue sky, England have conjured a collapse, losing three wickets for 16. In a mixed-up world, at least there are some things we can rely on. Gone now! A fuller ball from Joseph, a great big gate from Buttler, and a clatter of timber. Are West Indies favourites now? A lot rests on the young shoulders of Pope and Bess. 94th over: England 265-5 (Pope 2, Buttler 9) Buttler didn’t play that ball well, staying legside while his head went over to the off, as Ebony Rainford-Brent now shows. But Buttler stays calm and bounces back with a lovely on-drive for four. The lead is 151. Too high, and a bit wide to boot. What a good review by Buttler. Holder appeals for LBW, it’s given, and it looks out unless it’s too high... 93rd over: England 260-5 (Pope 2, Buttler 5) A single for each batsman off Joseph, both on the leg side. One of them is fielded with his boot by Shannon Gabriel, who looks as stiff as the drink he is no doubt looking forward to. 92nd over: England 258-5 (Pope 1, Buttler 4) Holder, who is huge, bears down on Pope, who is on the short side, but manages to squeeze a single behind square leg. That’s the first run off Holder in this spell, which is quite something given that England were lording it when he came on. 91st over: England 257-5 (Pope 0, Buttler 4) Joseph does very well to get rid of Crawley, who had just picked up another four with a handsome pull. But the field is still fairly defensive, so Buttler is able to get going straightaway with a guide for four through the vacant gully. One brings two! Crawley’s leading edge makes another appearance and gives Alzarri Joseph a sharp return catch as the ball is almost past his right hip. England are 139 for five, in effect, and West Indies are sniffing victory again. 90th over: England 249-4 (Crawley 72, Pope 0) So Stokes falls to Holder for the second time in the match, and again misses out on a fifty. Somehow you just know Stokes will return the insult tomorrow. The Stokes-Crawley partnership was excellent, adding 98 off 25.1 overs and taking England to a lead of 135. “All results possible,” says Nasser. Time for another round of Stokes v Holder – the rumble off the A27. And it’s a knockout! Holder posts two gullies, pushes Stokes back with a couple of short balls, and persuades him to give the finer of the gullies a simple catch. Great stuff. 89th over: England 249-3 (Crawley 72, Stokes 46) Stokes, facing Roach, jumps across to the off and uses his wrists to manufacture a hard-run two into the wasteland at midwicket. “Amazing ability,” says Ian Ward, “to go up and down through the gears.” 88th over: England 244-3 (Crawley 71, Stokes 42) Jason Holder is back at last, getting some nice lift and keeping Crawley quiet with his tight line. In one of the empty stands, Ed Smith is chatting to Chris Silverwood, and they are roaring with laughter. Trying Crawley at four has worked a treat. Leaving out Stuart Broad – which was Silverwood and Stokes’s call, not Smith’s – hasn’t gone so well. 87th over: England 244-3 (Crawley 71, Stokes 42) Stokes, covering his stumps, pulls Roach for a couple, then on-drives again, less elegantly than in the last over, but with the same crunch and the same result. ”I think at the moment in Test cricket,” Nasser Hussain says, “Stokes is England’s best batsman.” Discuss. 86th over: England 238-3 (Crawley 71, Stokes 36) Stokes, facing Gabriel, wears another short ball, somewhere near his right hip, but it bothers him so little that he then launches into a classic on-drive. He’s made 24 off his last 31 balls. These powerful strokes have spread the field, so Crawley is able to take two for a defensive push into the leg side – though he does then fail to cash in on a full toss. 85th over: England 230-3 (Crawley 69, Stokes 31) After taking that blow, Crawley edges one and misses another, but he survives. In an inexperienced top four, he is the least experienced of all, aged just 22, but in this innings he’s performed like a senior player. 84.1 overs: England 228-3 (Crawley 67, Stokes 31) Crawley takes one from Roach in the groin and sinks to his knees. He’s OK but the umpires send for drinks. That half-session belonged firmly to England, who made 60 for none off 14.1 overs with some fine controlled aggression. When Crawley came in, the total was 113 for two off 51.3 overs; since, they’ve doubled the score in only 32.4 overs. The one thing Crawley doesn’t do is crawl. 84th over: England 228-3 (Crawley 67, Stokes 31) Crawley is standing in for Joe Root at four and now he turns into him, getting on top of the bounce and back-foot driving Gabriel for four. Then he comes down to earth with a Harrow cut, which brings a single and his highest Test score. Stokes, who has had some bandaging on his hand, joins in with a nonchalant off-drive. He likes the feeling so much that he does it again, playing later so the ball goes behind square. Much better from England. In between boundaries, Atherton is still reading out the village news. “David Foster was in good nick for Mayford, 21 off eight, including a six that smashes his own car windscreen.” This may become a habit. 83rd over: England 215-3 (Crawley 62, Stokes 23) Kemar Roach is back, beating Stokes outside off and also rapping him on the glove, giving him a sore finger to go with yesterday’s sore toe. It won’t stop him batting, or walking towards the pitch of the ball. The man’s a warrior. But is he a good judge of a declaration? 82nd over: England 215-3 (Crawley 62, Stokes 23) It’s Shannon Gabriel, who took four wickets in the first innings and got rid of Dom Sibley in the second. He’s on the short side, allowing Crawley to cut for three and Stokes to pull for a single. Now Holder does take the new ball. In the warm evening sunshine, it looks even shinier than usual. Can West Indies use it to take back control? 81st over: England 211-3 (Crawley 59, Stokes 22) Nine captains out of ten would now be saying “thanks, mate” to Chase and taking the new ball. The tenth is Jason Holder. Crawley celebrates with an elegant back-foot cover drive which deserves more than two. Meanwhile Mike Atherton is reading out some club-cricket scores, to mark the return of the amateurs. “Addington Village are doing well. Robin Dooley scored a double hundred. Fourteen sixes!” 80th over: England 207-3 (Crawley 56, Stokes 21) It’s Brathwaite to bowl what may well be the last over with the old ball. He’s deliciously slow - so slow that if he doesn’t like the look of a ball, he could probably catch up with it and get it back before it reaches the batsman. Still, only two off his over. 79th over: England 205-3 (Crawley 55, Stokes 20) Chase bowls five dot balls to Stokes, which is no mean feat these days. The other ball is clumped for two through the covers. 78th over: England 203-3 (Crawley 55, Stokes 18) It’s spin at both ends as Brathwaite returns. Crawley clips a full toss for a single to bring up the 200, and then there’s a bit of milking. England’s lead is now 88, but they may need to lose some wickets to make an exciting denouenment. 77th over: England 199-3 (Crawley 53, Stokes 16) It’s still Chase, so Holder may be saving himself for the new ball. Chase enjoys a minor moral victory over Crawley, who thick-edges for two, and then on-drives, with more assurance, for a single. 76th over: England 196-3 (Crawley 50, Stokes 16) Holder has taken himself off! I hope it’s just for a change of ends. Alzarri Joseph takes over and does well, beating Stokes outside off and persuading him to top-edge a hook over the slips. He gets a couple for that and a couple more couples from a steer into the covers and a tuck to leg. Stokes isn’t settling for a draw here, thank God. Here’s John Starbuck, picking up on Keiran Betteley’s plea for picturesque settings (16:15). “The problem with Test cricket at the moment,” John argues, all too sensibly, “is that logistics demand that the ground has to have a hotel attached, with all their staff, plus players, their medics, coaches, ground staff and broadcasters all able to perform in the same bubble. Country house-style grounds may appeal aesthetically, but you’d need accommodation for a couple of hundred people.” Arundel could manage that, couldn’t it? Clearly it’s not going to happen now, but I hope someone at the ECB is kicking themselves for not thinking of it two months ago. 75th over: England 190-3 (Crawley 50, Stokes 10) Stokes plays his first big shot against spin, clubbing Chase over midwicket for four. If there was a crowd, they would have loved that. 74th over: England 185-3 (Crawley 50, Stokes 5) The Stokes-Holder duel continues, less dramatically, with a couple of dots and a tuck for a single off a lifter. Even Hector and Achilles had their quieter moments. 73rd over: England 184-3 (Crawley 50, Stokes 4) Chase drops short and Crawley cuts backward of square for four more. Needing another four for fifty, he finds them by nailing the reverse-sweep that he messed up earlier. That’s a fine effort, a creative 50 off 80 balls. It’s his second fifty in Tests and his first at home. 72nd over: England 176-3 (Crawley 42, Stokes 4) With Stokes still stuck on 0, Holder has to send for himself. It’s nemesis against nemesis. But Stokes is willing to wait for the bad ball, and along it comes – a long half-volley which he doesn’t so much drive as ease back past the bowler for four. 71st over: England 172-3 (Crawley 42, Stokes 0) Chase starts superbly, drifting his arm ball past Crawley’s outside edge. But Crawley again shows a cool temperament by cutting for four. It’s going to be so interesting to see whether the selectors keep him in, at Denly’s expense, when Root returns from paternity leave. The players are back out there. It’s going to be Roston Chase, currently the hardest-working man in showbusiness. “Just a thought,” says Keiran Betteley on Twitter. “Given that they can’t have a crowd in anyway, would this not be a once in a lifetime opportunity to play test matches at some picturesque provincial cricket fields...? I’m thinking Arundel would set the match beautifully. Any other thoughts?” That’s a lovely idea. 70th over: England 168-3 (Crawley 38, Stokes 0) Holder decides it’s time for a part-timer – Kraigg Brathwaite, who is classified by Michael Holding as right-arm optimistic. A round-arm off-spinner, he gives Crawley a cheap three, clipped to deep square, and then has a review against Stokes, for a catch at slip. Not out, the masterly Michael Gough swiftly deduces – the bat hit the ground. Well bowled though. And that’s tea, with Stokes still to score after facing 15 balls. In the afternoon England made 89 for 2, so they lead by 54. Although they’ve batted better than in the first innings, their sluggish tempo has made the draw the hot favourite. 69th over: England 165-3 (Crawley 35, Stokes 0) Crawley hasn’t let that miscue put him off coming down the track to Chase. It brings him a quick single that turns into two with an overthrow, and then a lofted four over mid-off – lovely stuff. 68th over: England 158-3 (Crawley 28, Stokes 0) Stokes appears to have got off the mark by shovelling Joseph’s rib-tickler round the corner, but it’s three leg byes. 67th over: England 154-3 (Crawley 27, Stokes 0) Curse of the commentator! Crawley plays the worst shot of his innings, advancing to Chase, aiming to midwicket and getting a leading edge that lands just over the shoulder of cover. As he heads for a chat with Stokes at the end of the over, he looks suitably red-faced. 66th over: England 152-3 (Crawley 25, Stokes 0) Joseph digs a couple in, looking to rattle Crawley’s ribcage, or his sang-froid. Both pass the test. Of England’s three adverbs – Sibley, Denly, Crawley, also known as Truly, Madly, Deeply – Crawley seems to me the most talented. 65th over: England 151-3 (Crawley 24, Stokes 0) So here’s Ben Stokes, and it will be fascinating to see how he plays – safe like the openers, or more enterprising like Crawley? He starts, as ever, with some solid blocks. “Afternoon Tim.” Afternoon, Brian Withington. “Rebecca’s query about run-outs [56th over] recalls an infamous school match where our bowler was unaware of the rule about removing the stump and desperately fumbled to replace the bails whilst both batsmen were mid-pitch. Much incoherent screamed advice ensued resulting in the ball being dropped, one bail lost and the stumps flayed as both batsmen converged on the scene. Happy days.” Oh Joe, oh no. Denly chips a harmless ball straight to Jason Holder at midwicket, and departs for a supremely Denlyish score. 64th over: England 151-2 (Denly 29, Crawley 24) Crawley goes back and eases Joseph past cover for two to bring up the 150. If there was a crowd, they would be greeting this with watery applause. 63rd over: England 149-2 (Denly 29, Crawley 22) Chase has an appeal for leg-before against Denly, but it’s half-hearted at best and the ball was going down. One more thing, Abhijato: “soft corner” is a lovely phrase. May all our corners be soft. 62nd over: England 148-2 (Denly 29, Crawley 21) Roach gives way to Alzarri Joseph, who is promising but less astringent. He strays onto the pads and Crawley plays an elegant clip for two. “Good evening from India!” Ah, the unmistakable sound of Abhijato Sensarma. “It has indeed been a slow day, but I’ve loved it all the same. My week-long online exams came to a hectic conclusion. I feel a sense of relief and a peace of mind, exemplified by the broadcast of this match. At times, it is serene to watch skilled professionals go about their jobs without fireworks. Adding to that the excellent Sky coverage, and my soft corner for Denly – who might be playing his last Test unless he gets a big one – I thus find myself following the OBO as well as the live stream with a keen eye. Cheers for the coverage!” Our pleasure. Mixed with some astonishment that you managed to fit any exams in between emails to us. 61st over: England 145-2 (Denly 29, Crawley 18) Denly’s turn to do some dancing. He threatens to hit Chase for a straight six but only gets two as Kraigg Brathwaite, racing round from long-on, makes a stylish stop. 60th over: England 143-2 (Denly 27, Crawley 18) Line-and-length brings another maiden for Roach, and another hint that these West Indians, after their long stay in Manchester, have become more English than the English. An interesting email comes in from Ohio. “England have the worst record of taking advantages of huge slices of luck,” says David Keech. “A bad drop, out from a no-ball etc. Inevitably the batsman concerned gets out immediately as today, or shortly afterwards. All other nations you let them get away with a life and you have a high chance of staring at a double century from the reprieved batsman. Why is this? Is it an old-fashioned sense of fairness meaning that the batsman has a guilty conscience and contrives to get out anyway? What do the readers think?” 59th over: England 143-2 (Denly 27, Crawley 18) Denly, seeing Crawley sneaking up on his England place, unfurls a sweep for four off Chase. Crawley says, “I see your sweep and raise you a reverse sweep,” but only connects with thin air. This partnership is going at four an over, a big improvement on the turgid two of its predecessors. 58th over: England 137-2 (Denly 22, Crawley 17) Roach, though empty-handed in this match, has been West Indies’ most successful bowler against England over the past three years, with 29 wickets at 22. He produces a jaffa to beat Crawley, who responds with a sumptuous straight drive. Roach in turn draws the edge, but Crawley keeps it down and steals a two to third man. Good contest. 57th over: England 129-2 (Denly 22, Crawley 9) Four singles off Chase, two to each batsman. 56th over: England 125-2 (Denly 20, Crawley 7) Crawley rather blows my theory by playing out a maiden from Roach. “Quick question about a wicket,” says Rebecca Graham. “Consider the following scenario: the batsman hits the ball, and hits the wicket of their batting partner while behind the white line, so that partner batsman is safe, but the ball continues past the wicket and the players run. How is it possible for a batsman to be run out at the wicket where the bails have fallen off? Kind regards and looking forward to hearing from you.” Very polite! If I remember rightly, one of the fielders has to uproot a stump and hold it in the same hand as the ball. As rules go, it’s eccentric but effective. 55th over: England 125-2 (Denly 20, Crawley 7) Zak Crawley seems to agree that there’s been too much stonewalling. He dances down the track and lofts Chase over mid-on for four. Holder responds by sending mid-on to long-on, so Crawley helps himself to an easy single in the same direction. An old head on young shoulders. Thanks Adam and afternoon everyone. The day so far has been ... old-fashioned. It’s as if the England top order are mourning the departure of Geoff Boycott by batting like him on a particularly dull day. 54th over: England 119-2 (Denly 19, Crawley 2) Crawley off the mark with a drive down the ground for a couple; didn’t get all of it but did enough to beat the man at mid-on. He leaves and defends the rest of Gabriel’s over fairly confidently. And that’s drinks! In turn, that’s me done for the day. Thanks for your company - I’ve really enjoyed it. Talk again tomorrow. Over to Tim de Lisle. Bye! “Hi Adam. Lovely to have you back on the OBO.” Cheers, Simon Begley. Have had a great time back on the tools. “Re the CricViz stat, surely Eng are actually reducing their chances of victory? At the start of the day Eng might have expected to be level by lunch, particularly after the first hour (47 runs). However, they’ve only scored 51 runs in the 2 hours either side of lunch. Even with Stokes and Buttler to come - and assuming Eng aren’t bowled out - they’re unlikely to be able to declare early enough to force a win. Stokes is unlikely to offer even an outside chance of a Windies win in his debut Test as skipper, so Eng need to score at least 400/450 before which would take them well into the afternoon session tomorrow, no?” I reckon they were in a position this morning where they had to avoid losing before thinking about winning - the beauty of Test cricket, in many ways. Now, in the lead by a few, they can have a bit of a pop after tea and see where they are at. But had they lost a few wickets in the first session, a far different story. Just my take. 53rd over: England 117-2 (Denly 19, Crawley 0) NOT OUT! Nup, no glove in that. Denly survives and the West Indies loase their review. The No3 responds by playing a beautiful pull shot to finish the over, moving England into the lead. Is Denly out hooking Holder? Richard Kettleborough says no but the Windies’ captain wants it looked at by DRS. Stand by! 52nd over: England 113-2 (Denly 15, Crawley 0) Crawley defends the two balls he has to see off to complete the successful Gabriel over. Right, so Sibley’s lapse will be dealt with extensively - far from the first time he’s been strangled in that way, doubly frustrating as it came in the same over he posted his 50 and got away with chopping on. But it cannot be brushed over how ridiculous it is that we are still dealing with no-balls in this way. At the Women’s World Cup in March this year, the ICC rolled out the very successful process where the TV umpire takes control of the job of managing the front line; an admission that central umpires haven’t called close no-balls since the Adam Voges debacle in 2016 - and I don’t blame them. However, fast forward four months, and we’re back to this. Yes, the bowler is responsible for staying behind the line - certainly. However, how are they meant to know they are consistently over (as it is often shown in hindsight by TV broadcasters) when the umpire isn’t watching to begin with? We have a solution and we know it works. For more on this, I told the full story on Jarrod Kimber’s podcast a few months ago. But he’s caught down the legisde two balls later! Behind the line this time! Michael Gough says there is nothing behind the line! What drama! Sibley survives. Chopping on the delivery after bringing up his half-century, he has a reprieve. Sibley bowled for 50! But was Gabriel behind the line? Many replays to come. 51st over: England 110-1 (Sibley 48, Denly 15) Glorious straight drive, Joe Denly. Coaching manual stuff off Jason Holder. These two have now put on 38 with the first innings deficit down to just four. According to WinViz (remember: it’s a backward looking measure, usual caveats) they’re now in a very strong position. 50th over: England 105-1 (Sibley 47, Denly 11) There’s the England 100, Sibley pushing carefully through cover for a couple. He’s back into his happier hunting ground on the legside after that with a single to square leg, prompting a further discussion from Nasser on TV about the weight of runs he scores in that direction. “It’s working for him. Why change if it is working for you?” The over ends with the opener picking up three more to that favoured midwicket. Productive. 49th over: England 98-1 (Sibley 41, Denly 10) Holder takes Roach off in favour of himself. I’m always keen to see the captain bowl, and there’s nothing wrong with this maiden to Denly, but it felt like Roach wasn’t far away in his previous over. From Chris Evans in response to criticism of Sibley’s legside tendencies: “I assume none of these watchers is Graeme Smith?” Yup. Make them where you can. 48th over: England 98-1 (Sibley 41, Denly 10) Denly miscues a cut off Gabriel and it isn’t far away from ending back on the stumps. Still, he survives. There’s a fantastic stat about Steve Smith’s average after reaching 30 deliveries at the crease - it’s triple figures, or something ridiculous. Denly, who has now seen 31 balls, has battled after his starts, even when they advance to a Dentury of deliveries (more on that later). It’s today or never. He moves to double figures via the inside slither of the blade. 47th over: England 95-1 (Sibley 41, Denly 7) Excellent from Roach, neither he nor Sibley giving an inch in their scrap. Somehow, he’s still wicketless in this match. 46th over: England 95-1 (Sibley 41, Denly 7) Shannon Gabriel is back, replacing Joseph after his six over burst either side of lunch. He’s immediately up and around 90mph in the old money but Sibley is up to the challenge, collecting another three runs behind point with a controlled stroke. A big score on the shelf for him here. At Denly, the bumper comes immediately and he’s not at all far away from being the second England player to cop a whack on the elbow today. “Absolutely delighted to have you back!” writes Michael Robinson. Most kind. I’ll be on again tomorrow provided this reaches the afternoon shift, which surely it will now. “Enjoying the OBO as us in Leicestershire hope to come out of lockdown again soon. Found it interesting that a previous reader referred to the States as “good, old”. I’m not sure the USA is either of those things... Have a good ‘un.” Stay safe, Michael. I realised yesterday that I’ve booked a flight to Australia clashing with the US election. It will be one journey I’m happy to buy the in-board WiFi for. 45th over: England 92-1 (Sibley 38, Denly 7) Roach gets one to pop at Denly, who plays with just soft enough hands to keep the ball away from the waiting catchers, spilling away for a couple. Such an important innings for him. With Joe Root returning next week, either Denly or Crawley miss at Manchester, simple as that. 44th over: England 90-1 (Sibley 38, Denly 5) Shot, Dom. Plenty of wise and experienced watchers don’t believe Sibley will make it as a Test player, believing he’s too limited, scoring too heavily through the legside. Well, this wasn’t that - waiting on Joseph’s short ball to arrive before steering it with pefect timing to third man for four. He has to get under a sharper bouncer to finish, and does it well. He’s been out there for 143 deliveries now for his 38. In other words, doing his job. “95 degrees and 96% humidity?!” says Brian Withington in reply to Rich in Virginia. “Sounds like the inside of my kettle.” 43rd over: England 86-1 (Sibley 34, Denly 5) We can talk about Roach’s uneventful over to Sibley or we can quietly marvel at Ben Foakes’ hair. It’s currently hiding under a beanie, as Athers notes as the reserve wicketkeeper walks to the nets. 42nd over: England 85-1 (Sibley 33, Denly 5) It’s pretty clear that Denly is going to attack anything short, as he does the first Joseph delivery at him after lunch. The Kent veteran is more convincing on the front foot when the fuller ball arrives, driving past Chase at mid-off, getting three runs for it. A quick single to finish, Sibley taking on the man at mid-on but he’s home in a flash. A lot was made of the 12 kilograms he lost during lockdown - he’s fit as a fiddle. 41st over: England 79-1 (Sibley 31, Denly 1) Roach to Sibley, who copped that nasty whack on his right elbow not long before the break. Roach starts as he did this morning, just outside the off-stump to the opener, hoping he’ll play when he needn’t but he doesn’t. After missing down the legside, he’s back on the mark, the right-hander defending solidly before leaving close to his bails to finish. Maiden. The players are back on the field. England trail by 35, Sibley and Denly on their way to the middle. Can the West Indies get another couple before their lead expires? They might have to with this pitch going both up and down. Roach to start. PLAY! “Hi Adam.” Hi, Rich. “Thoroughly enjoying your OBO coverage from Virginia, in the good old US of A. It’s going to reach 95 degrees today with 96% humidity. I’m a bit behind the times but just finished watching the exhilarating “Howzat” and was curious about your thoughts on it, in terms of authenticity, player relationships etc. My cricketing heroes growing up were Clive Lloyd, Viv, Beefy and Tony Greig. Still absolutely gutted to hear that Michael Holding experienced such racism in England and Australia. Even the spellbinding “Fire in Babylon” didn’t fully alert me to it. Guess I was, still am, so naive. Like Nasser said, it’s time to ‘stop looking away.’” I haven’t watched Howzat since it went to air, but my recollection is that because they worked closely with Gideon Haigh on the script (who literally wrote the history of the episode) that the consensus was it was largely on the mark. A fantastic Sky feature on England’s tour of West Indies in 1989-1990. They’ve outdone themselves this week. Meanwhile, some emails! From Rob, he’s found my 2016 piece about Barbados being Test cricket’s hottest spot. We calculated in 2016: Yorkshire - 1 per 63,095 Wagga Wagga - 1 per 55,364 Tasmania - 1 per 28,611 Barbados - 1 per 3,429 And here’s Ian Copestake: “Not wishing to rain on Bobby Dunnett’s parade, but I hope the turning back of the clock to a victorious Liverpool and an impressive West Indies side does not mean we have to endure a Tory ..., wait, what? Oh.” We’ve got a good contest here. Enjoy a sandwich, I’ll do likewise - back shortly with some emails. If you’re after some conversation during the interval, we spoke to the great Ian Smith for the project I mentioned earlier, discussing his 25 years behind the microphone and that World Cup Final call. The full interview is now live. 40th over: England 79-1 (Sibley 31, Denly 1) Denly gets off the mark from the first ball from Joseph, tucking to square leg. A relief for him. Oh, but Sibley has given the strike straight back with the identical stroke. Oooh, Joey D has a crack at a full-blooded pull shot! Not sure about that with seconds until the break. He misses the ball by some way. And he goes again from the penultimate delivery, this time making contact but straight back onto his thigh pad. One to go before lunch... Joseph finds the inside edge with the fuller ball but it deflects off the pad into the turf. And that is lunch. 64 runs and one wicket across the session but just 19 of those were scored in the second hour, with Burns falling not long before the break. 39th over: England 77-1 (Sibley 30, Denly 0) Clever cricket from Chase, zipping throgh an accurarte 90-second maiden to ensure that Joseph will get another pop at Joe Denly before the lunch break. The spinner has put in an excellent shift. 38th over: England 77-1 (Sibley 30, Denly 0) Some quick stuff from Joseph to Denly, doing just enough to get out the way of a couple of bouncers and the West Indies are letting him know all about it. Great stuff. He wasn’t far from gloving a ball that snuck through the gate, either - an enduring issue for England’s No3. Earlier in the over, another delivery kept low. The Windies only have the one wicket this morning but they still have a 37-run lead and a helpful surface. Time to get busy. 37th over: England 72-1 (Sibley 29, Denly 0) And all of a sudden, it is Joe Denly with ten minutes to get through before lunch in what could, quite possibly, be his final innings for England. But the 34-year-old solid to begin, playing out Chase’s wicket maiden safely. The spinner has done plenty right across 10 overs in this spell, his figures 1/17 - we know he loves bowling against England. That Burns replay doesn’t get any better as it is shown again between overs - he’s gutted. Oh dear, he’s thrown it away. Burns, having played so wonderfully this morning, cuts a short off-break from Chase straight to Campbell at backward point. 36th over: England 72-0 (Sibley 29, Burns 42) Joseph keeps banging it in at Burns. I don’t mind this as a bit of a change up. Lunch is about four overs away. 35th over: England 71-0 (Sibley 29, Burns 41) Chase is back onto his accurate line to Sibley but drags his length back a bit this time around, keeping him in the crease to defend rather than getting out there with his front pad. A maiden follows. “Liverpool winning the league and a strong West Indies team is taking me back to my childhood,” writes Bobby Dunnett. “All I need to complete my summer of nostalgia is for Steve Davis to win the snooker.” It’s a cliché, but yes, how we long for a seriously strong West Indies outfit to consistently test the best teams in the world. Under Holder, anything is possible. 34th over: England 71-0 (Sibley 29, Burns 41) Alzari Joseph, at last, having been ignored for 40 minutes last night and 98 minutes this morning. He feeds Sibley on his pads to begin, which means a single just about every time. He goes a touch shorter to Burns, who isn’t particularly bothered. Rob Key makes another good point on telly, comparing the shorter length the Australians bowled at the left-hander last year contrasted to how the Windies have gone about it today. “Roston Chase, PI might be a show everyone watches,” Abhijato Sensarma speculates. “The titular character will be an ageing man who retires in London after spending a lifetime as a corporate lawyer. But a money laundering scheme he helped cover up during the eighties comes back to haunt him - his bed-ridden wife finds out, leaves him in disgrace, and dies alone. He thus embarks on a mission of penance and investigation, with the season finale featuring the unexpected dismissals of eight Englishmen.” 33rd over: England 69-0 (Sibley 28, Burns 40) That’s a very tidy bit of batting from Sibley to finish the Chase set, getting to the pitch to get short leg out of the equation before following through with a clip, timed well enough to race away. He’s faced 105 deliveries for his 28, England just 44 runs behind. What a psychological win it would be if they can abolish the deficit with these two still out there. 32nd over: England 64-0 (Sibley 24, Burns 39) Make that three on the trot and six of the last seven overs without runs. After Sibley had a ball spit at him from Holder in their previous exchange, this time one keeps low. The West Indies captain backs this up with a couple of short balls but neither earn him an error from the opener. 31st over: England 64-0 (Sibley 24, Burns 39) Chase to Burns, with the deficit now an even 50. And it’s back to back maidens once again. They’ve had a much better half an hour since drinks, Chase using his angle well at the left-hander. “Adam, it’s great to have you back on the OBO.” Rob, thanks for this. “After reading about Everton Weekes (and consequently Clyde Walcott and Frank Worrell) at the beginning of the month, as a lot of writers point out, it’s pretty amazing that they were all born around the same part of Barbados within an 18 month period. This got me thinking - is there anywhere on the planet which has produced so many international cricketers with such a small population base? When I first started following cricket in the late 70s/early 80s, the great WI team of the time had Marshall, Garner, Greenidge, Haynes - all from Barbados, with its population of around a quarter of a million! And that’s not to mention the likes of Collis King, Wayne Daniel, David Murray, Sylvester Clarke who were all playing around that time. Anyway, I imagine this might have come up before on an OBO... does anywhere else come close to Barbados? On a completely unrelated note, I spent some time listening to the Final Word during lockdown, which is just brilliant - nerd pledge coming soon.” I’ll also leave in your commentary about my podcast! Right, to your query: you are correct. Along with Will Macpherson, I wrote a piece on this very topic in 2016 for the Nightwatchman special marking Garfield Sobers’ 80th birthday. I don’t have the data to hand, but it was (roughly, from the top of my head) 86 Test cricketers from a population of 400,000. There is no hotspot quite like it - not Yorkshire, nor Wagga Wagga in Australia. I don’t think the piece is online, but I’ll dig at the lunch break. 30th over: England 64-0 (Sibley 24, Burns 39) Sibley hit on the elbow. Ooouch! The back elbow too, while letting the ball go. That’s taken off from a length, Holder taking full advantage of this volatility from his considerable height. The opener bats on without medical assistance despite the fact that he has blood on his shirt. Holder goes upstairs with a bouncer but it isn’t an accurate one; well ducked. Two balls to go and he’s able to leave both of them, albeit nice and close to the off-stump. It being the end of the over, the doctor is now on his way to the middle to take a look so we will have a brief delay. I assume he’ll also have to change his shirt? “I might be a tad late making this observation, but oh my god, how much does the slimline Dom Sibley resemble Marcus Brigstock?” That’s tom V d Gucht, appropriately timed with that email. “I thought cricket was trying to get away from public schoolboy vibes, so selecting the man behind Giles Wembley-Hogg (a cracking radio show) is a bit of a step backwards.” 29th over: England 64-0 (Sibley 24, Burns 39) Good from Sibley, breaking the run of dots with a single around the corner when Chase drifts onto leg stump. Burns’ first look at the spinner for a while and he plays him carefully off the front foot. 28th over: England 63-0 (Sibley 23, Burns 39) Make that three maidens on the bounce, Burns absorbing the dot balls from around the wicket. The analysts would tell us now that we are entering the window now where a chance is more likely. No surprise that it has been Holder at the bowling crease when slowing England down. “Morning @collinsadam great to have you back in charge.” Cheers, @GuyHornsby. “How’s fatherhood treating you? My daughter’s three soon and I managed to bag a load of night feeds during the Ashes that year, combining the two perfectly. Speaking of which, I’m sure my praise of this pair won’t jinx things.” If I say the words “four-month sleep regression” to you, does it bring you back to a challenging time? We’re just getting through that, via some sleep training. But no complaints! She’s a very good little girl; enthusiastic and loud - apple/tree. 27th over: England 63-0 (Sibley 23, Burns 39) Back-to-back maidens - that’s better. England have been able to turn the strike over too easily this morning, starving the West Indies of the pressure they need to create a chance. Chase keeps Sibley quiet, the right-hander continuing to show purpose while defending. Not quite in the David Warner model of dancing to defend, but it’s all about intent, as they say. “Rather than the hero of a medical drama or a detective series, surely Roston Chase is a TV series set on a large country estate.” Do go on, James Brough. “Probably during the 18th century. Elderly squire, young son recently back from the wars - you know the kind of thing. Basically Poldark with the name crossed out.” 26th over: England 63-0 (Sibley 23, Burns 39) Holder again to Burns from around the wicket and he’s giving him nothing this time around, forced to play throughout. He is mixing up his lengths but the line is set-and-forget. Rob Key on telly shows some analysis of the opener consistently defending the ball under his eyes. “Delightful to be talking to you again, Adam, and to have so many old virtual friends popping their heads above the parapet over the last few days.” Thank you, Ian Forth. I feel much the same. Great to be back. “As for Mark Nicholas (see earlier) I tend to go along with Barney Ronay’s unforgettable pen portrait: “Nicholas may resemble the kind of roguishly handsome provincial double-glazing magnate who your wife is always a little too pleased to see at the country club mixed-doubles summer fundraiser but he is a an excellent broadcaster and a proper cricket man, in a sport where that is a good rather than a bad thing.” Again going back to that interview we did with Mark over the break, it stood out to me and many of our listeners how adamant he was about the game not being an elitist plaything. He stressed this a number of times. To an extent, that cuts across the image many have of him - largely due to his accent, which he also addressed. 25th over: England 63-0 (Sibley 23, Burns 39) Burns scores off Chase straight away once again, tucking a single. Sibley looks organised enough here against the off-spin, using his feet in defence where he can. Good cricket with men around the bat. “Morning Adam, Hope you’re all good.” I am indeed, Matthew Potter. “Welcome back to the OBO, just leaving for my first taste of village cricket of the year, a mini T10 tournament within my club so you’re updates will be invaluable. Can’t wait to see just how out of touch I am. I’ll be live tweeting the events of the day on @mattpotter94 if anyOBOers are interested.” Let us know how you get on! “Hi Adam.” Peter Salmon! Another inbox regular, thanks to joining the conversation. “Welcome back! Lovely to read your dulcet tones. Great to hear Winnie is thriving too, and that her first live Test Match is such an echt English one – a wrong call at the toss, a selection gaffe, a thumping deficit and so on. Saves you a lot of explaining about the last 30 years. Only leaves the careers of Rob Key and Ian Bell and she’ll be up to speed. Cheers.” One thing I popped her on my knee for a few weeks ago was the four-part documentary from the early 1980s, ‘Benaud to Border.’ She gets it. 24th over: England 62-0 (Sibley 23, Burns 38) Oi! That’s kept low to Burns from around the wicket, Holder ever so close to castling him. “All the more reason why they have to get England out quickly,” notes Michael Holding watching the replay. This is turning into a very important partnership. Burns retains the strike, timing a push to midwicket. Drinks! 47 runs in the first hour; spot on from these two. 23rd over: England 61-0 (Sibley 23, Burns 37) Sibley is well forward to Chase and handing him safely before turning one off the front foot to midwicket. Burns’ turn, using the depth of his crease to cut a couple before getting on the front foot to push a single. That’s the way to mess with a spinners’ length early on. Good batting. 22nd over: England 57-0 (Sibley 22, Burns 34) Sibley’s turn to find the rope, albeit from the shoulder of his bat, running away fine for four off Holder. He won’t mind that. Short of a length again to Burns to finish, he locates his inside edge. “Morning, Collo.” My old mate Iain McKane, who I met at the opening of the Clem Hill sculpture at Adelaide Oval in 2017. “Don’t want to put the jinx on England, but this is a solid opening fifty from the Ashtead/Epsom duo. A draw looks a rare, but strong possibility in these days of the “new Test normal”, but we may yet find Stokes’ decision to bat first was a master stroke. Best of luck to all the recreational cricketers today, on what, for many, will be a first game since last summer. Cheers.” Given I tipped a three-day Test (oops), that’ll be unexpected but perfectly acceptable. Especially if it requires a tense final hour tomorrow. And yes, as you say, recreational players will be rocking up to their grounds about now. How exciting. If you’re padded up waiting to go in, drop us a line then let us now how you’ve gotten on. We can live vicariously through you. “Hi Adam.” Hi again, Brian Withington. “Does anyone else in the OBO community dimly recall a discussion about the splendidly named Roston Chase (middle name Lamar)? I think it revolved around how he was suited to starring in an eponymous detective series or was it a medical drama Roston Chase, MD?” 21st over: England 52-0 (Sibley 17, Burns 34) Ooooh, Chase gets one to really grip at Burns, beating his outstretched blade by some way. That’ll explain why Holder has him on nice and early. Earlier, Sibley picked off another single to midwicket. 20th over: England 51-0 (Sibley 16, Burns 34) Holder it is, the captain bringing himself on to replace Gabriel. Burns is in good nick this morning though, not missing out on a short loosener, pumping it away behing point for his third boundary of the opening hour. The skipper is straight back onto his mark with his next offering, beating the outside edge with a delivery that darted away just enough. An important contest ahead between these two. England trail by 63. “So enjoying the return of test cricket,” reports Joel Eley. “My wife is away and cannot return until 1st September so this provides a great time filler until she can come back to Malaysia. Big shout out to all that makes this happens and also to all missing loved ones at this moment.” Great to have you with us, Joel. As I think we’ve really learned over the last few months, it can’t be overstated the extent to which cricket brings us together. 19th over: England 47-0 (Sibley 16, Burns 30) Roston Chase rather than Joseph or Holder? Interesting. Sure, he has a Test 8-for against England, but surely you want your quicks to get as much out of this ball while it remains vaguely new? Anyway, Burns doesn’t mind, pushing one to mid-off then carving three more when given the strike back later in the over. Chase finds his range by the end of the set. 18th over: England 42-0 (Sibley 15, Burns 26) Better from Gabriel, testing Sibley out with an accurate short ball before getting back into a channel outside the off-stump. Attacking the stumps, Sibley keeps him out and gets a single for his trouble. Burns does likewise to finish, with a clip past square leg. They’ve been too straight so far. “Hi Adam.” Brian Withington! How lovely to see you pop up in my inbox. “Great to have you back where you belong - the OBO English summer has officially begun. ack on 14th February I recall asking if you were counting the days to fitting Winnie for her first cricket bat. Surely it can’t be long now? Very best wishes.” Her first gift was a cricket jumper! A clever pal of mine had her initials embroidered into it. Perfect. Wisden Cricket Monthly kindly featured the picture in their March edition. She was scheduled to visit Lord’s for the first day of the county season on 14 April but, well, yes. If we’re allowed, in August I’ll get her down to HQ. 17th over: England 40-0 (Sibley 14, Burns 25) Shot, Rory. That’s a proper on-drive, down to the rope in a flash and into the 20s he goes. Roach gets his angle going from around the wicket to finish, locating the inside edge, but it deflcts into the pad. 25 runs in seven overs for England this morning, the home side now 74 behind. 16th over: England 34-0 (Sibley 14, Burns 19) The first boundary of the day, Burns nailing a cover drive off Gabriel. He’s not known for being eye-catching strokeplay but that was lovely. And Sibley returns serve, clipping another full delivery through midwicket. That’s bread and butter for a man who loves it on his pads. Time for Jason Holder to shake it up before these two get properly set. Get Joseph on. 15th over: England 25-0 (Sibley 10, Burns 15) Good batting from Burns, along the grass and into the gap on the legside for a couple early in the Roach over. He then grabs another, behind the square leg umpire. Encouraging early signs for both openers, the board ticking over with control. England’s deficit is now 89. “Another reason to regret Broad’s absence: SCJ Broad was often overlooked by people picking fantasy teams of J-named players,” adds John Starbuck. Oh, I’m sure it won’t be long before we have one of those on the OBO today. 14th over: England 22-0 (Sibley 10, Burns 12) Gabriel to Sibley, skipping into his thigh pad with a bit of extra pace to begin. He’s back to defending then leaving. Now the first proper bumper of the day. One ball to come - will he target the woodwork as he did in the first innings to the opener? He does; blocked safely. 13th over: England 22-0 (Sibley 10, Burns 12) The third ball Sibley gets a ball on his stumps this morning and the third time he scores from it on the legside, this time taking a couple behind square. He adds another to midwicket later in the over. A calm re-start from him. Burns clips another straight one for two more. “Morning Adam, morning everyone.” Hello there, Simon McMahon. “Saturday of the first Test of the summer, weather set fair, talk of ties and draws with scores level, Sky cricket coverage, babies and Mark Nicholas. All is well with the world again. Thank you OBO.” Delightful. Thanks for being part of it. Speaking of OBO traditions... “If you can publish the TMS you-tube link for those in mainland Europe would be much appreciated.” I’ll google that for you now, Henry Lubisneki. “Thanks for excellent Coverage.” My pleasure! Here is the link. 12th over: England 17-0 (Sibley 7, Burns 10) Gabriel to Sibley, who repeats the stroke from the previous over to get off strike first ball to midwicket. That’s his game. Now Burns’ turn, who defends and leaves and defends again, mostly off the back foot before being brought forward to finish - nice soft hands. On telly, they are showing shots of the commentary team having their latest round of Covid-19 tests, which they all need to pass in order to move to Old Trafford next week. “Morning Adam.” G’day, DC Bold. “I notice forlornly that the full initials of players have long been discarded from TV scorecards - no more MA Atherton, Ian Ronald, Ian Terence, IJL Trott... One of these England lads could have an absolute beauty of a middle name and I’d be none the wiser! Keep up the good work.” Yes! It doesn’t matter how often I write SPD Smith in my copy, it doesn’t catch on. Even cricinfo, who stuck with the old formulation, have moved to first names. 11th over: England 16-0 (Sibley 6, Burns 10) Nice start from Roach, wide of the crease and tempting Sibley. The opener doesn’t bite. The fourth delivery of the set is closer to the off-stump and is left alone again - no more than a ball-width away from castling the right-hander without offering, the way he went in the first dig. He keeps the strike with a well-run single to midwicket. Good cricket from all. “Welcome back to the OBO, Mr Collins!” Abhijato Sensarma, a pleasure as always. “One of the central characteristics of underrated professionals is that people are indifferent about them during their presence, but realise their true worth during their absence. Stuart Broad has remained perennially underrated in the eyes of the common fan. There is every chance that he would have fared no better than Mark Wood, but is the result of this match in his absence going to be what finally makes the mainstream perspective of his skill sets change?” I still can’t believe he didn’t play - in career-best form. But, but I understand what they are trying to do in terms of setting up for Australia next year, where Wood and Archer will both feature together as often as they are fit to do so. The players are on the field! “A stunning Saturday in the south of England,” says Nas. Jerusalem is played into the empty stands as Rory Burns and Dom Sibley make their way to the middle. “There are no crowds but this game means no less.” And Kemar Roach will he taking the ball from the Hotel End to begin the day. PLAY! “I remember that 1996 test,” emails Bob O’Hara. “I was living in Roskilde in Denmark, and could just get Radio 4 long wave on my radio (when I moved a few miles east to Copenhagen, I couldn’t but I could get Radio 5). This was before internet radio, when the online world thought the blink tag was a neat idea. I reckon the fact it was a draw (and Bumble’s summary of the final day) make the match so much more memorable than if one of those wides had been given. Mind you, getting a draw against Zimbabwe is so 90s England.” I spent a week in Zimbabwe for a T20 tri-series with Australia and Pakistan a couple of years ago and they still talk about that England tour. By the way: that should be an annual part of the schedule: a T20 invitational in Harare. All over in eight days, all on one ground. Would work for southern hemisphere teams (their winter) and would help Zimbabwean cricket as they slowly get back on their feet financially. “Hi @collinsadam.” Gary Naylor, what a joy to hear from you. “I think you’ll find that Bulawayo match is now recorded as an England win on boundary countback. After all, if it’s good enough for a World Cup... Ties are a glory of the first class game, 65 recorded since 1783.” And just two ties in the Sheffield Shield, I see. I’m going to spend several hours with that wiki page once I’m finished up here. Stuie Neale has also tweeted me: “Big first session here, England need to get close to parity.” For mine, they just need to bat the day. Worry about runs after tea. Sky are revisiting their Black Lives Matter feature from day one. Ian Bishop says that watching it from quarantine, it brought him to tears. “I’ve never seen anything like that in the build up to sport. I don’t want to add to anything that (they) said but I want it to resonate for as long as possible.” Ian Ward notes that their social media clips from the feature and subsequent conversation with Michael Holding and Ebony Rainford-Brent have now been viewed over five million times. Stunning. “Does Mark Nicholas get the credit he deserves?” asks Elliot Carr-Barnsley. “At the very least he is cricket’s Des Lynam, smooth and clever but not too wordy. Maybe he reaches to attribute gravitas too often, but when it’s appropriate, as here, he is terrific.” Elliot, this is one of my pet topics. You’re bang on - he doesn’t, not in England anyway. Without wanting to turn the early OBO into a plug for all our of Calling the Shots episodes, we also spoke to Mark Nicholas for that in a two-hour interview. It was so much fun going back through his commentary career. Part one; part two. “Can you elaborate on why the Sheffield match you mention was a draw not a tie?” asks Peter Gluckstein. “Cheers! (Reading you from Central Vietnam where the 38C has fried my brain...).” Thanks for the note, Peter. You know what? I’ve remembered that incorrectly! Indeed, it was a tie at Junction Oval over Christmas in 1956. Here’s the card, and what a gem: Benaud, Meckiff, Lawry, McDonald, Davidson, Burke, O’Neill, Craig. It was the first tie in Sheffield Shield cricket. They were playing at St Kilda because the MCG was still being tidied up after the Olympics (22 November till 8 December). But your question, how to draw with scores level? In short: the bowling team in the fourth innings doesn’t take ten wickets but the chasing team falls one short. So, see that example from 1996 in Zimbabwe that I mentioned: England needed 205 and were 204/6 when time expired. As you may recall, David Lloyd was very cross. Good news for those at home (So, all of us, then?). Ian Bishop is out of quarantine and on the TV call for the next couple of days. Outstanding. Sky Cricket’s broadcast has been quite superb over the last few days. Covering England from the ground, as I normally am, I don’t get a chance to watch as much as I otherwise would but they are the best in the business, without a doubt. They had Stuart Broad on before play yesterday, which our Andy Bull wrote about last night. Fantastic telly. We’re off the mark with an email from Andrew Brooks. “Hi Adam.” Morning, Andrew. “After a win for either side or a draw, please could you let me know what the ‘fourth’ result could be? Thanks.” That would be a tie. We should be so lucky. But I never lose faith that we’ll see another in my lifetime. I spent many hours during lockdown making an audio documentary about the history of cricket commentary with Daniel Norcross from TMS, called Calling the Shots. As part of that research task, we learned that the first televised game in Australia - just after the 1956 Olympics - was a drawn Shield encounter between Victoria and New South Wales where the scores were level. So, not a tie - but close. Of course, that was also England’s fate at Bulawayo in 1996. Some county news off the top... because I know you all love that. I confirmed yesterday that Peter Handscomb won’t be coming to Middlesex for the truncated domestic season to lead the club as planned. Instead, they have agreed to a new deal where the Australian will be the skipper at Lord’s in 2021 and 2022. But as you’ll read in this interview, he’s in very good nick after a couple of tough years. What a glorious day this is. A midsummer Saturday, stonking weather forecast throughout the weekend and a Test Match nicely poised to finish late tomorrow with all four results still on the table. All the while, hundreds of thousands of rugged individualists take the field this afternoon for club, park or village cricket for the first time since September. Breathe it in. At last, this is the good stuff. In terms of the day ahead at the Rose Bowl, well, it’s simple. If England are batting at stumps, we are going to have a fantastic Sunday. If they aren’t, Jason Holder’s will be very well placed to skip to a one-nil lead. The hosts are 99 runs behind, openers Rory Burns and Dom Sibley doing nicely before stumps last night. For my part, I’m thrilled to be back on the OBO. The last time I was scheduled to sit with you for an England men’s game, my baby girl Winnie was born that morning. That was Valentine’s Day, nearly five months ago. And she’s a little gem, thanks for asking. Indeed, thanks for all the kind words from at the time - it was lovely. As always, I’m looking forward to your company throughout the first half of the day, with Tim de Lisle taking the baton later on. Drop me a line, ping me a tweet. Good morning one and all."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}