{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2020/jul/28/progress-towards-early-test-for-alzheimers-say-scientists", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2020-07-28T22:19:37Z", "webTitle": "Hopes raised for early blood test to help fight Alzheimer’s disease", "webUrl": "https://www.theguardian.com/society/2020/jul/28/progress-towards-early-test-for-alzheimers-say-scientists", "apiUrl": "https://content.guardianapis.com/society/2020/jul/28/progress-towards-early-test-for-alzheimers-say-scientists", "fields": {"headline": "Hopes raised for early blood test to help fight Alzheimer’s disease", "bodyText": "Scientists say they have made progress towards a test for Alzheimer’s that could help researchers in the hunt for treatments for the disease. Several studies, presented at a conference in Chicago, showed it was possible to measure the levels of a protein called tau in the blood. Tau and another protein called amyloid have been targets for developing tests and treatments for Alzheimer’s for many years. They form clusters known as tangles and plaques in the brain that are well-known features of the disease. Any test will help research by identifying people who have the early stages of the disease and may not yet have any symptoms. Scientists hope it may be possible to develop treatments that work at an early stage, since little seems to slow or halt its progress once it is well established. At present, any early tests for the disease rely on expensive or invasive means, such as brain scans and spinal fluid tests. “A reliable blood test for Alzheimer’s disease would be a huge boost for dementia research,” said Dr Rosa Sancho, head of research at Alzheimer’s Research UK. Scientists presenting their research at the Alzheimer’s Association International Conference were targeting a particular form of the tau protein called p-tau217. One of the studies found that measuring blood p-tau217 could distinguish Alzheimer’s from other neurodegenerative disorders with a diagnostic accuracy between 89% and 98%. “A cost effective, accurate and non-invasive diagnostic test is a vital step in developing new treatments for the 850,000 people living with dementia in the UK today,” said Fiona Carragher from the Alzheimer’s Society. “Excitingly, this blood test for tau appears to not only show signs of being able to accurately distinguish between Alzheimer’s disease and other neurodegenerative conditions, but also may detect changes before symptoms even appear. “Now we need longer and larger studies to validate these results and find out if this test could accelerate our ability to develop new treatments for Alzheimer’s disease in the future.” Clive Ballard, professor of age-related disease at the University of Exeter Medical School, said the research was an exciting step forward, but “further validation in people from more routine clinical settings are still needed, and a lot of work will be needed to achieve standardisation of the test across laboratories – so it could still be at least five years before we see an accurate blood biomarker test for dementia in the clinic.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}