{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jul/05/marcus-rashford-blessed-manchester-united-mason-greenwood", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-07-05T22:14:43Z", "webTitle": "Marcus Rashford 'blessed' to be fit again and lauds 'fantastic' Mason Greenwood", "webUrl": "https://www.theguardian.com/football/2020/jul/05/marcus-rashford-blessed-manchester-united-mason-greenwood", "apiUrl": "https://content.guardianapis.com/football/2020/jul/05/marcus-rashford-blessed-manchester-united-mason-greenwood", "fields": {"headline": "Marcus Rashford 'blessed' to be fit again and lauds 'fantastic' Mason Greenwood", "bodyText": "Marcus Rashford has said he feels “blessed” to be fit again, as the back injury he suffered in mid-January was more serious than previous similar ones. The Manchester United striker sustained a double stress fracture in an FA Cup win over Wolves that would have ended his season but for the sport’s suspension in March. Rashford was able to resume playing when football restarted last month and he scored a 20th goal of the campaign in Saturday’s 5-2 win over Bournemouth at Old Trafford. “Firstly, I want to say how blessed I feel to be back healthy,” the 22-year-old said. “I’ve had this injury before in the past but this time it was quite a bit worse than the ones I’ve had before. It was definitely difficult news to hear.” Rashford was pleased to score against Bournemouth. “It’s definitely a nice feeling to back scoring goals, but you know for forwards you just take it one game at a time,” he said. “Whether you score or you don’t score, the next game is always about scoring. That’s what I’ll continue to do, like I’ve done for the whole season, really, so game-by-game we want to win games and just keep competing for the trophies we’re still in.” United have won their last three league games and are unbeaten in 15 in all competitions. “In terms of importance, every game, single game for us now is important,” Rashford said. “We want to go out and win every game. It’s quite simple, really. And if we play like that, we’ve got a good chance of doing that.” Mason Greenwood scored twice against Bournemouth to take the 18-year-old’s tally to 15. “He’s a fantastic player,” Rashford said. “I’ve watched him before he got to the first team – it was never a matter of if he was going to play with us, it was just when. When can we get him involved? “Ole [Gunnar Solskjær] has done a terrific job with him. First of all, he put him in the squad and brought him on against PSG [in last season’s Champions League last-16 win] and that for a player, as a first step, it’s huge and it shows that the manager had confidence in him. You’ve got no reason not to have confidence in a player like Mason. “But, for me, I just tell him to keep doing what he’s doing because what he does is score goals, so he doesn’t need to do anything else. You know, forget everything whatever people are doing outside, whether it’s praise or negativity. “He’s done very well for the whole season. It’s not just these bits he’s been scoring goals. He’s been working hard for the team and doing the dirty work, you know the unseen work. He does it so he deserves all the credit that he gets.” Solskjær has no doubt Greenwood would also prosper should Gareth Southgate call him into the England squad. “When you play for Man United, I think that’s a test that’s good enough and difficult enough,” the manager said. “If you can handle playing for Man United, then you can handle playing for any team and Mason’s got the qualities that not many others have. So he could play for England full team or Uunder-21s, I don’t really mind. I know he’s doing well for us and it’s great to have him here.” Greenwood made his Under-21s debut last year but is yet to be selected for the senior squad. Solskjær was asked what impresses him most about Greenwood. “Mason’s a naturally good finisher, so he’ll always score goals,” the Norwegian said. “He’s a humble boy, he wants to learn, he listens, he’s worked hard, you can see his fitness is getting better and better. He’s just a young boy who will fill out, he’s exciting to work with and we’ll keep on building him up in the gym and on the pitch.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}