{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2020/jul/02/messis-influence-troubling-finances-and-boardroom-turmoil-why-barcelona-are-a-mess", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-07-01T23:01:35Z", "webTitle": "Boardroom turmoil, troubling finances and Messi's influence: why Barcelona are a mess", "webUrl": "https://www.theguardian.com/football/2020/jul/02/messis-influence-troubling-finances-and-boardroom-turmoil-why-barcelona-are-a-mess", "apiUrl": "https://content.guardianapis.com/football/2020/jul/02/messis-influence-troubling-finances-and-boardroom-turmoil-why-barcelona-are-a-mess", "fields": {"headline": "Boardroom turmoil, troubling finances and Messi's influence: why Barcelona are a mess", "bodyText": "Leo Messi was the first off the pitch, heading down the tunnel alone as Barcelona’s anthem began echoing around a stadium as vacant as the look in the team’s eyes. It was almost midnight on the last day of the financial year and it was over. Looking down at the scene were the club’s directors who had made it to July, surviving another season, but only just. Any lingering hope of winning La Liga had gone. Ten days before Gerard Piqué said it would be “very difficult”. Now, held 2-2 by Atlético Madrid, a third draw in four, it was virtually impossible. At the side of the pitch Sergio Busquets said something about mathematical possibility, which is what players say when they have nothing else. Barcelona had decided to sack manager Ernesto Valverde when they were top and without a replacement ready; six months on, they are second, a point behind Real Madrid having played a game more. There are five left and no one is looking forward to those much. That is not the worst of it, either. Defeat, not definitive yet, is one thing; decline is another. Capitulation had been coming for a long time; they were flawed when they were first and well before that. When the final whistle went Quique Setién turned to the bench, picked up some papers and stood there for a moment. A disciple of Johan Cruyff , this is not how he imagined managing Barcelona. And yet nor can he have been entirely surprised, not least because Cruyff fought battles too and Setién knew he had not been Barça’s first choice. He has problems of his own but most of his team’s precede him. Not least because they are not just the team’s problems; they are the club’s. Against Atlético, Antoine Griezmann, Barcelona’s third most expensive player in their history, had been on the pitch four minutes. Ousmane Dembélé, their second most expensive, was not there: injured again, his career in Catalonia slipping from his control or anyone else’s. And as for their most expensive signing, Philippe Coutinho is in Munich on loan because they couldn’t sell him. He will be back soon and they will try to get rid of him again, another plan in pieces. Coutinho was supposed to replace Andrés Iniesta, just as Arthur Melo was supposed to replace Xavi. But on Monday Arthur joined Juventus, travelling to Turin still in his Barça tracksuit. They were in a hurry, after all. Juventus paid €72m plus €10m in add-ons Barcelona said but this was effectively a swap deal with Miralem Pjanic, an act of accountancy more creative than the players and driven by finance not football. Driven, above all, by the board’s determination to escape liability for the budgetary shortfall, their short-term survival secured at the cost of deepening and postponing problems until another day. They are not the only successors lost, the only plans gone awry. Neymar, the man who would play alongside and eventually replace Messi, should be taking the lead now. But he became impatient and Barcelona were powerless to prevent him leaving in 2017. They have become locked in a spiral of loss and nostalgia ever since, desperate to make amends to the point where they tried to bring him back again but did not have the money. Worse, the €222m had long been spent, even though one director had insisted that doing so would be an irresponsibility for which they would have to resign. No one did. Not for that, anyway: this spring, six directors walked out, meaning 11 of the 21 board members who began Josep Maria Bartomeu’s mandate have gone. There have also been four sporting directors and as many directors of communication. And it goes back further. In 2014, Luis Suárez, Ivan Rakitic and Marc-André ter Stegen signed. Since then, Barcelona have brought in 28 players for almost €1bn. Those are the ones who did come – the failed pursuit of a striker ended up being comic – and none are an unqualified success. None were easy to shed either, so they sold those they could, not always those they should. Arda Turan was a Barcelona player until Wednesday morning. He has not played for the club in three years. Griezmann eventually came a year later than planned and with no natural slot in the team, early hope floating off with the confetti. Asked why he introduced the Frenchman only in the 90th minute on Tuesday night Setién said the alternative was not to put him on at all. He talked through the other players, the desire to keep Messi and Luis Suárez on, and concluded it was difficult to introduce Griezmann without “destabilising” the team. A more telling line is hard to imagine. The side grow old together and weaker, on the pitch at least. Off it they are powerful still. Ansu Fati is 17, Riqui Puig is 20. They may well be Barcelona’s future; too many of those alongside them are Barcelona’s past. Piqué, Suárez, Messi, and Vidal are 33, Rakitic is 32, Busquets and Alba are 31. And still responsibility lies with them. It lies with Messi most of all, a weight he does not always welcome but one he will not, and should not, renounce. He has watched the peak of his career slip by without a European Cup in five years. Sometimes he must look around and wonder what he has done to deserve this. Actually, perhaps that is a more pertinent question than it first appears. There is a deference to him that dominates everything and is not without problems that will take a brave man to broach. Soon, though, someone must. Problems dominate everything, so many they cannot fit on this page, so bad that Messi’s exasperation has been made public. Confrontations between players and board over pay cuts. The Barçagate scandal, the club accused of being behind sock accounts attacking opposition figures and their own players. Messi calling out the sporting director Eric Abidal for blaming the players over Valverde – a man whose ability to keep a lid on tension was not apparent until he had gone, a man some miss now. His charisma may have been quiet but it was there; coaching this team – this club – is not as simple as many imagined. “It is what it is,” ran Valverde’s now infamous phrase, drawing intense criticism, but what if he was right? What if Xavi, Koeman, and Pochettino were right when they said no? Setién stepped into the middle. He had seen what Valverde did; soon, perhaps, he saw why Valverde did it. Fault lines open easily at Barcelona, widened by the pressure that surrounds everyone. At Celta, footage showed Messi, Suárez and Rakitic apparently ignoring Setién’s assistant, Eder Sarabia. Reports alleged discussions in the dressing room. On Monday night, the president visited Setién’s house. During an unexpectedly revealing and startlingly introspective press conference, Barcelona’s manager said: “I wasn’t an easy player to handle either,” adding: “I have to free my conscience. “I have no problem admitting this is a new situation for me and I’m in one of those moments when you’re finding out many things. Bit by bit you do what you want to do. We all have to give a bit of ourselves, players included, for the good of the team. This is a team and it has to act as one.” It may be facile, opportunistic, but a photo from Tuesday night brought that comment to mind once more, perhaps offering a portrait of where they are. During a drinks break, Atlético’s players are pictured gathered around Diego Simeone, as one. Barcelona’s are dispersed. Some substitutes linger, others sit in the stands. Among them is Arthur, just sold to Juventus to save the board from a crisis of their own making on the eve of meeting Atlético, a game the president does not attend. One that starts with the league title at stake and ends with it virtually gone, each player going their own way at the full-time whistle. Messi was the first off. The humiliation burning, Griezmann was the last. He had friends to talk to on the other team."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}