{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2020/jul/16/tiger-woods-holds-his-own-on-tricky-return-at-the-memorial-tournament", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2020-07-16T22:54:44Z", "webTitle": "Tiger Woods holds his own on tricky return at the Memorial Tournament", "webUrl": "https://www.theguardian.com/sport/2020/jul/16/tiger-woods-holds-his-own-on-tricky-return-at-the-memorial-tournament", "apiUrl": "https://content.guardianapis.com/sport/2020/jul/16/tiger-woods-holds-his-own-on-tricky-return-at-the-memorial-tournament", "fields": {"headline": "Tiger Woods holds his own on tricky return at the Memorial Tournament", "bodyText": "A round of attrition was not exactly what Tiger Woods desired in his return to competitive golf after a five month break but blustery conditions at the Memorial Tournament delivered precisely that. US Open met PGA Tour in Ohio. A day otherwise notable for a 423-yard Bryson DeChambeau drive looked set to belong to Woods as he raced to two under par inside three holes. Given the 15-times major champion’s lack of tournament play, a subsequent regression was not altogether surprising. “Tiger’s just not sharp,” observed the watching Jack Nicklaus. Still, Woods’s one under par 71 was impressive given the context. A birdie at the 18th sent Woods to the scoring tent with a smile. “I would like to have started with easier conditions,” Woods admitted. “Wind pumping and swirling all over the place. It felt good. I was a little bit rusty, but felt like overall it was a good start. “I was certainly feeling the edginess and nervousness and anxiousness of playing. Getting out there and feeling something I hadn’t felt in a while, it felt good.” Rory McIlroy, playing in the company of Woods, lies one stroke better off. The Northern Irishman gave a nod of approval towards Woods’s “great start.” McIlroy added: “He was hitting it nicely. He sort of had most things under control today. I’ve always liked playing with him because of that rhythm that he has.” Lest it not be forgotten this was also a positive day for McIlroy. DeChambeau, who has turned heads since the PGA Tour’s resumption due to demonstrations of extreme power, battered the drive in question down the 1st. It was wind assisted but still notable, including to those who believe modern equipment is distorting this sport. “I sometimes can’t believe it,” said DeChambeau. “There were years where I hit five-iron into that hole and now I’m hitting a 30-yard little shot. It’s wild. I’m just blessed that I’ve been able to figure some stuff out with the driver.” That DeChambeau signed for a 73 means – thankfully – golf isn’t yet an exact science. Tony Finau’s 66 means he claimed the lead at the end of day one. Dustin Johnson, the former world No 1, stumbled to an 80 as included four sixes. “Been there” cried amateurs in unison."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}