{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2020/jul/29/why-being-in-power-makes-2020-election-much-harder-for-new-zealand-first", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2020-07-28T23:52:11Z", "webTitle": "Why being in power makes 2020 election much harder for New Zealand First | Claire Robinson", "webUrl": "https://www.theguardian.com/commentisfree/2020/jul/29/why-being-in-power-makes-2020-election-much-harder-for-new-zealand-first", "apiUrl": "https://content.guardianapis.com/commentisfree/2020/jul/29/why-being-in-power-makes-2020-election-much-harder-for-new-zealand-first", "fields": {"headline": "Why being in power makes 2020 election much harder for New Zealand First", "bodyText": "For much of the past 67 years, a powerful third party has occupied the space between New Zealand’s two major political forces, Labour and National. From 1953 to 1984 this was the Social Credit party, whose proportion of the nationwide vote ranged from 6.65 to 20.65%. Since 1993, the space has been occupied by New Zealand First, whose nationwide vote has ranged between 4.07 and 13.35%. These third parties have provided a home for the votes of disaffected and dissatisfied voters from both the left and right sides of the political spectrum. New Zealand First is part of the furniture of the country’s mixed member proportional electoral system. The party’s leader Winston Peters, currently New Zealand’s deputy prime minister in the Labour-led coalition government, has been an outspoken thorn in the side of both major parties for 27 years. He, and the party he founded, have capitalised on the concern of many voters that the big two have left many New Zealanders behind in their rapacious desire to globalise, modernise and liberalise the economy. Now, New Zealand First is facing electoral defeat and potential oblivion in the upcoming general election on 19 September. The latest Newshub-Reid Research public opinion poll has it on 2%, three points shy of the vote threshold the party needs to cross to get back into parliament. Despite this, you would find it hard to find anyone in the New Zealand commentariat who would write the party off. Many have done so in the past, only to be burnt by the party rising from the ashes time and time again to lift itself above that 5% threshold. In 2011, New Zealand First was polling at around 2.2% at the end of June but eventually won 6.59%. At the end of June 2014, it was polling around 3.6% but went on to garner 8.66%. It’s a well-known feature of elections that New Zealand First’s support rises with the increased media coverage provided to minor party leaders during the official campaign period. Peters also accrues a lot of support on his nationwide campaign bus tours, where he lovingly reconnects with his largely provincial support base. This year, however, 75-year-old Peters is recovering from surgery and may not have the same stamina for the campaign trail. Peters’ health aside, the party has reason to be worried in 2020, if history is anything to go by. This election will be the third New Zealand First has contested after having been part of a government. In both previous times, the party failed to reach the 5% threshold. In 1999, after being in coalition government with the National party, it secured 4.26% of the party vote and only squeaked back into parliament on the back of Peters’ 63-vote majority in the Tauranga electorate. In 2008, after being in a supply-and-confidence agreement propping up a Labour-led government, New Zealand First was out of parliament entirely after only having won 4.07% of the party vote and no electorate seat. As coalition partner in Jacinda Ardern’s Labour government, New Zealand First once again faces the prospect of a diminished party vote and will almost certainly need to win an electorate seat to guarantee its return to parliament. This will require nothing short of a miracle. With Peters not standing in a seat, the party’s hopes are on current list MP Shane Jones in Northland. Traditionally this is a blue seat with National’s support consistently above 45% of party vote. Not only has New Zealand First never captured more than 13.7% of the party vote in Northland, Jones has never won an electorate seat, not even when he was a Labour MP between 2005-2014. His roots may lie in the Northland region, but that didn’t help him in 2017 when he contested the adjacent Whangarei seat and came a distant third, 11,000 votes behind the winner, National’s Shane Reti. It’s not hard to see why 2020 is proving to be such an uphill battle for New Zealand First. The party traditionally positions itself as the insurance policy that keeps both major parties “honest”. But each time it reaches the corridors of power it is no longer able to convincingly argue its anti-establishment position, or that a vote for the party will not be a vote for the incumbent government. Certainly, National will be trying to win back right-leaning voters with the argument that a vote for New Zealand First is a vote for another Labour government. Even though there are only 53 days to go, it’s still too early to call the curtain down on New Zealand First. But we may well be watching its last bows. Claire Robinson is professor of communication design at Massey University."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}