{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2020/jul/20/wolves-v-crystal-palace-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2020-07-20T21:25:30Z", "webTitle": "Wolves 2-0 Crystal Palace: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2020/jul/20/wolves-v-crystal-palace-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2020/jul/20/wolves-v-crystal-palace-premier-league-live", "fields": {"headline": "Wolves 2-0 Crystal Palace: Premier League – as it happened", "bodyText": "Right, I’ll be off. Here’s that match report again. Bye! Nuno Espirito Santo does a lot of smiling: Better second half, much better. First half very slow. Palace created a lot of problems. We lost a lot of balls, allowed counter-attacks. Second half much better organisation, much better possession, and the second goal closed the game. He’s given an invitation to lavish praise on Adama Traore, which he doesn’t take: He has to improve, of course. He has a lot of things to improve. All the players have room for improvement but Adama, sometimes he’s hard to stop but he should improve the knowledge of the game, some things we have to look at. Here’s Paul Doyle’s match report from Molineux: Daniel Podence’s first goal since arriving at Molineux in January and a second-half strike by Jonny kept Wolves on course for European qualification through the Premier League. Podence provided a simple finish to a dainty move in the 41st minute before half-time before Adama Traoré teed up Jonny to inflict a seventh straight defeat on Crystal Palace. At 5ft 5in Podence was the smallest player on the pitch but exerted a grand influence, with zippy movement and sharp touches making him a regular pest to Palace. The visitors seemed in irritable mood for most of the game, frustrated by their opponents and their own inability to turn possession into penetration. Much more here: Wolves are basically quite good. There, that’s my expert analysis. Palace though are a team without a cutting edge, and in need of a bit of a summer overhaul. Across February and March (and, um, June) they won four successive games by an aggregate scoreline of 5-0, a run that has saved their top-flight bacon. Take away those games and since Boxing Day their league results are: DDDDLLL [WWWW] LLLLLLL. Wolves will finish sixth if they outperform Spurs on Sunday, the only problem there being that they have to play Chelsea and Spurs get to inflict successive defeat No8 on Palace. Matt Doherty gives his instant reaction: Look, I thought we probably started off a bit slow. A bit flat in the first half. We scored the goal and got a little bit more confidence going in the second half. The second half was a bit feisty actually, we just had to keep our heads and managed to get the deciding goal that killed the game. We wanted to improve on last season and we’ve done that. We want to be in Europe again. We had a setback against Burnley but we got the win tonight and then we head to Chelsea and probably have to win again. 90+4 mins: It’s all over! Wolves overtake Tottenham to sit sixth, and Palace lose their seventh game on the spin! 90+2 mins: Zaha hits quite a nice shot from 25 yards. It flies prettily straight to Rui Patricio. 90+1 mins: There’ll be about three minutes of stoppage time. 87 mins: Palace actually do an attack. Riedewald crosses from the left, it’s headed down to Zaha, but his shot is blocked. It’ll go down as a shot on target, though, because the blocked shot ricocheted back into Zaha and looped into the arms of Rui Patricio. 85 mins: Wolves have completely taken ownership of this game now. Palace seem to be allowing them just to get on with it, so long as they don’t come too close to the penalty area. 81 mins: Pedro Neto comes on for Traore. Palace’s young full-back Tyrick Mitchell hasn’t by any means had a nightmare against the brawny speedster, but he has been profoundly outpaced on a few occasions. 79 mins: The referee has ruined this game a bit, giving so many marginal free-kick decisions since half-time that now everybody keeps falling down and for the sake of consistency he has to keep giving free-kicks. 78 mins: Traore gives away a free-kick for clipping Zaha, and then gets so angry about the referee’s decision that he ends up with a booking. 76 mins: Then Zaha gets into the area and shoots low and slow, straight at Rui Patricio. 75 mins: Traore has a shot from 25 yards that goes low and hard but straight to Guaita. 72 mins: That’s the last we’ll see of Podence. Jota comes on to replace him, while Palace bring Ridewald on for Schlupp. 71 mins: Podence protects the ball on the left flank, with his back to goal, and Kouyate runs up to him and knees him in the buttock. That looks genuinely sore. The outbreak of action ends with another excellent goal! Traore roars down the right again and pulls back to Jimenez, who mishits a shot so badly it turns into a fine pass to Jonny. He’s forced away from goal, turns and before the defence can react spears an excellent shot into the far corner! 67 mins: Rui Patricio collects that, boots upfield, Jimenez flicks on and Guaita roars out of goal to beat Podence to it. His clearance hits the Wolves forward and rebounds, luckily, well wide of goal. 67 mins: McCarthy’s cross from the right flicks off the head of Dendoncker and runs only just beyond Ayew. 66 mins: The ball is played into the feet of Ayew, and Coady vaguely touches him from behind. Down goes Ayew, out comes the yellow card. 64 mins: McCarthy arrives to challenge Podence a while after the ball disappears. He slows down as best he can but still makes some contact, which Podence makes the most of, and the referee books him for it. 60 mins: Zaha has put on the black boots with white toes. 59 mins: Save! Podence passes to Traore, whose sidefooted finish was right at Guaita but came off him and back into danger. Somehow Palace clear! 59 mins: The kit man has reappeared with a pair of black boots with yellow stripes. 56 mins: Zaha is wearing yellow boots. The kit man brings out a pair of black boots and a pair of silver boots. He’s sent back again, and brings out a pair of black boots with white toes. It’s not clear whether Zaha is happy with any of these four pairs of boots. 55 mins: Townsend’s long pass-cum-cross to Zaha ends up behind. It looks like it came off Doherty’s left arm, but the referee gives a goal-kick and the VAR doesn’t intervene. 53 mins: Zaha falls over, gets up and falls over again. The referee thinks the second was a foul, Zaha thinks he needs to change his boots. 51 mins: Neves and Moutinho are both on the floor, clutching various parts of their anatomy. Both appear to be recovering without medical assistance. 49 mins: Jimenez blasts a shot from outside the area that hits Kouyate. Wolves are adamant that he used an arm but the referee didn’t see it and as it was outside the area VAR can’t get involved. 47 mins: Jony does brilliantly to control a long crossfield pass, and even better to conjure a decent cross, but sadly his teammates didn’t consider him likely to achieve either and hadn’t bothered to run into the box. 46 mins: Peeeeeep! The home side get rolling. The players are back out and ready to roll. 45+4 mins: That’s all for now. They say that if you haven’t got anything nice to say you shouldn’t say anything at all, and in that spirit I’ll sum up the first half as follows: lovely weather, great goal. The quality hasn’t been terrible, but there have been quite a few mistakes and not a lot of high-pace, high-quality forward play. What high-quality attacking play there was, though, was really high-quality. 45+2 mins: There’ll be about three minutes of stoppage time, incidentally. We must have lost four or five to a combination of Sakho’s injury and drinks. 45+1 mins: Zaha wins a free-kick on the left, and though Wolves deal with it Ayew then also wins a free-kick on the left. Wolves deal with that as well. 44 mins: It hasn’t been a great half of football, but that goal made watching it instantly worthwhile. Palace have looked quite bright but perhaps not fully committed to their attacking. “Those training tops (13 mins) don’t look right for July,” says Gary Naylor. “They’d be more suited for December or January. You know - Friesian conditions.” 42 mins: The long attack eventually peters out, but within a couple of seconds and from just outside his own penalty area Townsend fluffs a pass to Schlupp and Doherty takes the ball. He passes inside to Moutinho and runs forward; the Portuguese maestro chips a fabulous pass over the defence and back to Doherty, and he half-volleys a cross to present Podence with an unmissable header. I’ve got to say, that is bloody good. 40 mins: Wolves win the ball. They slowly work it left, and then they slowly work it back to the right. It looks to be heading back leftwards now. 38 mins: Palace win a free-kick, a bit too far from goal to be worth a shot. Townsend has a shot. It was a bit far. Rui Patricio saves easily. It’s Palace’s first shot on target. 35 mins: Wolves win a free-kick on the left, send the centre-backs forward, and then take it short and give it away. 32 mins: Traore sprints past Mitchell and crosses to the far post, where Pordence attempts a really hard volley and doesn’t pull it off. 30 mins: McCarthy’s pass finds Zaha spinning and running past Dendoncker, but he then tries to chop onto his right foot and instead runs back into Denconcker again. 28 mins: Zaha turns infield, forcing the referee to take evasive action so as to not get in his way, and then spins again, back towards the newly-positioned official, who is forced into even more evasive action. 27 mins: Close! Zaha passes to Schlupp, who bursts into the box and hits a left-footer that rolls six inches wide of the far post! 25 mins: Another Palace player is down. It’s Ayew, who jumps for a header with Dendoncker and the Wolves defender lands on his toes. There was no hint of malice about that, and Ayew is only pretending to be seriously hurt. 22 mins: Sakho levers himself up the stand to whichever space Palace are using as a dressing-room, unwilling to use only his legs. Kouyate is going to come on, though he’s taking his time over it. 21 mins: This looks very much like the end of Sakho’s season. The players come to the touchline for a slightly early drinks break while the Palace defender walks from the field. 19 mins: Mamadou Sakho pulls up when jogging towards the corner flag, feels the left hamstring/back-of-knee region for a while and then goes down. The physio is on. 16 mins: Palace win a corner, which is sent low straight to Jimenez at the near post, and within five seconds of being taken it’s at the other end, at the feet of Guaita. 13 mins: Jimenez nips in to snaffle up a loose ball, forces his way into the box, benefits from a kindly bobble and volleys into the arms of Guaita. “Did you get a glimpse of those Wolves training tops? I did, can’t unsee it, and am dubbing the pattern (if you can call it that) ‘cowmoflage’,” writes Grant Tennille. Great name, much better than the pattern. 10 mins: We finally get a replay of Ayew’s spin from a few minutes back. The forward reckoned he was pulled to the ground by Boly, which is what stopped him making contact with his shot, but while the Frenchman was certainly touching him he wasn’t really doing any pulling. 8 mins: A better spell for Wolves, though all they’ve managed to create with it so far is a corner, which was taken short and eventually cleared. 5 mins: Palace continue to attack brightly. They raid down the left again, and the cross finds Ayew with his back to goal, but he loses the ball in the process of turning and can’t get a shot away. 1 mins: Palace manage to work their way all the way to the byline, and Schlupp’s cross once he gets there is pretty tasty, but it’s booted clear. 1 min: Peeeeeep! Crystal Palace do the honours, and we are on our way. The players come out. On BT Sport the co-commentator, Steve McManaman, is apparently stuck in traffic and therefore unable to bring his expertise to the world. It is, as you can see, an absolutely knockout summer’s evening in Wolverhampton. Let’s hope the football is as bright as the sky above it at kick-off. Here’s Roy Hodgson on Tyrick Mitchell, who makes his full debut at right-back tonight with Adama Traoré to deal with. The last time we put a young full-back in, Aaron Wan-Bissaka, that was against Manchester United or Tottenham I think, one of the top teams, and that worked out pretty well. He’s been around the first-team squad for a year albeit he lost a lot of time through injury. But he’s been fit now for the period before the lockdown, during lockdown and after lockdown, so I’d think he’d be champing at the bit to get out there and test himself against the best. While you wait for the action to start here, there’s plenty of ways to pass your time. For example: Or this thing wot I wrote about Nigel Pearson’s departure from Watford: Three changes for Wolves, who leave out Romain Saiss, Ruben Vinagre and Diogo Jota and lever in Matt Doherty, Leander Dendoncker and Jonny. Two changes for Palace, who lose Patrick van Aanholt and Luka Milivojevic to injuries, and bring in 20-year-old Tyrick Mitchell for his first league start, after two substitute appearances this month, and Jeff Schlupp for his first start since December. The teams have been announced, and they are these: Hello world! It’s all to play for as Wolves take their extremely remote chance of qualifying for Europe – which relies on both Leicester and Manchester United losing their remaining fixtures [which they obviously can’t do, given they’re playing each other on Sunday, so feel free to ignore this bit - ed], Wolves winning both of theirs and a lot of goals being scored/conceded by everyone involved – to Molineux where they will discover quite how motivated Crystal Palace are by the prospect of potentially finishing as high as 12th or as low as 16th. Of more relevant concern to Nuno Espirito Santo will be the three clubs behind but within three points of them (as I type – Sheffield United could have overtaken them by the time this game kicks off), and the very real danger of converting an encouraging seventh place into a slightly disappointing 10th in the season’s final week. On Sunday in their final fixtures Wolves visit potentially Cup-focused Chelsea, while Palace host Tottenham. Here’s the league table in full:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}