{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jul/20/travel.budgetingforyourholiday1", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-07-19T23:00:00Z", "webTitle": "Timeshares and holiday clubs explained", "webUrl": "https://www.theguardian.com/money/2001/jul/20/travel.budgetingforyourholiday1", "apiUrl": "https://content.guardianapis.com/money/2001/jul/20/travel.budgetingforyourholiday1", "fields": {"headline": "Timeshares and holiday clubs explained", "bodyText": "What's the difference between a timeshare and a holiday club? Timeshares Timeshare is the right to spend a holiday in your \"own\" villa or apartment for a week for a given number of years. Although they have received their share of bad press in the past, timeshares are now regulated and so standards have improved. It's possible to buy a timeshare deal from reputable providers and even some of the big hotel chains such as Marriott and Hilton are moving into the sector. All time share deals must relate to a specific time and property, include a minimum 10-day cooling-off period and the deal must be for at least 36 months. The concept enables people to buy a specific period - usually one week or two - in a timeshare resort that should include quality facilities for the private use of residents. Early schemes used to specify the exact date, but an increasing number of developments allow owners to visit any time during the season in which they elected to buy. Timeshare owners have to pay an annual service charge for each week owned. For payment of a further fee, owners can join an exchange agency such as Resorts Condominiums International and Interval International - which allows them to swap their weeks to travel around the world. There is no guarantee a timeshare will be a good deal - the value of the property may fall and you could have problems reselling it. The Timeshare Consumers' Association provides advice. See website below. Holiday clubs Like timeshares, these are typically sold by young, pushy sales reps. They frequently push scratch cards onto unsuspecting holidaymakers, telling them they have won a competition. It is likely they will describe their company as offering discount holidays as opposed to timeshares. This could include accommodation and flights for several different destinations. In addition there may be a cash-back scheme included with club membership promising/guaranteeing repayment of all the membership cost at some time in the future. Holidays offered will typically be for 35 months or less - circumventing the law as it applies to timeshares. The next step will be to transport the potential buyers by taxi to the resort or the holiday club operator's offices. It is likely an initial registration fee - such as £50 - may be charged with a far larger amount running into thousands of pounds to be paid a few months later. But, whereas a timeshare will offer a cooling-off period, a holiday club deal will not and does not allow those who have signed up to cancel the agreement. The main areas where holiday club deals are being sold are the Costa Del Sol, Tenerife, Lanzarote and Gran Canaria. Buying a property abroad If you want to buy a permanent property abroad, rather than a timeshare, you should also take expert advice. Laws relating to title, tax and the buying process are likely to be totally different to those in the UK. Costs can also be high and you should be prepared to appoint a specialist lawyer and agent who have experience of working with buyers resident in the UK. The Federation of Overseas Property Developers, Agents and Consultants (FOPDAC) is an independent organisation set up to look after the interests of UK buyers of overseas properties. It can be contacted on 0208 941 5588 or visit the website below."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}