{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/jul/17/artsfeatures3", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-07-16T23:00:00Z", "webTitle": "Opera: The Nose", "webUrl": "https://www.theguardian.com/culture/2001/jul/17/artsfeatures3", "apiUrl": "https://content.guardianapis.com/culture/2001/jul/17/artsfeatures3", "fields": {"headline": "The Nose", "bodyText": "Any production of Shostakovich's first opera The Nose is a rare event. There is no obvious reason for this: the opera was a success when first performed and no one questions its quality. In addition, as the Opera Group demonstrated, The Nose works spectacularly well as theatre. The score teems with invention and wit. Though there are over 80 solo roles, most of them are so insignificant that they can easily be distributed between the nine singers of the Opera Group cast; Shostakovich himself suggested a similar solution. The Nose was originally scored for chamber orchestra, with an expanded percussion ensemble and some folk instruments. So it is odd that the Opera Group have advertised their production as a \"version for chamber orchestra by Patrick Bailey\". The only perceptible difference between the original and Bailey's version is the rescoring of the balalaika and domra parts. But this is a minor quibble. Whatever adjustments may or may not have been made, the music is pure Shostakovich, blissfully free from official scrutiny or political constraint. One of the most impressive aspects of this production is Alex Lowde and Oliver Fenwick's set. John Fulljames's direction explores its potential to the full, with countless inspired touches. Meyerhold's sets of the 1920s are an obvious reference point, adding a nice historical dimension. But in spite of The Nose's potential for slapstick humour, Fulljames resists the temptation to play for laughs. This is one of the production's great strengths. Somehow, the figure of Major Kovalev (superbly sung and acted by Jeremy Huw Williams) attains near-tragic status. His runaway nose, ludicrously parading across the stage in cloak and hat, makes you laugh only once. Malignant, grotesque and ridiculous all at once, its bizarre characterisation perfectly encapsulates The Nose's fusion of comedy and tragedy. The Opera Group's insight into Shostakovich's strange and contradictory world is nothing short of genius. Further performance on Saturday. Box office: 01298 72190. Buxton Opera House"}, "isHosted": false}}}