{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jul/14/personalfinancenews.jobsandmoney", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-07-13T23:00:00Z", "webTitle": "On reflection: credit cards are dead", "webUrl": "https://www.theguardian.com/money/2001/jul/14/personalfinancenews.jobsandmoney", "apiUrl": "https://content.guardianapis.com/money/2001/jul/14/personalfinancenews.jobsandmoney", "fields": {"headline": "Time to tackle the debt crisis", "bodyText": "Is there any point in having a credit card any longer? Once they were the only way to book cinema tickets over the phone - but now you do it by debit card. Once you used them all the time on holiday, but that too has been eclipsed by debit cards. Once they gave access to instant money, but now easily-available personal loans are cheaper. Credit cards deserve to go the same way as cheque books - dead useful at the time, but now dying out from lack of interest. Yet almost every day offers land on my doormat promising me deals as low as 0% interest. Of course, these are just teaser rates which very soon rack up to 15-20%. One of the more hilarious recently offered me, as a \"pre-selected\" preferential customer, a 25.6% interest rate. What's more, the small print revealed that the non-preferential rate was actually lower, at 24.6%. In a bid to draw customers into what is evidently a mature and saturated market, the credit card industry is now resorting to desperate measures. Its executives know that bank debit cards are now the preferred way for paying for goods electronically. So the only people likely to take out credit cards are either (a) stupid or (b) the already debt-ridden who have nowhere else to turn. There is another category of people who really do manage to pay off the full balance every month and who may also surf from one \"teaser\" rate to another. But since that sort of person doesn't make any profits for the card providers, they are not the ones the companies want. Almost every week in our Cash 18-30 slot we feature young individuals who are struggling with credit card debts. This week we also feature research which highlights how the poor are fighting a losing battle against a tide of often credit-card inspired debt. It also reveals a thumping majority who are seriously concerned about the way that debt is marketed today in Britain. In the coming months the DTI's indebtedness task force will report its findings. Some simple measures may go a long way to solving over-indebtedness; a cap on the rate of interest that can be charged, a limit on the number of cards an individual may hold and a cap on credit limits. But this would be too simple; it will be criticised as nanny-state interference. Instead there will be lots of guff about making the small print clearer so that consumers will be better informed and therefore make better decisions. But the lessons from early financial regulation in the 1980s and 1990s is that such an approach doesn't work. The DTI needs to bite the bullet and take an interventionist stance. Sadly, it almost certainly won't."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}