{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/jul/21/artsfeatures.proms2001", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2001-07-20T23:00:00Z", "webTitle": "Classical: First night of the Proms", "webUrl": "https://www.theguardian.com/culture/2001/jul/21/artsfeatures.proms2001", "apiUrl": "https://content.guardianapis.com/culture/2001/jul/21/artsfeatures.proms2001", "fields": {"headline": "First night of the Proms", "bodyText": "Not a choral blockbuster to open the Proms this year, but with Leonard Slatkin installed as the BBC Symphony Orchestra's chief conductor, a programme with a distinct Anglo-American slant; there was even a message in the programme from George W Bush to herald it - has the BBC lost all sense of shame? In fact the only authentic transatlantic music of the evening was a choral piece - John Adams's Harmonium, which ended the programme - but Benjamin Britten's Overture to Paul Bunyan more or less qualified, for it was written while the composer was living in New York in 1941. In fact the overture was never used for the operetta and was forgotten until the 1970s, when Colin Matthews rediscovered among the composer's papers and orchestrated it. For this performance, Matthews had also supplied a preface - a commissioned Fanfare, launched with antiphonal drums and cunningly elided with the beginning of the overture, which echoed around the gallery in the heights of the Albert Hall. If Slatkin's Britten lacked some sparkle, then his Vaughan Williams was distinctly sub fusc; it is quite an achievement to rob the rapt opening of the Serenade to Music of its enchantment, or to make the central climax less than heart stopping, but this performance managed it. The work was written for the Proms 63 years ago, when Henry Wood conducted it with 16 hand picked soloists representing the cream of British singers; here the team was made up of the current cream of young British talent - hugely promising artists like the sopranos Emma Bell and Sally Matthews, tenor Alfred Boe and bass James Rutherford, all of them making their brief contributions count against the odds. There was another youthful soloist in Elgar's Cello Concerto, last year's BBC Young Musician of the Year, the 20-year-old Guy Johnston. He sounded understandably nervous, and certainly his play ing seemed to err on the side of caution, with predominantly slow tempi that never really allowed the work to take wing, though the lumpen accompaniment supplied by the BBCSO under Slatkin did not help matters. Things improved in the Adams, but then it is a work of such precise pacing and calculated momentum that, as the terraced settings of John Donne and Emily Dickinson move from numbed bewilderment to ecstatic celebration, it rarely misfires and at least it provided a suitably stirring finale to an otherwise distinctly low key opening to the season. Royal Albert Hall"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}