{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/jul/05/tennis", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-07-05T22:46:34Z", "webTitle": "Identical Bryan twins make doubles semi-final.", "webUrl": "https://www.theguardian.com/sport/2001/jul/05/tennis", "apiUrl": "https://content.guardianapis.com/sport/2001/jul/05/tennis", "fields": {"headline": "Bryan twins crush fifth seeds to breeze into semi-finals", "bodyText": "Bob and Mike Bryan, the 23-year-old twins from Camarillo in California, are like peas in a pod and, as with the Gullikson twins before them, you can only tell the difference by looking at which hand they are using for play. Bob is the left-hander and Mike the right-hander. Both love the game of doubles, although they have collected only two titles in their career, at Memphis and recently the Stella Artois at Queen's. \"I could barely think about the singles,\" said Bob. \"Doubles means so much to us because we are twins and we've been playing together our whole lives.\" On court 18, they showed their mettle and the great understanding that exists between them as they stormed into the lead against the fifth seeds Ellis Ferreira and Rick Leach, a South African and American combination with plenty of doubles experience. The twins, who beat the top seeds Jonas Bjorkman and Todd Woodbridge in the previous round, are an exuberant pair. With strong serves - Bob struck an ace at 128mph in the opening game - the match eventually hinged on two tie-breaks. The first was won 10-8 on their second set point (having saved two), and they won the second in the third set 7-5 to take the match. On going two sets up, Bob leapt the net to celebrate, and then they trotted out side by side looking as fresh as daisies for the start of the third. The Bryan twins, seeded 15, prevailed in 1hr 47min, 6-4, 7-6, 7-6, to reach the semi- finals, where the Czech third seeds await them. Jiri Novak and David Rikl overcame the pairing of Chris Haggard and Tom Vanhoudt in three sets, 6-2, 6-1, 7-6. Novak and Rikl went 5-1 up in the first set before Haggard and Vanhoudt pulled back another game. It took only 26 minutes for the Czech pair to take the set at 6-2. They then won the second set in an even shorter time of 19 minutes, taking it 6-1. Haggard, from South Africa, and Vanhoudt, of Belgium, played better in the third set, taking it to a tie-break. The Czech pair, however, went 6-2 up in the tie-break and served to take the match and book a place in the semi-finals. The fourth seeds Donald Johnson and Jared Palmer of the United States edged their way into the semi-finals after a five-set marathon win over Juan Balcells of Spain and Sjeng Schalken of the Netherlands, 3-6, 6-7, 7-6, 7-6, 6-4. Balcells and Schalken began comfortably, making two breaks on Palmer's serve to take the first set 6-3. Both pairs of players held on to their service games in the second set, resulting in a tie-break. But once again Balcells and Schalken displayed some fine moves to take the set 7-6. The third set proved to be a repeat of the second, with all players holding serve until they reached their second tie-break. But this time it was to be the Americans who pulled through and they took the set 7-6. Yet another tie-break followed in the fourth set, and after five match points against them, Johnson and Palmer held on and claimed the set 7-6. Independence Day proved fruitful for the US pair, who after more than three hours of play eventually broke Balcells and Schalken to take the fifth set and the match."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}