{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/jul/01/cricket.ashes20011", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-07-01T19:03:04Z", "webTitle": "England's greatest test", "webUrl": "https://www.theguardian.com/sport/2001/jul/01/cricket.ashes20011", "apiUrl": "https://content.guardianapis.com/sport/2001/jul/01/cricket.ashes20011", "fields": {"headline": "England's greatest test", "bodyText": "The aim of English Test cricket is, in fact, mainly to beat Australia.' So wrote Jim Laker more than 40 years ago. For all the transformations of the modern game - from the advent of night cricket, fancy coloured clothing and the World Test Championship or the flowering of the Asian cricketing nations - his observation still holds good. Even if Australia were one of the worst, rather than the best side, in the world there would be a peculiar frisson in the air as Nasser Hussain and Steve Waugh walk out to toss on Thursday . As it is, Edgbaston welcomes a colossus of the modern game in Waugh, who has now played 37 Tests against England, the same number as Sir Don Bradman. Of the Australians only Bradman (89) has a higher batting average than Waugh (58) against England. The Australian captain is the only current player to have experienced an Ashes defeat - albeit 14 years ago. He has a long memory. That stigma drives him on relentlessly. No one dares to coast with Steve Waugh in charge. Since 1986-7 Australia have won six Ashes series in a row, which makes the fervour surrounding this campaign a wee bit mystifying. If this were the Ryder Cup some bright spark would be suggesting that England should be combining with a few other cricketing nations to give the Aussies a game. But somehow England's long run of failures only intensifies the interest - and the apprehension - that will envelop the cricketing fraternity on Thursday. A victory at Edgbaston would surpass the Lions' heroics in Brisbane yesterday, if only because it was more unexpected. Man for man it doesn't look good. All but one of the Aussies average over 40 with the bat in Test cricket. All but one of the English team average under 40. The exception is Graham Thorpe and there is no guarantee that he will be fit. Even if he is able to play he is bound to be rusty. All the Australian bowlers average less than England's best, but only just in one case. Shane Warne, whose wickets amazingly cost more than any of his colleagues, takes a wicket every 26.6 runs to Darren Gough's 26.68. Gough remains England's talisman, capable of producing adrenaline-fuelled moments of magic that can transform a game. Contrast him with the Australian champion Glenn McGrath, who simply wears down opponents with rigid, unrelenting, accuracy; the mercurial against the mechanical. But if England are to compete seriously for those Ashes, each one of their players will have to play to their peak, especially the battle-hardened. Indeed this series represents a last-ditch chance for their old stalwarts to gain a modicum of revenge for past humiliations. Mike Atherton has played 28 Tests against the old enemy, Alec Stewart 24. This is their last hurrah. For all their toil they can only boast one century each against the Australians, a miserable reward for two such outstanding servants of English cricket. The Australians are not short of experience either, sharing 617 Test caps between them, more even than an ageing England side, who head off for Birmingham with the public's expectations flagging. All that pre-season euphoria seems to have evaporated after Australia dominated the NatWest series so emphatically. Almost half the England side are recovering from niggling injuries and are unlikely to be battle-sharp. The Aussies have an invincible look to them. Maybe it's all part of a cunning English plan to dampen the optimism of April and to breed complacency among the tourists. Maybe not. Yesterday David Graveney announced a squad of 14 players for the Test at Edgbaston. Unfortunately he can't play them all, which would be a handy leveller. Surrey's Mark Ramprakash has been recalled as cover for Thorpe and there is every chance that his Test career will resume for the prognostications on Thorpe's calf problem are not good. 'We currently have injury concerns about three of our players,' said the chairman of selectors 'and Graham is the most serious at the moment.' Physio Dean Conway added that Thorpe was 'a serious doubt'. So Ramprakash's decision to cross the river already appears to be vindicated as he returns to the international scene. 'That's why I made the decision to leave Middlesex,' he said. 'I wanted to play first division cricket and play against the best players.' Graveney was quick to point out Ramprakash's experience and his relatively good record against the Australians. There was no mention of his previous angst in an England sweater. The celebrations at Lord's at his recall may well be muted. There are also doubts about the fitness of Michael Vaughan, who has a cyst on his left knee, and Ashley Giles, whose Achilles tendon is still giving him problems. There may be more additions to the squad before Thursday. Given that Craig White is only tentatively returning to match-fitness and Hussain's lack of cricket after his broken thumb, this Test match, even though it is the first time that the Ashes series has begun in July, has arrived too soon for England. They could be forgiven for pining for a draw, but there is no point in the home side plotting a holding operation. This Australian side don't deal in draws. They have not drawn a game for 18 matches and that was in a rain-ruined match in Colombo back in October 1999. Adam Gilchrist, for example, has never experienced a drawn Test match and had not tasted defeat until he arrived in India four months ago. Nasser Hussain recognises this: 'They will respect you if you give it absolutely everything and stand up to them,' he said at Chelmsford. 'We'll have to play positive cricket.' He could not go on to explain precisely how the Australians could be beaten. Neither can I."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}