{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/jul/01/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-07-01T21:46:52Z", "webTitle": "Brazil on World Cup brink after Uruguay defeat", "webUrl": "https://www.theguardian.com/football/2001/jul/01/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2001/jul/01/newsstory.sport", "fields": {"headline": "Brazil on World Cup brink after Uruguay defeat", "bodyText": "Brazil are in danger of missing the World Cup finals for the first time ever after losing to Uruguay 1-0 in a key qualifying match. Federico Magallanes converted a 32nd-minute penalty as Uruguay revived their own chances and left Brazil delicately poised in the South American qualifying group. It was the four-times world champions' fifth match without a win. Brazil remain fourth in the qualifying group with 21 points but are now ahead of Uruguay only on goal difference. Four teams qualify, with the fifth playing off against Oceania region winners Australia. But with a difficult run-in, Brazil's record as the only country to have played at every World Cup finals is in danger. But Uruguay's win was controversial. Brazil, with Luiz Felipe Scolari making his debut as their third coach in less than one year, claimed they should have had an equaliser in the 85th minute. A long-range free kick from Barcelona's Rivaldo was held by goalkeeper Fabian Carini, who appeared to carry the ball over the line as he fell backwards, but referee Hugh Dallas waved play on. Apart from Rivaldo's late effort, Uruguay, who are hoping to reach the World Cup for the first time since 1990, fully deserved their win in a rough, scrappy match played in the stadium which hosted the first World Cup final 71 years ago. With the exception of midfielder Juninho Paulista, Brazil, who packed their midfield with marking specialists, lacked inspiration, creativity and talent. Rivaldo had yet another dismal game for his country and veteran striker Romario barely touched the ball. The penalty was awarded when a weaving run by Recoba ended with a foul by right-back Cafu just inside the penalty area. Magallanes calmly placed a low shot to the right of goalkeeper Marcos Uruguay had enjoyed the better of the opening stages and nearly went ahead after 20 minutes when an acrobatic volley on the turn from Dario Silva was tipped over the crossbar by Marcos. Internazionale's Reocba, one of more than a dozen players given one-year bans by the Italian Football League in a false passport scandal earlier this week, inspired Uruguay with one of his best performances for his country. Magallanes wasted an excellent chance for a second goal on the stroke of halftime when he failed to make contact with a free kick close to the goal. Scolari, whose appointment was a reward for winning a hatful of trophies in club football but who has been accused of employing a win-at-all-costs approach, brought on strikers Jardel and Euller in the last half hour without success. The best second-half chance fell to Recoba, who was set free by Magallanes but sent his shot across the face of the goal. Brazil have taken only one out of their last nine World Cup points and have lost their last three games in all competitions. Their last win was against Cameroon at the Confederations Cup."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}