{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/jul/02/dance.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-07-01T23:00:00Z", "webTitle": "Dance review: Company Toothpick", "webUrl": "https://www.theguardian.com/stage/2001/jul/02/dance.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/jul/02/dance.artsfeatures", "fields": {"headline": "Company Toothpick", "bodyText": "The advertised high point of Company Toothpick's visit to London was the world premiere of their new version of Petrushka, choreographed by company director Tero Saarinen. But watching the two works that preceded it on Saturday night, it was hard to imagine just what sort of take this leading Finnish company would have on Fokine's classic. Unlike the theatrically extrovert choreography of the original, Saarinen's vocabulary is generally marked by a scrupulous inwardness. In the 1999 duet Could you take some of my weight . . . ? he is especially alert to the ways in which emotion and fantasy can be registered through small shifts in the quality of movement. The encounter between the two male dancers accumulates a weight of meaning as the space between them is charged with their intimacy, and as their movement veers between full-bodied grappling and a febrile lightness, when they seem distracted by rogue thoughts. Though the stage design is startlingly effective - a row of plaster-cast bodies sit with their backs to the dancers, emphasising the latter's mutual absorption - the style here and in Westward Ho! (the other work in the programme) is of a minimalist purity. The version of Petrushka, by contrast, delivers a bolt of shocking noise and colour. The lights come up to reveal three dancers dressed in vivid fairground motley on a stage delineated by rows of glowing lightbulbs. Stravinsky's music is played by a pair of classical accordionists, cloaked and hatted like vagrant musicians. Just to hear this version of the score is extraordinary. Sometimes the two instruments come amazingly close to Stravinsky's full orchestration but sometimes they give the music a drastic vernacular slant, highlighting rhythmic echoes of old dance tunes and the hot blare of the fairground organ, which at times also sounds like the organ played at old cinemas. The cinematic suggestion may not be accidental because the story's love triangle (innocent fool, dumb hunk, distracted female) is frequently played out as a silent screen comedy with Saarinen's Petrushka spinning Chaplinesque riffs as he tries to extricate the girl from the other guy. But within the jokes Saarinen makes space for the dancers to register subtler nuances of feeling. This is especially true for the woman, who is less passive, less ditzily empty-headed, than her Fokine prototype. There is also space for dozens of choreographic details to echo the Fokine narrative, so that, as with the accordionists' playing of Stravinsky, we're kept in a fascinating suspension between the familiar and the strange, the classic and the new. Queen Elizabeth Hall"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}