{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jul/25/personalfinancenews.business", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-07-24T23:00:00Z", "webTitle": "Insurer must pay £15m", "webUrl": "https://www.theguardian.com/money/2001/jul/25/personalfinancenews.business", "apiUrl": "https://content.guardianapis.com/money/2001/jul/25/personalfinancenews.business", "fields": {"headline": "Insurer must pay £15m", "bodyText": "Royal London yesterday became the latest mutual insurer to come under fire over its conduct after it was fined £400,000 for rule breaches and ordered to pay £15m compensation to 65,000 customers who lost out. The personal investment authority said Royal London was guilty of a string of failings including questionable selling practices involving endowment policies and other products, failing to keep proper records and not monitoring its sales staff properly. The penalty comes six months after two companies in the Royal London group were fined £700,000 and ordered to pay £31m compensation. It also comes days after fellow mutual insurer Equitable Life triggered fresh anger among its policyholders by cutting the value of policies by up to 16%. A spokesman for Royal London, one of Britain's largest mutual insurers, said there was \"no comparison\" between the problems the PIA had identified and the situation at Equitable Life. He said the latest compensation and fine would have to be met from policyholder funds but sought to reassure the company's 1.2m customers that it \"remains in a strong position\". He said: \"In the context of a life fund of £10bn it [£15m] is relatively minor. We don't believe it will have an impact overall on policyholders' future bonuses.\" Royal London, based in Colchester, Essex, is carrying out a review of past sales across its entire range, including endowments and savings plans, after the PIA found that when recommending products the company \"failed in some instances to have regard to the suitability of advice\". In particular, it did not always establish that the customer actually needed the policy. The company also \"failed to keep sufficient customer records,\" failed to adequately monitor the conduct of its sales staff, and did not fully check whether its advisers were competent to sell investment products. The review of sales mainly covers the period April 1996 to February 1999. As a result of the PIA visit in January 1999 Royal London has undertaken a \"radical and thorough\" overhaul of the business. Yesterday's fine is the fourth-largest ever imposed by the PIA, excluding penalties connected with pensions mis-selling. In January, two companies in the Royal London group - United Friendly Insurance and Refuge Assurance - were fined a total of £700,000 for rule breaches, including the mis-selling of endowment policies. The Royal London spokesman said: \"We regret this has happened. We have accepted the PIA's findings and we have been working hard since before 1999 to make sure those weaknesses are corrected.\" He said that while Equitable's problems centred on a lack of capital, Royal London had been recognised as \"one of the best capitalised life assurers in the industry\"."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}