{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/jul/29/conservatives.observerpolitics", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-07-28T23:51:31Z", "webTitle": "Tory rivals to square up at Perth ice rink", "webUrl": "https://www.theguardian.com/politics/2001/jul/29/conservatives.observerpolitics", "apiUrl": "https://content.guardianapis.com/politics/2001/jul/29/conservatives.observerpolitics", "fields": {"headline": "Tory rivals to square up at Perth ice rink", "bodyText": "The candidates for the leadership of the Conservative Party will clash in Perth just 10 days before all ballot papers have to be submitted in the contest. Scottish Tories are holding their party conference at Perth ice rink on 1 September and they could play a crucial role in deciding who takes over at the helm of the UK party. Both Kenneth Clarke and Iain Duncan Smith will be in attendance and the pair are expected to go head-to-head in a US presidential-style debate, taking questions from the floor and mapping out the routes they feel can take the Tories back to government at Westminster. A spokesman for the Scottish Conservatives confirmed that both of the candidates would be in Perth for the conference. He said: 'Scottish party members will have an excellent opportunity to make their minds up. Both are excellent politicians, and no doubt many Scottish Tories will want to hear them first-hand before making a decision.' Another Tory insider welcomed the decision to square up in Scotland. 'This could be a great spectacle,' he said. 'Already we have seen both men here and it is becoming more obvious that there is clear blue water between them.' Indeed, Clarke and Duncan Smith were north of the Border last week, the latter heading for Perth itself where he admitted that 'my own profile has come from more or less nowhere', but he added: 'I am convinced they will say I'm the only one to unite the party - and that's my message.' Duncan Smith is opposed to Britain's entry to the single European currency, unlike Clarke, who has even shared a pro-European platform with the Prime Minister, Tony Blair. Clarke, though, appears to be confident that he will carry the majority of the Scottish party. He said last week: 'I think my style of politics is nearer to the natural centre of gravity of Scottish politics, unlike my considerably more right-wing rival who is slightly off the Richter scale in Scotland.' With such language creeping in it is possible that the Perth rink will have seen friendlier ice-hockey matches than this potential scrap between two wings of the party with such diverse opinions. The result will be announced on 12 September, and as many as 20,000 Scottish party members are eligible to take part in the postal ballot."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}