{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/jul/20/artsfeatures8", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-07-19T23:00:00Z", "webTitle": "Pop: New Order", "webUrl": "https://www.theguardian.com/culture/2001/jul/20/artsfeatures8", "apiUrl": "https://content.guardianapis.com/culture/2001/jul/20/artsfeatures8", "fields": {"headline": "New Order", "bodyText": "According to the portly comic who introduces the band, we are about to witness the chief rivals to the Spice Girls... \"the Ladies Of Joy Division\". Recruiting former Smashing Pumpkin Billy Corgan (to replace keyboardist/guitarist Gillian Gilbert, unable to tour owing to a family illness) seems curious enough, but New Order as a girl band? Within seconds, the \"ladies\", also including Mancunian keyboardist Phil Cunningham, stride on into a spectacularly mournful rendition of the 1980 classic, Atmosphere, which Peter Hook dedicates to their recently deceased manager Rob Gretton. This is typical New Order: from laughter to poignancy in the time it takes to cough. Whether as New Order or Joy Division, Salford's finest export have never let professionalism or the obvious get in the way of their emotional or creative urges. For their first show in three years, unveiling an untried line-up in a theatre that has never hosted a rock concert is typically perverse. However, as Atmosphere bleeds into Slow Jam, from their forthcoming seventh album, Get Ready, their classic, heart-tugging sound remains untarnished. With Hook marauding around the front row and Stephen Morris thrashing at his drums, it feels, as a giddy, unusually talkative and still cherubic Bernard Sumner puts it, like they've never been away. The set divides nicely between old and new material, with the unpredictability of their finest live sets. Your Silent Face, played for the first time in 15 years, is a particularly statuesque example of robotic mechanics polished to a human sheen. But as the classics pour forth - a pulverising Temptation, an impossibly taut Love Vigilantes, a hilariously shambolic Touched - we're reminded that every important pop development of the last 20 years, from U2's epics to Radiohead to Detroit techno to inspired non-musicianship, is rooted somewhere in these reassuringly unaffected northerners' back catalogue. The new material restores Hook's elastic bass to its rightful position as barometer of the group's mood, and Get Ready's songs are slightly more guitary than previously, with recurring themes of direction lost and found. Turn My Way is the pick, beautifully sung by Sumner with Corgan bolstering the choruses. Sensibly, the Chicago Pumpkin - a childhood New Order fan - keeps the lowest profile of his career, hiding under a curiously Madchester hat and soaking up the occasion like everybody else."}, "isHosted": false}}}