{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/jul/14/formulaone.formulaone20013", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-07-13T23:35:10Z", "webTitle": "Why big brother is watching every move", "webUrl": "https://www.theguardian.com/sport/2001/jul/14/formulaone.formulaone20013", "apiUrl": "https://content.guardianapis.com/sport/2001/jul/14/formulaone.formulaone20013", "fields": {"headline": "Why big brother is watching every move", "bodyText": "About 10 minutes before the end of qualifying for the recent French grand prix, Ralf Schumacher received an informal, yet significant, endorsement of his growing status as a potential grand prix champion. Willi Weber, the sleekly dressed millionaire businessman from Stuttgart who has managed and masterminded the careers of both Schumacher brothers since their kart racing days, vanished from his customary position monitoring Michael's progress in the Ferrari garage. A few moments later, he shimmered into view alongside Ralf's car in the BMW Williams enclave. \"That was the moment I was sure Ralf would qualify fastest,\" joked a member of the Williams team. And so it proved, the younger Schumacher celebrating his 26th birthday by clinching the first pole position of his formula one career. Come the race it was Michael, seven years his senior, who took the spoils; the second time this season that the pair had finished one-two. The younger Schumacher has been the revelation of the year, winning twice and seeing off the attentions of his much touted Colombian team-mate Juan Pablo Montoya. He goes into tomorrow's British grand prix if not with a chance of the title then at least with a very good shot at finishing second behind his brother. Currently 16 points behind second-placed David Coulthard, Schumacher is buoyed by the prospect of his impressive BMW engine blowing away the opposition at the ultra-fast circuits to come such as Hockenheim, Spa-Francorchamps, Monza and Indianapolis. As for Silverstone, Schumacher knows that securing pole position in qualifying this lunchtime is vital. \"The circuit is quick and challenging,\" he says, \"but unfortunately it is very difficult, if not impossible, to overtake here. However, there is always a great atmosphere at Silverstone\" - a race he describes as \"one of our team's home races\". The other, the German grand prix, follows in a fortnight's time. Since dominating the San Marino grand prix two months ago to score his first formula one victory, Ralf Schumacher's career has gathered momentum. A month later he beat his brother in a straight fight for victory in the Canadian race. He has also firmly established himself in the Williams team and recently signed a deal worth about £8m a year to extend his contract to the end of 2004. Crucially, Ralf has also come to terms with the fact that being family in no way guarantees him an easy ride from his big brother. In the Spanish grand prix last year Michael squeezed him off the road as they jockeyed for position in the closing stages, and hard words were exchanged. Then at the Nürburgring last month Ralf was pushed almost into the pit wall in another example of Michael's now-routine weaving as he accelerated his Ferrari away from pole position. Cue more dark looks between the brothers after the race. Yet Ralf denies there is any lasting rift. \"The atmosphere between me and Michael is good,\" he says, \"and I think since we've both been in formula one the relationship has become more intense. When I was growing up and racing karts, the generation gap of seven years between us seemed bigger. These days we share more interests than we differ over. \"The circumstances of the incident at Barcelona last year are very widely known and, OK, I wasn't too happy after the Nürburgring. But Michael had done nothing which was unfair, and I would have done the same to him if I had been in that position. We get on fine. \"It would have also been stupid for me to have pushed it too far at the Nürburgring and risk a collision. In my opinion the Williams race strategy would have enabled us to beat Michael. Unfortunately I incurred a stop-go penalty for going over the white line on the exit of the pit lane, so that dropped me too far back.\" Williams regard their drivers as grown-ups, and anybody requiring much emotional support when out of the car is best off getting a job driving somewhere else. So when the team's technical director Patrick Head says Ralf has made great strides this year in terms of maturity and focus, it is praise indeed. \"He thinks more,\" Head says. \"He's more at ease with himself and more at ease within the team. I think in the past Ralf has been slightly tortured by the big brother thing with Michael. He has always been very keen to get into a position where he could race his brother fair and square, and in 1999 and 2000 we rarely gave him the equipment with which he could do it. \"But he's driven extremely well so far this year, and obviously we, BMW and Michelin have combined to give him a car that is much closer to the front runners.\" Schumacher has also moved from Monte Carlo to rural Austria as part of the growing-up process. His girlfriend, Cora Brinkmann, is expecting their first child in the autumn, and this seems to have helped make the young German driver a more rounded personality. Certainly he has been able to take a more philosophical view of Michael's towering reputation. The two men are strikingly similar from a physical standpoint, although Michael is the leaner, Ralf having matured from a chubby-cheeked youngster during his early teenage karting days. Yet Ralf somehow lacks that ascetic edge which characterises Michael's public persona. There is a more obviously relaxed side to the younger Schumacher, to which outsiders find it easier to relate. \"Of course Michael is the big hero in Germany,\" confides one of Ralf's close friends, \"but when it comes to the sympathy vote, Ralf always seems to be ahead in the opinion polls. Michael has all the wins, but Ralf has the spontaneity.\" He did not, though, make the instant impact on formula one that his brother did, both of them having started out at Eddie Jordan's team. \"When Ralf came to us at the start of 1997,\" says Ian Phillips, Jordan's commercial director, \"he was a rather unworldly young man. But although he was extremely inexperienced in the ways of the world, he was certainly fiercely ambitious. Even so, we sometimes had the feeling that he wanted the trappings of success before he'd earned them.\" The team having also given Michael Schumacher his formula one chance in 1991, in Belgium, Phillips says it was fas cinating to watch his younger brother emerge as a competitor in his own right. \"Ralf may not have initially had the huge inner confidence which Michael displayed even during the short time he drove for us in 1991,\" said Phillips, \"but he wanted success, no mistake about it. He passionately wanted to be the man who scored Jordan's first grand prix victory. So when we had to tell him to stay behind Damon Hill in second place in the closing stages of the 1999 Belgian race, he was deeply disappointed.\" As for this season, Phillips is impressed. \"The transformation has been remarkable. Ralf has proved he's got the Schumacher determination buried in his personality. All the hype about Juan Pablo Montoya's arrival in the Williams line-up galvanised him into showing him who's boss. And he's done that brilliantly.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}