{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/jul/10/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-07-09T23:00:00Z", "webTitle": "Theatre: The Secret Love Life of Ophelia", "webUrl": "https://www.theguardian.com/stage/2001/jul/10/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/jul/10/theatre.artsfeatures", "fields": {"headline": "The sordid side of Hamlet", "bodyText": "New takes on old plays are becoming increasingly common. Howard Barker has given us his own versions of King Lear and The Cherry Orchard, Robert Lepage has offered us the inner workings of Hamlet's mind in Elsinore, and even minor or offstage characters (such as Mrs Vershinin from The Three Sisters) have taken centre stage in the work of some modern playwrights. Steven Berkoff's latest attempts something similar but it is a case of too much foreplay and no satisfaction. It purports to flesh out the relationship of Hamlet and Ophelia, suggesting that the two were engaged in a grand passion and that Hamlet's \"get thee to a nunnery\" was simply a ruse to put Polonius and Claudius off the scent. Hamlet invites Ophelia up to hear him play his flute, and from that moment his tragedy is reinterpreted as Romeo and Juliet with dangly bits. The problem with the evening is not just that it is hard for anyone with more than passing knowledge of Shakespeare's original to buy the premise, but also that Berkoff fancies Ophelia as a bit of a goer and himself as a bit of a bard. The play takes the form of love letters written between the two; they throb with teenage passion, but it's like Mills and Boon rewritten by the dirty-mac brigade. I shall long treasure the moment when Ophelia announces, \"I squeeze thy balls like juicy persimmons,\" and it is hard not to giggle at Hamlet's determination to \"rain dew\" on Ophelia's \"parched earth\". It is the mixture of the lyric and lewd that is so incongruous. The production, staged in the newly revamped King's Head, has more style than the script, played out in black and white as if the dumb show of the original has been transformed into a silent movie complete with live piano accompaniment. There is nothing wrong with the actors either: Freya Bosworth and Martin Hodgson rise above the embarrassment of what they are asked to say and do with dignity and will undoubtedly go on to better things. Berkoff has always been the most uneven of talents, reaching for the stars and sometimes falling in the gutter. When you've been as low as this, the only way is up. Until July 22. Box office: 020-7226 1916. At the Assembly Rooms, Edinburgh (0131 226 0000), from August 21."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}