{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/jul/29/biography.features", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-07-28T23:17:57Z", "webTitle": "Interview: Siân Phillips", "webUrl": "https://www.theguardian.com/books/2001/jul/29/biography.features", "apiUrl": "https://content.guardianapis.com/books/2001/jul/29/biography.features", "fields": {"headline": "When the magic wore off", "bodyText": "For nearly 20 years, Siân Phillips was in thrall to Peter O'Toole, the man she married and describes now as 'a dangerous, disruptive human being'. She loved him to distraction, but, whether deliberately or not, he stopped her doing the one thing she had always wanted to do. 'Of course I could have been more successful. I would not have lost that crucial decade where you should be laying down a body of work... I never stopped working, but I wasn't doing what I wanted, serious work at the RSC. I was extremely occupied with being married and being a mother and fitting in with a very, very successful career.' Perhaps, in the long run, it doesn't matter. Phillips is still working. (She has always been vague about her age, but, taking the generous view, she must be in her late sixties.) She has a one-woman show in London in September; The Vagina Monologues in New York in December; and some tremendous successes in her past - from Livia in I, Claudius to Marlene Dietrich in Marlene; from Pal Joey to Hedda Gabler. She is also an outstanding writer. Public Places, the second volume of her autobiography, published this week, deals with her 20-year marriage to O'Toole. At times, the book romps along like a romantic novel - 'I could no more resist him than stop breathing' - at others, it reads like a feminist tract, an object lesson in how not to ruin your life. 'This book was harder to write than the first [Private Faces, 1999] and I expect it will be criticised by everyone - feminists, because my behaviour was pretty useless, and non-feminists, because, in the end, I said, \"To hell with this, I've got to get on with my life.\"' We are sitting in her perfectly planted garden in Kensington. She has a knack, I suspect, for creating beautiful spaces, though she claims that houses and possessions aren't particularly important to her. But her descriptions of the rooms she created for her family in Hampstead, and the house she built in Ireland, are meticulous and loving. Poignant, too, because when she left she took nothing. She could be a former model: long and slim, she has ash-blond hair, wide, heavy-lidded eyes; a strong jaw; and elegant, haughty cheekbones. Her smoky alto voice still carries a trace of a Welsh accent, except when she talks about 'Oireland'. But despite the rather grand appearance, she is unpompous and laughs all the time. Her mouth is very mobile, and she chatters away, and when she runs up the garden to fetch a sweater, she looks like a 25-year-old. It cannot have been easy to write such an unflinching account of her marriage. 'O'Toole had written two volumes of a proposed three-volume autobiography, and I thought volume three would come up to our marriage. Although it never entered my head that he would be unpleasant, I just didn't think his recall would be quite as good as mine somehow.' She laughs; he spent a good deal of their marriage completely drunk. 'I also thought he didn't know my story - entirely - so I decided if anyone was going to do it, I'd rather do it myself.' Ironically, O'Toole has not yet written his volume three, and Phillips now understands that it will, anyway, only deal with the first couple of years after he left drama school. But she doesn't regret her book. She has evidently reached an accommodation with her past. I would guess she is naturally insightful, but she has also had therapy, and now and then you get the impression that she has worked quite hard to make sense of a relationship that was at once so compelling and so destructive. 'I was very feeble, but I was also a child of my generation. The pressure was huge to be compliant, to be complaisant, to be quiet. Not to be a nuisance. It would have been unthinkable in the Fifties for Nicole Kidman to say to Tom Cruise, \"Excuse me, I want a film career too.\" Everyone would have laughed.\"What's she talking about? She's married a nice rich man. She can do bits and bobs somewhere.\"' For a long time, Phillips accepted the bits and bobs as her lot. The fascination of her life is that she put up with this for so long (she had wanted desperately to act since she was a child, and she was evidently hugely talented); but also that she chose to leave when her daughters were almost grown-up and O'Toole had, at last, stopped drinking. She grew up on a remote farm in the Black Mountains, the daughter of Welsh-speaking parents. Her father, prevented from becoming an opera singer when his own father developed silicosis, took a job in the steelworks, and, subsequently, as a policeman, although Phillips's recollection is that he spent far more time playing Bach and running a choir. Her mother was a teacher, who had to retire when she married. 'She was always coaching people. She could teach anybody anything. But she should have had a proper career. So I grew up with two very nice, very gifted people who were not doing what they should have been doing.' At the age of 11, Siân won the National Eisteddfod, which led to acting work for BBC Wales. As a student at Cardiff University (where she took an English degree, then stayed on to do philosophy) she became a BBC announcer in Welsh and English. She also married a postgraduate student, Don, who is now 'emeritus professor of drama at one of the English universities - I can't remember which'. Don was away on national service when the playwright Saunders Lewis came to see her perform. 'He said, \"You must get out of Wales, now.\"' Her director sent for application forms for Rada, and 'between them, they booted me out'. She cleaned the flat, posted a cheque for the remainder of the lease, divided the china and linen, tore up her wedding photographs, and left a letter. The relationship with O'Toole, already marked out as one of the most talented actors of his generation, began seriously when she was 26 and not long out of Rada. 'I was so deliriously in love I couldn't understand why everyone around me was worried.' The affair was always tempestuous: early on, she remembers him throwing all her clothes out of the window, claiming she wore too much black and violet. He stayed up all night in order to drink, and she had never done either. But they felt they were soul-mates. 'We shared erratic eating patterns, a love of music, singing, guitar-playing, people-watching. Our likes and dislikes chimed.' When someone warned her not to marry him, on the ground that 'he is a genius, but not normal', she cheerfully ignored the advice, replying that he was the most normal man she'd ever met. This wasn't strictly true. 'He had an aura, always. Whether it was the usherette or Lord Plod sitting in the royal box, everyone thought he was speaking to them. And when we first went on holiday, we were mobbed. People wanted to travel with us, talk to us, but he hadn't done anything then. He wasn't famous. But even when he was nothing, as it were, you knew he was something.' By 1959, Siân was pregnant, and still officially married to Don. She got a divorce in Mexico, married O'Toole and moved to Stratford, where he was in rehearsal as Shylock. After she gave birth to Kate, it quickly became apparent that he would not be giving her much help with the child-rearing. She came to understand that 'Clever women never nagged. Clever women dodged the flying crockery and went away to where they could get some peaceful sleep and never in the morning referred to the excesses of the night before.' She learnt to make meals and throw them away before going to bed. Sometimes her returning husband woke her at dawn, demanding food. O'Toole developed a violent objection to the fact that she had had lovers before she met him. 'Every so often our bubble of normality was punctured by scenes of appalling verbal abuse. In his eyes I was not a woman deserving of respect.' This continued, off and on, for years. 'I could never figure it out,' she says now. 'The world of entertainment is a very liberal place. That sort of double standard felt unfair even then. I wondered if it was an excuse.' Phillips had post-natal depression (which she didn't recognise at the time) but never thought of leaving. '[His] friends wouldn't believe the life we lead,' she writes. 'We keep it to ourselves, like life in a Persian garden - secret and unseen. I have more fun with this Irishman than I've ever had in my life.' O'Toole never complimented her work to her face, she says, but he told a friend that 'her voice is a great bell that rings in my heart'. He was, she says, always there for the big things. He might not have remembered visiting times at hospital, but 'if I were being held up by bandits, I knew I could depend on him'. The O'Tooles set up a company, Keep Films, with the producer Jules Buck, and his wife; Phillips was 'mortified to realise that my work hardly figured. Jules was a real Jewish daddy to us all - he took care of the children, my mother - but it wasn't very convenient for him when I wasn't there to run the house and the family life. So he'd say it was all right for me to work in my spare time, or if I didn't get in Peter's way.' She claims 'none of this was O'Toole's fault'. But when, in 1969, she was cast in Goodbye Mr Chips, a film in which he was starring, he refused to rehearse with her. And when a reporter asked how she combined her busy private life with a career, he answered on her behalf: 'She doesn't have a career; she has jobs.' There were huge adventures to compensate (or partly, anyway). In 1961, she visited him in the desert during the making of Lawrence of Arabia. In 1970 they took time out from filming Murphy's War - a rare movie in which they both appeared - to travel up the Orinoco. At home, whenever he was preparing for a job, he was 'a hard-working, moderate, benevolent presence'. It was just that when the work was over, 'he became a different person, erratic and unpredictable'. One Christmas he bought her a car, then, days later, ploughed it into the back of a car full of dozing police officers. She never saw it again. The relationship was so passionate that I wonder whether there isn't a part of her still in mourning for it. 'No. I can remember exactly how wonderful it was - quite magical - but no. It's not something I would be capable of again.' The mystrey why she chose to leave when she did. In 1975, O'Toole developed what seems to have been pancreatitis and almost died. He gave up drink. Their daughters (Pat was born in 1963) were growing up. Phillips had finished building their house in Connemara, on which she had worked every spare minute between 1970 and 1974; and the Hampstead home was running smoothly, with a nanny and her mother in residence. 'It is difficult to explain,' she admits. 'I don't take myself that seriously, but I have always taken work seriously. But it sounds like Pseud's Corner if you talk about your Work with a capital W. Basically, I just could not go through the rest of my life without being able to work flat out.' This was apparently impossible to discuss with O'Toole. In 1975, she began a fling with a young actor, Robin Sachs, and in the subsequent months, her relationship with O'Toole unravelled. She left the house in February 1976, leaving behind her daughters, her mother and a couple of decades of investment. O'Toole bought her out of the house, but she got almost nothing else - none of the extensive art collection or the beautiful furniture. Her jewellery was sold at Sotheby's. 'It wouldn't happen now, but I have a low embarrassment threshold and there was no way I was going to court. The girls were still at school.' The house in Connemara (in his name) was sold, and, although Kate now lives nearby, her mother has never visited. She won't say so, but I suspect she can't bear it. On the day the divorce came through, Robin arrived with a special licence, and they married on Christmas Eve, 1979. 'I didn't mean to do that at all. It was very weak on my part.' He was 17 years her junior. 'Aspects of it were such fun, but we just didn't have enough in common.' Even so, the marriage lasted 12 years, until he met someone else and she lost patience with the 'sweet laziness' that once attracted her. Since they parted in 1991, Phillips has got what, in a sense, she always wanted: the chance to work. She has made the most of it, and she has been happy. But the relationship with O'Toole was a great love. 'There are aspects I regret, but given the circumstances I would certainly do it again. And given my character, it would be the same.' She never sees him now. He came to her mother's funeral in 1985, and they once met in the street. Still, she thought 'a great deal' about the effect the book would have on him. I suspect he will be flattered; the book may paint him as a bastard, but it's a heroic, adorable bastard. 'I have a great admiration for him,' she says. 'But I fancy that his attitude would probably be patronising. He'd probably laugh and say, \"Silly woman! It wasn't like that at all.\"' Public Places is published by Hodder &amp; Stoughton (£20)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}