{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/jul/16/rugbyunion.robertkitson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-07-16T21:25:49Z", "webTitle": "Angry Henry hits out at Healey", "webUrl": "https://www.theguardian.com/sport/2001/jul/16/rugbyunion.robertkitson", "apiUrl": "https://content.guardianapis.com/sport/2001/jul/16/rugbyunion.robertkitson", "fields": {"headline": "Angry Henry hits out at Healey", "bodyText": "Graham Henry moved swiftly into damage-limitation mode yesterday, claiming selfish players and the modern-day complexities of Lions tours had contributed significantly towards his squad's defeat. Even 24 hours after his side's third Test loss, the Lions coach was still inwardly seething about Austin Healey's pre-match column in The Guardian, arguing that the Leicester and England player had given the Wallabies crucial motivation at the worst possible time and hinting strongly that a chunk of his tour fee would be withheld as a punishment. Henry also cast doubt on Lions tours maintaining their current shape, saying the management would be recommending that future itineraries do not include midweek matches. Top of the agenda in his end-of-tour report, however, will be a recommendation that player columns be banned or more rigidly censored to avoid the disruption he feels the recent jottings of Healey and Matt Dawson have caused. \"I was amazed that a player on a Lions trip would give the opposition the ammunition they needed to prepare for the game. It was just a built-in team talk for Rod Macqueen and the Australians,\" said Henry, having taken a morning stroll down Manly beach to collect his thoughts after the biggest disappointment of his 30 years in coaching. \"Austin's attitude was probably that he would knock them off their equilibrium and they would be thinking of things other than the game, but knowing the Australian animal as I know him that was the ideal ammunition they needed. \"I've got my opinions of people on the tour, but various things are more important than that. It's a matter of personal judgment and some people's personal judgment hasn't been right. It's a matter of being responsible in what you do and say. You don't say everything you feel because that's going to destroy some of the fabric of the team. I believe the team comes first, and by criticising people in that group you're not doing what you should be doing.\" Henry is equally adamant that the coaching staff, despite criticism from within the squad of the workload early in the tour, tried everything in their power to obtain the right result. \"I don't think we could have done any more than we've done. I don't want to get into excuses, because we've talked before about the length of the season, of guys being buggered before they came here, of the injuries we've had, but last week we couldn't train with the 15 guys in the Test team at any stage. Having been involved in rugby for some time, I've never been in that situation before.\" In the circumstances, he claimed, the closeness of Saturday's result \"was a miracle\". \"We really needed to win the Test match in Melbourne. That was our chance. We could have pulled it out of the bag on Saturday but if you knew what we went through last week you wouldn't have given us a dog show. We talked it up, but in reality we were dreaming.\" \"I still believe the things that were done by the coaches in those first two or three weeks were necessary. I've no negative thoughts about that at all. I'm sure the players knew they'd been through some hard training runs but I don't know there's any other way of doing it. \"There's no point sending them to the beach and saying we'll try and play on instinct against the best side in the world. You've either got to do the hard work and make sure you've got the foundation or you go on a nice little tour and have a lot of fun and don't get the results.\" \"We've given it our best shot. You look back and say, well we got turned over at the lineout and the ruck and maul but that's the game. Australia are the best in the world and they handled the pressure better than we did. Everybody is responsible I guess.\" While acknowledging that re-arranging the domestic season to ensure Lions players are fresher ahead of future trips was unrealistic, Henry revealed that the management might even recommend a tour of just three warm-up games and three Tests. \"A lot of discussion has still got to be done before we put the report in, but maybe it would be better to have a reduced number of players, say 28, and concentrate on having one game per week. It was very difficult to prepare the team for the Tuesday fixtures.\" The odds on Henry accepting an invitation to take charge of the 2005 Lions appear remote, although he insisted yesterday it would be an honour. How many current players will still be standing by then is another moot point. \"They're going to have to look after their own welfare,\" Henry agreed, \"because if they don't their shelf-life is going to be very short.\" The 2001 Lions have already passed their sell-by date, with depressingly little reward to show for six weeks of sweat and toil."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}