{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/jul/12/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-07-11T23:00:00Z", "webTitle": "Theatre: The Far Side of the Moon", "webUrl": "https://www.theguardian.com/stage/2001/jul/12/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/jul/12/theatre.artsfeatures", "fields": {"headline": "The Far Side of the Moon", "bodyText": "Once, in the distant past, people believed that the moon was an enormous mirror suspended in space, its mountains simply reflections of those down here on earth. In this latest solo show from Robert Lepage - two-and-a-half hours without an interval, but time flies - there are two brothers, so alike and yet as remote from each other as if one were living on the moon. Lepage plays both men. One is podgy loser Philippe, a cultural philosopher who for years has been trying and failing to get his doctorate accepted. His thesis is that our fascination with space is founded not on narcissism but on curiosity, and on the hope that if extraterrestrials do exist, they'll think we're wonderful. The other is Philippe's younger, sleeker, more successful brother Andre, a TV weatherman who nightly stands in front of a globe and pontificates. Part lecture, part thriller and part conjuring trick, The Far Side of the Moon combines the history of space exploration and the story of US and USSR competition with this tale of sibling rivalry, as the stories of outer and inner space meet and spark off each other. The piece is strongly reminiscent of Complicite's Mnemonic, both in the brilliance of its stagecraft - although Lepage employs more technical wizardry - and the way in which playful and apparently casual connections are made and magnified. Ideas buzz around like busy bees, but the sting that's left behind is always in the heart. Images are of a goldfish - the legacy of the brothers' dead mother - swimming round and round alone in a bowl or, in an amazing piece of mirror trickery, Philippe transformed into an astronaut, floating aimlessly and unconnected through space for ever. But this Beckettian melancholy is tempered with wit and a highly developed sense of the ridiculous. Puppet baby astronauts appear out of washing machine doors; the brothers have hilarious phone calls in which their attempts at communication merely highlight the gulf between them; and Lepage has 101 uses for an ironing board. The entire evening is a marvel, like discovering that the party conjuror is actually a real magician. If there is intelligent life out there, it may not find humans wonderful but it couldn't help but admire our theatre. Until July 21. Box office: 020 7452 3000 National Theatre Related stories The Guardian Profile: Robert Lepage"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}