{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/jul/16/formulaone.formulaone20011", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-07-16T21:42:39Z", "webTitle": "Home hopes hit the skids at the first corner", "webUrl": "https://www.theguardian.com/sport/2001/jul/16/formulaone.formulaone20011", "apiUrl": "https://content.guardianapis.com/sport/2001/jul/16/formulaone.formulaone20011", "fields": {"headline": "Home hopes hit the skids at the first corner", "bodyText": "David Coulthard and Jarno Trulli were left blaming each other last night for the first-corner collision which finally snuffed out the Scot's flickering hopes of winning this year's world championship. Accelerating away from the start of the British grand prix, the two cars tangled going into Copse corner, leaving Trulli's Jordan-Honda parked in the gravel trap and Coulthard's McLaren-Mercedes out a couple of laps later after a spin caused by suspension damage from the initial incident. As Coulthard trudged back to the pits to reflect on his misfortune, his team-mate Mika Hakkinen was giving Michael Schumacher something of a driving lesson, powering to victory by more than half a minute from Germany's world championship leader. It was only the Woking team's third win of the season, and Hakkinen's first for 11 months. It was all meant to end so differently for Coulthard -who now trails Schumacher by 37 points, with a maximum of 60 left to earn - in front of his home fans. As he accelerated hard for the first corner from third place on the grid, he was aware his McLaren-Mercedes MP4/16 was probably the most competitive car in the 21-strong field. But barely seven seconds into the race he collided with the fast-starting Trulli as they jostled for position into Copse, the challenging right-hander only 600 yards from the startline. Coulthard was pitched into a half-spin which launched his McLaren off the right-hand side of the track. By the time he regained control the car was pointing in the correct direction but in the pit exit lane. He was down in a distant 18th place. Trulli, meanwhile, sped off into the gravel trap on the outside of the turn and retired immediately with a broken left-front suspension. Coulthard continued until midway around lap three, when his damaged rear suspension pitched him into the gravel trap and out of the race at the Luffield left-hander. \"I had track space,\" said Coulthard in the McLaren garage afterwards, \"and felt I was sufficiently far ahead that [Trulli] should have backed off, given the nature of the corner. He hit me ahead of my right-rear wheel, which showed I was ahead. The car sustained quite serious damage to its undertray and diffuser, but I pressed on while trying to establish over the radio just how badly damaged things might be. \"The car didn't feel right, but before we'd reached a conclusion I'd spun off for good. This would have been a McLaren one-two for certain. \"I am very disappointed, but I'm determined to look on the positive side. We had the right strategy and seemed to have a bigger edge over Ferrari than they had over us at the Nürburgring and Magny-Cours.\" Trulli was plain angry, particularly as he believed his Jordan would have pipped Coulthard for third on the grid were it not for a suspension problem on his fastest run in Saturday's qualifying session. \"To be out of the race at such an early stage is incredibly disappointing,\" said the Italian. \"I had a very good start and was next to David on the inside by the first corner. \"I don't know whether he just didn't see me or didn't want to give up his fight, but either way he closed the door, leaving me with no more room to brake or avoid an accident, so our cars touched. \"It was a racing incident and David and I will talk about it, although generally I think the car on the outside should leave enough room for the inside car to move.\" Midway around the fifth lap Hakkinen showed the value of McLaren's two-stop strategy, powering past Schumacher's Ferrari and into the lead on the 175mph approach to the fast Becketts section of the circuit. From then on the Finn's lighter fuel load paid dividends and he streaked away, leaving Schumacher - who was struggling slightly with his car - to fend off the tenacious Juan Pablo Montoya's Williams-BMW. Montoya eventually closed in and took second place from Schumacher going into Copse on lap 18. Three laps later Hakkinen made his first refuelling stop, emerging just behind the Colombian driver but ahead of Schumacher. The Finn's lead was restored on lap 25 when Montoya made his first refuelling stop, and such was Hakkinen's subsequent pace that he was able to maintain his lead through his second refuelling stop to win by just over 33sec. \"My car wasn't really quite the way I would have liked it,\" said Schumacher. \"I had some problems, especially at the entry to Copse, where I got sideways a couple of times. The car was not well balanced and I could not get the maximum out of it.\" Rubens Barrichello followed his team-mate home in a solid third, ahead of a frustrated Montoya. The Williams driver was furious that he had been blocked by his team-mate Ralf Schumacher immediately after his first refuelling stop, but was sufficiently diplomatic to keep his thoughts to himself, in public at least. Patrick Head, the pugnacious Williams technical director, was more forthcoming. \"If Ralf had let Juan Pablo through as we'd asked him,\" he said, \"he would have finished third. But from eighth and 10th on the grid, a fourth place is probably as good as we might expect.\" Ralf Schumacher, who had been on a one-stop strategy, retired with a suspected engine failure. That left the Sauber C20s of Kimi Raikkonen and Nick Heidfeld to fill the final two points-scoring positions. Eddie Irvine's Jaguar was ninth on a one-stop strategy, trailing Heinz-Harald Frentzen's seventh-placed Jordan and Jacques Villeneuve's BAR. Back in the McLaren garage, Coulthard took this latest, apparently terminal setback on the chin. \"Sorry to have damaged the car,\" he said to his mechanics. \"No worries,\" one of them replied. The subtext was unmistakable: there is another world championship chance for Coulthard in 2002."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}