{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/jul/29/robinmckie", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-07-28T23:17:58Z", "webTitle": "Paperback of the week: Super-Cannes", "webUrl": "https://www.theguardian.com/books/2001/jul/29/robinmckie", "apiUrl": "https://content.guardianapis.com/books/2001/jul/29/robinmckie", "fields": {"headline": "Paperback of the week", "bodyText": "Super-Cannes J.G. Ballard Flamingo £6.99, pp392 Welcome to Eden-Olympia, a hi-tech business park built in hills above the French Riviera, a glossy world of luxury apartments, surveillance cameras and security patrols. Into this gleaming paradise come Paul Sinclair, a failed amateur aviator recovering from plane-crash injuries, and Jane, his young doctor wife, who has been appointed pediatrician at the park's medical centre. The posting should be idyllic, but hanging over the Sinclairs' attempts to enjoy this pleasure dome is the spectre of Jane's predecessor, David Greenwood. After setting out one morning with a hunting rifle, Greenwood slaughtered several local executives before shooting himself through the head. At least, that is the story told to the Sinclairs. But Paul, bored by his poolside recuperations, becomes suspicious. What should he make of Halder, the sadistic security guard, who beats up local gangsters to satisfy the voyeuristic pleasures of Eden-Olympia's residents? he wonders. Then there is Alexei, the Russian gangster, who lurks round the Sinclairs' apartment, and the Yasudas, their enigmatic neighbours. The closer Paul looks, the more he realises that Greenwood's rampage had little to do with madness or mayhem. On one level, Super-Cannes is a classic thriller constructed from the very best ingredients: money, power, murder and sex, all stirred together and baked in an exotic location. But as all Ballard fans know, there is always something more profound and unsettling bubbling beneath the surface of his novels. And Super-Cannes is certainly no exception. Violence - at least at Eden-Olympia - may not be a disease of the twenty-first century, the author suggests, but is really a cure for its woes and tribulations, a way of restoring the vitality of the tired executive. It is a disturbing and intriguing notion, dispatched in bravura style by Ballard in this glorious, gripping read, one of the finest books he has written in a long time."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}