{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2001/jul/25/jazz", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2001-07-24T23:00:00Z", "webTitle": "Jazz review:  Stan Sulzmann Big Band", "webUrl": "https://www.theguardian.com/music/2001/jul/25/jazz", "apiUrl": "https://content.guardianapis.com/music/2001/jul/25/jazz", "fields": {"headline": "Stan Sulzmann Big Band", "bodyText": "Whenever the temptation towards the peremptory critical write-off sniggers its way across the pundit's mental horizon, it is salutary to consider the career of Stan Sulzmann. His evolution from a technically fluent but anonymous sax soloist on the 1970s UK jazz scene to today's sophisticated conceptualist of big ensembles is about as convincing proof as the jazz scene offers that a creative muse can take a long time to flower, and that it's nobody's business to clip it before it has begun. Sulzmann has evolved a more distinctive sound as a soloist today. He has largely sidelined his sax-playing in favour of exploring the rich tonal and harmonic potential of the conventional jazz orchestra. His band was playing the Vortex this week with a benefit for trombonist Pete Beachill, and powerful soloing from a thoroughbred line up, together with the increasingly astonishing drumming of Paul Clarvis, made it a triumphant occasion. If Sulzmann's big band music has a downside, it's that in relishing the multifarious ways in which trombones can huff and rumble under saxophones, or wine-glass-busting trumpet notes can wail on while stately reed counter-melodies stroll about beneath them, he occasionally overlooks the more vulgar considerations of penetrating melody lines or the odd grandstanding effect. But as an exquisite exercise in painting with a jazz band, the impact is more often vivid and compelling, and provides an inspirational springboard for good improvisors. This week, they included vibraphone soloist Anthony Kerr, whose rhythmically audacious playing soared out of such convoluted works as Sulzmann's Piccolo, with its contrasting-tempo undertow pacing around under brash brass chords. Paul Clarvis deluged The Thrill Is Gone with a monsoon of percussion effects, as the brass theme gave way to John Parricelli's guitar work, and reliable lead trumpeter Derek Watkins confirmed his improvisor's imagination with a rugged solo. And an old Sulzmann quartet piece, Slow, worked up into a maelstrom of harmonic and rhythmic movement that was anything but. Related links: 28.04.2000: Other jazz releases"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}