{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/jul/12/dance.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-07-11T23:00:00Z", "webTitle": "Dance: Legacy of Tradition", "webUrl": "https://www.theguardian.com/stage/2001/jul/12/dance.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/jul/12/dance.artsfeatures", "fields": {"headline": "Legacy of Tradition", "bodyText": "As with the great Latin dances, tango and flamenco, performers of kathak are said to improve with age. Wisdom concentrates their powers of expression, experience sharpens their command of the stage and, most crucially, those qualities combine to produce the best teachers. In Legacy of Tradition, British kathak fans were afforded a rare chance to see Indian maestro Birju Maharaj perform. Significantly, though, this wasn't just a star turn. In the same show were Birju Maharaj's British-based disciple (or pupil), Pratap Pawar, and the latter's own disciple, Akram Kahn. Two gurus and three generations of performers on one stage. Maharaj is stout and grey-haired, but he's as hungry for the spotlight as any lean novice. \"If you could sit here all night,\" he cooed sweetly, \"then I would dance for you.\" In his demonstration of kathak's poetic range - hands pattering like raindrops, feet drumming the waves of the sea, body hunched comically to show the small-brained struttings of a peacock - we saw that kathak is, indeed, \"like the ocean\". One rhythm after another flowed through the maestro's body with a steady energy, his volatile features and amazingly articulate hands throwing up bright seashells of imagery. To a western outsider, the grace and mobility of his facial expressions may look almost camp. In our stage culture, men rarely twinkle, pout and grimace, however intemperate their characters' feelings. But Indian classical dancers are the ultimate benders of gender, taking on male and female roles within a single phrase. And Maharaj switched so fast and so vividly that sometimes the stage seemed peopled by a crowd. It was interesting to watch him alongside his female disciple, Saswati Sen. This fine dramatic dancer brought a different kind of naturalism to her roles (her mime of a young woman washing her hair was an entire play). And it was fascinating to see him with Pawar and Khan. The former possesses some of the maestro's delicacy of gesture but lacks the physical centredness that makes Maharaj so formidably powered within the limits of his age. Khan seemed to be reining in his energy in deference to his elders, but it's a measure of the star he's already become that he possesses much of the gravitas we see in his grandfather guru. Khan's exceptional talents may partly have been bequeathed by tradition but they're also the gift of his own genius. Queen Elizabeth Hall"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}