{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/jul/29/1", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-07-28T23:17:58Z", "webTitle": "Paperbacks: 29 Jul", "webUrl": "https://www.theguardian.com/books/2001/jul/29/1", "apiUrl": "https://content.guardianapis.com/books/2001/jul/29/1", "fields": {"headline": "Paperbacks", "bodyText": "Beethoven's Hair Russell Martin Bloomsbury £7.99, pp276 Beethoven's last words were, reputedly, 'Applaud now; the comedy is over.' Whether or not he was alluding to Dante's comedy, he would have needed a sense of humour, considering the fate of his mortal remains, as generations of scientists have sought to ascertain the cause of his chronic illnesses, to locate the source of his genius, or to blacken his name with conclusive evidence of syphilis. For newcomers to Beethoven biography, this is a crash-course in the life of one of the few men whom Mozart considered his rival for immortality; the story of whose hair - or a lock of it - is interwoven with two centuries of turbulent European history. Aficionados, meanwhile, will be pleased to see that the greatness of this artist 'at the center of human consciousness' is, if anything, magnified by his newly discovered misfortunes, the whole saga done justice by faultless, feverishly paced writing. Patrick Robertson: A Tale of Adventure Brian Hennigan Vintage £6.99, pp197 Reading Patrick Robertson, it's hard not to be reminded of Bret Easton Ellis's Patrick Bateman, or Arthur Miller's Willie Loman. And miss them. As a salesman, Yuppie wannabe (and a misogynist philistine capitalist), he may not combine the worst points of each - self-deceit and psychopathy - but he possesses the bitter self-consciousness of anonymity and the morbid fascination with prestige. Miller's and Ellis's characters represent extremes, within which readers can comfortably locate themselves, but Patrick Robertson is truly disturbing, as book and character, because the cynical indifference of the beginning is associated so strongly with the realism and the heroism of the end, with escapist fiction. This is a tale of adventure in as much as some confusion over names results in a kidnapping by eco-warriors, the upshot of which is that Robertson discovers he has a soul, after all, but in the process the three-dimensional villain-cum-hero sheds a dimension. Groovy Bob: The Life and Times of Robert Fraser Harriet Vyner Faber&amp;Faber £9.99, pp317 The way Paul McCartney talked about him, you'd think he was Keith Richards; the way Keith talked about him, you might guess it was Warhol. Dennis Hopper makes him sound like a depoliticised Kesey or Leary, with Savile Row tailoring. Everyone else - and I do mean everyone - paints him as the Second Coming of Wilde. Groovy Bob was the scene-maker whose gallery was a Sixties landmark, a fame-hungry dilettante, very probably, but one who dragged people in his wake. Groovy Bob himself reveals no particular agenda or genius, but the kind of charisma that compensates in spades. This is more a collage of impressions, excerpted directly from original interviews, than a narrative or thesis, and claims only fame, but that isn't to say that there's a lack of substance: the life and times of Robert Fraser are well worth remembering, even if you weren't there. The Hill Bachelors William Trevor Penguin £6.99, pp245 'No one wanted him to go, no one wanted some bright young curate to come out from one of the towns on alternate Sundays, to breathe life into what was hardly there.' Shame then that the readers don't get a say in this. It's difficult to tell what there is that does breathe life into the isolated, quietly despairing lives of Trevor's protagonists, likewise how they breathe life into us. Few inspire the intellect; fewer still aspire to be local heroes (the locale, generally, rural Ireland). The style tends to be as anonymous as the subjects. Emotionally speaking, Trevor offers numerous figures to pity, but much of the pleasure to be derived from this collection will be Schadenfreude, the only (apparent) antidote to drabness or the imminence of death the fact of other people's mortality. Can't someone please rage against the dying of the light? Made in Yugoslavia Vladimir Jokanovic Picador £6.99, pp312 To paraphrase one character: for hundreds of years the inhabitants of the Balkans have been squabbling over the right to be buried in a land nominally their own. Each eruption of conflict has followed decades of tension as the inter-religious antagonism never ceased with no one and everyone guilty as long as you went back far enough. The Anarchitects - three friends who occasionally play in a band - don't care for politics; they want only to get drunk (as happens about once a chapter, this being something even war cannot disrupt). They may be unsympathetic and far from innocent, but there's no ennobling them or demonising them. The writing isn't exactly 'lean, gritty, muscular, Hemingwayesque'; just prosaic. In one of the few symbolic acts, a Hemingway is committed to the fire - not to eradicate culture, nor even to mock his celebration of nihilism - just to keep warm. Take it or leave it: this is the way it is. Essential."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}