{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2001/jul/11/2", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2001-07-11T19:09:03Z", "webTitle": "Diary", "webUrl": "https://www.theguardian.com/politics/2001/jul/11/2", "apiUrl": "https://content.guardianapis.com/politics/2001/jul/11/2", "fields": {"headline": "Diary", "bodyText": "\u0095 Attempts continue to coax Alan Milburn into responding to the Observer story about Cumberland Infirmary - the \"flagship\" PFI hospital that has suffered many sub-third world disasters, from lack of beds and staff to exploding sewage pipes, in its first year. With another 58 such hospitals planned, we thought Alan might wish to assuage fears about PFI. But no. Darren Murphy, an insolent pup of a spokesman, calls with a vague: \"Like most NHS stories, some of it's true and some isn't.\" Right, so Alan will be issuing us a point-by-point denial? \"Issue it to the Guardian Diary?\" he splutters. \"Look, I hope you won't fall into the trap of dwelling on the problems when there are so many successes. Why don't you do a column on the 17,000 new nurses?\" No offence, Darren, but go away. We will try again for Alan tomorrow. \u0095 Meanwhile, we gather that the same Cumberland Infirmary has been put up for a design award by (guess who?) the government - and this after the top floors had to be evacuated last week when the temperature in the glass atrium reached 110 degrees (the PFI company say it is the hospital's responsibility to put up blinds, and vice versa). This \"flagship\" was built without air conditioning, as befits a mutually beneficial partnership between private and public sectors in Mr Tony's modern country. All other stories of disastrous PFI cost-cutting will be appreciated. \u0095 Speaking of cutting costs, hats off to York City Council (no overall control). A budget report there reveals that the city's taxpayers have stumped up £11,000 for the hire of official limousines for the lord mayor while council chiefs spent nearly a year considering what car to buy to replace the \"unreliable\" civic vehicle decommissioned in March 2000. Nice work. \u0095 As part of our ongoing bridge-building with Germany, we have been discussing that nation's remake of Fawlty Towers with its ambassador. \"I have talked to John Cleese about this,\" says Dr Hans-Friedrich von Ploetz, who cites The Germans as his favourite episode, \"and he is actually very excited. He really seems to like the idea.\" Ah yes, our famous English sense of irony. \"Actually this type of British humour goes down particularly well with us,\" he continues. \"But there is something also very funny which is German, and they show it every New Year's Eve - it's called Dinner For One and is about a Miss Sophie, whose former friends are all deceased, and her butler. And Germans fall about laughing every year.\" Of course. \"I sent a tape to the Duke of Kent and he found it hilarious.\" High praise indeed. We are lunching with the enchanting von Ploetz in September, and hope to persuade him to become our humour and sitcom correspondent."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}