{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jul/17/workandcareers.g2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-07-16T23:00:00Z", "webTitle": "A City bank's 'lifestyle managers'", "webUrl": "https://www.theguardian.com/money/2001/jul/17/workandcareers.g2", "apiUrl": "https://content.guardianapis.com/money/2001/jul/17/workandcareers.g2", "fields": {"headline": "The time team", "bodyText": "One of the few great things about being neither wealthy nor important is the rather profligate way one can spend one's time. I don't know about you, but my time is not money. It is just time, and I have got loads of it. Do I have time to go to the bank, defrost the freezer and put beans on to soak? Yes sir, and then some. I am aware, however, that this surfeit of free time puts me slightly out of tune with the zeitgeist. Increasingly busy and overworked employees complain of a lack of time, personal or otherwise. The City is full of people who make more money than they have time to spend, people who are so busy that they cannot pick up their own dry cleaning, arrange their own holidays or wait in for the cable guy. They do not have time to source rare hardwoods for their new kitchen cabinets, but they do have enough money to pay someone to do it for them. Enter the \"lifestyle management\" company, a one-stop Jim'll Fix It service for anyone whose time is too important to be wasted on anything but making more money. Enviego, said to be the fastest growing of these companies in Europe, has just cut a deal to offer employees of the investment bank UBS Warburg a whole package of lifestyle management services, everything from making restaurant reservations to organising plumbers to answering paranoid late night medical inquiries about suspicious moles (via a 24-hour confidential phone line). Enviego Limited was started by Tom Shorten, a former Deutsche Bank trader who experienced the American service culture firsthand and sought to bring the concept of the \"concierge company\" to the UK. Individuals can become Enviego members for £55 a month, but they also pay for the services on top of that. Enviego can remember your children's birthdays, give you a custom-tailored best man's speech or send someone round to your house while you are at work to get your cat out of a tree. Decorators, personal shoppers, moving men, masseurs and party planners can all be sourced and hired through Enviego. Any reasonable demand can be met, it insists. Even though I don't really need it, Enviego has offered to let me sample its service. Had I known this day was coming, I would have ensured that I had a lifestyle worth managing. I feel slightly sheepish when, anticipating my wants, Karen Harris from Enviego rings me before I can ring her. I haven't got much that needs doing, I say. There is an expectant silence on the other end. Um, well there is this letter that has been sitting on my desk for two weeks because I can't be bothered to find the postcode for Whitstable. No problem, Harris says. Anything else? Could she find me a dog walker? Someone to sort out my computer? The sheet music for Baby It's Cold Outside? It is like being given three wishes; I don't know what to ask. I already feel as if I have blown my big chance. Harris calls me back in a matter of minutes to ask whether I want the Ray Charles-Betty Carter version of Baby It's Cold Outside or the Tom Jones-Cerys Matthews version. I don't really want either any more, which makes it hard to decide. \"Why not both?\" suggests Harris. Of course! What would I do without her? The next time I check my email there is a note from Harris telling me the postcode for Whitstable and the name of a local registered dog walker. If I give her my credit card details. She will be happy to arrange the delivery of my sheet music. At two o'clock on the dot someone called Tom rings to ask after my computer. I tell him my problem, a niggling software complaint that would be costing me precious minutes every day, if my minutes were in any way precious. In the end he tells me I should leave him well enough alone, which is more or less what I wanted to hear, I think. I can tell I am not cut out for this. I feel a little shifty getting people to do stuff for me. It makes me feel a bit useless. I know that high-flying corporate types are extremely busy folk, but how could anyone human stand up at a wedding and read out a best man's speech written by some script doctor? Enviego membership is free for corporate employees and, on this day at least, for me, but the services it tracks down are not. The dog walker wants £5 an hour and the sheet music is a tenner. \"In our view time is worth infinitely more than money,\" says Enviego's website, but my time is worth about the same amount as a dog walker's. Maybe I should get a job at Enviego. In the end I don't know how I feel about lifestyle management. Is it a perfectly reasonable service for those who are in desperate need of it and can afford it, or a symptom of the topsy-turvy priorities of the go-getting set? At first glance the notion of lifestyle management seems to be part of a misguided idea that lost time can somehow be bought back, but I have to admit it feels nice to have that letter to Whitstable off my desk. In what is already getting to be a habit, I ring Harris to see if she can sort out someone to finish this piece for me - just a sentence or two to sum up, upbeat, but making a serious point about how time has become little more than a commodity, maybe with a joke at the end. She says she will get back to me. Later Harris rings to tell me that the writers they normally use for this sort of thing are, ironically, all too busy to help me, and even if they had the time, they cost a lost more per word than I do. But it is not Harris's job to throw in the towel: she offers to get some Enviego in-house copywriters to whip something up. I agree to this, but I tell her I am on a tight deadline. I need it yesterday. Not really. After a few quick games of patience, I check my email and find three suggestions for endings already nestling in my inbox. I picked the first one: \"Whether it's helping you to find care for your dependants, dealing with the problems of maintaining your home, maximising your personal health or organising leisure activities for you and your family, Enviego can take things off your personal 'to do' list, enabling you to make the most of your free time.\" Cut, paste, done. OK, so there is a jarring shift in tone, and as an ending it more or less abandons the streak of ambivalence which runs through the rest of the piece, but it is about the right number of words and it arrived faster than I could have typed it. Now I can relax and concentrate on, um... where has that dog got to?"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}