{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jul/12/business.personalfinancenews2", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-07-11T23:00:00Z", "webTitle": "Change for A&L deal with Post Office", "webUrl": "https://www.theguardian.com/money/2001/jul/12/business.personalfinancenews2", "apiUrl": "https://content.guardianapis.com/money/2001/jul/12/business.personalfinancenews2", "fields": {"headline": "Change for A&L deal with Post Office", "bodyText": "Consignia is to terminate an exclusive deal with Alliance &amp; Leicester to handle the cash paid by businesses over post office counters, in a move which could signal a change in the special relationship between the two organisations. A&amp;L owns the Girobank network, which operates through post office counters. Questions have been raised about A&amp;L's relationship with the Post Office ever since the government announced plans for universal bank services in post offices, in an attempt to provide bank accounts for benefit claimants. A&amp;L bought Girobank in 1990 and partly because of its relationship with the PO, handles one in four of the notes and coins circulated in Britain. Girobank is part of the commercial business which accounts for at least 15% of A&amp;L's annual profits. According to an internal post office memo, A&amp;L has been given 12 months' notice of the termination of a contract to handle cash paid in by businesses at more than 18,500 post office counters. If this contract with A&amp;L can be renegotiated the big four banks - which have a more than 70% share of business banking market - may be able to offer their business customers the same types of services their personal customers are currently able to perform in post offices. The internal memo indicates that if the contract with A&amp;L were to end it would give the Post Office \"the option of offering a business banking service more widely\". The memo indicates that this is something the Post Office will now look at, although it also points out that discussions with Girobank are continuing. John Windeler, A&amp;L's chairman, played down the implications of the renegotiations: \"Our relationship with the Post Office is positive and very cordial. It is a good working relationship and this is business as usual.\" Only three weeks ago, A&amp;L is understood to have signed a fresh arrangement for handling cash paid in by personal banking customers. The Post Office said: \"We are involved in negotiating a new contract.\" It is understood that if the business banking contract were to end, its impact on A&amp;L's profits would not be material. More crucial contracts held by Girobank, such as those to handle cash paid in by personal customers, are unaffected by this latest move. The Post Office has made it clear that it sees revenues generated from banking as a crucial way of replacing some of the £400m in income it will lose when social security payments are paid directly into bank accounts rather than handed out in cheques and cash. It is expected that the Post Office will handle any renegotiation of contracts with A&amp;L sensitively given the long-standing relationship. A&amp;L has also made it clear that it intends to use post offices to boost its service to business customers - an area known to be important to the chancellor who has commissioned a report into this sector from the competition commission."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}