{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jul/21/personalfinancenews.jobsandmoney", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-07-20T23:00:00Z", "webTitle": "On reflection", "webUrl": "https://www.theguardian.com/money/2001/jul/21/personalfinancenews.jobsandmoney", "apiUrl": "https://content.guardianapis.com/money/2001/jul/21/personalfinancenews.jobsandmoney", "fields": {"headline": "When the walls start to crack", "bodyText": "When the bell boys of Wall Street started trading stocks, it was a sure sign that the market was about to collapse. So I got rather twitchy this week when a taxi driver told me how he was fast becoming a property tycoon, accumulating 20 buy-to-let flats already. Putting aside the question of why he was still cabbing, I listened to him harangue pension companies as one huge conspiracy, evidenced by the crisis at Equitable Life. You've got to be mad to sink your money into a dodgy pension plan, when you can buy property and enjoy the rental income long after the mortgage is paid off, he said. And I'll tell you something else, you can pass it on to your kids when you die. When even the top-notch wealthy clients of Equitable are being hammered, it was difficult to disagree. But it reminded me of a radio advert I heard while on holiday in Malaysia. \"Don't buy stocks and shares - they go down as well as up. Buy property instead. It only goes up.\" A few months later the Asian financial crisis swept through Malaysia, and property prices dived. It wouldn't get past the Advertising Standards Authority here, but the message seems nonetheless to have seeped into the public consciousness anyway. Pensions bad, property good. But the risks of a systemic collapse in the housing market grow with every new speculator joining the buy-to-let bandwagon. These speculators, often relatively low-earners, are leveraging large portfolios in a way that has never been seen before. A 20% fall in house prices will hurt traditional owner-occupiers, but probably not too viciously. But to a highly leveraged speculator, it could start a chain reaction in which more and more properties are shovelled on to the market, prompting a downward spiral in prices that will lead to the collapse of these portfolios. Ah, but there's no sign that the property market is weak. It is even accelerating in large parts of Britain. But as Jessica McCallin's survey of lenders in this week's Jobs &amp; Money shows, first time buyers are being excluded from the market because even if they stretch themselves to the limit, they can no longer afford something as basic as a small flat. This week, the 1978 investment classic Manias, Panics and Crashes was reissued to include the most recent disasters. My guess is that when the next chapter is written, there's going to be an interesting section on the collapse of the amateur landlord."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}