{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2001/jul/29/health.politics", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2001-07-28T23:39:07Z", "webTitle": "£16 a month to see your doctor", "webUrl": "https://www.theguardian.com/society/2001/jul/29/health.politics", "apiUrl": "https://content.guardianapis.com/society/2001/jul/29/health.politics", "fields": {"headline": "£16 a month to see your doctor", "bodyText": "Patients will have to pay £16 a month for the right to see a general practitioner under plans being drawn up by the British Medical Association. The proposals amount to a wholesale privatisation of the GP service, with thousands of family doctors potentially leaving the NHS. The BMA's General Practitioners Committee is drawing up the plans as a result of growing frustration with intransigence from the Department of Health, which is trying to impose a new contract. GPs insist they are having to deal with far too many patients, with the average appointment time now down to seven minutes, and that their pay is too low. Morale among GPs is at rock bottom, with 86 per cent voting last month to leave the NHS if negotiations over the new contract failed. The proposals - based on the system in Guernsey - are aimed at boosting recruitment, improving pay, increasing the amount of time they have with each patient, cutting paperwork and reducing interference from the Department of Health. Under the new system, adults would have to pay £16 a month in insurance to cover visits to a private GP, who would refer the patients to NHS hospitals or consultants if further treatment was needed. Insurance for children would cost £8 a month, and it would be free for those on low incomes. If they wanted, patients could choose 'pay as you go', paying for each appointment to the GP. The plans are being developed by a new BMA committee, the Special Advisory Group, which is looking at alternatives to the NHS. A draft report on the plans said: 'There is a radical alternative to the UK method of providing general practitioner services which already exists within the British Isles. The Guernsey option would allow the General Practitioner Service to expand once again. The UK would no longer have the unhappiest GPs in Europe.' Dr Jonathan Reggler, the member of the General Practitioners Committee who originally proposed the Guernsey option, said: 'I've received very favourable support from colleagues. The majority of the General Practitioners Committee believes it is viable to run an alternative to the NHS system.' The GPC is responsible for negotiating on behalf of GPs with government, and if it formally recommends the Guernsey system, it will be a critical blow to the government. It is certain that Alan Milburn, the Health Secretary, who has promised to keep all healthcare free, will refuse to co-operate with the new system, but doctors believe they may be able to force his hand. 'If a sufficient number of GPs in an area resign from the NHS, it will be impossible for health authorities to reallocate all their patients to other doctors. The Government will have to step in,' said Reggler. anthony.browne@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}