{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/jul/16/rugbyunion.australiarugbyunionteam", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-07-16T21:32:32Z", "webTitle": "Losing Lions lick their wounds", "webUrl": "https://www.theguardian.com/sport/2001/jul/16/rugbyunion.australiarugbyunionteam", "apiUrl": "https://content.guardianapis.com/sport/2001/jul/16/rugbyunion.australiarugbyunionteam", "fields": {"headline": "Losing Lions rue injuries, discord and loose talk", "bodyText": "Barely a cloud was visible in the blue winter skies over Sydney yesterday but even the sight of a sparkling Pacific ocean could not revive the spirits of those Lions with the energy to prise open their curtains. The hollow feeling of series failure will, in some cases, take months to fade, along with the suspicion that the 2001 tourists contributed more than a little to their own downfall. For though it would be wrong to overlook the Wallabies' phenomenal coolness under pressure - the biggest reason they have finally beaten the Lions in a series for the first time - the dominant emotion in the British and Irish camp on Saturday night was one of resigned frustration. This tour has been one of missed opportunities, and not just on the field. History is likely to conclude that the public disharmony between players and management almost certainly influenced the outcome, even if the series was effectively lost in the second half in Melbourne rather than in the glare of the Olympic stadium. Whatever the underlying stresses, their discipline and lineout efficiency were simply not up to the levels required to beat the world champions in a tense third Test, the only mitigating factor being the crippling number of injuries suffered by an already weary squad. Things were so bad by the end that Scotland's Andy Nicol was hauled away from his duties as a holiday company tour leader to fill the role of bench scrum-half after back spasms ruled out Austin Healey on the morning of the game. Scott Quinnell lasted only 40 minutes and though all those still standing - notably Martin Johnson, Keith Wood and Jonny Wilkinson - put body and soul on the line, what thrilled Australians as much as the result was the chance to bury Healey for his controversial pre-match slagging in these pages of the Walla-bies' debutant lock Justin Harrison. If there was one moment that summed up a game in which the Lions twice led without ever really pressing home their advantage, it was the sight of the 27-year-old Harrison diving across Martin Johnson to gather a Lions line out throw in injury-time, literally snatching away any hope the tourists had of a last-gasp forward drive towards the Australian line. What made it even more extraordinary was that his captain John Eales had initially called for a non-contested lineout, reckoning that stealing the ball off Johnson in mid-air was so improbable it would be better to concentrate on defending the subsequent maul. Harrison, however, is hardly the first Australian sportsman to back his ability in a tight corner and constant pre-match references to the Healey column by his team-mates had clearly lent added spring to his leap. \"What kind of competitor is he? He couldn't even make it on the field. He can come back in 12 years' time and try again,\" taunted Harrison, responding good-humouredly to Healey's jibes. \"He doesn't have a strong command of the English language if he's calling me a plod. There aren't many syllables in that word. I'm pretty happy about the game I played and he can think about the game he should have played.\" Healey caught the early flight to Hawaii, where the man from the Waikiki Gazette is doubtless already sharpening his pencil, leaving the outgoing Wallaby coach Rod Macqueen to make some pertinent remarks of his own as to why his own side have so regularly emerged on top in evenly matched contests such as this. \"A confident side respects the opposition. An arrogant side doesn't. I hope that remains the Wallaby motto for as long as they're around,\" said Macqueen. \"I still say the Lions have been the best team we've played, but my greatest memories will be the composure shown by this Wallaby side under extreme conditions.\" Johnson, apologising for \"not getting the job done\", acknowledged the home side had deserved their success but will forever rue the lineout lapses that cost the Lions the momentum established by Jason Robinson's first try, courtesy of a scoring pass from the ever-mobile Tom Smith, and Wilkinson's dart around Toutai Kefu two minutes into the second half that made it 20-16. Not for the first time in this series, however, the Lions were their own worst enemies, as the second of Daniel Herbert's two tries stemmed from Colin Charvis's bizarre decision to throw a suicidal lineout ball to himself five metres from his own line then hack it aimlessly into Wallaby hands. The Lions also failed to take advantage when Herbert was sin-binned for a coat-hanger tackle on Brian O'Driscoll and, as in both previous games, proved unable to score a solitary point in the last quarter. \"They gave everything they had but the tank was dry,\" Henry admitted, describing the injury-disrupted week leading up to the game as \"an absolute nightmare\". For the home sections of the 84,188 crowd, treated to a clenched-fist exhortation from Michael Slater and his fellow touring cricketers in England on the big screen before kick-off, this was, by contrast, a gold-tinged dream. \"It's bloody good to be Australian,\" Macqueen told his audience when invited to say a few parting words. The 2001 Lions, on the other hand, will never again be able to hear the strains of Waltzing Matilda without wincing and wondering what might have been. Scorers : Australia: Tries: Herbert 2. Conversions: Burke 2. Penalties: Burke 5. Lions: Tries: Robinson, Wilkinson. Conversions: Wilkinson: 2. Penalties: Wilkinson 3. Australia: Burke (NSW); Walker (ACT), Herbert (Queensland), Grey (NSW; Holbeck (ACT, 78min), Roff (ACT); Flatley (Queensland), Gregan (ACT); Stiles (Queensland), Foley (Queensland), Moore (NSW), Harrison (ACT), Eales (Queensland, capt), Finegan (ACT; Cockbain (Queensland, 74), Smith (ACT), Kefu (Queensland). Lions: Perry (Bath and England); James (Bridgend and Wales; Balshaw , Bath and England, 74), O'Driscoll (Blackrock College and Ireland), Henderson (Young Munster and Ireland), Robinson (Sale and England); Wilkinson (Newcastle and England), Dawson (Northampton and England); Smith (Northampton and Scotland; Morris , Swansea and Wales, 74), Wood (Harlequins and Ireland), Vickery (Gloucester and England), Johnson (Leicester and England, capt), Grewcock (Bath and England), Corry (Leicester and England), Back (Leicester and England), Quinnell (Llanelli and Wales; Charvis ,Swansea and Wales, h-t). Referee : P O'Brien (New Zealand)."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}