{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/jul/10/artsfeatures5", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-07-09T23:00:00Z", "webTitle": "Classical: Concerto Palatino", "webUrl": "https://www.theguardian.com/culture/2001/jul/10/artsfeatures5", "apiUrl": "https://content.guardianapis.com/culture/2001/jul/10/artsfeatures5", "fields": {"headline": "Concerto Palatino", "bodyText": "It would be difficult to celebrate the music of northern Italy without recognising the dominating artistic power and influence of St Mark's of Venice. The opening concert of this year's York early music festival presented just such acknowledgment, with a programme of music by composers connected with the Venetian cathedral. Concerto Palatino specialise in the wind music of the 16th and 17th centuries, and this concert featured their core players on trombones, cornetts and organ. They focused on the early 1600s, a period of transition for instrumental music, when a shift took place away from the influence of intricate French chansons to melody-driven sonatas. Eventually this would give rise to familiar Baroque genres. Opening the concert were traditional canzonas, and although these are apparently simple, it takes a committed performance for each work's subtle changes of tone colour to be effective. They were followed by more forward-looking works that reflected the composers' desires to give musicians an opportunity to show off their skills. St Mark's has a unique acoustic, and re-creating its effects would be an impossible task, but the vast space of York Minster proved a reasonable substitute. The ensemble seemed entirely undaunted by the venue: from the beginning, their playing was unexpectedly warm and intimate, and had a gentle sincerity that was enhanced by the resonance of the building. There was also a remarkable unity of ensemble sound, with subtle variations as the music demanded. They re-created the famous antiphonal techniques that arise from the physical layout of St Mark's with little drama. And by making clear the changes in sound qualities caused by separation of the instruments, the performers avoided resorting to mere spectacle. There was only one solo in the concert, a performance by Bruce Dickey of Bassano's decorations of a Palestrina motet. Dickey is the most important of today's cornett players, and it was hardly possible to tell the creations of either composer from those of the player. The delicate melodies were simply brought into being, with ease and with amazing power and beauty."}, "isHosted": false}}}