{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2001/jul/11/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2001-07-11T18:26:13Z", "webTitle": "Comment: Whither the Villa", "webUrl": "https://www.theguardian.com/football/2001/jul/11/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2001/jul/11/sport.comment", "fields": {"headline": "Plundered Villa must find fresh hope", "bodyText": "It's been a busy month, and a particularly busy 24 hours, for Aston Villa. England internationals David James and Gareth Southgate have departed, but 77-year-old chairman Doug Ellis remains reluctant to splash the cash. Events over the last month do not bode well for the club's desire to compete with the best in Europe. Little has gone manager John Gregory's way, while plenty has headed to the Riverside. Villa's first team coach Steve Harrison, goal-keeping coach Paul Baron and now England international Southgate have all headed north. James is the most recent of Villa's wanderers after agreeing a £3.5m move to West Ham. But he had hoped to stay at Villa Park despite voicing criticisms of the club for lacking ambition. Fans and team-mates had recognised that James's efforts last season represented something that could be built upon. Paul Merson said of James: \"He is a phenomenal talent and I can't believe that Villa want to let him go.\" Gregory is said to be attempting to placate the fans by acquiring Frédéric Kanouté; so far he has had limited success on the transfer market, having failed to attract West Ham's Frank Lampard, but the Villa manager points to the signing of Moroccan duo Moustapha Hadji Hassan Kachloul as a positive. \"There might have been two high profile players leaving in the last couple of days, but we've already taken two boys on board,\" said Gregory The InterToto cup is approaching and if Villa fail to do well, familiar chants for Doug Ellis's resignation will be given an early airing come the autumn. To improve on a league position of eighth will mean the old guard raising their game. Dion Dublin and David Ginola must deliver more than the ordinary performances displayed last season, and Paul Merson must yet again produce some inspirational football. That the Villa chairman has heard it all before, there is no doubt: too much emphasis on balancing the books rather than investing in players who can take the team to lucrative new pastures is the usual mantra - but if the new boys fail to perform, he may just run out of luck."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}