{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2001/jul/02/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2001-07-01T23:00:00Z", "webTitle": "Theatre review: Up the Feeder...", "webUrl": "https://www.theguardian.com/stage/2001/jul/02/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2001/jul/02/theatre.artsfeatures", "fields": {"headline": "Up the Feeder...", "bodyText": "The history of the city of Bristol is the history of its docks and its people, and that story is told in rollicking style in Up the Feeder, Down the Mouth and Back Again. This remarkable musical production features a huge cast of professional actors and local people, a live band, a ship, a train and the docks themselves as a backdrop. It begins with the black curtains at the back of the temporary stage in the Industrial Museum parting to reveal the vista of the wharf and a huge ship sailing up the river to dock - surely one of the most spectacular sights we'll see in British theatre this decade. The clever thing about Gareth Machin and Heather Williams's production is the way it constantly plays with scale: the big and the small are juxtaposed so that the personal stories become even more poignant. For all its big, blowsy heart there is subtlety too in ACH Smith's beautifully written script, which recognises the romance of a bygone era but never succumbs to nostalgia. The dockers aren't represented as idealised relics; thieving and slacking were as much part of dockside culture as bosses with an eye to easy profits. The production has its irritations. Sometimes it is hard to see, and the miking is not well done. But these faults are easily forgiven because the performances are so good, because Kate McNab's singing raises the emotional temperature, and because this is a piece of theatre that speaks directly of and to its community. This is theatre that matters. The evidence of that is in front of your eyes: the docks, once the industrial heart of the city, have been transformed into a \"water leisure facility\" bustling with cafes. Early in the evening one of the characters confidently opines that the docks will never close, because \"Bristol without a dock would be like Britain without an empire\". Both have now gone and the sky hasn't fallen. Things change and they aren't better or worse, just different. Embracing the future doesn't mean that you have to forget the past. \u0095 Until Saturday. Box office: 0117-987 7877."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}