{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2001/jul/29/fiction.poetry1", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2001-07-28T23:17:57Z", "webTitle": "Interview: Simon Armitage", "webUrl": "https://www.theguardian.com/books/2001/jul/29/fiction.poetry1", "apiUrl": "https://content.guardianapis.com/books/2001/jul/29/fiction.poetry1", "fields": {"headline": "It's not poetry, it's a midlife crisis", "bodyText": "Observer: What's the book really about? Simon Armitage: Barney, the narrator, is representative of a certain kind of dysfunctional male. I suppose I was writing about the situation that a lot of mid-life males find themselves in: of not being able to attach to the world in any significant way. Obs: It's also what you might call a 'condition of England' novel. SA: There's quite a bit about nationality and nationhood as well. I didn't really want to spell that out too much, but it's there. Obs: Do you think of yourself as being a political person? SA: I don't. In all the poems I've written I've not really engaged in politics, and when I've found myself moving in that direction I've always stopped myself. But I can see there are political intentions in Little Green Man. Obs: Barney is 35. The mid-life crisis seems to be an important theme. SA: It describes a real pressure point in this man's life. He's got to make decisions about whether he's going to keep living in the past, keep living in his head, or whether he's going to get it together and join the rest of the world. From that point of view, it was also a book that I thought I had to write before I was 40, while I was still in touch with some of those recollections of laddishness. Obs: It also fits into the tradition of boys' books, which goes back to Kipling and Stevenson and those late nineteenth-century writers. It's a modern version of the boys' book. SA: It's a kind of warped Boy's Own story, and perhaps some of the models are books like The Go-Between. Also a children's book, Stig of the Dump. Obs: Was there a specific moment of inspiration? SA: There was a very specific moment. I was waiting at my local station for a train that never came. I was waiting about an hour and a half, and in that time I dreamed up pretty much the whole book. Obs: To what extent was it a response to the 'lad fiction' of the Nineties? SA: I'm not completely up to speed with those books. I know of them through reviews and from people talking about them. Obs: Is it set in your native Huddersfield? SA: It's that neck of the woods. I wanted to use that language system, that vocabulary, because I feel at home in it and with it. And I did not want to spend endless hours sat in a library doing lots of research. That isn't my idea of fun. Obs: I noted down a number of dialect words like 'crozzle' and 'fettling'. SA: I didn't know they were dialect words. They're the only ones I've got. Obs: Do you feel strongly about your county as a writer? SA: I feel very affectionate towards that part of the world. I used to get a little bit chippy if I was referred to as a 'northern writer'. These days I feel sort of flattered by it. Obs: You've been very successful as a poet. What made you want to switch from poetry to fiction? SA: I'd got to a point where I wanted a break. There were a lot of things going on. I'd just done a 1,000-line poem for the Dome, and was moving to America for six months. I just thought this is the right time for a change. Obs: Do you think you were weary of being a well known poet? SA: I wondered if people might not have had enough of Simon Armitage and wondered whether I hadn't had enough of Simon Armitage. I'd never really been content with just churning out these slim volumes every three or four years. I've always tried to think of poetry as an active ingredient in the language rather than just something that appears between the covers of thin books. I've been involved in films and radio projects and libretti and song-writing and drama. So maybe it was just inevitable that I'd come up against the novel at some stage. Obs: What is the real difference between writing a poem and writing a novel? SA: It seems as if the novel is like doing a job. It feels like being at work, you know. There's no quick way of doing it, is there? You can almost write a poem unconsciously, or subconsciously. You don't have to be sitting down and staring at a blank piece of paper. You can go out for the day, you can carry the shape of the poem in your head, you can work on lines, and by the time you get back to your desk the thing might have completed itself. It's not at all like that with prose. Obs: One of the characteristics of your poetry is that it's epigrammatic - brisk, sharp and concise. SA: Yeah, I think it might be for that reason that I wanted to do something more expansive and conversational. I didn't want to write a poetic novel. I wanted to let the thing breathe. I wanted to write in the way that I can hear people talk. I wanted to tell a story. Obs: Do you think you'll write novels in the future? SA: I'd want to see how this one does. I'd like to take my time and work out whether the cosmos requires another novel by Simon Armitage or whether I should go back to what I was doing. I mean, I do think of myself as a poet. I think of poetry as the thing that I do. Obs: Were you writing poetry while you were writing the novel? SA: I was writing ideas for poems. That was a very strange time, because I felt treacherous. I felt as if the knack might desert me. I thought I was flirting with danger. By the time I'd finished the novel and got it all through the proof stages, I looked in these notebooks and I could see about 20 or 30 poems which I'd made notes about. Obs: What were your ideas about fiction when you sat down to write a novel? SA: I've got a very naive idea about what fiction is. I think it's storytelling. Obs: Poetry is very personal, fiction is more public. Was it odd to move from the intimacy of poetry to the bigger arena of fiction? SA: That's been the single, strangest thing. Poetry kind of gets under the radar. It operates by stealth. Suddenly you do this thing called prose and everybody feels that they understand it. It's like driving a DayGlo Zeppelin down Oxford Street: everybody recognises it. It makes you feel vulnerable. Obs: When you were growing up, what novels did you read? SA: Classics: old books, leather-backed, dusty. Robinson Crusoe, things like that. Obs: Victorian stories? SA: Yeah, going right the way back. In fact, that's the stuff I still read. My current kind of reading is listening to audio books in the car. I drive about 20,000 miles a year and I've got to get my stories somehow. And when I'm in a bookshop or a record shop thinking about which stories I'm going to listen to, I usually end up grabbing something pre-twentieth century. Something that'll get me down the M1 and back. Obs: When you sat down to write Little Green Man, did it come quickly ? SA: I had to crunch through the first chapter about five or six times, and that was because I noticed that every now and again I was writing a poem. Obs: Were you never tempted to give up and say: 'I can't do this?' SA: The thing that kept me going was the story. Obs: Why did you give Barney an autistic son? SA: My sister has an autistic son, Jonathan. He's very much the model for Travis. It's something that I've wanted to write about for a long time. In watching Jonathan it seems to me that his daydreaming is something that's common to a great number of men. His rage for order, his obsession with having things in the right place at the right time, and the fantasy world that he lives in - I detect that in a lot of men, though it's not a diagnosed condition. That was probably the germ of the book. Travis, the autistic son, is a little green man; his greenness is innocence, ignorance of the world. Barney, his father, his greenness is like the kind of greenness that you get in a rotten potato. He's probably like the green man of British folklore -this sort of mysterious character who's made out of leaves. I suppose I'm offering the idea of greenness as some kind of gene passed down through the family line. Obs: When did you know you wanted to be a writer? SA: Up to the age of 22 I didn't want to write. I just wanted to read. But I was interested, casually, in reading poetry. It was a bit of a hobby. It was something that I did outside of work or outside of school. My dad tells me I wanted to be a bus driver when I was younger. But he steered me away from that. Obs: Hardy went from fiction to poetry, so did Larkin. Are you going the wrong way down a one-way street? SA: I really don't know. I don't have a career structure in mind. Projects come along, they're suggested sometimes, they're offered, and I get pushed in a particular direction every now and again. Just to think of this one-way street metaphor, I think a lot of these things are lay-bys really. You know, that's the thing I'm most interested in. Obs: So you're a poet who happens to have written a novel, not a poet who wants to be a novelist? SA: It's less casual than that, but yeah, I'm not changing horses in mid-stream here. I'm still all saddled up and on my poetry pony. Obs: What would you do if you weren't writing? SA: I guess I'd still be in the probation service, bodging away. Obs: Like your dad? SA: Yeah. He was very miffed actually that I got to retire from the probation service before he did. I'd probably try to work my way up the ladder. I really do see my job as getting on with the writing. I've tried to be really blinkered about that and just concentrate on the work. \u0095 Born in Huddersfield in 1963, he burst on to the poetry scene with Zoom! He wrote a 1,000-line poem for the Dome. Little Green Man is his first novel"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}