{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/jul/14/cricket.somersetccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-07-13T23:35:09Z", "webTitle": "Australia 348-3 v Somerset", "webUrl": "https://www.theguardian.com/sport/2001/jul/14/cricket.somersetccc", "apiUrl": "https://content.guardianapis.com/sport/2001/jul/14/cricket.somersetccc", "fields": {"headline": "Ponting gorges on his first feast at the captain's table", "bodyText": "The Australians were obviously warned that Somerset is peopled by painted savages who, given the opportunity, will aggressively thrust a miniature bat at them in the hope of an autograph before scuttling away into the undergrowth. To protect them an army of sunglassed security men built a box of steel fencing around the team bus, with a safe metal corridor to the dressing-room stairs. This blocked access to the members' bar but the Somerset faithful merely grunted and loped off around the perimeter, their knuckles scraping the tarmac, then poured in through a side door. As an extra precaution, vulnerable parts of the perimeter were triple-barred by advertising boards, a picket fence and railings. Steve Waugh has vowed to protect his squad by any means necessary, and he protected himself from the Taunton mob by staying in London with his family. Meanwhile the mob filed into the ground in their thousands, with their Thermos flasks, Tupperware boxes and comfy cushions. When the Aussies were last here four years ago the House Full signs went up for two days before the rain ruined a marvellous contest, and someone shouted a rude word at Shane Warne. Hence the eager anticipation, and hence, presumably, the ridiculous security measures. Warne, perhaps fearful of another yokel fusillade, also stayed away, as did Australia's top three quick bowlers. But it was still a lovely day of festival cricket, adorned by a faultless Ricky Ponting century. The Somerset side had a rather unfamiliar look. Adge Cutler and the Wurzels used to sing about the Common Market coming to Stanton Drew, and now the open market has come to the County Ground. There is apparently no need to pretend that Shoaib Akhtar has a grandmother in Picknoller, nor that Aamir Sohail's uncle farms in Brompton Ralf. Somerset simply slipped out and signed them, assuming that it would add to the competitiveness and box- office appeal of the fixture. This is one part of the world where the tourist match is still taken seriously, but the ground was not as packed tight as four years back, so there may have been a small protest vote at the hiring of mercenaries. But once the cider took effect, the Rawalpindi Express was cheered to the wicket with an escalating and affectionate Taunton roar. Indeed, older spectators will have recalled that the current Pakistani team manager Yawar Saeed was a popular member of Somerset's \"League of Nations\" side in the 1950s. While Shoaib built up an im pressive head of steam in between brief absences to treat a muscle strain, Sohail chatted in the slips to Peter Bowler, practised his golf swing and, in the evening sun, turned his arm a little. But it was, of course, Australia's day. Matthew Hayden's early departure simply set the stage for Ponting, whose runs on this Ashes tour are coming at one a ball. His timing was there from the outset, and the second ball he received from Grove was driven on the back foot to the cover boundary. The over was completed with a perfectly pivoted six into the crowd at square-leg, the shot of a man in the form of his life. Ponting had reason to celebrate yesterday. In the absence of Waugh and Adam Gilchrist he was skipper for the first time in his first-class career. His 50 came in 45 balls with a slashed cut off Grove, and a century before lunch seemed almost a formality until he became becalmed, remaining on 84 for five overs while the out-of-form Justin Langer groped for his touch. After lunchtime rain had washed away 20 overs, Ponting moved into three figures with a flash at Shoaib that flew wide of the slips to the boundary. Meanwhile, Somerset were bowling Langer back into form. The rehabilitation was cautious, painful at times, but increasingly sure. Before the close he had reached his restorative century, compiled in 176 balls, because he is too good a player not to take advantage of a dream wicket and a party atmosphere. Mind you, he was down to bat at three but was protected for a while from that rampant Somerset duo, Shoaib and Grove."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}