{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2001/jul/10/currentaccounts.saving", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2001-07-09T23:00:00Z", "webTitle": "Lloyds TSB's bid for Abbey National blocked", "webUrl": "https://www.theguardian.com/money/2001/jul/10/currentaccounts.saving", "apiUrl": "https://content.guardianapis.com/money/2001/jul/10/currentaccounts.saving", "fields": {"headline": "Lloyds TSB's bid for Abbey National blocked", "bodyText": "The government today blocked Lloyds TSB's £18.2bn takeover bid for rival Abbey National, saying the merger would be against the public interest. Trade secretary Patricia Hewitt said she accepted the findings and recommendations of the competition commission and the advice of the director general of fair trading, that the merger should be prohibited. She said: \"This is because it would reduce competition in the markets for personal current accounts and banking services for small and medium-sized enterprises, with the adverse effects in both markets of higher prices to customers and reduced innovation.\" Ms Hewitt added the commission had considered a range of behavioural and structural remedies, but concluded such steps would \"not be effective and that prohibiting the merger was the only remedy capable of fully addressing the adverse effects\". The DTI was understood to be concerned the takeover would not serve small businesses well, and decided that blocking the deal would preserve customer choice. Lloyds' bid for Abbey was referred to the competition commission in February, and in June the commission presented its findings to Ms Hewitt to review. A Lloyds spokeswoman said: \"We note the announcement and are disappointed. We feel that the financial services market in the UK is highly competitive and we remain firmly of the view that a combination of Lloyds TSB and Abbey National would not have impacted adversely on competition. \"The growth opportunities for Lloyds TSB are very considerable, with or without Abbey National. We will continue to focus on delivering value for our shareholders through organic growth and acquisition.\" Unions welcomed the decision and said they hoped it would help slow down the \"cost-cutting mergers\" in banks. \"We hope this will send a strong message to boardrooms of the big four banks that the slash-and-burn type merger or takeover in the finance sector will face tough challenges,\" said Ed Sweeney, general secretary of Unifi, the union of finance staff. \"At long last, the interests of customers, communities and staff have been taken into consideration alongside the interests of short-term shareholder gain.\" Linda Rolph, general secretary of Abbey National's staff union said: \"We are delighted that at least 9,000 jobs will be saved as a result of this decision.\" An Abbey spokeswoman said: \"It is no real surprise. It was certainly what the market was expecting. \"It is a fairly unequivocal decision. We will now be getting on with pursuing our aggressive growth strategy in the interest of shareholders.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}