{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2001/jul/20/artsfeatures9", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2001-07-19T23:00:00Z", "webTitle": "Cabaret: Barbara Cook", "webUrl": "https://www.theguardian.com/culture/2001/jul/20/artsfeatures9", "apiUrl": "https://content.guardianapis.com/culture/2001/jul/20/artsfeatures9", "fields": {"headline": "Barbara Cook", "bodyText": "When the curtain goes up on Barbara Cook's show at the Lyric, you know you're in the presence of a most unusual legend. Avoiding any pretensions to glamour or stardom, she's dressed in a simple black trouser-suit. The woman who has been called the greatest singer in the world looks ageless, maternal, wise. She's also tireless, indefatigable. Cook made her Broadway debut 50 years ago, a fact which, in the repartee with which she engages her audience, she completely ignores. Instead, for 90 extraordinary minutes, she pays an affectionate tribute to Stephen Sondheim, whose 70th birthday fell in March last year. The idea for Cook's show stemmed from a celebratory concert in Washington. Sondheim wanted his own music placed alongside \"songs he wished he'd written\". Cook follows suit, interweaving Sondheim with his own favourites. Many of these are by Harold Arlen, whose verbal and musical dexterity prefigures Sondheim's work. She describes I Had Myself a True Love from Arlen's Saint Louis Woman as \"a little art song - the kind of thing that Stephen does so brilliantly\". Then she transfixes you with it, her voice filling the theatre with nostalgia, regret and a shaft of bitterness. She returns to She Loves Me, a show she created on Broadway, singing its hit number Ice Cream with scalding wit, letting fly an electrifying top B at the song's close. Visualising Kiri Te Kanawa, she claims, allows her still to produce those stratospheric high notes that Bernstein exploited in Candide. \"We're good acquaintances - I let Kiri sing the high notes,\" she remarks. I haven't heard Te Kanawa sing anything comparable for ages. Sondheim himself she compares to Picasso - a trail-blazing, risk-taking genius who redefined the parameters of artistic potential. With his ability to view the human condition with a mixture of compassion and irony, he could also be seen as a 20th-century Mozart, and there's a similar profundity in Cook's performances. In Buddy's Eyes from Follies - she opens up the song with an almost operatic density - encapsulates both the beauty of love and the grim reality of self-delusion. Person, from Company, reveals anguished vulnerability beneath its scornful bravado. She sings Send in the Clowns with a throttled whisper that fills the building. Throughout the whole evening, Cook's ability to weld sound with sense remain astounding and few performers - whether classical or popular - have her ability to get to the heart of a song. She's incomparable. Buy, beg, borrow or steal a ticket - but just go and hear her. Lyric Theatre"}, "isHosted": false}}}