{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2001/jul/14/formulaone.formulaone20011", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2001-07-13T23:35:10Z", "webTitle": "Hakkinen will help Coulthard challenge for the world title", "webUrl": "https://www.theguardian.com/sport/2001/jul/14/formulaone.formulaone20011", "apiUrl": "https://content.guardianapis.com/sport/2001/jul/14/formulaone.formulaone20011", "fields": {"headline": "Hakkinen will help Coulthard challenge for the world title", "bodyText": "Mika Hakkinen has indicated that he will help David Coulthard in his efforts to win the world championship. After setting the fastest time in the first practice session for the British grand prix, less than a tenth of a second ahead of Coulthard, the Finn acknowledged that his own hope of winning the title was long gone and hinted he would help his team-mate. This coded signal that Hakkinen is poised to come to Coulthard's assistance represents a decisive shift of emphasis in the McLaren team's tactical approach. Traditionally they have waited until as late as possible in the season before asking their second-placed driver - usually Coulthard - to fulfil the supporting role. Now there is such a obvious acceptance that Hakkinen's title hopes are finished, even with seven of the season's 17 races still to run, that the team are clearly prepared to throw all their efforts behind the Scot. \"Obviously there has been a discussion in the team,\" said Hakkinen, who languishes a distant eighth in the drivers' championship standings. \"I have an extremely small chance to be there in the end, so we're going to work like a team very hard towards the end of the season.\" The McLaren chairman Ron Dennis pointed out that both drivers have clauses in their contracts which permit the calling of team orders at any time. \"Both drivers' - and it's been the same for the 14-odd years since we started McLaren International - contracts have in them an obligation to follow any instruction given by the team at any stage of the season,\" he said. \"There is an appropriate time when that instruction is given, but of course it is not something that is necessarily linked to a specific time in the season, but more a specific moment in the season. For any driver to help another the track position has got to be right and the circumstances have got to be right. I think I can only remember in that time maybe twice giving any instruction to a driver.\" On both those occasions - in the 1997 European and 1998 Australian grands prix - Coulthard was ordered to relinquish the lead to Hakkinen. Now, with Hakkinen having accrued a mere nine championship points from 10 races, the moment may have come for the compliment to be returned. On the strength of yesterday's performance, both drivers may be strong contenders in tomorrow's race. Recent McLaren-Mercedes cars, produced by the design team headed by Adrian Newey, have proved extremely effective tools on this medium-speed circuit, where the need to change direction crisply and deliver consistent handling qualities on the high-speed swerves has been crucial. For his part, Coulthard will obviously be happy with whatever help Hakkinen feels he can give, particularly since Michael Schumacher has relied on his Ferrari team-mate Rubens Barrichello for a leg-up on several occasions in the past. Arriving at Silverstone fresh from a test session at Monza, McLaren were projecting a mood of cautious optimism. This weekend it looks as though they will be locked in a straight fight with the Ferraris of Barrichello and Schumacher, who set the third and fourth fastest times yesterday. It may well be that Ferrari will run their V10 engines to higher rev limits in this race in an attempt to squeeze out a few extra horsepower, but the McLaren drivers are hopeful that the Williams-BMWs of Ralf Schumacher and Juan Pablo Montoya - eighth and 17th yesterday - will be left trailing in conditions much cooler than may be ideal for their Michelin tyres. Michael Schumacher is more concerned about seeing off Coulthard's challenge than the possible feat of matching Alain Prost's record of grand prix victories. \"I am not thinking about the 51 wins,\" he said, \"but certainly I feel on top form at the moment. The car was handling pretty well and, to be honest, I would have preferred to have had a longer run in the rain at the end of the session to evaluate the rain tyres. I think we can expect variable weather conditions, which will make life tough, especially as McLaren looks so strong.\" There were some red faces in the pit lane at the end of the afternoon when it was realised that the Ferrari team - and indeed Jordan and British American Racing - had breached the rules by running their cars on rain tyres, which is only permitted when the race director officially confirms that it is a wet session. All three teams were fined $2,500 (£1,750) for what was clearly regarded as a minor transgression. Further back Pedro de la Rosa and Eddie Irvine, the Jaguar drivers each working on a different programme, set seventh and 13th fastest times and are hoping to produce an upbeat race performance in front of the 300-plus workforce from the factory in nearby Milton Keynes who will be treated to a day at the races tomorrow. It will be some time before Jaguar can expect to field a potentially winning car in their home grand prix, which tomorrow looks finely balanced between Michael Schumacher and Coulthard - in both cases, with a little help from their friends."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}