{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2002/apr/02/art.artsfeatures", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2002-04-01T23:00:00Z", "webTitle": "The Beach, York", "webUrl": "https://www.theguardian.com/artanddesign/2002/apr/02/art.artsfeatures", "apiUrl": "https://content.guardianapis.com/artanddesign/2002/apr/02/art.artsfeatures", "fields": {"headline": "The Beach", "bodyText": "At what point do women put away their former clothes and adopt the uniform of little old ladyhood? Is there a central depot for floral-print dresses, pastel overcoats, nylon headscarves and putty-coloured tights that issues supplies as soon as one reaches a certain age? The French photographer Magali Nougarède spent 18 months among the babushkas of the south-east coast, compiling a suite of images composed of cotton-wool perms, cornish-pasty shoes and doughty, Mrs Thatcher handbags. The most noticeable aspect of the collection is that her marshmallow-toned colour palette remains remarkably consistent throughout. Either Nougarède is a master of tonal editing, or seaside retirees instinctively blend in with one another. By turning her lens on the gaudiness of the Great British coast, Nougarède could be trespassing on Martin Parr's patch. But whereas Parr's work is dominated by the lugubrious shades of saucy postcards and sunburn, Nougarède sees Eastbourne as a soft-focus symphony in pastel blues and pinks. She often adopts unusual vantage points, prostrating herself in a flowerbed, for example, so that a pair of swaying tulips tower over a pair of swaying promenaders. Nougarède also tends to keep faces and hands out of her square-format photographs, concentrating on the still-life arrangements of her subjects' laps. Typical among these is an ensemble composed of a blue plastic bag, some paracetamol wrappers and a 19p stamp. Nougarède shares the exhibition with Effie Paleologou, a Greek photographer who comes out only after dark. Her speciality is big, aluminium-mounted photos that go bump in the night. Here she transforms Hastings into a twilight zone of abandoned beaches, where everything looks like a still from a slasher movie. Particularly gruesome is a sodium-lit study of a severed hand that turns out, on closer investigation, to be only a bit of shrubbery. But Paleologou creates expectations that a psychopath could lurk around every corner. Whatever you make of her alienating, intimidating art, the Hastings tourist board cannot be happy at all. · Until Saturday. Details: 01904 654724."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}