{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2002/apr/20/digestedread", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2002-04-19T23:35:31Z", "webTitle": "The Feast of the Goat by Mario Vargas Llosa", "webUrl": "https://www.theguardian.com/books/2002/apr/20/digestedread", "apiUrl": "https://content.guardianapis.com/books/2002/apr/20/digestedread", "fields": {"headline": "The Feast of the Goat by Mario Vargas Llosa", "bodyText": "Urania Cabral looks down on her invalid father, not concealing her contempt. \"So you can't move or speak,\" she snaps. \"How very fortunate. Do you wonder why I have returned to the Dominican Republic after 35 years? Why I never answered your letters? Why I can't forgive you?\" The old man groans. \"There are many things about that era that are hard to understand.\" * * * General Trujillo admired his reflection in the mirror. The moustache just so, and the eyes that had held a nation in thrall for more than 30 years. Yes, there was blood on his hands, but wasn't that the price of prosperity? And now the Americans and the Catholic Church were lining up against him. There was no gratitude. Then he noticed a dark stain spreading across his trousers. \"Damn that prostate,\" he thought. \"I need to fuck a virgin.\" * * * Amadito, Imbert and Antonio de la Maza nursed their automatics. How could they have let Trujillo live this long? How had they let themselves be bought by Trujillo while the rest of the country starved? \"Are you sure he's coming this way?\" asked Amadito, nervously. The Benefactor's car swept by. \"There he is,\" cried Imbert, gunning the accelerator to the floor. They drew level, raking Trujillo's car with bullets. \"The Goat is dead.\" * * * Joaquin Balaguer knew he had only been a puppet president while Trujillo had been alive, but things were now different. He was sorry so many of the conspirators had been killed and tortured, now it was time for a little distancing from the old regime. Ramfis, Trujillo's son, burst in. \"How dare you defile my father's memory.\" Balaguer gestured to the window. \"You see those three US warships,\" he said. \"If you kill me, my successor won't last an hour. I suggest you take your money and leave the country.\" * * * \"How can you hate your father so much?\" cries Aunt Adelina. \"Your brother, my father, the great Agustin Egghead Cabral used me, his 14-year-old daughter, to get back in favour with the General,\" Urania replies. \"But you have a good life in New York and a kind lover.\" \"I lied. There is no lover. The only man I have ever slept with is Trujillo.\" And if you really are pressed: The digested read, digested... Drama-documentary of the last days of the Trujillo regime in the Dominican Republic."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}