{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2002/apr/17/artsfeatures4", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2002-04-16T23:00:00Z", "webTitle": "Yat-Kha, Sheffield", "webUrl": "https://www.theguardian.com/culture/2002/apr/17/artsfeatures4", "apiUrl": "https://content.guardianapis.com/culture/2002/apr/17/artsfeatures4", "fields": {"headline": "Yat-Kha", "bodyText": "From the remote mountains of Tuva in southern Siberia comes a sound so deep that it will shake you to your bones. It is called khoomei, throat singing. This ancient folk art has been placed in a thoroughly modern context by a young Tuvan musician called Albert Kuvezin. On record, Kuvezin's band Yat-Kha create dreamily esoteric sound collages that evoke their snow-blasted homeland. Live, they are an entirely different proposition. Fronted by a female vocalist called Sailyk Ommun, Yat-Kha could be mistaken for some sort of terrifying oriental death-metal band. Kuvezin was an imposing presence with his long swathes of black hair and bristling goatee. When he plugged in his electric guitar and led the band into the opening song, the effect was not unlike having a steam-roller driven over your head. It came as a shock to hear the ethereal beauty of Yat-Kha's studio creations translated into monolithic folk-punk anthems. Kuvezin's guitar snarled malevolently while the drums and bass pounded away and morinhuur player Radik Tiuliush assaulted his banjo-like instrument. Gradually, however, the sheer driving energy became irresistible. The vibe was party-like, and the jubilant foot-stamping folk tunes gained extra lustre amid the adrenalin. And then, of course, there was The Voice. Trying to convey the rumbling, multi-timbral quality of Kuvezin's singing is not easy. In terms of depth, he makes Barry White sound like Jimmy Somerville. When he plunged right to the bottom of his range, the floor shook and the place erupted with applause. Tiuliush also revealed himself to be an accomplished throat singer, and the effect of both voices working in unison was nothing short of terrifying. Yat-Kha recently won a Radio 3 world music award in the Asian category. The band have been on the outer fringes of popular taste, but it may now be time for them to come in from the cold. · Yat-Kha are at the Shed, Brawby (01653 668494), tonight, then tour."}, "isHosted": false}}}