{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2002/apr/14/features.magazine47", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-04-13T23:59:10Z", "webTitle": "Miranda Sawyer meets Jamie Oliver", "webUrl": "https://www.theguardian.com/theobserver/2002/apr/14/features.magazine47", "apiUrl": "https://content.guardianapis.com/theobserver/2002/apr/14/features.magazine47", "fields": {"headline": "Dish of the day", "bodyText": "I like Jamie Oliver. There, I've said it. I realise that this is an unfashionable opinion, but his meatballs recipe got me my first ever compliment on my cooking skills and I can never thank him enough. Anyhow, rating Essex's only celebrity chef wasn't such a social faux pas until about a year ago, when he suddenly fell from favour. One minute, he was the angel-faced cheeky chappy who'd single-handedly saved our nation's youth from takeaways and microwaves; the next, he was a mockney prat whose fake lifestyle was being shoved down our throats without our permission. What changed? Simple. The press turned against him. 'It was a shock,' says Jamie now. 'Because I thought it would never happen. It was all golden bollocks before that. And it's not like I got caught smoking joints or doing cocaine or anything. I'm quite boring, I've been with the same girl for nine years, I work hard, everything I do is positive, so I couldn't see any reason why the press would aggro me. But then it did.' For six months, Jamie worried. He was upset - 'because a lot of it wasn't true, they'd just got me wrong' - and also fretted that the media's negative reaction would stop him from realising his plans. 'I'd got to the point where I could really make a difference in my area and I was worried that all the potential would slide away.' But then he checked his book sales - 5m, bigger than ever, thanks - and thought, well, you're still doing well, don't torment yourself, just get on with it. He's been 'fine for the last five months'. So he says. But when we settle down in an Islington cafe to do the interview, Jamie's very first words to me are, 'Do you feel powerful as a journalist?' And, a few weeks later, after his wife Jools has had a daughter, Poppy Honey, he tells me that, post birth, the very first thing he and Jools had to consider was whether to face or flee the press. 'The hospital offered to smuggle us out the back, but we knew that as well as all the mob out front, there were already five paparazzi outside our house with long lenses that could see in through the windows... So we said, OK, we'll be out around 3.30 tomorrow. And when we came out, they were the politest I'd ever seen them - they kept saying, \"Congratulations!\"' He sounds astonished. He's learnt to expect worse. Yet when he first burst into the public eye, four years ago, Jamie Oliver and the media clicked like fish and chips. Jamie was 22, he was good looking, friendly and trendy, his show was called The Naked Chef (saucy) and he was hungry for fame. So far, so presenter-by-numbers. The difference with Jamie was that he had a proper talent: he made fantastic food that people wanted to eat, and felt they could make for themselves. None of your five-hour sardine soufflés, this was º ª practically boil-in-the-bag. Plus, he made cooking look like such a laugh, hopping on his scooter to buy ingredients, sliding down banisters to let his mates in, enthusing what he was doing to an off-screen questioner 'bish bash bosh, lovely!' Jamie Oliver was a breath of fresh air. Within months he was one of the most popular personalities in the country. He's constantly approached by people when he's at Borough Market or at the butchers or the fishmongers. Mostly, they want advice on recipes: they can't get hold of red mullet, so what should they use instead? Jamie thinks it's like being a doctor, always on call, but he doesn't mind. He grew up in a pub, he's used to chatting. During our interview, he signs a tablecloth for the cafe chef, Aziz, who's a fan. Still, not everyone's with Aziz. The Mirror deemed Jamie, 'Benny from Crossroads does cooking'; The Guardian, 'a Hollyoaks reject.' The press don't backlash against the universally loved, and Jamie is loathed by a significant part of the population. For a few reasons. First, and most importantly, he's ubiquitous. He's now consultant chef at Monte's in Knightsbridge, which entails a bit of publicity, but his profile really upped a year-and-a-half ago, when he signed with Sainsbury's. Since then, not a week has gone by without Jamie popping up in telly adverts. And not just any ads either: the Sainsbury's campaign has deliberately mimicked elements of The Naked Chef show - the friends, the flat, the 'pukka' and 'nice one' and 'sorted' - which were supposedly based around Jamie's real way of living. The viewer is left with the unmistakable impression that Jamie has sold his lifestyle - his life - to a supermarket. The other two reasons that people give for disliking Jamie are his enthusiasm and his supposedly put-on accent. The two combined means it looks like he's trying to be cool - which, of course, makes him utterly naff. But his eagerness and his speech are the same as they ever were. When you meet him, he is exactly as he appears on the telly, except taller. The fundamental difference to Jamie Oliver is Sainsbury's. Before we start the interview, Jamie has to finish some cooking for a photo shoot he's doing for his next book. He bustles around the specially designed kitchen, whisking up plum tart and carrot cake and gin on ice with pomegranates, which are all zipped over to the photographer in the corner. Jamie looks down the lens, suggests backgrounds - 'something to take away from the white of the table or it'll look like it's suspended in mid-air'. He's a whirlwind of energy, and his assistants have to nip in and around him, handing him stuff as he chucks pans about, pounds herbs, twirls knives. It reminds me of a Tour de France cyclist in full flight, with assistants holding out water then jumping back so as not to get in the way. Whump! Jamie whacks some beautiful cuts of meat on to the chopping board. Venison, apparently. And within minutes he's created a new recipe, with purple broccoli, juniper berries, thyme, rosemary and brandy. He talks me through it as he's cooking - 'you leave the meat to stand after it's cooked, cos it's like a squeezed sponge, all the moisture's in the middle and it needs to relax back to the edges' - then he carefully slices the meat, presents it, squints through the lens, checks the image. 'That needs work, but it's the beginning of something,' he says as we walk round the corner to the cafe. He puts out a protective arm, in case I step out into the road. He doesn't wear a coat. 'I've got someone now who test cooks my recipes, that's all she does, so when I've tried that a few times, and think it's just right, then she'll follow the recipe to the T and see if it works.' At the beginning of this year, Jamie became an employer, hiring the test cook, plus a right-hand woman who helps in the kitchen, a proper PR, a diary booker and someone who looks after all his Sainsbury's stuff. So now he's still very busy, but he has his life back. 'All I do now is cook, or talk about cooking, or do this restaurant thing, or see the girls. Though I never felt overworked,' he insists, 'just slightly out of control.' Jamie has an enormous capacity for graft, and survives on about five hours' sleep a night - which should stand him in good stead for being a dad. He says he's surprised himself with his nappy-changing aptitude. 'I hate bodily functions' - and tries to approach fathering 'like a mechanic: you know, if something's wrong, work from one end to the other. Is she hot, cold, hungry, thirsty, does she want winding, changing?' Both he and Jools thought Poppy would be a boy. Hoped, really: they thought a boy would be easier, as Jamie feels barely out of boyhood himself, and Jools gets on far better with men than women. So when Poppy emerged, all woman, 'We thought, right then, better roll our sleeves up and concentrate.' Perhaps he should roll his sleeves up and juggle - even by his standards, Jamie has a lot on at the moment. His latest project is 'this restaurant thing': a non-profit-making restaurant in Westland Place in east London, where he's training 15 young people in all aspects of catering. The kids have come from the dole, with no previous experience - some have never eaten in a restaurant, let alone cooked in one - but they'll go to college as part of the course and will, if they last out, finish with the proper qualifications. Jamie's roped in friends to help, top bakers and cocktail makers and sommeliers and suppliers, and hopes to replicate the project across the country. He'd like it, eventually, to run without his input. This time, though, the kids will be trained by him, so perhaps we'll see him as a proper shout-a-lot chef, rather than a chummy at-home cook. There was to be a TV programme made about the project, called (ugh) Oliver's Army, but the BBC rejected it, because of Jamie's Sainsbury's connection. Jamie insists he doesn't understand why. 'The situation is no different from a year-and-a-half ago,' he sniffs. Anyway, such a programme was always unlikely to remain in the no-channel wilderness, and it seems likely to be picked up by Channel Four. Jamie's TV series are a phenomenon, shown in more than 50 countries and picking up a Bafta in the UK and a Best Chef award in the US. He's making special shows for America, as the eight half-hours a year he makes for Britain aren't enough to satisfy the US market. Yet The Naked Chef was rejected by UK telly channels for almost a year before the BBC, almost reluctantly, took it on. Commissioners thought Jamie was far too young and raw to have a TV show based around him. He was first spotted in 1997, in a documentary about the River Cafe, working in the kitchen. He'd only come in because someone was off sick, but the day after his appearance, he was phoned by five different TV production companies. He went with Optomen and Pat Llewellyn, who'd discovered and directed the Two Fat Ladies. She liked the contrast between his baby face and bashed-up hands. Jamie loved that; all chefs wear their scars like trophies. Pat and Jamie thought it would be good if he cooked at home - a chef relaxing, but the tiny Hammersmith flat where he and Jools were living just wasn't big enough for all the cameras. So Pat found a cooler, larger one in east London and hired it as location. Jamie and Jools moved in, while still paying rent on the place in Hammersmith. Their mates were more than happy to come round and be filmed eating Jamie's dinners. And yes, he did slide down the banisters of his own accord. He and his friends first tried it drunk, so Pat got him to do it again on camera. She was very hands-on, asking Jamie questions as he cooked, getting him to perform on film, because she knew that if she could pull him out properly, Jamie was born for TV. She'd screen-tested more than 20 young chefs, and 'he shone out like a beacon,' she says. Pat and Jamie did three series together before Jamie decided to set up his own company to do Oliver's Army. She's gracious: 'I think he thinks there's more money in TV than there actually is,' she laughs. 'He's very self-improving. His whole family are.' Ah yes, Jamie's family. We met them first in a Naked Chef Christmas special: dad Trevor, mum Sally, younger sister Anna. And there are various uncles and aunts, all of whom seem to own restaurants and pubs around the south of England. Trevor himself owns a pub in Saffron Walden in Essex, a successful enterprise known for its food. But 26 years ago, when the Olivers took it on - barely out of their teens, Jamie just born, Anna on the way - the place was a dump. And they were skint; Trevor's dad had to sign as guarantor. Jamie's parents have worked very hard to get where they are now: more than comfortably off, with a large, beautifully decorated house. Jamie's very close to his dad and Trevor installed his own work ethic in his son, giving Jamie jobs in the kitchen before he'd even started school, telling him that if he was a head chef at 45, he'd have gone wrong. 'He told me chefing was a young man's game, and that I want to own my own restaurant as young as possible,' says Jamie. So Jamie, unlike his friends, never went on a round-the-world trip, or even a lad's holiday to Ibiza: too little time to waste, too busy working. He gets up at 6.30 every morning because, when he was younger, if he slept late at weekends, his dad would spray him with the water hose through his bedroom window. Jamie describes his childhood as 'Huckleberry Finn', and it does sound lovely: surrounded by countryside, he was looked after by the pub's extended family, from locals to London city boys. His first memory is of a holiday on the Norfolk Broads, playing bowls in sandals and tiger-skin Y-fronts, but the rest are all of home, either outside, making dams, playing in tree houses, or in the pub, sitting on the bench tops watching the chefs, seeing lobsters and crabs race across the kitchen floor. Jamie began helping out in the kitchen at five years old - cleaning out the back bins, bottling up - and by the time he was eight, he 'had a knife longer than my arm and I could cut like a bitch'. Jamie's room was 'above the bar, I was the best swearer in town' - and you can see it when you approach the pub. When he was little, he liked Five Star and had their posters all over his bedroom walls; then, at 11, he started drumming in his band Scarlet Fantastic, and got into indy boy groups. Even now, he worships Ian Brown, and there's a wistfulness in his voice when he talks about Liam Gallagher, as in 'I'm not Liam Gallagher', meaning Liam's cool, and I'm not. It's important for Jamie to be one of the lads - which is why, I think, he's hurt by comments that say he's a pretty boy fake - and he had his own little gang when he grew up: Jimmy and Andy and 'two gypsies'. (When I say why do you call them gypsies? he laughs at me and says, 'Cos they lived in caravans and picked potatoes for a living, you wally.') Anyhow, he was one of the top boys at school: not bright, by any means, but popular and enthusiastic, with better trainers than his mates, bought with money earned at the pub. Jamie's only non-chefing qualifications are CSE Art (A) and Geology (C), 'and I think I got them cos of trying'. He was happier with those topics, which involved him using his hands, literally getting to grips with stuff, than with academic work. He still has problems with words - I have to explain to him what aptitude and visceral mean, and he calls himself 'king of using words in the wrong context', which is true: he uses bolshy when he means arrogant, and credible for possible. Still, he's a great communicator. When he tells stories, he really takes you there, and his books - which he writes by talking into a dictaphone - are lovely to read. He says he'd love to craft words like our own Nigel Slater - 'Nigel's romantic, he gets into contact with all the right emotions' - but he just can't: at school, Jamie was in a special needs class for English. I'd read that his classmates would take the mickey out of him for it, which sounds to me like the kind of thing that scars you for life. But Jamie puts me right. 'I couldn't spell and I couldn't read very well and every Tuesday Mrs Murphy would come into class and go (in silly voice) \"Special needs?\" And we'd all start singing (to the tune of 'Let It Be') \"Special needs, special needs, special needs, special needs...\" And me and Jimmy used to go to the special needs attic room, and she'd sit there saying \"Con... Clu... Sion\". There were nine village idiots, including me, and the only benefit was when she'd go to the toilet and we could roll up paper and bomb the people in the library below. It wasn't bitter and twisted, it was funny. I was one of the bigger boys and if anyone had offended me by calling me special needs, I would have given them a slap.' Anyhow, it was his extra-curricular activities that would form Jamie's career. He has two stand-out memories. The first is when his dad took him to work at the Starr, a better restaurant than his own. Jamie was 13. He was put on the cold starters section, and, within a few weeks, had replaced a chef of 26. Driving him home, his dad told him he was proud of him, and Jamie 'felt all tingly and funny'. And, in the summer months, in the afternoons, Jamie and his four mates would go out into the countryside with sandwiches that Jamie had made. He remembers the expression on one of the gypsy lad's face when he bit into a smoked salmon sandwich: 'He really didn't want to eat it, and then, when he did, he wouldn't eat anything else all summer. That's when I understood how powerful food can be.' When Jamie left school and went to catering college, he started getting As and distinctions, and 'it was like, \"Oh, I'm not crap after all\"'. Clearly, this is why he's so fired up about his Oliver's Army project. Jamie has always had mentors - first his dad, then the owner of the Starr, then various chefs: Gennaro Contaldo, Rose Grey and Ruth Rogers from the River Cafe - and he knows that it was their encouragement and teaching that put him where he is now. Without them, he'd just be another happy-go-lucky charmer with no qualifications. No wonder he's so keen to do the same for others: 'turn Kevin and Perry into Sparky', as he puts it. 'I don't believe you're born to cook,' he says, sucking on a bottle of beer. 'I think you just get into it.' His extended, supportive family still surrounds him: he still has his school friends, and he met Jools - Juliette Norton - when they were both teenagers. Before they started going out, Jamie went on a few dates with other girls, to the Mocha cafe in Saffron Walden: they were not a success. He asked his friends to come with him, but they wouldn't, and 'I was so nervous, I wrote down 15 things to ask her. By number 10, it was getting desperate: I don't think I enthralled any girl with my conversation.' Jamie and Jools married in July 2000. She's usually credited with keeping his feet on the ground: she's straighter than him, doesn't drink, isn't as manic or driven. I ask Jamie what Jools does - other than a bit of modelling, I'd never heard of her working - and he lists odds and sods, like waitressing, and being a TV runner, and even his PA, 'which was a disaster!' 'Jools is interesting cos she's not like me at all,' he says. 'She hasn't got a mission, she just wants to be married to someone she loves and have a family and that's it, end of story. It's odd for me, because I'll go, what do you want to do? Then do that, I'll help you! Because I believe that anyone can do anything. If I wanted to be a surgeon, then I would be, I'd just have to work my arse off for 10 years. It baffled me for ages, I almost felt she had a part of her life missing, then I thought, it's sweet and quite refreshing, especially in London.' Of course, neither of them need to work now, because Jamie's a millionaire. But you can't imagine him slowing down, relaxing, twiddling those battered thumbs: he's far too hyper. He drums on the table, knocks back his beer at a rate of knots, fidgets his way through the interview. Still, he's promised Jools to cut down on work now the baby's born: 'She's been so patient and lovely for so long. I mean, even before any of the chaos, I was a chef, with rotten hours.' He's hoping to base himself at the new restaurant and take weekends off - but it's hard to see how he can, with so many people relying on him. If people give you a lot of money, they expect something for their investment. So, back to Sainsbury's. Most of Jamie's work with the supermarket goes on behind the scenes. He relaunched their herb section, with bigger bunches, putting seasonal ones in, introducing lovage, and orange thyme. Now he's working on their organic meat, and even wants them to put Farmer's Markets in their car parks: though how he'll manage that without cutting into all-important profits, I don't know. I don't doubt that Jamie is genuine about this - he sees Sainsbury's as 'feeding the nation', and he wants them to feed it well - but sometimes the marriage of the chef who loves Borough Market and the chainstore flogging ready-made Chinese food is an awkward one. Still, Jamie Oliver is a worker and he's an optimist, so maybe he'll pull it off. He and Jools remind me of David and Victoria Beckham, not because they're celebrities, but because of how they are. They're genuinely in love, and derive strength from each other, just like the Beckhams. They, too, keep their families close. Like Posh, Jamie's the product of a self-made man, so he believes in lots of hard work for lots of hard cash. Like Becks, he has a proper talent, though he'd deny it: 'I've got my niche, but there are better chefs out there.' There are, but they don't have Jamie's verve, his TV-friendly snap. Recently, it's this, secondary, talent that's attracted attention, but underneath all the fuss and flannel around Jamie Oliver, when it comes down to it, what he's about is food. 'Every time I'm on telly and I'm not talking about food, I'm crap. Come Comic Relief and I've got autocue, I turn into Scooby Doo. And with Sainsbury's: I know that everyone thinks it's about money, and I'm not going to say it wasn't part of it. But for me, it's about pushing the boundaries of food, and with that comes the cartoon of \"pukka\" and \"malarky\" and \"nice one\". It's a fair trade-off. 'It's simple really,' says this deceptively simple Essex boy. 'For me, cooking is like breathing. I look forward to breakfast when I go to bed, I look forward to lunch, I look forward to dinner, I look forward to a dinner party in two weeks' time. I honestly, truly, truly think cooking is an integral part of life, of having fun. I don't eat to live, I live to eat.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}