{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/apr/29/rugbyunion.saracens", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-04-28T23:19:52Z", "webTitle": "Northampton 52 - 27 Saracens", "webUrl": "https://www.theguardian.com/sport/2002/apr/29/rugbyunion.saracens", "apiUrl": "https://content.guardianapis.com/sport/2002/apr/29/rugbyunion.saracens", "fields": {"headline": "Saints relocate power button", "bodyText": "Hiring a New Zealand coach, as Wales found to their cost, might not guarantee eternal bliss but Saracens supporters will hope Wayne Shelford's impending arrival will end their spell in purgatory. At Franklin's Gardens another Wayne, the former All Blacks coach Smith, has put some fizz back in a season that four months ago was looking very flat for Northampton and a former New Zealand hooker Warren Gatland has helped transform Wasps in recent weeks. Shelford watched his new charges suffer a backlash from Northampton's power cut in the Powergen Cup final. The Saints pushed all the right switches in a bravura display to knock up their second half-century in a row here. But a glance at the team-sheet had revealed the struggle facing Saracens. No Kyran Bracken, no Richard Hill, no David Flatman and no Scott Murray. For Fez-wearers the afternoon was always going to be as successful as one of Tommy Cooper's magic tricks. Saracens had their French magician Thomas Castaignède on the bench and if it was possible to transform a game when your side is 47-13 he did it after trotting on as a replacement after 63 minutes. He provided some sublime touches in his first run-out for almost 18 months, his presence briefly lifting a dejected young side. But from the moment the impressive Nick Beal broke the Saracens cover for the first try after three minutes to when Rob Hunter crashed over to bring up the 50 in the ninth minute of stoppage-time, this was a long afternoon in both senses for the Sarries. Underpinning Saints' dominant performance was a perfect display of place-kicking in windy conditions by their stand-off Paul Grayson, who landed nine out of nine kicks. Indeed the only player to miss an attempt at goal was Matt Dawson with the last kick of the match, Castaignède even disdainfully dropping a conversion. Smith was a happy man. \"It was not a flawless performance but it showed that our heart is beating proud and strong.\" The coach gave a chance to the 19-stone tight-head Robbie Morris, who may just be one answer to a chronic lack of good young English props. Morris, just turned 20, was born in Hertfordshire and was once at the Saracens Academy. Another reason for Saracens fans to feel rueful as they journeyed back down the M1. Northampton: Beal; Brooks, Jorgensen (Tucker, 62), Leslie, Cohen; Grayson (Moir, 77), Malone (Dawson, 56); Smith, Richmond (Thompson, 51), Morris (Stewart, 51), Phillips, Brouzet (Brenton, 75), Soden, Pountney (capt), Seely (Hunter, 68). Tries: Beal, Cohen, Richmond, Leslie, Soden , Hunter. Cons: Grayson 5. Pens: Grayson 4. Yellow card: Pountney, 79. Saracens: Winnan; Sparg (O'Mahony, h-t), Sorrell, Johnston, Shanklin; Smith (Castaignède, 63), Walshe (Hampson, 77); Harbut (Durant, 76), Cairns (R Russell, h-t), Durant (Broster, 50), A Benazzi (capt; Hopper, 60), Roche, Chesney (Peacey, 60), Roques, B Russell. Tries: Shanklin 2. Harbut. Cons: Smith, Castaignède 2. Pens: Smith 2. Yellow card: Roche, 44. Referee: R Maybank (Kent). Attendance: 8,479. · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to \n<a>sport.editor@guardianunlimited.co.uk .</a>"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}