{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/apr/10/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-04-09T23:25:22Z", "webTitle": "Cardiff guarantee play-offs", "webUrl": "https://www.theguardian.com/football/2002/apr/10/match.sport", "apiUrl": "https://content.guardianapis.com/football/2002/apr/10/match.sport", "fields": {"headline": "Cardiff celebrate having Thorne in their side", "bodyText": "It might have been Alan Cork who managed Cardiff during their most celebrated moment of the season - knocking Leeds United out of the FA Cup in January - but it is Lennie Lawrence, Cork's successor, who is promising to bring them more lasting rewards. Last night's point, courtesy of two goals by Peter Thorne, confirmed Cardiff's play-off spot, and extended their unbeaten league run to 11 in the process. But it did not come without some late alarms as Huddersfield, insipid for long periods, came alive with two goals in three late minutes minutes, first Kenny Irons from the spot after Spencer Prior had pushed Andy Booth, then a Chris Hay header from Leon Knight's corner. Cardiff's visit seemed to have come at a fortuitous time as Huddersfield, with their own play-off challenge already spluttering, strenuously denied reports that they were £13m in debt and on the verge of bankruptcy. It was only half that, they announced with pride. But it was Huddersfield who had the better early openings, with Hay and Delroy Facey both skimming shots within centimetres of Neil Alexander's post. Cardiff, almost surreptitiously, asserted their authority in the last 15 minutes of the first half. They began weakly, with a 35-yard free-kick from Graham Kavanagh, continued wastefully when a close-range header from Scott Young bounced over the bar, and then went ahead five minutes from the interval. Peter Thorne chested in from a yard after Leo Fortune-West had hooked the ball over the keeper, Martyn Margetson, at the far post. From Cardiff's more yobbish element (and there are many) came another outpouring of joyful spleen. It was not a good night to be a steward; at least one internet site had suggested that Leeds supporters would come here for revenge for their treatment in Cardiff, but trouble flared only briefly. For a side which, according to their manager, were: \"performing miracles while walking on a tightrope - and trying not to fall at the last fence in the Grand National,\" Cardiff's display was remarkably sure of foot. They were solid, purposeful and, 17 minutes into the second half, they scored a second. It came through the same combination, Fortune-West lankily dropping off the front two to flick on, and Thorne's scuttling, first-time drive from 18 yards bringing his second of the night and eighth of the season. Andy Booth, Town's substitute, sidefooted one promising chance over, prompting the Welsh fans to sing deliriously - and not a little prematurely - about another victory in England. Perhaps their team also celebrated too soon - they still have much work to do, not least in the play-offs. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}