{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/apr/29/horseracing.colinfleetwoodjones", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-04-28T23:25:07Z", "webTitle": "Golden finish by McCoy", "webUrl": "https://www.theguardian.com/sport/2002/apr/29/horseracing.colinfleetwoodjones", "apiUrl": "https://content.guardianapis.com/sport/2002/apr/29/horseracing.colinfleetwoodjones", "fields": {"headline": "Golden finish by McCoy", "bodyText": "With the Sandown cheers still echoing in his ears after Saturday's triumph on Bounce Back in the Attheraces Gold Cup, Tony McCoy embarks on another marathon jumps season after a term in which he has rewritten the record books along with his trainer, Martin Pipe. The seemingly invincible team comes back to earth at lowly Plumpton today and the daily grind begins again, chasing the bread-and-butter wins that culminate in the jam of top-race victories. McCoy (289 successes) and Pipe (235) have rendered their rivals breathless with the stranglehold they have on the winter game, and with only yesterday to celebrate their latest thrilling achievement and clean their boots, lesser men would be thinking, \"How do you follow a campaign like that?\" Not they. Saturday's brilliant curtain fall with Bounce Back was typical of the pair. The former Gallic horse, third in last year's French Champion Hurdle, had not been exactly convincing over fences since coming over from Francois Doumen's Chantilly Yard, and Pipe's plan to put him back to hurdling at Cheltenham and Aintree had not paid off. Back over the bigger obstacle at the Esher course, however, Bounce Back showed the benefit of much schooling behind the scenes. McCoy, with the memory of picking the wrong one when the stable's Take Control took the Scottish Grand National seven days earlier at Ayr, after he plumped for the pulled-up Cyfor Malta, still fresh, must have had a difficult choice to make from Pipe's six runners. But he got it right this time, although when Dark Stranger and Danny Howard played their cards down the far side some people were asking if the champion jockey had made his second wrong choice in the space of a week. McCoy, who is as free with his advice to young riders as he is with his cash and backing for good causes, said: \"I told Danny to go out there and attack the race, but it ended up with him making it difficult for yours truly.\" Inexorably, however, McCoy and Bounce Back began to peg back the 66-1 stablemate, and at the last fence the principal pair were a length to the good and several more at the line. Reliving the anguish he felt about the possibility of ending up with egg on his face, McCoy pointed out that he had gone to bed with the form book. \"I kept going through the six horses. Bounce Back's jumping had not been completely satisfactory in the past, but I knew he had ability and that is what swung it for me,\" he said. \"I decided to take a chance. It paid off, thank goodness.\" Frenchman's Creek, the 11-4 favourite, ended up looking on respectfully in third place. It is difficult to speculate to what even loftier heights the Wellington, Somerset, pacesetters will aspire to in the coming season. They have left records smashed to smithereens in the past, and with nothing to prove in the department of supremacy, they will find it difficult to uncover new targets to top in their hunger to be the best of the best. They resume their quest in the opening claiming hurdle at the Sussex track today with Nouveau Cheval. Come this time next term it is not a hard forecast to make that they will still be there at the top of the pile, supreme as ever. At Longchamp yesterday, Aquarelliste enhanced her champion status when opening her four-year-old campaign in style in the Group One Prix Ganay. The Prix de l'Arc de Triomphe runner-up stood out in the paddock, and on the track, where she proved half a length too strong for Execute with Sensible one and a half lengths back in third. Owner Alec Wildenstein had compared the brilliant daughter of Danehill to the legendary Allez France after her French Oaks success last summer, and he saw nothing to make him regret that statement. \"I couldn't be more pleased with her - she looks a real champion,\" he said. \"Look at how she's grown, an inch and a quarter over the winter. She stood out against the four-year-old colts today.\" · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to sport.editor@guardianunlimited.co.uk ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}