{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/apr/12/golf.masters20021", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-04-11T23:56:42Z", "webTitle": "Snead's slice leaves fan flat out", "webUrl": "https://www.theguardian.com/sport/2002/apr/12/golf.masters20021", "apiUrl": "https://content.guardianapis.com/sport/2002/apr/12/golf.masters20021", "fields": {"headline": "Snead's slice leaves fan flat out", "bodyText": "Sam Snead, the ceremonial starter for the tournament, suffered his worst nightmare yesterday. The 89-year-old former Masters champion, in hitting the opening tee shot, produced a high slice which travelled about 100 yards before hitting a spectator right between the eyes, knocking him flat. The man, who did not want to be identified, was fortunate in that the ball hit the bridge of his glasses, which absorbed much of the force. Even though his glasses were broken he suffered only a minor cut to the nose and was treated briefly before walking away. All Snead said as he walked from the tee was \"I got it off the ground\". It was a mortifying end to a mission that had occupied much of his winter. He was so anxious to hit a decent shot that he practised most days with a Callaway ERC driver, a club that has been banned by the United States Golf Association, which says the ball comes off the exceptionally thin face of the club too fast because there is a trampoline effect - which is, of course, exactly what a near-90-year-old golfer needs. Snead, who has had two minor strokes and suffers from a degenerative eye disease, is a proud man and even at his age did not want merely to pop one down the hill at Augusta's 1st. So most afternoons have been spent on the practice range working on one of the most fluid swings golf has ever seen. For decades now he has represented the Greenbrier, a resort in the West Virginia mountains close to where he was born. There is a photograph in a restaurant there showing him, aged seven, wearing a pixie-style hat and carrying a small golf bag. It was taken in 1919 after he had caddied for the first time - and before he got home, where he was beaten by his ma for being late. But that day was the start of something really big and the same restaurant wall also has framed letters from Presidents Nixon, Ford, Reagan, Bush and Clinton, who either played with, or listened to, this legend. Snead intends to continue at Augusta for as long as his legs will carry him and for as long, of course, as no one gets snotty about that illegal club. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the sport.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}