{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/apr/02/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-04-01T23:52:53Z", "webTitle": "Nationwide League round-up", "webUrl": "https://www.theguardian.com/football/2002/apr/02/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/apr/02/newsstory.sport", "fields": {"headline": "Round up", "bodyText": "As those Black Country rivals, Wolves and West Brom, battle it out to avoid the play-offs, seven clubs are fighting over the three other First Division play-off berths. Just five points separate Burnley in fourth and 10th-placed Wimbledon , with nobody able to make a decisive move yesterday. Millwall stay fifth - the top six are unchanged - after a 0-0 draw at Rotherham . Paul McVeigh was the hero as Norwich scored a late goal to defeat Bradford 1-0 at Valley Parade. They go seventh, leaping ahead of both Coventry and Preston , who were surprisingly beaten by struggling Barnsley . A single goal by Neal Ardley was enough to put Wimbledon on 64 points. They play their third game in six days at home to Crewe on Thursday night. That match is vital for both sides after Dario Gradi's men slipped into the bottom three with a 1-0 defeat at Gillingham . The sides below them both won, with Walsall winning at Nottingham Forest as Barnsley beat Preston at Oakwell. Rotherham's draw and a point in the game between Grimsby and Sheffield Wednesday means that those three teams are not clear of danger yet. At the bottom, Stockport County won their first match in daylight this season. Their four league wins to date have come in evening kick-offs but goals from Fraser McLachlan and Luke Beckett were enough to beat floundering Watford. The Second Division leadership changed hands after Reading stumbled to a sixth draw in their last seven games. Alan Pardew saw his side held goalless by Northampton. Brighton had earlier gone top with a 2-1 victory over Bristol City , thanks to Lee Steele's last-minute winner. Brentford missed out on the chance to leapfrog Reading as well as they slipped up at Gigg Lane. Chris Billy's double gave Bury a 2-0 win that boosts their survival hopes greatly. Wrexham were all but relegated after a 3-0 defeat by Blackpool , but thanks to Notts County's defeat the trap door will be closed until Saturday at least. Bournemouth play Colchester in a vital match tonight, but they are four points behind Bury and Notts County, with the Magpies ahead on goal difference. Cheltenham took a huge step towards promotion from the Third Division with a 1-0 home win against Hull. The Robins, who look destined to lose manager Steve Cotterill to Portsmouth whether they go up or not, were helped when Luton beat Mansfield and Rochdale were humbled by lowly Torquay. · Gérard Houllier has been awarded the Legion d'Honneur, one of the highest civil awards in France, for his achievements in football, both as Liverpool's manager and with the France national team, according to the club's official website. · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to football.editor@guardianunlimited.co.uk ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}