{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/apr/14/newsstory.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-04-13T23:59:49Z", "webTitle": "Aberdeen let it slip", "webUrl": "https://www.theguardian.com/football/2002/apr/14/newsstory.sport7", "apiUrl": "https://content.guardianapis.com/football/2002/apr/14/newsstory.sport7", "fields": {"headline": "Aberdeen let it slip", "bodyText": "· An unexpected bonus for Livingston was that Aberdeen, their rivals for that much sought-after Uefa Cup place, suffered the unexpected setback of a 3-2 defeat at home to Hearts. It should have been plain sailing for Aberdeen when, after a mistake by their debutant goalkeeper, Mark Peat, had enabled Andy Todd to open the scoring, they went 2-1 ahead through Kevin Rutkiewicz and Robbie Winters. The latter's goal came just 11 minutes from the end, but eight minutes later Stephane Mahe struck, and two minutes after that Kevin McKenna did the same to give Hearts the unlikeliest of victories. · The most surprising aspect of the Kilmarnock-Hibernian match - which marked Bobby Williamson's first visit to Rugby Park since he left to become Hibs manager - was that it did not produce more than one goal. Both teams had plenty of scoring chances, but the one exception to the misses came when Kilmarnock's Michel Ngonge applied the finishing touch to an excellent build-up after 17 minutes. The other Kilmarnock star was goalkeeper Gordon Marshall, who produced a superb double save from Garry O'Connor near the end. · Dundee United and Dundee also had 1-0 wins, at the expense of Motherwell and St Johnstone. Dundee's match, which kicked off at noon and was televised live, attracted a crowd of just 2,768 - the second lowest attendance in the Premier League's history - and the performances of the two teams did nothing to suggest that the fans who stayed away were not good judges. One of the precious few moments of excitement for those who were there was when Dundee youngster Steven Milne scored the only goal 11 minutes from the end. Dundee United had their lowest attendance of the season against Motherwell - 5,018 - and this game was hardly a classic either. However, two players who stood out were United's Charlie Miller, whose outstanding individual performance was recognised with a standing ovation from the crowd when he went off a few minutes from the end. Steven Thompson also stood out by scoring the only goal. · Partick's promotion to the Premier League was confirmed with a 2-0 win over St Mirren at Love Street. · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to the football.editor@guardianunlimited.co.uk or mail the Observer direct at sport@observer.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}