{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2002/apr/14/life1.lifemagazine7", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-04-13T23:59:08Z", "webTitle": "Interiors: Vive la diffèrence", "webUrl": "https://www.theguardian.com/theobserver/2002/apr/14/life1.lifemagazine7", "apiUrl": "https://content.guardianapis.com/theobserver/2002/apr/14/life1.lifemagazine7", "fields": {"headline": "Vive la diffèrence", "bodyText": "When French architect Eric Gizard was commissioned by a Franco-English couple with children to design the interior of their palatial home in Notting Hill, west London, part of his brief was to give it a 'French touch'. Trouble is how do you define this without descending into stereotypical descriptions (and without bandying about the nebulous phrase 'a certain je ne sais quoi ')? The architect, who's designed the interiors of many Stephane Kelian shops, as well as those of homes in France and London, was instructed - and here we might be getting nearer to pinpointing this elusive Frenchness - to create a décor that was classical and elegant but not stuffy or bourgeois, and to modernise the house without sacrificing its Victorian character. Creating an environment that complemented the couple's huge collection of contemporary art, photography and design was another key consideration. Looking at its clean-lined interiors today, it's hard to believe that this four-storey house - which had lain untouched since the 70s, when it had been decorated in that decade's neo-Victorian, Laura Ashleyfied style - was once charmingly dilapidated. Its wonky floors sloped so dramatically that they were one foot higher on one side of the room than on the other (although such discrepancies had been resourcefully disguised by bulky carpets and mountains of furniture). Charming perhaps in a dishevelled, boho way, but all this had to go, insisted Gizard's clients: the look they wanted for their new 21st-century home was 'lean'. The most radical alteration to the house - whose basic layout wasn't changed - was the addition of a glass-fronted extension (another must-have on these design-mad homeowners' wish list) that houses the study and projects into the garden. The second biggest change happened by accident. During the building work, the dining room's ornate ceiling caved in, a calamity the couple turned to their advantage by replacing it with a plainer one adorned with a mural by British artist David Tremlett. The result is anything but neo-Victorian - gigantic, smudgy polka dots that look like Damien Hirst spots shot through a Vaselined lens, bordered by a hard-edged, abstract pattern in custard yellow and turquoise reminiscent of a jokey piece of Memphis furniture. 'I'm an expressionist not a minimalist,' declares Gizard about his taste. 'I like to mix old with modern, rich materials with poor ones, dark with light.' An individualist, his sense of colour is singularly unfashionable, but all the more interesting for that. He likes soft neutrals - greys, dirty lilacs, fawn - teamed with searing acid hues. Yellow, a colour that hasn't been hip in interiors for aeons, is a hot favourite. 'I like contrasting different shades of yellow with the grey outdoor views of the city,' he says. He's also partial to Heinz tomato-soup orange - witness the kitchen cabinets, made in glass to his design, which, tonally, contrast sharply with the matt black slate worktops. The idea here was to mix a traditional material with the modern finish of brightly coloured glass. The same clash of old and new can be seen on the staircase leading up to the second-floor bedroom, where a Victorian banister surreally frames a view of a floor-to-ceiling, ultra-simple, peekaboo pane of Badedas yellow, frosted glass fronting a shower unit adjoining an en suite bathroom. Another Gizard trick is to juxtapose synthetic fibres with natural ones. In the bedroom, the cupboards running along two walls (affording oodles of storage space) are made of corrugated cardboard, while the floor-to-ceiling curtains are in canary yellow parachute silk. 'I like the way the curtains are in a hi-tech fabric but used in a different, domestic context,' says Gizard. He chose the yellow, he adds, to 'wake up' the beige walls and fill the room with what he calls, rather poetically, 'summer daylight' throughout the year. The kids' playroom in the basement combines ultra-synthetic cupboards faced with an iridescent, hologram-like material with floors made of stone imported from Burgundy. The remaining floors are in matt, mid-tone smoked oak. 'The smoky colour is like a print of time,' muses Gizard. Quiet colours aside, punchy graphic contrasts in tone abound. Besides the chequered, marble floor of the hallway (an original feature), there are striped black and white vases by Ettore Sottsass in the library next to the living room, a zebra-skin rug in the study and a diaphanous screen emblazoned with dark brown polka dots, dividing bedroom and bathroom, by French artist Florence Dufieux. The blurring of art and design is a common feature in the house. As decorative as Tremlett's ceiling mural is an unashamedly ornamental panel of lacquered wood in ghostly silver spanning one wall in the library - an artwork by Jerome Mazerat. Elsewhere, just as easy on the eye is a black, beige and white abstract canvas by Callum Innes, an impressionistic sepia photograph of a woman in a field by Barbara Ess and a black and white photo of a theatre's interior by Hirashi Sugimoto. If, after this tour of the house, it's still not clear what constitutes that all-important but ineffable 'French style', the abundance of Gallic furniture drives home the fact that this is an unreservedly Francophile household. There are two Gizard-designed geometric sofas - part of a satisfyingly French-sounding range called Paris Rive Gauche - a glass-topped round table by Xavier Mategot, an armchair by Jacques Adnet and two beam-shaped ceiling lights, in the dining room, by French lighting company Atea. But some international elements have been allowed to creep in. There are two Gio Ponti dressing tables in the bedroom, while some of the lighting is by veteran designers Ingo Maurer and Michele de Lucchi. The same cosmopolitan vibe is all too evident in the library's eclectic array of publications which - a rather French touch, n'est-ce pas ? - wears its intellectualism on its sleeve. On its many shelves are tomes by French philosophers Deleuze &amp; Guattari, a French translation of Stephen Hawking's A Brief History of Time , books on Piranesi and performance art - all reached by the chicest, dinkiest, most exquisite of stepladders in clear Perspex, of course."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}