{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2002/apr/14/life1.lifemagazine2", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-04-13T23:59:30Z", "webTitle": "Pubic relations", "webUrl": "https://www.theguardian.com/theobserver/2002/apr/14/life1.lifemagazine2", "apiUrl": "https://content.guardianapis.com/theobserver/2002/apr/14/life1.lifemagazine2", "fields": {"headline": "Pubic relations", "bodyText": "'Take your knickers off,' smiled the plump-cheeked woman in a white overall, patting the starched sheet, 'then rub yourself with ice and pop yourself up there.' Like a half-dressed Barbie doll I complied, lifting myself on to the operating table masquerading as a beauty bed in her Knightsbridge home salon. 'Once you've done this,' she winked 'you'll never return.' I was about to have private-parts hairstyling, the ultimate barometer of how fashionable you really are. You see, I'm the kind of girl who changes with the times, swapping last year's Chloé T-shirt for this year's Marc Jacobs shoes as a signature of how now I am. But, increasingly, it's not just clothes or accessories that you need to keep up to date. You could call it Fashion Creep - the need for style encroaching on even the darkest sanctuaries of our minds and bodies. Ever since Ikea was invented there's been a steady march towards the need for all we possess to have some semblance of taste and style, from mobile phones to umbrellas to eyebrows. And pubic-hair styling. Yes, your style status is now judged right down to the short and curlies. And it seemed that this was the final area in which my fashionability was lacking. According to my torturer/stylist Arezoo Kaviani, an Iranian-born celebrity beautician who's shared intimate secrets with the likes of Gwyneth Paltrow, Beverley Bloom and the entire Ab Fab team, my look was actually 'very old fashioned.' Bare was better, apparently. I admit that while I'm used to having hair ripped from my calves, top lip and a short, back and sides along my bikini line, the idea of having a full frontal doesn't really appeal, proving for me that fashion is only on the outside... of my clothes. Lying on Arezoo's couch, however, facing the prospect of my darkest hair being given this year's downstairs update by a woman waving a wax-covered spatula, I knew it was inevitable - I was about to join the chic-sleek set. Now unless you can't get Channel 5 or are participating in one of those Channel 4 history-house programmes, you must have noticed pubic hair is big news. Last year's craze was the 'Brazilian', which hit the headlines after word Gwynnie left an autographed picture following her first session, signed: 'Thank you, you changed my life.' Tara P-T then admitted her penchant for baby-bare skin in the News of the World, Sex and the City's Carrie Bradshaw had it off in season three in LA, and Posh popped in for a plucking with London's other premier coiffeur, Otylia Roberts, at Mayfair's Daniel Hersheson salon. (Sadly, Mrs B left with only an underarm wax, but such was the heightened fashion status of both treatment and singer that Vogue quoted Otylia as saying, mysteriously: 'I'm sure she'll come back for one soon.') NB, for anyone who's still hairbrained, a 'Brazilian' originates from supermodel Gisele's homeland where women wear minuscule thongs on the beach, requiring the near obliteration of pubic hair - bar a small rectangle or 'landing strip'. The process is aided by hot wax, several fabric strips and a pair of firm (usually female) hands, and was pioneered in the West by New York's J Sisters (eight Brazilian siblings whose names begin with J), resulting in a revolution in pudendal attitudes. See, also, the increased profile and celebrity endorsement of Eve Ensler's monologue, The Vagina Monologues and a city of smooth ladies. And now that pubic hair is another part of our ensemble, its style is changing from season to season. The new look is a variation on the South American theme, with tufty hair being shaped and dyed. Covent Garden's Pout beauty store is even selling a home-styling kit (Just Kittying) complete with stencils so you can style yours at home or on the run (it comes in a travel tin). Crystals are also in. Arezoo does a nice line in sparkly stickers designed especially for her by the doyenne of body art, J Maskrey - Swarovski crystal spelling words like 'Flirt', 'Pussy' and the more subtle 'Fuck Me'. They're stuck on naked flesh post-wax and stay on for about six days, even in the shower. The Big Apple's Completelybare salon also has a 'crystal method' known as Completelybare With a Flair - in other words, a 'Playboy' (all off) and a sticker. More importantly, the Completelybare crew are responsible for the hottest look right now - a blue square called a 'Tiffany' in a homage to the jewellery store's gift boxes. Naturally, the porn industry also plays a part shaping pubic styles. 'It started with the censorship issue,' says James Hundleby, editor of Britain's best-selling top shelf magazine Escort . 'When porn got going in the 70s, you weren't allowed open-leg shots. If the woman was trimmed there wasn't much of a signifier of what was rude beneath it. But as the magazines got ruder in the late 80s, that hairstyle got more and more trimmed away. If you've got a lot of hair round there it obscures what the readers are after.' What's popular in porn now then? 'I don't think the bush is back, but we're getting away from that really trimmed look,' he explains. 'We're more into the natural realistic look now, so we encourage models to leave more on than normal.' So expect to see celebs a little fluffy round the edges soon. Lying back, I wondered what on earth would get the fashion treatment next? Walking? Cotton buds? Breathing? (Although I guess we're on the way with yoga and canned oxygen). One thing's for sure, in a world of different looks it seems that even the most intimate hairstyling is becoming as complex as buying a skirt - the only difference is you can't take it back. · Arezoo Kaviani (07768 903 090)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}