{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/apr/10/match.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-04-09T23:25:21Z", "webTitle": "An all-White night for the Stags", "webUrl": "https://www.theguardian.com/football/2002/apr/10/match.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/apr/10/match.sport1", "fields": {"headline": "An all-White night for the Stags", "bodyText": "Mansfield revived their faltering challenge for the final automatic promotion berth last night with a victory that displaces Cheltenham in the third place. The win was only the Stags' second in seven games but puts them two points clear of the Robins who have played a game fewer. With just one point and one place separating these two teams before kick-off, this was a crucial game that was delayed by 15 minutes due to crowd congestion. Within minutes of the start the home side were in front when Chris Greenacre notched his 28th goal of the season, tapping home a rebound after an Andy White header had hit the post. Cheltenham were without their own hot-shot Julian Alsop, himself with 25 goals this season but who was ruled out through suspension, and he was clearly being missed. Alsop's replacement Nathan Tyson twice headed tamely at home goalkeeper Kevin Pilkington and Jamie Victory also went close for the visitors. But the midfielder Mark Yates, however, showed how it should be done for Cheltenham when he nodded home Russell Milton's left wing free-kick to restore parity in the 25th minute. Greenacre went close to getting his second just after the interval, although his snapshot went just wide. But Mansfield wrapped up all three points with 13 minutes remaining when White diverted an Adam Murray shot into the Cheltenham net. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}