{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/apr/17/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-04-16T23:53:07Z", "webTitle": "How the big two were left in the cold", "webUrl": "https://www.theguardian.com/football/2002/apr/17/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2002/apr/17/newsstory.sport5", "fields": {"headline": "How the big two were left in the cold", "bodyText": "Rangers and Celtic had hoped to continue calling the shots in the Scottish game. Now, in the wake of yesterday's decision by the 10 other Premier League clubs to resign from the league in two years' time, the Old Firm's hand has been weakened . . . What does this mean for the Old Firm? Celtic and Rangers face a choice. Do they remain long-term in Scotland, or do they attempt to smooth a passage into the game south of the border? The two Glaswegian giants, who have shared the last 17 league titles, were effectively cut adrift by yesterday's breakaway, though the prospect of them having no one to play in two years' time was \"so inappropriate as a thought process that it just won't happen\", according to the Celtic chief executive Ian McCleod. Nevertheless, the Old Firm continue to see the expiry of BSkyB's television deal with the Premiership next year as an inviting window of opportunity to join the English set-up. At the moment, with First Division chairmen preoccupied with the ITV Digital shambles, those hopes remain in limbo. Should they fail to break into the English domestic game, they would have two years to reach a new agreement with their counterparts in Scotland. Yet the continuing down-scale in investment in both Celtic and Rangers hardly suggests a buoyant future if they remain in Scotland. The disparity between the Old Firm and even the smaller English Premiership clubs has grown in recent years. Celtic, title-winners this season and last, can hardly compete financially with the likes of Southampton and Charlton Athletic. Not only do they struggle to attract players to Scotland, but Martin O'Neill has worked under strict spending restrictions at Parkhead since assuming the reins two years ago. With his board unwilling to plough funds into the team, transfers such as the £5.75m purchase of Neil Lennon, coupled with his £1m-a-year wages, have left the coffers bare. What does this mean for the 10 breakaway Scottish clubs? The minnows have effectively taken the initiative. The 10 Premier League clubs acknowledge that they are dwarfed by Glasgow, with the Old Firm accounting for 70% of the SPL's annual turnover. Even so, the 30% portion they currently accrue is likely to be a larger amount than the whole turnover of any breakaway league, though short-term financial hardship could be offset by a long-term levelling of competition in Scotland. If a new league allows the likes of 10 to compete regularly for domestic honours - with the added bonus of European football once the SFA ratify the new system - there could be a relatively healthy future without Celtic and Rangers. Gates should increase as competition attracts interest. \"Some sort of compromise should be reached eventually,\" said the Aberdeen manager Ebbe Skovdahl yesterday, \"but if there was a breakaway then Aberdeen would be a big club in it.\" \"All the clubs are looking again at their business plans,\" said the Hearts chief executive Chris Robinson, \"but we are prepared to suffer for a year or two until we can increase the level of competition and interest in the league. The feedback we have received from our supporters is that they want us to drive the agenda forward and not to be an oppressed majority any more.\" What happens next? Whether their future lies in Scotland or in England, the pressure is now on the Old Firm to react to the threat of a breakaway. Their own discussions will persist in the background, no doubt incorporating the English First Division clubs who are heavily reliant on the outcome of the ITV Digital saga, while the breakaway 10 retain the moral high ground. In the meantime, the calls for the Premier League to be expanded to 16, a view most recently expressed by the Falkirk manager Alex Totten, persist. But, whatever the outcome, change appears inevitable. The Old Firm's options Option One Join newly formed breakaway Scottish league. Hurdles Old Firm would have to swallow their pride and give up the 10-2 voting system, just to return to a status quo they find competitively and economically unacceptable. Likelihood Surely only a last resort. Option Two Start own league and invite the other 10 SPL clubs to join them. Hurdles Hardly likely to create a more competitive environment in Scotland, and judging by yesterday's mood the other 10 clubs would be reluctant to join anyway. Likelihood Unlikely compromise, but 10 rival clubs could yet be seduced by a big money offer. Option Three Join English Football League. Hurdles Incorporating Old Firm would antagonise lower-league English clubs. All 72 would have to ratify the move, with only the bigger First Division clubs likely to be in favour. Uefa and Fifa would object because the four home nations are viewed as separate countries and the new structure would cross national boundaries. Likelihood Only likely to come about should the bigger First Division clubs break away from the Football League and invite the Old Firm to join them. · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}