{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/apr/24/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-04-24T21:03:11Z", "webTitle": "Le Pen and les blacks, les blonds et les beurs", "webUrl": "https://www.theguardian.com/football/2002/apr/24/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2002/apr/24/sport.comment", "fields": {"headline": "Le Pen and les blacks, les blonds et les beurs", "bodyText": "Arsène Wenger didn't vote, and he feels guilty about it. \"If you multiplied me by 180,000,\" he said yesterday, \"it would have been enough to take Le Pen out of the race.\" For a Frenchman to vote in London means a trip to the embassy in South Kensington and three hours in a queue to get a document stamped. For that reason, he believed, the rest of Highbury's French contingent - which includes Patrick Vieira, Thierry Henry and Sylvain Wiltord - were also missing from the ballot in what turned out to be one of the most sensational elections of modern times. Four years ago, things looked very different. France's Rainbow Team was on its way to conquering the world, and such was the growing euphoria that a group of footballers appeared to be responsible for establishing nothing less than a template for a modern society. Or so some bien-pensants encouraged themselves to believe. When the nation watched the World Cup, they quickly became familiar with the assortment of players wearing their colours with such distinction. There was Marcel Desailly, born in Accra, Ghana. There was Lilian Thuram, born in Pointe-à-Pitre, Guadeloupe. There was Vieira, born in Dakar, Senegal. There was Christian Karembeu, born in Lifou, New Caledonia. And there was Henry, born in a Paris suburb but the son of parents who had arrived from the Antilles. Those were the obvious ones. But even among the others, ethnic variety was the keynote. Zinedine Zidane's parents were from Algeria. David Trézéguet's father was Argentinian. Youri Djorkaeff's father played for France in the 1966 World Cup, but his background was Armenian. Bixente Lizarazu was so proud of his Basque heritage that he had changed his baptismal name, Vincent, to the form preferred in his native region. The message could hardly be missed, even by a nation slow to awaken to the value of the event. \"It's a formidable poke in the eye for the Front National,\" one of the editors of Libération wrote during the tournament. \"The team behaves as a family, whose members live in the modern world. They're far from being caricatures of footballers with brains in their feet. They breathe the joy of playing, and they offer a redoubtable antidote to a sceptical country.\" A Frenchman may have invented the World Cup, but the people of France had not really been expected to get worked up about hosting the tournament. Not, that is, until they began to realise the extraordinary quality of their representatives. Then they stirred. \"Football has achieved a choreographic perfection which has charmed a reticent public,\" Libération's essayist told his readers, obviously keen to give them a reason for not having paid much attention to the game before France became world-beaters. And for a while Zizou, Lolo, Titi, Duga, Liza and the rest became symbols of a new and better world. At the end of the tournament a million people danced down the Champs-Elysées in celebration of the achievement of les blacks, les blonds et les beurs - the blacks, the whites and the players of North African extraction. Two years later, it was the same thing. As France proceeded towards an equally hard-fought victory in Euro 2000, the team became even more of a rainbow with the addition of Nicolas Anelka, whose parents were from Martinique, and Wiltord, another with Antillean antecedents. A further poke in the eye for the Front, obviously. And there was another a few months later when, during a friendly against England in the Stade de France, Didier Deschamps took leave of the team and handed the captain's armband to Desailly. Now the leader was a man born in Ghana. \"In another life, I would have been called Odenkey,\" Desailly writes in his autobiography, published last month. \"In another life, I would not have been French. But here I am, the captain of the Blues, with a brassard on my arm, the cockerel on my chest, ready to sing the Marseillaise as if I had been born not in Accra but in Nice or Quimper.\" But when Jean-Marie Le Pen finished second in Sunday's opening round of the French presidential elections, it seemed that the football team and its triumphs counted for rather less than the relentless rise of crime statistics. \"The French team was used as a symbol of successful integration,\" Wenger said yesterday, \"but it hasn't worked because we have a lot of problems with insecurity and, like everywhere else, with drugs.\" Until last Sunday, Desailly and his team-mates were looking at the coming World Cup primarily as an opportunity to win France's third major tournament in a row. Now les blacks, les blonds et les beurs may feel they have something bigger to fight for. · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to football.editor@guardianunlimited.co.uk ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}