{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/apr/10/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-04-09T23:25:25Z", "webTitle": "Ferguson takes on Veron baiters", "webUrl": "https://www.theguardian.com/football/2002/apr/10/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/apr/10/newsstory.sport", "fields": {"headline": "Ferguson takes on Veron baiters", "bodyText": "Sir Alex Ferguson has angrily defended Juan Sebastian Veron, insisting the £28.1m midfielder's first season in English football has lived up to his expectations and accusing the media of orchestrating a witch-hunt against Britain's most expensive footballer because England are playing Argentina in the World Cup. Veron will return from injury for Manchester United's Champions League quarter-final second leg against Deportivo La Coruna tonight, his midfield responsibilities increased by the news that Nicky Butt is doubtful for a side already deprived of the injured Roy Keane and the suspended Paul Scholes. Butt's absence would be a significant setback for United as they seek to navigate their way to the semi-finals, protecting a 2-0 lead from the first leg in Galicia last week. But a clearly irritated Ferguson insisted the doubts surrounding Veron's capabilities were unfounded, and claimed his detractors were acting out of jingoism. \"Ever since England drew Argentina in the World Cup there has been an agenda against Seba. It's all about the Argentina thing and it's totally unfair,\" he said. \"He's a marvellous player and I don't quite know what the agenda is, but I think it is sad, very sad. I don't think he has been struggling. That may be the opinion of the press, but I don't agree with it.\" While Veron's talent cannot be disputed, it is whether he plays to the same rhythm as his United colleagues that should be scrutinised. \"The sheer ferocity of the game in England has probably surprised him,\" conceded Ferguson. \"It is never-ending: bang, bang, bang all the time. He's had a lot to cope with, coming from Italy to a new country and a new culture. It is a totally different game here and players do take time to settle. But, for me, he has done as well as I could have imagined.\" In a recent Manchester Evening News poll only 28% of the club's supporters believed Veron deserved his place in central midfield. Tonight, however, his return from an achilles tendon injury, having been treated in Rome by Lazio's medical staff, will be of considerable relief to Ferguson as he contemplates the best way to spruce up a depleted midfield. Butt was arguably United's most important player at the Riazor Stadium, subduing the Spanish international Juan Carlos Valeron with a fine man-marking job, but he had to be substituted at Leicester on Saturday after an aerial collision with Brian Deane and was still suffering the effects yesterday. \"He trained for a bit but had to go off because he had a migraine,\" said Ferguson. \"As a youngster he suffered a lot from migraines but they seemed to have cleared up. Unfortunately, it has come back at just the wrong time for us. With Roy injured, he's the last man we want to lose.\" If Butt is missing, Phil Neville is likely to be deployed in the holding midfield role. David Beckham's bruised foot will be bandaged heavily, allowing him to make a remarkably swift recovery from Diego Tristan's chainsaw tackle last week, and Quinton Fortune will play on the left if Ferguson opts again to operate Ryan Giggs just behind Ruud van Nistelrooy. The emphasis will be on containment but, with so many absentees, Ferguson is aware the tie is laced with danger. Deportivo twice came from behind to beat United in the first group stage, and recovered from being 3-0 down after 55 minutes to beat Paris St Germain 4-3 in a group match last season. \"Although it is going to be difficult it is not impossible,\" said their Brazilian midfielder Mauro Silva. \"We have already shown that we can win at Old Trafford and we know that Deportivo respond when it comes to important games.\" Spanish hopes, however, have been damaged by injuries to the influential Silva and Cesar that make them both major doubts. Probable teams: Manchester United (4-4-1-1): Barthez; G Neville, Blanc, Johnsen, Silvestre; Beckham, Veron, P Neville, Fortune; Giggs; Van Nistelrooy. Deportivo La Coruna (4-2-3-1): Molina; Scaloni, Naybet, Romero, Capdevila; Sergio, Duscher; Victor, Valeron, Fran; Tristan. Referee: M Merk (Germany). · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}