{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theobserver/2002/apr/14/features.magazine27", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-04-13T23:59:38Z", "webTitle": "Introduction to the Observer Hodge Photographic Award", "webUrl": "https://www.theguardian.com/theobserver/2002/apr/14/features.magazine27", "apiUrl": "https://content.guardianapis.com/theobserver/2002/apr/14/features.magazine27", "fields": {"headline": "Eyes wide open", "bodyText": "T he sound of the post landing on the doormat can mean many things if you're a young photographer trying to make a name for yourself - dark-room bills to be paid or refusals from galleries to be sighed over and consigned to the bin. It's certainly not every day the postman brings a letter from Martin Parr saying he's seen your winning entry to the Hodge Award in Life magazine and would you like to get together? But this is what happened to Chris Howgate, the 27-year-old photographer who came second in last year's competition with a series of bingo-hall images entitled Mecca. 'Martin wrote to me saying he liked the images and was interested to know if there were more,' says Howgate. 'He was really encouraging. I've always admired his work.' Although he might not be able to give all of this year's entrants such close attention, Parr will be one of the judges of the 2002 Hodge Award, now in its 16th year. Joining him on panel is Liz Grogan, director of Magnum; Mary McCartney Donald, photographer and daughter of Paul, as well as Allan Jenkins, editor of Life magazine; and Greg Whitmore, picture editor of The Observer . Named after the young photographer David Hodge who died as a result of injuries sustained during the Brixton riots of 1985, the award aims to find young photographers who will help redefine photojournalism for the future. Five cash prizes are on offer, totalling £6,000, with the winner picking an expenses-paid photo assignment. It took some cajoling on the part of her boyfriend to persuade New Yorker Phaedra Barratt to enter last year's competition when she moved here just before the closing date. 'I sent the pictures off and didn't think about it again,' she says. 'So I was really surprised when I got the phone call saying I'd won joint third place.' Barratt has been researching a new project on the religion and culture of India. The work shown here is a departure from the gritty portraits of residents in a Mexican old people's home, Waiting Room: Hospice in Mexico, that won her last year's prize. 'The last project was rewarding but at the same time draining,' she says. 'I love looking at people's things so I went into homes in Mexico. They mix their Catholicism with their Hispanic beliefs and dress statues up according to the holidays.' The awarding of the best student prize to the University of Westminster's Marcello Bonfanti for An Unusual Beauty - Portrait of Common People caused quite a stir among his classmates, so he can probably be excused for escaping to Algeria to shoot a photo-essay for Spanish newspaper La Vanguardia . 'Everybody in college was asking me about it,' Marcello says. 'All my lecturers were emailing each other saying I'd won.' Some people might say that's the point of a competition like this, but Marcello prefers to bury himself in his work, in this case a story about the Sawari refugees in Algeria. 'I decided to get some more editorial experience,' he says. Algeria was a baptism of fire, with most of his subjects sleeping for most of the day because it was Ramadan. 'I didn't have much time to shoot, so I would get up really early and skip breakfast in order to have more time to take pictures. It was a great experience to get out there and do it and to realise that you don't give a shit about breakfast.' Chris Howgate kept his next project closer to home and shot a series of Father Christmases that took him to the shopping centres in London's outer suburbs. 'I'm interested in the commonplace,' he says. 'If you isolate it through photography, though, it takes on a whole other dimension.' Howgate says winning a prize in the competition opened up many doors that otherwise would have remained closed. 'It put me in touch with a wider sphere of people, as well as giving my work credibility in the eyes of people who hadn't seen it.' He recognises that young photographers might worry that their work is not relevant, but is a fervent believer in getting out there and trying to make a go of it: 'Unless you get involved, nothing will happen'. · The Observer Hodge Photographic Award is open to student, professional and amateur photographers. The only condition is that you must be aged 30 or under. You need an application form to enter. For an application form send an A4 SAE to The Observer Hodge Photographic Award 2002, PO BOX 31696, London SW2 1YB. Alternatively you can download a form and full terms and conditions at the link above. For further queries call 020 7274 7756. The closing date for applications is 1 July 2002"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}