{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2002/apr/12/artsfeatures4", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2002-04-11T23:00:00Z", "webTitle": "Oxide and Neutrino, London", "webUrl": "https://www.theguardian.com/culture/2002/apr/12/artsfeatures4", "apiUrl": "https://content.guardianapis.com/culture/2002/apr/12/artsfeatures4", "fields": {"headline": "Oxide &  Neutrino", "bodyText": "\"He's a bit bundled up at the moment,\" said a security guard in black combat gear. Looped tight around his arm was a long leather lead, on the end of which was one stressed guard dog. He must have read about So Solid Crew's troubles. No one else was taking any chances either: three ticket checks, a body search, a bag search and a metal detector later, access to MTV Base's Five Night Stand was granted. \"There will be no violence,\" said the MTV website. Inside, MJ Cole was being arrested. At least, that was what it looked like. The second the needle left the groove of his closing number he was mobbed by the stage crew. They removed the DJ and his decks in the time it took him to put one record back in its sleeve. What looked like four doctors arrived on stage, in blue plastic boiler suits. They body-popped and, stripping down to an off-the-shoulder look, struggled to look cool and tough at the same time. Once Oxide &amp; Neutrino took the stage, everything - especially cynicism - was knocked aside. You can debate the \"gats\" and spilled brains of the lyrics; you can question the imagery of the videos - all coppers and cars and hard stares. But when Oxide &amp; Neutrino play, their music goes way beyond all that. The way Neutrino walked the stage and MCed was like the music: fluid and effortless. He slipped up and down the gears, from talking to rapping to roughneck gabbing, without a jolt. And in contrast to the jewellery, fancy phones and proud affluence of garage, the beats were mean and disciplined. There was the occasional overt sample, such as gunshots on Rap Diss and some apocalyptic chanting on Devil's Nightmare, but mainly it was shattering analog synth basslines and beats with plenty of brains. The backup from the live drummer and keyboard player was spot on, all the power coming from restraint and timing. Interest was built from shifts in character, between ornate off-beats (complete with harpsichord), power chords and thumping grooves. The angles were always changing, like a spinning arrow, but the music never lost its way. Oxide had a star spot mid-set, but elsewhere he looked a little underemployed, which was a shame. So Solid are finding it pretty hard to find anywhere to play these days, haunted by their troubles. But they defied a ban and sneaked in to this gig to help out and, by the end of the set, the whole lot were on stage. There were no shots, but plenty of hits."}, "isHosted": false}}}