{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2002/apr/14/letters.theobserver1", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2002-04-13T23:59:13Z", "webTitle": "Letters: Right-on royals", "webUrl": "https://www.theguardian.com/news/2002/apr/14/letters.theobserver1", "apiUrl": "https://content.guardianapis.com/news/2002/apr/14/letters.theobserver1", "fields": {"headline": "Right-on royals", "bodyText": "Four hundred thousand people lining the streets and 50,000 waiting seven hours to see the Queen Mum and 75 per cent of the available audience watching the funeral procession on TV is such a statement of republicanism, isn't it? When will The Observer realise that the number of people who want a British republic (or a European superstate) is in the smallest of minorities? By the way, I am a 15-year-old boy who loves the monarchy. According to you I don't exist, do I? Ray Robinson Tyne &amp; Wear · Why doesn't Stephen Byers get the people who organised the Queen Mother's funeral to run the railways? Raymond Bousfield Hadlow Kent Lost empires Robert Cooper's proposal to resurrect colonialism (Comment, last week) is foolish and historically inept. The point about empires is not that they keep 'order' (except in a savagely controlling manner) but that they vie with each other for prestige. At the edge of empire there is often a flattened-out nationality. Poland before 1918 was torn apart by three arrogant empires. Finland was subject to a regime of brutal suppression by imperial Russia. Armenia was two-thirds destroyed in 1915 as a result of being divided between the Ottoman and Russian empires. Pro-colonialists like Robert Cooper never explain what happens when one empire ends and another begins; or what is wrong with countries like Poland, Finland or Armenia running their own affairs. Christopher Walker London W14 · The basic problem with empire is that it implies a superior 'race' ruling over its inferiors. In empires, the rulers are not legally equal to the ruled. This was as true of Rome as it was of the British and French Empires. The world has been successfully decolonised, and no one is going to put up with empires any longer. United States multilateralism is emerging as a problem in its own right, with the Bush administration's rejection of the Kyoto treaty and its apparent determination to fall upon Iraq no matter what the Security Council thinks. It is the Universal Declaration of Human Rights and the United Nations charter that offer us a viable roadmap to the future, not the sardonic imperialism of Napoleon III and Lord Curzon. Juan Cole Professor of History University of Michigan Seeking asylum I spent a professional lifetime in the treatment of mental illness and in teaching principles of practice and research. The lampooning of the practice of psychiatry and dismissal of presently available treatments (Review, last week) does no service to those who suffer from mental illness. The establishment of hospitals [asylums] for the care of the sick in the nineteenth century was a real advance along the road of enlightenment. The advent of effective anti-psychotic drugs has considerably reduced the need for long-term care, but when this is necessary, it should not be despised. R.P. Snaith Senior Lecturer in Psychiatry (retired) Leeds No harm in Jools Tom Cox's article, 'A little man goes a long way' (Review, last week), was ill-judged and needlessly cynical. To question the standard of Jools Holland's TV presenting is perhaps justifiable, but to say his piano-playing is 'rhythm-free' leads one to wonder whether Mr Cox has ears. He has clearly not listened to Holland's playing on such tracks as 'The Hand That Changed Its Mind' or 'Mademoiselle Will Decide' on his latest album alone - which he falsely brands a 'cash-in' on 'big-band revivalism'. I am mystified as to what prompted his rabid character assassination of a man who has always appeared to me to be genuine and likeable. David Adams Bromsgrove Worcestershire Heads it's Tony You can refer to him as the Prime Minister or Tony Blair, but the title 'Prime Minister Tony Blair' is not appropriate. The Americans started calling him this, presumably because they are used to calling their head of state President so-and-so, and they make the mistake of thinking that the term Prime Minister is a sort of British alternative. He is Tony Blair, MP, who occupies the position of Prime Minister. I notice that his Ministers (Peter Hain, Newsnight, 3 April) are now starting to give him this bogus title as well as writers in The Observer. It should stop before it becomes common currency. Ralph Tonks Loughborough Love to bomb I hesitate to disagree with Will Hutton (Comment, last week) but isn't it possible that to turn yourself into a human bomb you have to love extraordinarily? Norman Maitland York"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}