{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/apr/16/newsstory.sport1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-04-16T22:14:31Z", "webTitle": "Dyer to the rescue of a left in limbo", "webUrl": "https://www.theguardian.com/football/2002/apr/16/newsstory.sport1", "apiUrl": "https://content.guardianapis.com/football/2002/apr/16/newsstory.sport1", "fields": {"headline": "Dyer to the rescue of a left in limbo", "bodyText": "Footballers do not spare the rod when it comes to dishing out nicknames and the squad at Newcastle United is no different. There are two players called Blockhead by their team-mates at St James' Park. There is one called Pinhead. Pinhead is Kieron Courtney Dyer. It would appear from this that, according to Newcastle's players, Dyer's narrow shoulders have not borne a heavy physical burden during their 23-year existence. That is about to change. Dyer is not about to put weight on from the neck up, but the amount of responsibility being dumped the young man's way is currently being measured by the shedload. Not that Dyer seemed even remotely perturbed about the fuss as he met the press outside Chester last night. \"No,\" he replied to a question about pressure and expectation, \"I take it as a compliment. I was reading at the weekend that I'm the man maybe to replace David Beckham. I take that as a compliment. I don't get pressured, I'm a confident lad.\" No one could disagree on this evidence. Even when Dyer came off \"the famous FA treadmill\" for the England fitness test in January with a fracture in the same toe-bone as Beckham has his break in, he said that he was \"extremely confident that I'd get fit and be back in the squad\". He has been in concentrated training since his left foot sustained that stress fracture and, given that he had missed around 12 months of the previous 14, never featured under Sven-Goran Eriksson, and does seem prone to some form of osteoporosis, his assertiveness was as impressive as it was surprising. But nothing fazes Dyer apparently, certainly not the prospect of being England's left-hand saviour. \"I like to be central because you're involved,\" he said. \"Sometimes on the wing you are reliant on other people giving you the ball. But my first season under Bobby Robson, I played about 20 or 30 games on the left. I played a bit loose, a licence to roam, and I really enjoyed it.\" Newcastle fans might think that a bit loose in terms of memory: Dyer always played inside Gary Speed. Similarly, Dyer has played inside Laurent Robert this season, when fit, and Dyer gave a more accurate assessment of his abilities when he called himself versatile. \"They say versatility is a great asset to have, though that went against me at Euro 2000. Kevin Keegan said he didn't know what my best position was.\" Dyer was one of four omitted by Keegan on the last day and Dyer said that, while that rejection hurt, he did not feel he deserved to be in the Low Countries. \"It was at the end of my first season in the Premiership and I was drained mentally and physically,\" he said. That will have been a first. As Alan Shearer has said of Dyer: \"I don't know where he gets his energy from,\" and Dyer spoke of his stamina yesterday. \"I seem to come to life late on in games. I seem to be able to dominate the play. At Derby on Saturday people were getting tired but I kept going.\" His goal, only his third this season, but second in five days, came in the 76th minute. But Dyer's hyperactivity has seen him become involved in exploits outside football perhaps best described as sexually flamboyant. He refers to Robson as \"my second Dad\" and the manager \"has had to hammer me\" occasionally. \"He has pulled me aside and said that as well as wanting to make me a better footballer he wants to make me a better man.\" The last time Robson was annoyed was last September when Dyer's non-attendance at a dinner in Marbella for Sir John Hall was seen by the club as a clumsy snub. Dyer was aggrieved at this perception and Leeds United thought that they might exploit that anger. But Dyer said yesterday that his agent and the Newcastle chairman Freddie Shepherd had all but agreed a new extension on his contract. The stability implied by that action, allied to recovery first from a stress fracture in the left shin that kept him out for 10 months and then from the foot fracture, has led Dyer to tomorrow night. It is almost three years since his first England international and 18 months since the last of his eight caps. Some thought Beckham's absence at Anfield would be an opportunity on the right for Dyer but he will be asked to fill the position that used to be known as left midfield. \"I'm convinced David [Beckham] will be fit for the World Cup and will undoubtedly play on the right,\" Dyer said after Derby. \"That leaves the left and, while Mr Eriksson has tried a number of players in that so-called problem position, I hope I will be the latest and I hope I can persuade him to stick with me. There's no doubt in my mind that it's my best route into the England team.\" \"His best position is right-half,\" Robson has said numerous times this year. \"But he can play anywhere. He's a World Cup player. He will do that for you at the highest level. In terms of England, he's the man.\" · You've read the piece, now have your say. Email your comments, as sharp or as stupid as you like, to the football.editor@guardianunlimited.co.uk."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}