{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/apr/20/sport.comment4", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-04-20T22:13:27Z", "webTitle": "Tension in the Black Country", "webUrl": "https://www.theguardian.com/football/2002/apr/20/sport.comment4", "apiUrl": "https://content.guardianapis.com/football/2002/apr/20/sport.comment4", "fields": {"headline": "New dawn in the west as sun  sets on east", "bodyText": "Earthquakes are uncommon in the Midlands but a seismic shift is looming. By tonight, the eastern side is likely to be buried in the rubble of the First Division, with Derby joining the already relegated Leicester City and Nottingham Forest. Then tomorrow, the landscape of the Black Country will at long last change when either West Bromwich Albion or Wolverhampton Wanderers rise to the Premiership. Only a few dozen miles separate the two areas, but in money terms the gap could soon be massive. That much was plain this week. While West Brom's chief executive John Wile estimated the financial benefit of promotion at £20m, Leicester made about 20 staff redundant. And at Derby yesterday the manager John Gregory spoke bluntly of the consequences of relegation, having attended Wednesday's board meeting to discuss restructuring. Going down is especially worrying amid the current ITV Digital crisis. \"There isn't going to be any money to spend this summer,\" Gregory said, \"and we are going to have to raise money to keep everyone off the field happy.\" Key players such as Chris Riggott and Malcolm Christie may go after a demotion Gregory now expects, and which will be confirmed today if Derby fail to beat Liverpool at Anfield. \"I'm not stupid,\" he said. \"We haven't won two together all season, and we have to win three out of three.\" One out of one would do for West Brom tomorrow, though for them and Wolves there is worry. Neither has been in the top flight since the mid-80s and failure would be unbearable. \"People are biting their nails to their elbows,\" says the former Wolves striker Steve Bull. Hardly surprising given Wile's assessment of what promotion brings. He is speaking for the club he represented in the successful teams of 1970-83, but his words apply equally to Wolves. They are a reminder, too, for Derby and Leicester of what their teams and towns will lose. That £20m is only part of it. \"For the area, promotion would be a massive boost,\" Wile says. \"You get huge pleasure and pride from supporting your local team, even if you don't come to matches. The feelgood factor in the town is so much better when the team's doing well. If we get into the Premiership, with all the hype and publicity, attracting clubs who haven't been here for years, people want to belong to that.\" Fans in the Black Country are indifferent to the fate of Derby and Leicester but keenly atuned to their own rivalry. With Birmingham City also in the play-off frame, these are anxious Midlands times. Wolves, recently 10 points clear of West Brom, shudder at the thought of being pipped by Albion, who are at home to Crystal Palace. \"That's the only trouble,\" says Bull. \"If it was Norwich, Barnsley, Birmingham - anyone really apart from Albion - it wouldn't really matter.\" Bull, who does PR work for Wolves, is seen by some as the main reason why antagonism is so fierce. His 1986 move from the Hawthorns to Molineux and rise to hero status is said to have taken the rivalry to new levels, aided by Albion being in a different division from Aston Villa, their traditional enemy, since 1988. Bull will be at Hillsborough with the Wolves fans, many of whom are pessimistic. \"In your heart of hearts you're thinking it's play-offs,\" says one outside the ticket office. Wolves have failed in the three play-offs they have contested. Nine miles away in West Bromwich, a sportswear shop owner has 100 T-shirts ready to print with \"Premiership Baggies\" on Monday. There is a buzz in the town, he says, but nerves more than excitement. What if the players freeze? What if the former Wolves striker Ade Akinbiyi scores for Palace? There are no questions about how West Brom would use their millions if promoted. \"What you don't do is spend unnecessarily,\" Wile says. \"There are enough examples of clubs - some not far from us - who were recently in the Premiership and are finding it very difficult to make progress in the Nationwide because of the massive debt they built up trying to stay up. It's not about this year or next - we have to secure the club's future.\" Spending to come back can also be as dangerous, as Queens Park Rangers will testify. Leicester are cost-cutting and Derby are preparing for it. Relegated clubs will get about £6m in parachute payments, but the projected drop in revenue is more than twice that. Derby are about £20m in debt and their wage bill will have to be slashed, with Fabrizio Ravanelli and others departing. Gregory fears losing youngsters such as Riggott, Christie, Danny Higginbotham and Lee Morris, around whom he would like to rebuild. \"There might be a point where the directors basically inform me somebody has to go,\" he says. He knows he must show his \"true worth\" as a manager. \"There are lots of clubs who have left the Premiership, expected to return automatically and haven't. You look at Coventry, Bradford and Watford, who have gone into the Nationwide and disappeared.\" He might have added Forest, whose state is a warning to everyone. It is some consolation to Derby fans that battle can resume with Forest and that Leicester, their other main rivals, are also going down. All three were last outside the top flight in 1994. At Leicester, the blow of relegation was softened by its inevitability. \"There's quite a lot of optimism,\" says Alan Birchenall, the former Leicester midfielder who remains involved at the club. \"We had an open day at the new stadium the day after we were relegated, and there were 15,000-20,000 looking round. Also young players have been given an opportunity and there look to be three or four good ones. \"We'll probably have to work on half the budget the club worked on in the Premiership. If you try to live as a Premiership club in the First Division you will be in big trouble.\" It is a worry the east Midlands will have to deal with, and the Black Country hopes to leave behind. · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to football.editor@guardianunlimited.co.uk ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}