{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/apr/29/rugbyunion.comment1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-04-28T23:19:56Z", "webTitle": "Jenkins admits to 'devastation' as Llanelli experience pain of defeat", "webUrl": "https://www.theguardian.com/sport/2002/apr/29/rugbyunion.comment1", "apiUrl": "https://content.guardianapis.com/sport/2002/apr/29/rugbyunion.comment1", "fields": {"headline": "Jenkins admits to 'devastation' as Llanelli experience pain of defeat", "bodyText": "As the Llanelli supporters looked ahead to next month's Heineken Cup final with a stirring rendition of Bread of Heaven, Leicester were awarded a contentious penalty close to their own 10-metre line after yet another scrum collapsed in a heap. The Tigers' full-back Tim Stimpson ran 30 yards to claim the ball before his captain, Martin Johnson, could extricate himself from the tangle of bodies lying on the floor and order him to kick the ball for a line-out deep in Llanelli territory. There were less than two minutes remaining and Llanelli were leading 12-10. The Scarlets' loosehead prop Martyn Madden was penalised for collapsing a scrum and Stimpson seized the ball and the moment. He quietly stole an extra couple of metres, crucially as it turned out, though when Austin Healey tried to take the ball almost to the halfway line, the referee David McHugh noticed. Stimpson's kick had enough strength to land on the cross-bar, bounce on to the left-hand upright and, in slow motion, fall the wrong side as far as the Llanelli supporters massed behind the posts were concerned. \"I had to get in quickly when the final penalty was awarded because I knew Jonno had no faith in my distance kicking and would have ordered me to kick for the corner,\" said Stimpson. \"I knew it was just in my range but it was clear I would be on my own if I missed. It was a great feeling when the ball went over, but in truth we did not deserve the victory. Llanelli were ahead for most of the match and we stole it from them.\" Llanelli lost to Northampton in the 2000 Heineken Cup semi-final when Paul Grayson kicked a last-minute penalty and they were eliminated from last year's competition in the dying seconds of their pool match against Gloucester at Kingsholm when Elton Moncrieff's drop-goal only made it over the bar after ricocheting off the prop, Phil Booth. \"The feeling of devastation is hard,\" said the Llanelli coach Gareth Jenkins. \"This is the cruellest blow of all and I just cannot believe our lack of luck. I thought we had the game won: the clock was running down and I could not see how they were going to score the points they needed. The penalty decision was wrong: we did not collapse the scrum.\" Jenkins has been in the game long enough to be able to treat triumph and failure with equanimity but he looked a broken man as he reflected on a defeat which had looked increasingly unlikely the longer the game wore on. Though Llanelli's tactics were limited to the extent that they were at their best when they did not have the ball, they turned Leicester, not for the first time this season, into fumbling wrecks. Llanelli took a long time to emerge from their dressing room, with most of their players lost for words, and it was left for Madden to speak for them: \"We are gutted and it is the most emotionally down dressing room I have ever been in,\" he said. \"I feel especially bad because I conceded the penalty, but it was a bad decision because I did not collapse the scrum. Darren Garforth had spent the match with his hand on the floor and the referee got it wrong. I do not know how long it will take us to get over this.\" Llanelli are the Welsh-Scottish league leaders and they take on Pontypridd in the Principality Cup final next month, but Jenkins had long set his focus on the Heineken Cup. \"It is my burning ambition as a coach to win it,\" he said. Excluding their two routs of Calvisano, Llanelli have scored two tries in six Heineken Cup matches this season, preferring to constrict rather than construct. \"They are the best team we have played this campaign,\" said the Leicester rugby director Dean Richards, whose team is attempting to become the first to successfully retain the cup. Meanwhile, Jenkins is left to wonder whether his chance of Heineken Cup glory will come again. · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to sport.editor@guardianunlimited.co.uk ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}