{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2002/apr/12/artsfeatures5", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2002-04-11T23:00:00Z", "webTitle": "India Arie, London", "webUrl": "https://www.theguardian.com/culture/2002/apr/12/artsfeatures5", "apiUrl": "https://content.guardianapis.com/culture/2002/apr/12/artsfeatures5", "fields": {"headline": "India Arie", "bodyText": "In 1997, Erykah Badu's emergence briefly heralded a flurry of female acoustic soul singers. They dressed badly, enjoyed the smell of incense on stage and sang of vague hippie spirituality. Badu and her most derivative acolytes disappeared into self-indulgence, but Atlanta's India Arie was always a more complex case. Unsurprisingly for one too lazy to call her album anything more imaginative than Acoustic Soul, she initially conforms to type. She has incense on stage, wears a granny headscarf and sings of peace and unity. Even so, she's taken her genre a step further. Destined to be known as the Grammys bridesmaid (seven nominations; no Grammys), Arie ad libs, \"I don't care about no Grammies\" early on, showing of course that she cares very much indeed. Bitter or not, she is a reassuring presence, saying little but smiling and wiggling in a manner part sex kitten, part doughty earth mother. She takes a chance or two. Beginning wholly solo with a trio of new acoustic songs is certainly brave but the gentle India Song is propelled by a melody that Carole King at her peak would have embraced, and Beautiful Surprise is worthy of its title. The reverential hush that welcomes these songs is well deserved. Once her six-piece band arrives, she transcends Acoustic Soul's prosaic production and begins to soar. Smartly, she brings in brief versions of a singalong Just the Two of Us, a dark Sweetest Taboo and a surreal Sign Your Name, as if to acknowledge that her own material falls short of these energetic standards. But at her best, on the newly skanking Video and the devotional I See God in You, she comes close. More importantly Arie rattles through her canon briskly, taking time to improve upon the recorded versions, but never, until the lengthy and indulgent band solos, meandering. The encore is the clincher. With perhaps the warmest soul voice since Roberta Flack, Arie floats across Wonderful, her Stevie Wonder tribute, and almost whispers her way through the spine-tingling Ready For Love. Then she departs, leaving only a feeling of unusual intimacy behind her."}, "isHosted": false}}}