{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2002/apr/09/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2002-04-09T21:36:12Z", "webTitle": "Leicester 1 - 0 Celtic", "webUrl": "https://www.theguardian.com/football/2002/apr/09/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2002/apr/09/newsstory.sport", "fields": {"headline": "Bittersweet return for O'Neill", "bodyText": "The first thing Martin O'Neill might have noticed was how lush the grass is in front of the home dugout these days. When he was around, it was trampled upon so much the groundsman used to refer to it as \"the vegetable patch.\" One Leicester fan wrote to O'Neill once, warning that if he carried on with his touchline war-dances, churning up the turf in his frequent states of agitation, he risked a heart attack. \"And he was probably right,\" the Irishman later pondered. Sometimes the value of a person is not truly recognised until they are no longer around. Twenty-two months have passed since O'Neill severed his ties with Leicester, and rarely has there been such a sense of anticipation as that which greeted his return last night. Filbert Street was bulging at the seams. The Leicester Mercury had produced a souvenir pull-out and the returning hero was afforded a reception he acknowledged \"will live with me for a long, long time.\" That his Celtic players emerged with a 1-0 victory will just have made it all the sweeter. It is not beyond the boundaries of credibility, of course, that these Anglo-Scottish encounters could become a weekly occurrence. Celtic and Rangers are both being coveted by the First Division's men in suits and, on the evidence of last night, their integration would surely boost a world of collapsing television deals and growing financial stress. Whether it will ever happen remains to be seen, but yesterday's dramatic developments involving Scotland's Big Two have moved football north of the border closer to a messy divorce, and the fact that 7,000 Glaswegians cranked up the decibel levels here just demonstrates the potential for a new romance. The mass of green and white shirts ensured O'Neill's return was never going to be a tranquil affair. Yet this was a reunion tinged with sadness, too; a game played with an excruciating sense of timing, to a backdrop of fluctuating emotions. That Celtic would visit Filbert Street was agreed as part of the deal that allowed O'Neill, his assistant John Robertson and their coach Steve Walford to move to Glasgow. Little, however, could O'Neill have known, when the final arrangements were made a month or so ago, that it would take place after such a tumultuous weekend for both clubs, Celtic having clinched their second successive league title while his old employers simultaneously collected the Premiership's wooden spoon. Back for the first time, he found a club shuffling quietly, almost sheepishly, back to the Nationwide League he led them from in 1996. \"Saturday was a great day for Celtic but it must have been a very sad occasion for Leicester,\" he said. \"A steward told me the result and, even though it was half-expected, it is a terrible shame for everyone connected with the club.\" Typically, he followed this up with words of optimism. \"I've been to see the new stadium and, far from being pessimistic, there should be confidence about the future. The torch has been passed to Micky Adams, and I'm sure he will take the club back up.\" Yet O'Neill's antennae will have picked up that Leicester are on course to register the fewest goals, wins and points in a Premiership season. Nor will it have escaped his notice that his former club have spent more in the transfer market than his successful current one. For Leicester, the past makes the present so much harder. O'Neill had taken them from the lower reaches of the First Division to four successive top-ten finishes in the Premiership, two Worthington Cup wins and entry to the Uefa Cup. Heady days. Amid the outpouring of emotion as he emerged, looking slightly pensive, from the tunnel - \"an eerie feeling,\" he said - it was easy, indeed, to overlook that Adams was taking charge of his first match. It could hardly have got off to a less auspicious start, John Hartson's header giving O'Neill's team, incorporating the former Leicester favourites Neil Lennon and Steve Guppy, a ninth-minute lead they rarely looked like relinquishing. O'Neill was unusually reserved in the away dugout - none of the Basil Fawlty impressions this time - but the thought must have occurred that if Celtic ever did move south they would not be embarrassed in the Premiership, never mind the First Division. O'Neill, meanwhile, will sit down with Celtic's leading shareholder Dermot Desmond to thrash out his long-term future at the club. · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to football.editor@guardianunlimited.co.uk ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}