{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2002/apr/02/dance.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2002-04-01T23:00:00Z", "webTitle": "A Slice of Paradise, London", "webUrl": "https://www.theguardian.com/stage/2002/apr/02/dance.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2002/apr/02/dance.artsfeatures", "fields": {"headline": "A Slice of Paradise", "bodyText": "Olivier award-winning French company Montalvo-Hervieu are currently touring a \"family sized\" version of their earlier hit Paradise. Short and rather sweet, this 45-minute piece is packed with rapid-fire scene switching and technological sleight-of-hand. This isn't mere gimmickry, for choreographers Jose Montalvo and Dominique Hervieu see A Slice of Paradise as a slice of life: they want to capture the rhythms of contemporary experience, with its multimedia channel-hopping, its mix of cultures and styles. That is the theory. The practice is more fun, a boisterous fairground display of tricks and illusions. There is a lot of play between live action and video images projected on to a backcloth. The dancers nip in and out through slits in the screen, merging into, separating from, or dancing with their videoed selves. This makes for all sorts of double-takes and sight gags playing with scale, speed and perspective. A game of virtual kissing ends in a puckered pile-up, and projected figures grow huge, their leagues of legs cartoonishly threatening to splat the little dancers on stage. There is also an on-screen circus show, as a procession of animals - horses, crocodiles, snakes and elephants - spill out in a stop-motion carnival parade. Between the screenings are short turns that form a collage of moves from ballet and street, African and modern dance. There are vertiginous hip-hop feats, backflipping and headspinning, from Mario Chard and Laurent Chedri. African dancers Brice Oulai and Tiranké Camara inject a dose of earthbound energy, while contemporary dancers Emeline Colonna, Joëlle Iffrig and Olga Plaza Villen zip frantically about the stage. The music ranges from Vivaldi to Fatboy Slim, yet provides a unifying sense of pulse, and the whole rambling patchwork of movement is threaded together with a shared communal motif that has the dancers slapping their buttocks in a kind of cantering giddy-up. A Slice of Paradise is unabashedly populist, ultimately lightweight entertainment, the creators' high-flown ideas on contemporary life notwithstanding. Its utopian slice of life is a simple, innocent vision of harmony in diversity: a technological travelling circus in the global village of a happy rainbow tribe. · At the Swan, High Wycombe (01494 512000), Friday and Saturday, then touring."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}