{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2002/apr/25/artsfeatures3", "type": "article", "sectionId": "global", "sectionName": "Global", "webPublicationDate": "2002-04-24T23:00:00Z", "webTitle": "Moscow Virtuosi, Royal Festival Hall, London", "webUrl": "https://www.theguardian.com/culture/2002/apr/25/artsfeatures3", "apiUrl": "https://content.guardianapis.com/culture/2002/apr/25/artsfeatures3", "fields": {"headline": "Moscow Virtuosi", "bodyText": "However convincing Peter Shaffer's Amadeus may be, the most popular myth surrounding the death of Mozart - that he was poisoned by rival composer Antonio Salieri - is just that. But the Little Tragedy that Pushkin wrote on the subject has been the source for several other works. One of these is Rimsky-Korsakov's one-act opera Mozart and Salieri, written in 1897 and brought to London in a semi-staged performance by the Moscow Virtuosi, under their conductor Vladimir Spivakov. A big draw was the presence of the baritone Sergei Leiferkus, who sang Salieri and was also rumoured to have directed the effective, period-costume semi-staging (it went uncredited in the programme). His plush, beefy singing was no disappointment. Mozart was sung by Dmitry Kortchak, a strong, high-tension tenor. But the opera didn't quite bring out the best in the Moscow Virtuosi - they probably don't have to play accompanied recitative very often, and it showed in the fluctuating precision of their playing. Rimsky-Korsakov composed much of the opera as a classical pastiche, which is at once intriguing and limiting. Several times he quotes Mozart directly. Rimsky reveals his own voice only fleetingly - once, tellingly, when Mozart plays a passage that Salieri praises for its \"bold magnificence\". It is therefore hardly surprising that his individuality does not shine through, and that the impression the work leaves is of a skilfully composed divertimento rather than anything more substantial. However, the idea of preceding Mozart and Salieri with two works for strings by Shostakovich proved surprisingly successful. From the first notes of the Prelude and Scherzo, the thickness and heavy vibrancy of the musicians' sound was striking. The Op 110 Chamber Symphony is an arrangement of his Eighth Quartet. Played by a body of strings rather than just four, it does lose some of the sense of loneliness, the idea that at any moment it could spiral out of control; but it gains by the sparing addition of double bass. Spivakov perhaps made too much of the opening melody, almost disrupting its hopeless, unstoppable tread with too much expression, while being too sparing with it elsewhere. Yet he kept the performance taut and, ultimately, powerful."}, "isHosted": false}}}