{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2002/apr/02/theatre.artsfeatures", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2002-04-01T23:00:00Z", "webTitle": "Eyes of the Kappa, London", "webUrl": "https://www.theguardian.com/stage/2002/apr/02/theatre.artsfeatures", "apiUrl": "https://content.guardianapis.com/stage/2002/apr/02/theatre.artsfeatures", "fields": {"headline": "Eyes of the Kappa", "bodyText": "All theatre is a form of storytelling, but not all storytelling is theatre. This point is amply demonstrated in the Gate's devised production based on the ancient stories and legends of Japan, many of which feature the Kappa, a mischievous, mythological creature found in lakes and rivers. Beware if you see a hairpin glinting in the water: it may well be a Kappa, and as soon as you try to pick up the hairpin it will drag you in and suck your blood from your anus. And if you come across a pale, interesting young woman in the same wood where your friend was murdered by a frosty lady some years previously, don't marry her. There is a cautionary element to many of these tales. For the first 15 minutes of the evening I kept waiting for the show really to begin, assuming that the bite-size stories about the liar who doesn't stop fibbing even after his death, or the man who takes the priest's advice to pray too much to heart, were merely a prelude to the main dish. In fact, what you are hearing is all you will get. Although the stories are pleasant in a rather school-bookish way, their cumulative effect is to make the Japanese culture and mindset seem more mysterious and inscrutable, not less. It doesn't help that the cast are kitted out in offcuts of paper and multicoloured jerkins fashioned from the material used to make furry dice. The main design element is a giant moon-shaped bath mat. The production aims for a studied simplicity, a total lack of artifice. But that is a tall order. Unlike the more experienced physical and visual theatre companies such as Complicite, Told by an Idiot and Improbable, which have spent years working and playing together, thisgroup seldom make the distinction between playfulness and mere childishness. There is almost nothing more irritating in the theatre than adults romping about like kids and failing to pull it off. What might have been charming swiftly becomes charmless. · Until April 20. Box office: 020-7229 0706."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}