{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2002/apr/29/cricket.lancashireccc", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2002-04-28T23:43:11Z", "webTitle": "Interview: Andy Flintoff", "webUrl": "https://www.theguardian.com/sport/2002/apr/29/cricket.lancashireccc", "apiUrl": "https://content.guardianapis.com/sport/2002/apr/29/cricket.lancashireccc", "fields": {"headline": "Interview: Andy Flintoff", "bodyText": "Around the walls of the boardroom at International Sports Management's Cheshire headquarters are pictures of some of the company's clients in action. There's cuddly Lee Westwood with a trophy or 10, there's spherical Darren Clarke putting to win a tournament, above the sideboard is the sizeable Marcus Trescothick slugging yet another boundary. All it needs, you feel, is for the aptly named Andrew \"Chubby\" Chandler - ISM's chairman - to persuade Colin Montgomerie to join the roster and his company would be close to holding a monopoly of the well-upholstered in sport. But the moment the most famously padded of Chandler's clients arrives, stooping to ease his full frame through the door, it becomes immediately clear that Andrew Flintoff has sidestepped the organisation's apparent contractual requirement. These days the man nick-named Freddie because of his Flintstone-esque appetite, is roughly half the man he used to be. \"Sixteen stone three pounds,\" he announces as he arrives, like a serial attendee at Weight-watchers. \"That's what I am now.\" And at 6ft 3in with shoulders the width of the Mersey, that's a good fighting weight. A couple of seasons back, though, the Lancashire all-rounder was publicly chastised by the England management for carrying excess baggage. It wasn't just that he was big. It was that his girth became a much-discussed metaphor for his attitude: there was a frustration among his critics that the happy-go-lucky lad from Preston seemed to lack a real focus for anything other than a free buffet. For a man thought to have all the equipment necessary to be an international all-rounder, he flattered only to deceive; too often when batting he was out cheaply and when it came to bowling he would break down with an obstinate back injury even as he marked his run-up. Flintoff seemed destined to join the long line of failed new Bothams, which stretches from David Capel through Chris Lewis to Craig White. But then in winter, first in India with his sustained, penetrative bowling, then in New Zealand with his brutal batting, he made the breakthrough. And - perhaps it is no coincidence - he is approaching the new season looking ferociously lean and fit. \"I've not had any breakfast,\" he says of his new regime. \"I've just woke up and come straight here. I've worked at the weight all winter, even though I've been playing a lot. Every day I've been down the gym.\" He is now, he says, a good 3st below his unhappy peak two years back. And even if, as anyone will appreciate who saw his exuberant shirt-removal celebration when he took the last Indian wicket to win the one-day international in Bombay, he doesn't quite yet have a six pack, he looks in good enough shape to give Audley Harrison a pummelling. Though to be fair, my mum could do that and she's nearly 80. But the big question is, did he need to shed the surplus weight to become a better cricketer? \"I think certain aspects have improved since I lost the weight,\" he says. \"The fact is I'm bowling again now. Through losing weight and getting fitter it enabled me to bowl over the winter without breaking down, whereas before I was constantly in trouble.\" So if he has improved as a result, maybe it was worth all that public humiliation, all that newspaper mockery. \"At the time, to be honest with you, I couldn't believe the attention I was getting,\" he says. \"You know it wasn't as if I was a blimp or anything, but they made out like I was letting the whole country down because I had a few extra pounds.\" Besides, he says, his new-found focus came not as a result of external pressure but rather from within. \"If I was honest with myself, I'd been drifting along for some time,\" he says. \"I made my international debut when I was 20 and my career's been a bit up and down since. Last season things came to a bit of a head because I had a shocker for Lancashire, an absolute shocker.\" He shakes his head at the memory of his calamitous few months last summer. \"Yeah, it was that bad. So myself and Chubby and Neil Fairbrother [his county colleague and the cricket manager at ISM], we sat down and worked a plan out, how I was going to improve as a player. We targeted this winter as the time when we thought I had to start making the most of my ability. And the first thing we did was make sure I got on the Academy party, which initially I wasn't part of.\" So if he wasn't selected, how was he going to join the bunch of young players the England management was sending down to Australia for a winter of being toughened up by Rodney Marsh? \"Well I phoned Duncan [Fletcher] and asked him if I could go.\" Not that Flintoff was around long in Australia to enjoy gatecrashing the party. Initially called up to the senior tour as cover for White, he ended up playing in all the Tests and one-day internationals against India and New Zealand. Some phone manner he must have. \"No, that was definitely not part of the plan,\" he says. \"At the start of the winter I never thought I was in with a prayer.\" In fact so unprepared was he, he hardly had time to pack. \"I batted in the same pair of pants for about 18 months,\" he says. \"I ripped them up after India. They became my lucky pants but it was basically because I only had one pair with me.\" And it wasn't just in his personal hygiene that he made a mark at last on the England scene. During Flintoff's maiden century, Graham Thorpe observed that he had never seen a ball hit harder. So what makes him tonk the thing so hard? Does he picture an enemy's face on the ball to stir his juices? \"I don't have anyone in mind when I hit the ball, no,\" he says. \"Actually, you hit the ball hard when you're not trying. When I struggle is when I've got a shot in mind I want to play and I try to play it. My shot selection has got to improve.\" So there is no truth in the suggestion he sees Sourav Ganguly's face on the ball, despite the almost non-stop bickering the pair engaged in during the Indian series? \"No,\" he insists. \"Ravi played a year at Lancs, and when you play against someone you've played with there's always that extra competition. It's like when I play against Wasim [Akram], or Murali [Muttiah Muralitharan]. \"He's a great lad is Murali, I hope I get a chance to have a go at him this summer. I spoke to him on the phone yesterday to give him some, but he's injured, so it's touch and go. No, there's always that bit of extra determination to get at your mates, a few more verbals. There's no nastiness. After the Test in Bangalore me and Ravi had dinner together and it was fine.\" Ganguly aside, why does Flintoff think it suddenly clicked for him this winter? \"I've never been too good at debuts or making my mark immediately,\" he says. \"It took me a while to do well for Lancashire, it's been a lot longer and harder for England. I feel I know now what is required to play for England, both in terms of commitment and levels of skill.\" So he has cracked it then? \"Eh, I don't think you'll ever crack this game,\" he says. \"I'm trying not to get carried away with what happened, I still feel I'm playing for my place. That 130 was great. But all I've got is a starting point, I've got a lot of building to do from there. If you look at the way my career's gone, I played a knock, people have sat up and taken notice, then I've not been able to follow that through. That's what I've got to learn, how to score runs week in, week out.\" Not that he will have much opportunity to play week in, week out this season. As one of the centrally contracted England players, he has been withdrawn from combat with Lancashire and has missed both their Championship games so far. \"I have no say in whether I play or not, it's down to Duncan,\" he says. \"We've had a hard winter this year. If you're involved in the England set-up this is probably the only time you're going to get a break from cricket. I went to Augusta for the Masters, which was great, but to be honest with you I'm a bit bored at the moment. I'm desperate right now to get back into cricket, which is probably the idea. When I start next Sunday in the B&amp;H, against Leicester I think it is, I'm going to hit that game hard. And I can't wait to see the Lancashire lads again. They're your mates, you just can't wait to get stuck into the banter.\" And he better make the most of his opportunity to socialise. With the day of the full-time England international not far off, his chances of wearing a red rose on his chest this summer are not much higher than mine. \"Hey, just because you've got a contract doesn't mean you're guaranteed a place,\" he says. \"If I have a shocker for England I'm sure I'll be available for Lancashire all season. That's out of my hands, let's see how the first Test goes. Perform well and I won't see the lads, perform badly they'll be sick of the sight of me.\" Though the way Andrew Flintoff hits the ball, every cricket fan in England will be hoping it is the bowlers of Sri Lanka and India that get sick of the sight of Lancashire's own fat boy slim. · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to sport.editor@guardianunlimited.co.uk ."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}