{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2002/apr/06/football", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2002-04-05T23:53:58Z", "webTitle": "Premier buys sporting rival", "webUrl": "https://www.theguardian.com/business/2002/apr/06/football", "apiUrl": "https://content.guardianapis.com/business/2002/apr/06/football", "fields": {"headline": "Premier buys sporting rival", "bodyText": "Football's lucrative relationship with television may be at crisis point but investor appetite for the game's wheeler-dealers appears unaffected. Premier Management Holdings, the representative of more than 200 leading football players, yesterday snapped up rival agency Sports Player Management for £3.4m in the latest consolidation of the fragmented athlete representation business. SPM, which handles commercial deals and contracts for 90 players including England and Bolton striker Michael Ricketts, joins up with a company that looks after England full-back Danny Mills. In March 2000, Premier became the first football agency to join the stock market. Yesterday shares in Premier climbed 4p to 20p. Premier chairman Stuart Lucas said he was \"not too concerned\" by the dispute between ITV Digital and the Football League, which could send many smaller sides to the wall. \"I think we're relatively immune to it,\" he said. \"Some clubs were clearly not going to survive anyway and not all TV cash goes on players. Many clubs spend it on stadia and other facilities. \"Clearly some players are going to experience a decompression of earnings but the top stars who really bring something to a club will continue to see their wages rise.\" Mr Lucas said that with 50% of its players aged 25 or under and 75 of them playing for top flight clubs, the enlarged Premier was well placed to grow revenues. \"You can't always dictate demand but we believe we can create the supply.\" A flood of football agencies have joined the stock market in the past two years following a change in their image from sharp-suited wide-boys to mainstream businessmen and brokers capable of taking significant commissions from lucrative transfer fees and sponsorship deals. The £3.4m acquisition is immediately earnings enhancing. Payment is being made through a mixture of cash and the issue of 4.3m new shares at 30p each."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}