{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2012/aug/20/white-cliffs-of-dover-philosopher", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2012-08-19T23:00:03Z", "webTitle": "There'll be blue-sky thinking over the white cliffs of Dover", "webUrl": "https://www.theguardian.com/uk/2012/aug/20/white-cliffs-of-dover-philosopher", "apiUrl": "https://content.guardianapis.com/uk/2012/aug/20/white-cliffs-of-dover-philosopher", "fields": {"headline": "There'll be blue-sky thinking over the white cliffs of Dover", "bodyText": "Reflecting on the meaning of life, the chalk in the water, and why the local Italian cafes used to serve such diabolical coffee, Julian Baggini on Monday takes up his position as the first philosopher in residence on the White Cliffs of Dover. It will be a return to his roots for Baggini, co-founder of the Philosophers' Magazine, who says he was born with chalk in his veins. The white cliffs were the first sight of England for his father, who arrived from Italy in the early 1960s to work as a waiter in the White Cliffs hotel, which has long since changed its name. Baggini's mother came from Dover, and their son was born in Folkestone. He will be pondering why that vision of the white chalk ramparts, 110m tall at the highest point, is so important to millions of people – even if they've never in reality set eyes on the cliffs – as a national symbol, just as the Statue of Liberty is to the US. \"My first task is very easy, just to talk to my father about what that first sight meant to him. He came for the usual reasons, adventure, travel, to see the world, to get further than two days outside his village which was as far as most people got. He liked it enough to stay.\" Baggini, whose work includes a consideration of The Poppadom Paradox – where people's enjoyment of feeling multicultural depends on others remaining mono-cultural – also wants to brood about terrible coffee. \"I want to wander around a lot of the places I knew in my own boyhood there and just talk to people. My first job was a Saturday job in an Italian cafe in the town, and the coffee was really really terrible: they had a proper coffee maker but I suppose because the people they were serving didn't care, they didn't bother to use it – they used to make up the coffee in a great jug and just leave it, and then heat it up with the frother. \"My father had terrible food stories too – once when they were asked for rosé wine, they just mixed a bottle of red and white.\" He has been commissioned by the National Trust, which owns miles of the cliffs, to spend a week thinking, blogging and writing about what the intense popular affection for the place says about an island nation. The trust has mounted a £1.2m appeal to buy a 1.35km stretch of the cliffs above Dover, which towered over famous episodes in British history, including the arrival of the Romans, the Normans, and the troops rescued from the beaches of Dunkirk. Baggini will be based at the South Foreland lighthouse, a landmark built to guide navigation safely through the terrors of \"the ship swallower\", the dreaded shifting straits of the Goodwin Sands. The light was kept for generations by the extraordinary Knott family, whose members worked continuously at Dover and other lighthouses from 1730 to 1906. He lives in Bristol, and is greatly looking forward to his week by the sea. But to his great regret the lighthouse, decommissioned in 1988, is uninhabitable, so he will stay in a cottage down the road. \"I don't expect to be there much, I want to be out and about as much as possible,\" he said. \"My suspicion is that if we look, there is an insightful portrait of the nation to be found engraved in the chalky cliffs of East Kent.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}