{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2012/aug/25/dan-deacon-true-thrush-review", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2012-08-24T23:06:00Z", "webTitle": "This week's new tracks", "webUrl": "https://www.theguardian.com/music/2012/aug/25/dan-deacon-true-thrush-review", "apiUrl": "https://content.guardianapis.com/music/2012/aug/25/dan-deacon-true-thrush-review", "fields": {"headline": "This week's new tracks", "bodyText": "Dan Deacon True Thrush (Domino) Had Dan Deacon chosen a career in teaching rather than music, he'd have been one of those maverick types who ba-ha-ha in the face of the curriculum and instead encourage a sense of wonder, distrust of authority and delightfully questionable sense of style. Like Dead Poets Society but more beardy. Happily for Cameron, the Baltimore-based experimental composer and musician went down the tinkering-with-sound route to endlessly prolific ends. True Thrush is from his new album America and it's a merry-go-round of a scatty pop number that's nigh on impossible not to get swept up in. Carpe diem and all that. Cornelia Stormy Weather (Exceptional Blue/Camp Mozart) Swedish singer/songwriter/producer Cornelia isn't your run-of-the-mill pop export. Okay, so there was a short spell on Swedish Idol before she smelled the coffee – and perhaps scanned previous winners' Wiki entries – but we'll let her off, because this debut single will have folks tripping over themselves to call her 'kooky', 'quirky' and 'off-kilter' when what they actually mean is 'good'. P Money Dubsteppin (Rinse) The latest chart assault from the now legit but no less essential radio station Rinse FM is this, grime artist P Money's party-hard anthem. It's not a complete disaster, in terms of grime-gone-mainstream. Were I embracing P Money's joie de vivre on a night out then I'd be bouncing about proclaiming this to be a banger. But to sober ears it all sounds a little sandpapered. Less a case of Dubsteppin than stepping out to the pub. Totally Enormous Extinct Dinosaurs Household Goods (Polydor) TEED is the former dinosaur-suit-wearing electro-pop whippersnapper who's now picking up Jay Kay's baton in the wearing of fabulously extravagant headgear. I applaud that: men should wear more hats. They make a day more of an event, don't you think? As for new single Household Goods, it's a Hot Chip-esque tune with a mischievous glint in its eye that's got some bits which make me feel all squishy inside and other bits which give me millennium bug flashbacks. Jury's out. Little Mix Wings (SYCO) Not that I'd save The X Factor if it were drowning in a sea of its own crocodile tears, but even I recall a flicker of 'awww' when Little Mix won. They were fun and up for anything. Even being strung up on wires like puppets – gently poking fun at the idea of manufactured pop, see? So I was all ready to be mildly entertained by their new song but then I made the mistake of watching the video with them jumping around looking fresh and confident and now the only thing I can see is a sanitary pad ad."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}