{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/aug/28/republican-delegates-texas-maine-rules", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-08-28T22:35:37Z", "webTitle": "Republican delegates from Texas and Maine protest 'power grab' rules change", "webUrl": "https://www.theguardian.com/world/2012/aug/28/republican-delegates-texas-maine-rules", "apiUrl": "https://content.guardianapis.com/world/2012/aug/28/republican-delegates-texas-maine-rules", "fields": {"headline": "Republican delegates from Texas and Maine protest 'power grab' rules change", "bodyText": "Unhappy Republican delegates have staged a rare revolt at the party's national convention in Tampa, noisily protesting against rules changes they claim crack down on grassroots supporters. The protesters accused the party leadership of steamrolling the changes through. They shouted \"object\", \"point of order\", \"division\", \"liberty\" and \"USA\" as John Boehner, the House speaker, pressed ahead, ignoring them. Boehner claimed the rules had been passed by a voice vote in spite of the protests. The revolt was staged by delegates mainly from Texas and Maine, some of them supporters of the libertarian Ron Paul. One of the protesters, Phillip Payne, 33, owner of a land-surveying company and member of the Texas delegation, said: \"This is a power grab.\" Wearing a cowboy hat like his fellow Texan delegates, he blamed the party leadership in general rather than the presidential candidate Mitt Romney. \"It is a about principle. It is not about Paul. It is a liberty issue,\" Payne said. \"This is going to disenfranchise a lot of enthusiastic grassroots people such as the Tea Party activists,\" he added. It is rare at modern conventions to have such revolts, given how carefully orchestrated they have become. They are especially rare for Republicans, who are usually highly disciplined. The protest reflects to some extent the split in the Republican Party between the old establishment and the relatively new Tea Party activists and the libertarians gathered round Paul. In a further sign of the continuing trouble Paul and his supporters pose for Romney and the Republican leadership, the delegations from Minnesota, Nevada and Iowa announced on the convention floor that they were voting for the Texas congressman, even though he failed to win those or any other states during the primary and caucus process. This was possible because Paul's extensive grassroots network was able to dominate congressional district and state conventions in these states and elsewhere. It is this sort of under-the-radar delegate strategy that the Republican leadership wanted to stop by changing the party's rules, to the fury of some delegates. They objected to a change to Rule 12 that would allow Republican leaders to make changes to party rules between conventions. Until now, changes could usually only be made at conventions. The other objection was to Rule 16 that would require states to allocate delegates according to the statewide vote rather than a winner-take-all approach. This is aimed at states such as Maine where Paul supporters are accused of taking over the nominating process, allocating 20 of the 24 delegates to Paul. As part of the revolt, protesters attempted to gather the 29 signatures needed from members of the party rules committee. This would have allowed minority reports objecting to the rules changes to be heard on the floor. But the protesters failed to secure the necessary signatures. One of the minority reports objecting to the changes came from the Texas delegation. Melinda Fredericks, 52, is a member of the Texas delegation but also a member of the rules committee. She had supported the Texas minority report. She expressed sorrow that the changes had gone through. \"I am not happy about it,\" she said. \"I have conflicting feelings.\" She was disappointed there had not been enough notice to allow time to discuss it with her delegation. She added, however, that the Texas delegation had secured some concessions. The leadership power to make changes between conventions would only apply up until 2014 and not the next convention in 2016. But the Texans were not united in protest. Some resented the public display of protest. Jan Koehne, 71, a rancher and gun seller, said some of the protesters were not active members of the party, rarely taking part in the state conventions, and did not understand that decisions were reached gradually."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}