{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/aug/20/everton-manchester-united-premier-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-08-20T23:30:00Z", "webTitle": "Everton 1-0 Manchester United | Premier League match report", "webUrl": "https://www.theguardian.com/football/2012/aug/20/everton-manchester-united-premier-league", "apiUrl": "https://content.guardianapis.com/football/2012/aug/20/everton-manchester-united-premier-league", "fields": {"headline": "Maroaune Fellaini gives Everton fine victory over Manchester United", "bodyText": "This was merely the start of the new season for these two clubs yet Everton and Manchester United performed with an intensity that suggested this entire campaign hung in the balance. The visitors lost to a goal from a rampant and excellent Marouane Fellaini while striving with every sinew to deny the hosts. There will be a spate of accolades for the scorer, yet the occasion epitomised the virtues of the squad and indeed club that reflect the outlook of the manager, David Moyes. Everton would not succumb and, for all the force of United, carried some menace of their own for the majority of the match . Towards the close Everton did sit deep. It often proves an unwise policy against these opponents but they continued to deny United despite all the talent in the ranks. Robin van Persie, the new acquisition from Arsenal, was eventually brought off the United bench but to no avail. One could visualise the Dutchman being warned by Sir Alex Ferguson that occasions like this will be encountered again in the Premier League. United may not be reigning champions but the price on their head is still the greatest, no matter how much Manchester City or Chelsea are regarded as targets after such great spending. It was a hindrance that United were depleted, with the midfielder Michael Carrick obliged to be a stop-gap centre-half while Rio Ferdinand and others are injured. This, as it turned out, was the worst possible occasion to be pitted against Fellaini. The Everton midfielder was rampant and, at the age of 24, will be challenged by Moyes to show, on the evidence of this game, that he is approaching peak years when he can do better still. United were never secure. They could well have been a goal behind after Fellaini tore past Antonio Valencia and Carrick from the left before striking the outside of the post in the 14th minute. Others took their cue from him and David de Gea was tested as he tipped a drive from Steven Pienaar round the post after 32 minutes. Moyes' men were on the way to making their mark. There are other indications of progress. Following this win there will be all the more anticipation in the Goodison stands when Kevin Mirallas appears. The Belgian attacker, signed from Olympiakos, was not registered in time to be available here. In addition the attacking midfielder Pienaar, who returned to Goodison from Tottenham Hotspur on loan in January, has been signed permanently. United would not have been trembling over any particular opponent but Ferguson cannot have forgotten the difficulties Everton can cause. The opening 45 minutes would have served as reminder in any case. Moyes' side had struck twice at Old Trafford in the last seven minutes for a 4-4 draw in April. The desire to increase verve is natural, however, when there is need to meet a team like United on anything like equal terms. The task and its cost ought not to be understated. Sir Alex Ferguson has added to the firepower by buying Van Persie from Arsenal for £23m, although the Dutchman was a substitute on the occasion of an anticipated debut here. Instead it was the Japanese midfielder Shinji Kagawa who took the field from the start. In view of his scoring record for Borussia Dortmund there was no cause for Everton to suppose the initial challenge was any less daunting merely because Van Persie was being kept in reserve. Even so, it was intriguing to see Wayne Rooney and Kagawa in the early days of a relationship that could well be a key asset for the side. Everton, though, were determined not let United enjoy any ease and late in the half De Gea excelled to tip away a Leighton Baines set piece. The goalless condition of the fixture after 45 minutes was a mystery that was sustained soon after the restart when Leon Osman struck a fierce volley that hit the United bar. The margins that kept this engrossing stalemate intact then were small indeed. Everton are not known for flamboyance and considering the relatively small sums at Moyes' disposal, the occasional pragmatism is completely understandable. Nonetheless, the desire to take the game to United shone through whenever the opportunity arose. Moyes's side imposed themselves and benefited from the alarms that denied the visitors any pause. United succumbed at last when Fellaini climbed above Carrick to put Everton in front from a corner kick by Darron Gibson in the 57th minute. The scorer can seldom have been so influential as he looked on this night. Snap judgments would be folly but Ferguson's men were uneasy here and Paul Scholes could easily have been sent off with a second yellow card had the referee Andre Marriner not been so tolerant at the outset of a new campaign. Whatever United's scheme for this night, it became ever less feasible that Van Persie would spend the night on the bench. He came on for Danny Welbeck in the 68th minute but just before that the visitors had come close indeed to levelling the score when Phil Jagielka blocked a Tom Cleverley effort in the goalmouth. It was pride that seemed to drive United on then but, when endeavour was the issue, Everton were at no disadvantage whatsoever. This, indeed, was a night that made the onlooker value the intensity of the victors."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}