{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/aug/12/london-2012-today-at-the-games", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-08-11T23:07:02Z", "webTitle": "London 2012 Olympics: Today at the Games", "webUrl": "https://www.theguardian.com/sport/2012/aug/12/london-2012-today-at-the-games", "apiUrl": "https://content.guardianapis.com/sport/2012/aug/12/london-2012-today-at-the-games", "fields": {"headline": "London 2012 Olympics: Today at the Games", "bodyText": "THE END The Olympics comes to an end today, but there are still 15 of the 302 gold medals to be dished out. PUNCHING THEIR WEIGHT There are two last opportunities for GB boxing golds, courtesy of Fred Evans and Anthony Joshua. Evans, inspired to reach the Games after watching Amir Khan win silver at Athens 2004, beat the world champion, Taras Shelestyuk, to reach the men's welterweight final while Joshua, who only began boxing four years ago, must beat the defending champion, Roberto Cammarelle, to take super-heavyweight gold. GB'S FINAL MEDAL HOPE Mhairi Spence can be Britain's final medallist of the Games at around 6.30pm in the modern pentathlon. She won gold at May's world championships. There's fencing (Copper Box) and swimming (Aquatics Centre) before we head to Greenwich Park for riding and the combined events. \"I got to 16, saw Steph Cook and Kate Allenby [bronze medallist] win medals in Sydney and thought: 'I'd like to give that a go,'\" she says. FROM SHOE SHOP TO CHAMP? Kenya's Wilson Kipsang won the London marathon in April and, along with his countryman Abel Kirui, could be among the medals again. It may be far-fetched, but Team GB would love an Overall winner – Scott Overall, to be precise. Last summer he was selling shoes in the Clapham branch of Sweatshop. In his first marathon in Berlin last September, he finished in 2hr 10min 55sec, the fastest time by a Briton in six years. Today is his second marathon. WATCH FOR FREE The men's marathon is the non-ticketholder's final chance to see the Games. After the (ticketed) Mall start at 11am it does an (unticketed) 2.2-mile loop via Westminster Bridge and Buckingham Palace. Then three circuits of an eight-mile course around Trafalgar Square, Embankment, St Paul's Cathedral, Bank, Embankment, Parliament Square and Buckingham Palace before finishing on the Mall. DREAMS OF GOLD YET AGAIN The finalists in the men's basketball are unsurprising – the latest incarnation of the USA's Dream Team against the side they beat to win gold in Beijing, world No2 Spain. Argentina play Russia earlier in the day for bronze. CLOSURE: THE CEREMONY A Symphony of British Music is the title of Kim Gavin's show, which will be on a smaller scale than Danny Boyle's opening epic. \"It's an aftershow party, not anything desperately profound,\" says Lord Coe. It doesn't sound too profound: the (reunited) Spice Girls have been photographed rehearsing at the Ford car plant in Dagenham, while Brian May, Jessie J, Annie Lennox, Tinie Tempah, George Michael and the Pet Shop Boys are expected to play a part. Rio gets eight minutes to promote 2016, during which 225 performers display Brazilian colours and rhythms. WEATHERWATCH Highs of 25C in mid-afternoon and still above 20C for the closing ceremony. Dry and bright with some cloud cover. TV PLANNER 8am Women's modern pentathlon gets under way with fencing … 11am Start of men's marathon, the men's basketball bronze final and handball bronze final … 1.30pm Men's mountain bike race, men's volleyball final and rhythmic gymnastics, women's group all-around final, plus the first of five men's boxing finals … 2.30pm Men's water polo final … 3pm Men's basketball and handball finals … 6.30pm Final event in women's modern pentathlon: combined event … 7.30pm Closing ceremony begins 17 DAYS TO GO London was awarded the Olympic Games on 6 July 2005, 2,594 days ago, and when the flame is extinguished on Sunday life will feel a little strange. For seven years we had a countdown clock to watch, for 10 weeks we had a torch to track and for the past fortnight round‑the‑clock sport to gorge on. It's over, but don't despair yet. The Paralympics begins on Wednesday 29 August and, with more than 2m tickets sold, will be the most-watched ever. Seventeen days to go …"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}