{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/aug/12/farmers-wilt-under-supermarket-promotions", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-08-11T23:29:01Z", "webTitle": "British farmers wilting as supermarkets pile on the promotions", "webUrl": "https://www.theguardian.com/business/2012/aug/12/farmers-wilt-under-supermarket-promotions", "apiUrl": "https://content.guardianapis.com/business/2012/aug/12/farmers-wilt-under-supermarket-promotions", "fields": {"headline": "British farmers wilting as supermarkets pile on the promotions", "bodyText": "At this time of the year keen cooks can be found scouring supermarket shelves for fresh artichokes and plump beetroots to whip up into summer salads in tune with the rhythm of the seasons. But farmers are warning that a basketful of British produce – from tomatoes and cucumbers to apples – could disappear from greengrocery aisles. Producers complain of being crushed by the big supermarket chains which, under pressure themselves, are running an unprecedented number of promotions. Sarah Dawson, chairman of the National Farmers Union's horticulture and potatoes board, and producer of brassicas, peas and some cereal crops in Lincolnshire, says supermarket promotions are a huge risk for growers: \"When you see a deal in the supermarket that looks too good to be true, it probably is! Somebody is paying for the cost of the 33% extra, the 50% off or the bogof [buy one get one free] – and it's usually the grower, I'm sorry to say. \"We simply can't take the strain of paying for promotions that have got longer, deeper and more frequent. We all want consumers to have value, but more of the costs should shared with retailers.\" Attention has focused in recent weeks on the financial pressures faced by dairy farmers: last month they persuaded milk processors – the middle men between farmers and supermarkets – to reverse planned cuts in milk prices which would have seen the price paid to farmers fall to about 5p below the 30p-a-litre cost of production from 1 August. But farmers in other sectors are also feeling the strain. Possibly most at risk is horticulture, according to the NFU. In a recent report it labelled several British staple crops, including tomatoes, cucumbers and spring onions, as \"endangered\", and said brussels sprouts, lettuces, leeks and cauliflowers were also \"at risk\" because of poor supply-chain practices and a short-term approach by retailers which, it claimed, strip millions of pounds out of the fresh produce sector. Unlike most other farmers, these producers often have a direct relationship with retailers and are frequently forced to shoulder the cost of price reductions and offers because the retailers insist on maintaining their margins. Hayley Campbell-Gibbons, the NFU's chief horticulture and potatoes adviser, says retailers also fine producers between £20 and £50 every time a consumer complains about a purchase, even though there is no evidence it is the farmer's fault. \"One asparagus farmer told me he had to pay 1,500 fines of £30 each last year,\" she says. The British Retail Consortium denies that farmers' problems are caused by the supermarkets. BRC director of food Andrew Opie said: \"Why would retailers damage their own businesses by not having high-quality UK suppliers able to meet consumer demand? That wouldn't make sense, and that's why retailers invest in their supply chains. \"Supermarkets are by no means the only destination for British produce. Farmers should be challenging other buyers of British produce – the public sector, caterers and food manufacturers – to ensure they get the support from other buyers which is already being provided by the retail sector.\" Tom Salmon, a farmer in East Yorkshire, disagrees. Until recently he ran one of the biggest horticulture businesses in the UK, with 62 acres of tomatoes, cucumbers, aubergines and peppers under glass. He says the industry is in thrall to the big supermarkets as no government is prepared to take them on for fear of being accused of pushing prices up for the consumer: \"We don't want prices to go up for the consumer either. And there would be no need for that if retailers were prepared to reduce their margins.\" Having left the industry, he is willing to cite examples of strong-arm tactics practised by the supermarket he considers the most culpable – Tesco, which he says demanded a 47% guaranteed margin: \"If they didn't get that, they would send us a bill.\" Tesco defends its pricing policy, however. A spokesman said: \"We treat our produce suppliers fairly and take our obligations to comply with the industry code of practice very seriously. Only by working with our suppliers can we offer the best possible range and quality of produce to our customers.\" Livestock farmers have also been caught in a pincer movement between rising production costs and retailers' stance on pricing. Poultry producers have been helped by an uplift in the sale of whole chickens during the recession, with thrifty cooks realising they can get two or three meals out of a whole bird for the same price as a pack of chicken breasts. But drought in the US has caused the price of soya – 20% of poultry feed – to rocket, and farmers estimate production costs are set to rise by 25%. In a letter to the big supermarkets in July, poultry producers asked them to reflect the \"fundamental change\" in commodity prices affect poultry industry costs when considering pricing and promotional schedules for the year ahead. \"Working together, we can ensure that production-cost inflation does not cause lasting damage to the poultry meat and egg supply chains,\" it said. Pig farmers have been losing money since October 2010, at an average of £18 a pig. The cost of production is 173p a kilo, but the price paid to farmers is just 150p. The British Pig Executive says losses at these levels are not sustainable and could force a significant number of producers to leave the industry, which would increase the UK's reliance on imports. This year the number of breeding sows in Britain has already dropped by 8,000, and a recent survey found that producers representing 17% of the UK's weekly pig supply will slaughter their sow herds within the next six months unless prices rise to cover feed costs. Cattle numbers have also fallen – by 18% between 1996 and 2010 – and English producers claim that if they try to pass on price increases, the big chains simply buy beef abroad. As a result, some beef producers sustain losses of £147 an animal, and even intensively reared cattle were being sold at an average loss of £26.29 in 2011. Salmon says many farmers growing cucumbers and tomatoes are switching to alternative produce or that ultimate crop – selling their land for building: \"Maybe people will say tomatoes and cucumbers aren't that important, but where does it stop? It's a very desperate situation that has to be reversed, or in a couple of decades people will simply not be able to buy British produce.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}