{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2012/aug/25/doing-it-for-dad-dementia-clothing", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2012-08-24T23:05:09Z", "webTitle": "Doing it for Dad", "webUrl": "https://www.theguardian.com/lifeandstyle/2012/aug/25/doing-it-for-dad-dementia-clothing", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2012/aug/25/doing-it-for-dad-dementia-clothing", "fields": {"headline": "Doing it for Dad", "bodyText": "I wouldn't say that Dad was a dandy before he got ill. He certainly wasn't interested in the latest trends. But he enjoyed clothes, had a certain style and, despite being usually parsimonious, would splash out on garments he liked. Jackets were his weakness. He had about 20 neatly serried in his wardrobe upstairs. There is no denying it – the man had a coat habit. To the rest of the family, the jackets looked … well, identical. Invariably navy blue, often a bit padded, with a touch of the nautical about them: striped linings, metal eyelets, rope knot details. Every time he unveiled a new one – which would not be until months after he had purchased it – we would all snigger knowingly. \"Is that really another coat, Dad? It's just the same as the rest.\" It was a family joke. But there was one that had a special place in his heart and differed from the others. The Overcoat. He bought it when he was 18 years old, from a clothing van sent out by Simpsons, a tiny \"department\" store in Penzance, to the village where he grew up, St Buryan. It was a full-length number in charcoal tweed. In 1953, it must have seemed to have glamour stitched into the seams, the whiff of a world away from muddy fields and postwar austerity. I think the chief reason he treasured it was that it continued to fit him perfectly well into middle age. Like so many other things in his life, it was a point of pride. In keeping with its celebrity status, The Overcoat made only rare appearances, mostly at the funerals of ancient Cornishmen, the kind of wizened old men who always seemed to lurk in hedges around St Buryan, shrinking back as we drove past, while Dad beeped his horn and shouted \"All right ah 'ee father?\" through his open car window. Once they died, he would see them off properly by making himself smart. Now that he is as old as they were, he does not have much cause to spruce himself up. In the care home where he now lives, it is all about comfort. He spends most of his time in slippers and baggy sportswear – jogging bottoms, T-shirts, even hoodies. Practical yes, but the kind of clothes that he would once have sneered at. It is odd to see him thus attired, his thin ankles and wrists poking out of floppy polyester. The frailest hoodlum on the block. Certainly he has no need for The Overcoat any more – or for the rest of his pre-dementia wardrobe. Those clothes were for living in – striding across cliffs, running a business, working on his boat. The double-breasted suits, the itchy Guernseys, the jeans and the cotton shirts have been redundant for a while now, mouldering on a rail. So my mum recently took his former wardrobe to the local charity shop. A big pile of Dadness, hooked over one arm and deposited. It was time to accept that he didn't need it any more. It is bizarre to imagine his garments being turned over by indifferent hands, priced up for a few quid. Just some old man's clothes. I wonder how many will even be bought. They were dated, collars and lapels too thick, colours subtly, but irredeemably, wrong. But I like to imagine that someone will spot the appeal of The Overcoat, if nothing else. It had only one careful owner and hardly any miles on the clock. And, as Dad always used to say, it was quality, and quality lasts. • Follow Rebecca on Twitter @rebeccahelenley"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}