{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2012/aug/21/virgin-atlantic-london-manchester-route", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2012-08-20T23:05:21Z", "webTitle": "Virgin Atlantic to launch London-to-Manchester service", "webUrl": "https://www.theguardian.com/business/2012/aug/21/virgin-atlantic-london-manchester-route", "apiUrl": "https://content.guardianapis.com/business/2012/aug/21/virgin-atlantic-london-manchester-route", "fields": {"headline": "Virgin Atlantic to launch London-to-Manchester service", "bodyText": "Sir Richard Branson's Virgin Atlantic has announced the launch of a London to Manchester service, days after the tycoon's rail business lost the franchise for the same route. Virgin Atlantic said it would offer a service three times a daybetween Heathrow and Manchester airport, its first domestic route, from March next year. Steve Ridgway, the chief executive of Virgin Atlantic, said: \"Flying between Heathrow and Manchester is just the start for Virgin Atlantic's new short-haul operation. We have the means to connect thousands of passengers to our long-haul network as well as to destinations served by other carriers. Our new service will provide strong competition to omnipresent BA; keep fares low and give consumers a genuine choice of airlines to fly to Heathrow and beyond.\" The Virgin group has a track record as a domestic airline operator, through the Virgin Australia and Virgin America businesses. The Manchester move has been planned for some time and is not linked to last week's decision by the government to strip Virgin Trains of the west coast franchise, which operates between London and Manchester, Birmingham and Glasgow. A Virgin Trains spokesman confirmed the move was \"unrelated\" to the fate of the west coast contract. Virgin Atlantic's Manchester route will give the airline an embryonic resemblance to BA, which uses its Heathrow short-haul destinations, such as Glasgow and Edinburgh, to feed passengers into long-haul destinations such as New York and Moscow. Virgin Atlantic will hope to lure some of the 650,000 air passengers who fly between London and Manchester each year on to its service, and then on to its long-haul network. The airline said more than six out of 10 London-bound passengers from Manchester airport connect to other destinations, many of them served by Virgin Atlantic. The carrier said it had leased an Airbus A319 jet. Ken O'Toole, chief commercial officer at Manchester Airports Group, said: \"We are pleased to see competition returning on the London route, as that will be to the benefit of passengers flying from our airport. Virgin is already a strong carrier at the airport with long-haul routes to Barbados, Orlando and Las Vegas and this move adds to their range of services for the north of England. We aim to support our airlines as they look to grow and we hope the success of Virgin's domestic services will lead to further expansion at Manchester.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}