{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/aug/19/west-ham-aston-villa-paul-lambert", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-08-19T22:00:00Z", "webTitle": "West Ham's precision gives Aston Villa's Paul Lambert food for thought", "webUrl": "https://www.theguardian.com/football/2012/aug/19/west-ham-aston-villa-paul-lambert", "apiUrl": "https://content.guardianapis.com/football/2012/aug/19/west-ham-aston-villa-paul-lambert", "fields": {"headline": "West Ham's precision gives Aston Villa's Paul Lambert food for thought", "bodyText": "Perhaps out of solidarity with his fellow Scot, Paul Lambert generally refuses to cast judgment on how Aston Villa performed under his unpopular predecessor, Alex McLeish. However, he did declare before the trip to West Ham that his aim this season is to turn Villa into a more attacking team and to deliver a palatable spectacle, which by implication suggested that the fare under McLeish had been gruelling. \"I'm pretty sure Villa fans aren't going to sit there and wait for you to take 40 minutes to have your first shot on goal,\" Lambert explained before the season's kick-off. At Upton Park, they did not muster a shot on target until Stephen Ireland's tame effort in the 46th minute. Still, no cause to start pining for McLeish just yet. For there was a sharp difference in style between this Villa and last season's plodders. At least their approach work was well-intentioned against West Ham as they passed the ball adroitly for long periods, enjoying the majority of possession. The problem is they did not do much with it, even after Kevin Nolan had poked the ball into the net from close range to give West Ham the lead. \"We tried to play our way up the pitch,\" said Lambert of his preferred approach. \"I don't want them to just smack it up when we can pass it. But while we knocked it about well, we didn't have the cutting edge. When you have the ball you have to find ways to be offensive.\" Karim El Ahmadi, a £2m summer signing, passed the ball more tidily than anyone without ever proving penetrative. Ireland was similarly neat but blunt. Another new midfielder, Brett Holman, was ineffective before being substituted and, most alarmingly, so too was Charles N'Zogbia, who showed no signs of emerging from the rut into which he slipped after joining Villa for £9.5m last season. Bereft of service, Darren Bent, who was making his first league appearance since being injured in February, might as well have remained on the treatment table. The memories of the ammunition he used to get from Ashley Young and Stewart Downing seemed as remote as ever. \"It's my job to get the best out of players and Charles is definitely a talented player, as is Stephen Ireland,\" said Lambert. \"You can't fault the effort, it's just about finding the right blend to get everything ticking together.\" Lambert knows that he must cope without a crucial component of that blend until early September at least,as Gabriel Agbonlahor continues to recover from medial ligament damage. \"Gabby's absence has been a big blow,\" acknowledged Lambert. \"His pace would be a real threat.\" Bent, who was captain for the day, must have watched enviously as West Ham's £4.5m new striker Modibo Maïga, who was introduced nine minutes from time, was presented with the sort of chance that the Villa striker did not even come close to receiving despite being on the pitch for 10 times as long. A well-weighted pass over the top sent the Malian scampering clear but, although he feinted his way past Shay Given, his shot was cleared off the line by Nathan Baker. Sam Allardyce was encouraged by Maïga all the same. \"I was disappointed he didn't score but very impressed that he didn't show any nerves,\" said the West Ham manager. \"It's his first time in this country, he's had no time to get accustomed to anything, yet he outruns the centre-half, drops his shoulder, rounds the keeper and goes to slot it in, only for the defender, in fairness, to do brilliantly. But that piece of play shows [Maïga] is a goalscorer: you'd have expected him to rush it but he showed no nerves. That's the sort of thing that will make him one of the best finishers in the Premier League.\" Man of the match Mohamed Diamé (West Ham United)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}