{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/aug/17/craig-kieswetter-england-lions-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-08-16T23:30:15Z", "webTitle": "Craig Kieswetter leads England Lions fightback against Australia A", "webUrl": "https://www.theguardian.com/sport/2012/aug/17/craig-kieswetter-england-lions-australia", "apiUrl": "https://content.guardianapis.com/sport/2012/aug/17/craig-kieswetter-england-lions-australia", "fields": {"headline": "Craig Kieswetter leads England Lions fightback against Australia A", "bodyText": "Craig Kieswetter, as one of the few England internationals in the England Lions side, had less to prove than some in the unofficial Test match against Australia A. But he proved it all the same, with an unbeaten 112 from only 128 balls, including 17 fours and a six, to leave Australia's bowlers, including the Test men Mitchell Johnson and Nathan Lyon, looking bedraggled at the end of day three. The Lions were in trouble at 53 for four and then 99 for five before Kieswetter and Chris Woakes pulled them round. Varun Chopra top-edged a hook, Joe Root was strangled down the leg-side and Eoin Morgan was bowled as he played forward diffidently. Ben Stokes made half-promises to be the partner Kieswetter was looking for, striking some lusty blows in a skittish innings of 26 before, pulling, he edged to the keeper. But then Kieswetter and Woakes turned the day on its head, adding 100 in exactly 100 balls and by the close they had put on 141 in only 23 overs. Woakes was no slouch, making 48 from 65 balls, with 10 fours. But Kieswetter was the dominant partner and hit his second fifty from 36 deliveries. England's one-day wicketkeeper-batsman was 71 not out at tea and immediately after the interval he hit the New South Wales bowler Jackson Bird for four off the first two deliveries, before clouting the last ball of the over for six over midwicket. But perhaps his best stroke was when he hit Lyon into a puddle beyond the boundary rope. The ball, which had been reversing for the Australian fast bowlers, was changed and then batting became even easier. Kieswetter said: \"The rhythms were good. The Aussies bowled well in the middle session. But after tea they didn't put the ball in the same positions and it was important we took control and batted ourselves out of a losing position. \"We showed some class and character, which is what we're looking for in English cricket. When we got the ball wet and they changed it, it was good for us. They had a good ball and it reversed big and then they lost it. I think we'd feel pissed off in the same position.\" Now the one-day specialist Kieswetter would like to be considered for the longer game. \"I would like to be part of it, he said. \"To play the longest format is still the pinnacle. I've got to score big runs and occupy the crease. Matty Prior has rightly been nominated as Test cricketer of the year. My job is to put pressure on Matt. And if you score runs for the Lions you get rewarded with opportunities. \"But I'd hate to be pigeon-holed as just a keeper-batsman. I'd like to think I have the capability to be picked as a keeper or a batsman. I'd love to be part of it.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}