{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/aug/19/newcastle-tottenham-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-08-19T22:00:05Z", "webTitle": "André Villas-Boas needs more forward thinking as Newcastle beat Spurs", "webUrl": "https://www.theguardian.com/football/2012/aug/19/newcastle-tottenham-report", "apiUrl": "https://content.guardianapis.com/football/2012/aug/19/newcastle-tottenham-report", "fields": {"headline": "André Villas-Boas needs more forward thinking as Spurs lose at Newcastle", "bodyText": "A statue of Sir Bobby Robson stands at the main entrance to Newcastle United's home and, before matches, fans frequently take turns to be photographed in front of it. When a short detour before kick-off permitted André Villas-Boas the chance to admire a sculpture that was erected last spring, memories must have flooded back. \"I like it,\" said Tottenham's new manager. As a teenager growing up in an apartment block in northern Portugal he could not have wished for a better neighbour than the late Newcastle manager. Impressed by Villas-Boas's tactical deconstruction of his Porto side – something contained in a document slipped beneath Robson's front door – the former England coach famously began mentoring the 16-year-old, offering him work analysing games and players. The ensuing 18 years have brought Villas-Boas unprecedented managerial glory at Porto, ignominy at Chelsea and now the real promise of a renaissance with Tottenham. After dominating the first half, Spurs narrowly lost this match due to an amalgam of characteristically clever second-half tweaking on Alan Pardew's part, Hatem Ben Arfa's talent- laden intelligence, Demba Ba's opportunism and Villa-Boas's current shortage of established strikers. \"It's a bitter-sweet situation,\" said the Spurs manager. \"We must improve but it was a good performance. We had the most chances and were the superior team.\" Featuring the impressive Sandro synchronising smoothly with Jake Livermore in central midfield, the first half suggested Tottenham's new-look 4-2-3-1 formation will cause opponents numerous problems. Despite Spurs's eventual defeat all the indications are that little should be read into a subsequently deleted tweet from the omitted Tom Huddlestone, which apparently criticised Harry Redknapp's successor. \"Respect needs earning before being given. Fact,\" it read, but the overriding message from the visiting camp is that the Spurs players like Villas-Boas and enjoy his varied, innovative coaching. Perhaps Huddlestone is simply too one-paced? Reverting to an essentially 4-4-2 guise designed to afford Demba Ba a central attacking role alongside Papiss Cissé, Newcastle initially appeared clunkily one dimensional and over-reliant on an ineffective barrage of long balls. If Jermain Defoe and Gareth Bale had not hit a post and bar respectively, Tottenham would have been comfortably ahead at the interval. Reprieved, Pardew used the break extremely well and Newcastle re-emerged in a more fluid, broadly 4-3-3 configuration. Facilitated by Ba's relocation to the left, it was designed not only to promote shorter, smarter passing but to maximise Ben Arfa's menace. When Kyle Walker inadvertently headed Danny Simpson's cross into Ba's path, the striker swivelled seamlessly before sending the ball curling imperiously towards the top corner. It was Ba's first goal for seven months. After scoring 16 times before New Year last season, his shooting boots proved defective when occupying a similar left-wing role supporting Cissé last spring. But Ba believes he has now found a way to marry playing wide with goals. \"I've spent a lot of time analysing games on my own and seeing what I had to do to change the bad stuff,\" he said. After Pardew's mindless shove on an assistant referee over a disputed throw-in got him banished to the stands he watched Defoe equalise adroitly. But if Ben Arfa's diligence in tracking back suggested he is now a player who can safely be delegated defensive responsibility, attacking improvisation remains the France international's forte. In drawing Sandro and Livermore into the fouls which brought them first-half, style-cramping bookings, he had prised the game open and now enticed Lennon into bringing him down in the area after running into the narrow gap between the winger and Rafael van der Vaart. Ba was left looking startled when Ben Arfa seized the ball before sending Brad Friedel the wrong way from the penalty spot. \"I'm very happy for Hatem,\" said Ba. \"But I'll take the next one. I'll get there first next time.\" If Robson might have smiled at that, he would surely have endorsed Pardew's view of his former protégé. \"I'm pleased to see AVB back,\" said Newcastle's manager. \"We've got to know each other fairly well and I'm convinced he's going to do a super job at Tottenham.\" Man of the match Hatem Ben Arfa (Newcastle United)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}