{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/aug/19/reading-stoke-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-08-19T22:00:01Z", "webTitle": "Reading's Adam le Fondre stays cool from spot to keep Stoke in check", "webUrl": "https://www.theguardian.com/football/2012/aug/19/reading-stoke-report", "apiUrl": "https://content.guardianapis.com/football/2012/aug/19/reading-stoke-report", "fields": {"headline": "Reading's Adam le Fondre stays cool from spot to keep Stoke in check", "bodyText": "Wikipedia lists him as Glenville Adam J le Fondre, born in Stockport of French ancestry and a fervent admirer of Eric Cantona. Reading fans know him as plain Adam Le Fondre and his team-mates call him just \"Alf\", after his initials, or elongate it to \"Alfie\". Whatever name is the preferred choice, it is likely that observers of the Premier League will be hearing it many more times this season. Le Fondre may have plied his trade mostly in the nether regions of professional football, with Stockport County, Rochdale and Rotherham United before moving to Reading a year ago, but 132 career goals prior to a drab seasonal opener against Stoke City suggested a certain happy knack as he approached his Premier League debut. With time almost up, No133 duly arrived, a drilled penalty after Dean Whitehead had upended Garath McCleary for which the Stoke midfielder was sent off. No pressure on Le Fondre? Well, with Reading back in the top flight after a four-year absence and staring at a home defeat against an ordinary Stoke side first time out, the spot kick did have a nerve-jangling element to it. And with Reading having missed a remarkable six penalties as they won the Championship last season, the psychological stakes were raised further. No problems, though. \"Maybe my heart was beating a bit fast,\" Le Fondre said. \"It took a little while to move all the players out of the box but I always had in mind where it was going and just focused on that. I've been dying to get a penalty since I joined but I've never been on the pitch to take one. I was the designated taker but I nearly forgot.\" Le Fondre has not forgotten his humble roots and will be reminded even more starkly of where he came from when Reading play Chelsea, the Champions League winners, at Stamford Bridge on Wednesday night. \"It's what dreams are made of,\" he said. \"When you're a little boy and you think that you want to play in the top division and it doesn't pan out like that, you've just got to work harder. And that's what I've done. It's a long way from Spotland and the Don Valley Stadium.\" Stoke had gone ahead when the Reading goalkeeper Adam Federici allowed a tame shot from Michael Kightly to squirm through his grasp – \"I don't make those mistakes in training, let alone in games,\" the Reading goalkeeper said – but thereafter showed a bewildering lack of ambition to build on their lead. Could Michael Owen, who has been linked to Stoke, make a difference? Not so, according to Tony Pulis, their manager. \"People have kept talking about Michael,\" he said. \"We've got five strikers so we can't bring any more in.\" Michael James Owen. Now there, in his pomp, was a striker. Glenville Adam J. le Fondre still has a way to go yet. Man of the match Adam Le Fondre (Reading)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}