{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/tvandradioblog/2012/aug/02/doctor-who-first-official-picture", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2012-08-01T23:01:00Z", "webTitle": "Doctor Who: First official picture from the new series", "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2012/aug/02/doctor-who-first-official-picture", "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2012/aug/02/doctor-who-first-official-picture", "fields": {"headline": "Doctor Who: First official picture from the new series", "bodyText": "After two series at The Doctor's side, she has only a few adventures left. And from the looks of the first picture to be released from the new series of Doctor Who, Amy Pond is not in the best of health. Earlier this year, Doctor Who showrunner Steven Moffat promised fans a thrilling conclusion to Amy and Rory's story. \"Amy and Rory will leave in the fifth [episode] that goes out,\" he said. \"It will be a final encounter with the angels and not everybody gets out alive – and I mean it this time.\" On the basis of this picture, few would doubt him. The Doctor will introduce a new companion, played by Jenna-Louise Coleman, in the Christmas special. But fans will first have five episodes of the Ponds' and the Time Lord's escapades to enjoy – if that's the right word. More clues about the new series can be gleaned this evening at 8pm, when BBC One will run the first trailer from the series. (We'll be watching eagle-eyed – do join us to discuss it afterwards). No details have yet been announced of the Doctor's new companion. \"Who she's playing, how the Doctor meets her, and even where he finds her are all part of one of the biggest mysteries the Time Lord ever encounters,\" Moffat said. \"Even by the Doctor's standards, this isn't your usual boy meets girl.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}