{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/aug/16/john-terry-trial-richard-scudamore", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-08-16T22:27:15Z", "webTitle": "John Terry trial could be wake-up call for players – Richard Scudamore", "webUrl": "https://www.theguardian.com/football/2012/aug/16/john-terry-trial-richard-scudamore", "apiUrl": "https://content.guardianapis.com/football/2012/aug/16/john-terry-trial-richard-scudamore", "fields": {"headline": "John Terry trial could be wake-up call for players – Richard Scudamore", "bodyText": "Richard Scudamore, the Premier League chief executive, believes the revelations over the foul language during John Terry's court case earlier in the summer could have a positive effect on players' on-field behaviour. Some of the conduct in football has drawn negative comparisons with that of Olympians at the London 2012 Games. Regarding Terry's trial over racially abusing Anton Ferdinand, for which he was acquitted, Scudamore said: \"If a footballer has looked at that, irrespective of the rights and wrongs or merits of the case, which I'm not going into, but just by their admissions under cross-examination and with the statements, nobody would be very proud of them. \"I think a footballer will think: 'Hold on if I take this too far, if I get into these disputes and I'm going to have to publicise it with that level of disclosure' – it must register with people because we are in a new age now. Not only have you got the cameras scrutinising you, you have every member of the public able to contribute to the landscape via social media. They live in a different world now even to three or four years ago. Social media is a big part of this situation as well.\" The Terry-Ferdinand court case followed the Patrice Evra-Luis Suárez incident last autumn, which led to the Liverpool striker receiving a eight-game ban for racially abusing the Manchester United defender. Asked if these events, coupled with the feelgood factor of the Games, may prove a watershed moment for player behaviour, Scudamore said: \"I sense talking to the clubs and the players there is a sense of, 'Yes, OK, we have to ...' \"They are not ignorant of what's gone on. The incidents we had last year – one of the remarkable things was the reaction of everybody to the unacceptable nature of those incidents so therefore that's good if it's a wake-up call. \"But we have to be careful. We are talking about isolated incidents. It's a 38-round activity [the season] that lasts nine months and everything is scrutinised so when you take the amount of time, effort and energy that goes into this competition, you are going to get one or two incidents.\" Regarding the behaviour of Olympians he added: \"It's a totally legitimate debate to have but it's not a discussion or an issue we've suddenly woken up to in the last three weeks, since the Olympics happened. \"People have forgotten, it's not just about players and match officials, it's about getting on with each other too. It's also about managers and match officials and fans to fans and to players and managers. Have we made gains? Yes, we've made significant gains. If you speak to the top select group of referees they say relationships between themselves and players have improved immeasurably. \"We've already had the managers' meetings in the last couple of weeks and good dialogue on this and we'll speak to the captains in a couple of weeks. It will absolutely be on the agenda because they're as conscious as anybody.\" Asked what managers are keen to clean up this season, Scudamore said: \"The idea that talking to a fourth official the way they do is unlikely to get a decision changed. Similarly, huddling around a referee when he gives a penalty. \"The other thing, in fairness to the managers, is that they are united in condemning simulation. Every single one of them buys into the fact that it's unacceptable.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}