{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/aug/01/rwanda-drc-why-washington-lost-patience", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-08-01T22:20:00Z", "webTitle": "Rwanda and the DRC: why Washington lost patience", "webUrl": "https://www.theguardian.com/commentisfree/2012/aug/01/rwanda-drc-why-washington-lost-patience", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/aug/01/rwanda-drc-why-washington-lost-patience", "fields": {"headline": "Rwanda and the DRC: why Washington lost patience", "bodyText": "Concerted international pressure is being applied on the Rwandan president Paul Kagame to stop supporting a rebel group that is wreaking havoc in the east of the Democratic Republic of the Congo. The US is retreating from years of public support for Mr Kagame by no longer giving him the benefit of the doubt and announcing a cut in military aid. Britain, Rwanda's single largest bilateral donor, said it would delay payment of the latest batch of £16m in aid. The Netherlands and Germany have followed suit. The immediate target and purpose of this pressure is an indicted war criminal called Bosco Ntaganda, also known as the Terminator, whom Rwanda stands accused of shielding. A Rwandan rebuttal of allegations about its relations with Ntaganda, which were detailed in a UN report, has done little to calm the storm. Mr Kagame, a pragmatist if ever there was one, has a choice to make. Turning on one of its staunchest allies in the region represents a major policy reversal for the US state department. The publication of an annexe to the UN report, detailing evidence of Rwandan support for the DRC rebels, was initially blocked by Washington's ambassador to the UN, Susan Rice, whose career as a diplomat was shaped by the guilt she felt over the Rwandan genocide when she was part of Bill Clinton's administration. Times, however, change, and Ms Rice's historical loyalty to Mr Kagame was rightly overruled by the person who now does the job she once did, assistant secretary Johnnie Carson, and by both US ambassadors on the ground in Goma and Kigali. No one denies that Rwanda has genuine security concerns about the remnants of the FDLR, a Hutu rebel group operating in eastern Congo, but 18 years on Rwanda's support for rival militias is increasingly part of the problem of a destabilised DRC, not its solution. The evidence of Rwanda's military support for M23, the group that Ntaganda heads, comes from defectors, Human Rights Watch, and the UN itself. No other covert act in this multidimensional puppet war has been better sourced. Nor is there any doubt about what M23 is all about. Many of its members served in another Rwandan-backed militia, the National Congress for the Defence of the People (CNDP), responsible for widespread atrocities, including ethnic killings and mass rape. Nor does the argument that Rwanda can not hand Ntaganda over, as it is not a signatory to the Rome statute creating the international criminal court, hold water. The DRC is. If the former Liberian president Charles Taylor can be jailed for crimes committed in a neighbouring country, then so can Ntaganda. For once Rwanda's international donors have acted with uncharacteristic firmness. They may have caught Mr Kagame on the hop, but now he should act."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}