{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/aug/25/garry-kasparov-pussy-riot-trial-russia", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-08-24T23:28:32Z", "webTitle": "Garry Kasparov cleared of protesting at Pussy Riot trial", "webUrl": "https://www.theguardian.com/world/2012/aug/25/garry-kasparov-pussy-riot-trial-russia", "apiUrl": "https://content.guardianapis.com/world/2012/aug/25/garry-kasparov-pussy-riot-trial-russia", "fields": {"headline": "Garry Kasparov cleared of protesting at Pussy Riot trial", "bodyText": "Former world chess champion turned Kremlin critic Garry Kasparov has unexpectedly been cleared of taking part in an unsanctioned protest against the conviction of the Russian feminist punk band Pussy Riot. Kasparov, an opposition leader, was among dozens of activists picked out of a crowd and detained outside the court where the Pussy Riot trial ended on 17 August. Three of the band's members were given two-year jail sentences for \"hooliganism\" after staging a political protest against President Vladimir Putin in a Moscow cathedral. Kasparov, 49, was speaking to journalists outside the trial when police grabbed him. He said he was beaten by police, but police claimed he bit an officer's finger. A court in Moscow decided on Friday that police witnesses had not proven he had taken part in an unsanctioned protest and acquitted him. \"I think it's a very important day, a historical day, because for the first time in our courts, the evidence of a policeman was not accepted just because he wears a uniform,\" Kasparov said after the decision. Opposition leaders and activists have frequently been found guilty of charges linked to protests against Putin. Russian law was recently changed regarding public gatherings to dramatically raise the fine for taking part in an unauthorised protest to 300,000 rubles (£6,000). Kasparov could still face criminal charges based on the police officer's accusation that the opposition leader bit him while he was being detained. Police have sent documents about that accusation to federal investigators for review, the Interfax news agency said. The opposition leader said he was planning to file a complaint against his detention and a libel case against his accuser. Kasparov, who is considered by some to have been the best player in chess history, retired from top-level professional play in 2005 to become a political activist. He is a vocal critic of Putin and the leader of the United Civil Front opposition group."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}