{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2012/aug/19/the-last-weekend-tv-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2012-08-19T22:15:01Z", "webTitle": "TV review: The Last Weekend; The Function Room; I'm Spazticus", "webUrl": "https://www.theguardian.com/tv-and-radio/2012/aug/19/the-last-weekend-tv-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2012/aug/19/the-last-weekend-tv-review", "fields": {"headline": "TV review: The Last Weekend; The Function Room; I'm Spazticus", "bodyText": "Fine writing, trenchant class analysis, a baby-doll robe scarcely concealing an enviably beach-ready body. But enough about me. There was so much to enjoy in The Last Weekend (ITV1, Sunday) that it made one forget that its chief role may be to prepare us for the return to our screens later this week of one marvellous actor with a you've-got-to-be kidding posh name (Benedict Cumberbatch) by deploying another (Rupert Penry-Jones). I don't know if Blake Morrison's novel is any good, but if it's half as accomplished as Mick Ford's adaptation then last year's Booker prize winner must be stripped of the award. Ordinary herberts Ian and Em arrive in their joke motor for a weekend at Daisy and Ollie's twee Suffolk cottage. Ian and Daisy had a thing 20 years ago and it's Ian's fervent hope to get inside her aforementioned robe and reprise their romance. Yes, Ollie may be terminally ill, and, yes, Em is possibly ovulating and insistent that Ian impregnates her. Right. Now. But still, male desire for weekend adultery and the symbolic castration of one's soon-to-be posthumous love rival will not be gainsaid. At least not on ITV. Uni buddies Ollie and Ian have had a man-thing going on for two decades, whereby they do annual battle in a yawnable triathlon of golf, cycling and one other I've forgotten. It's a skirmish in the class war: Shaun Evans' Ian is a ratty scally hoodie on a primary schoolteacher's salary; Penry-Jones's Ollie is a blond god with proper golf shoes who looks improbably foxy in his barrister's wig. Throughout, the superbly eloquent eyebrows of Claire Keelan as Em function as Greek chorus, telling us the quartet are fate's playthings. Genevieve O'Reilly as Daisy is haughty and horny, like a young Lindsay Duncan – which, trust me younger readers, is high praise. Ford's writing is surely the best in TV drama since Steven Moffat's Sherlock. I quite liked his device of Ian stepping from a scene to comment on it, especially as Evans mutated during these sequences from prole-dupe to lairy sexpot with anger issues. Better, though, was how Ford teased us. Does Ollie (Penry-Jones) really have an inoperable brain tumour, or is he lying to trick Ian into a fatal misstep? \"I could murder someone. I've got no conscience. I'm evil,\" says this wannabe East Anglian Raskolnikov as his souped-up convertible barrels terrifyingly down country lanes and Ian cowers in the passenger seat. But what comes on like Crime and Punishment could readily become brained-up Midsomer Murders. Is this really Ollie's last weekend? Is Milo, the guy who arrives in a potboiler twist at the end of the first episode, going to upset everything like his namesake in CBeebies' Tweenies? I'm not sure where the story's going, but I'm enjoying the ride too much to need to know. When I was a child, the Dudley branch of the Jeffries family counted the times that George A Cooper as Billy Liar's dad said \"bloody\" in an episode. Sometimes it was more than 20. We were scandalised. I lost count, during The Function Room (Channel 4, Sunday), how many times the uniformly excellent cast said \"shit\", but it would have given the Jeffrieses conniptions. Admittedly, the police and residents meeting in a pub sought to crack the case of the so-called Shit-Egg Killer, a venal hurler of uncouth missiles through blameless suburban windows. They won't use that nickname in the press, counselled Kevin Eldon's weary-eyed copper. Yeah, no one puts shit in the papers, a sarky resident quipped. Not even the Daily Mail. Writer Dan Maier and the cast were enjoying themselves so much it was infectious. \"A phalanx of youths have been causing ructions in my cul-de-sac,\" complained an out-of-work camp thesp plummily, introducing a Crimewatch-meets-Mrs-Slocombe vibe. It's nice to see Simon Day playing another pub bore. He wasn't saying that talcum powder is made from human skulls, just noting that episodes of ethnic cleansing are followed by rises in global talc production. I'm not sure where Maier goes after this pilot, but I really want to find out. Commission a series, Channel 4! The title of I'm Spazticus (Channel 4, Sunday) filled me with as much dread as C4's grotesquely named Make Bradford British. In the event it was a jolly prank show with a twist. Think Fonejacker where prankers are amputees, blind, have cerebral palsy or – in my favourite sketch – one is a parachutist in a wheelchair, dangling inches from the ground after getting stuck in a tree. Who, after making small talk, could walk on and let him dangle? How could they not cut him down? He's probably still there, dead. This country. Honestly."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}