{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/aug/02/francis-maude-thinktank-civil-service", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-08-01T23:01:01Z", "webTitle": "Civil service shakeup: Francis Maude looks abroad for inspiration", "webUrl": "https://www.theguardian.com/politics/2012/aug/02/francis-maude-thinktank-civil-service", "apiUrl": "https://content.guardianapis.com/politics/2012/aug/02/francis-maude-thinktank-civil-service", "fields": {"headline": "Civil service shakeup: Francis Maude looks abroad for inspiration", "bodyText": "In a fresh sign of the coalition's frustration at the civil service, the Cabinet Office minister Francis Maude will announce today that he is commissioning research into how foreign governments make civil servants personally contractually accountable to deliver ministerial objectives. Maude wants to look at changing the balance between the permanent neutral civil service and introducing a larger politically appointed element, as in France and the US. One possibility is replicating the Austrialian model that requires all permanent secretaries to offer their resignation on the appointment of a new government. But the £50,000 research by a thinktank will also look at radically different models, such as the US where large parts of the civil service are replaced with the election of each administration. It is the first time since the publication of the government civil service reform white paper earlier this summer that Maude has acted in his commitment to seek policy insights from outside the civil service. Maude is offering a £50,000 contract and expects a report from the commissioned thinktank or academic by the late autumn. Likely candidates for the research project include the thinktank Reform, the Institute for Government or the Constitution Unit at UCL. Maude said: \"While we are rightly proud of our civil service, we shouldn't hubristically assume that there's nothing we can learn from other successful governments, whether like Australia and New Zealand where they have political arrangements which are broadly similar to ours, or like Singapore or the United States where they are more distinct. \"To meet the future challenges of our fast-changing world, Britain's civil service will need to continue to change and adapt, and that's why we are determined to draw on new ideas.\" A ministerial source said: \"Every option is on the table. It would be very arrogant to assume that the way we govern is unimproveable. Francis Maude is very clear he wants to look at radical models.\" The Cabinet Office said would look very closely at the New Zealand model where the equivalent of permanent secretaries are under a contractual model to deliver ministerially set objectives. The review will also look at the French model where ministers have a larger politically appointed private office. Ministers have been repeatedly frustrated in Britain that civil servants can avoid personal responsibility for errors they make by arguing that ministers are accountable to parliament for everything that happens in their department. The thinktank Reform, one of the most influential critics of traditional civil service neutrality, argued before the election: \"The doctrine of ministerial responsibility should be abolished. It not only shields officials from taking personal responsibility for their actions but also draws ministers into the process of delivery. \"Instead, ministers should be responsible for the strategic direction of policy and its communication. Officials should be personally responsible for the construction of policy and the use of resources.\" Ironically the Conservatives were very critical of Labour's politicisation of the civil service, and the large number of special advisers, promising to cut them back as part of the a cost-cutting exercise. Since then figures such as Steve Hilton, David Cameron's former director of strategy, have become frustrated at the slow pace of the civil service, and its apparent conservatism."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}