{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/aug/20/premiership-london-welsh-promotion", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-08-20T21:01:41Z", "webTitle": "Premiership moves to avert repeat of London Welsh promotion fiasco", "webUrl": "https://www.theguardian.com/sport/2012/aug/20/premiership-london-welsh-promotion", "apiUrl": "https://content.guardianapis.com/sport/2012/aug/20/premiership-london-welsh-promotion", "fields": {"headline": "Premiership moves to avert repeat of London Welsh promotion fiasco", "bodyText": "Premiership Rugby has vowed that last season's drawn-out promotion saga, when London Welsh were told they would not be allowed to play in the top flight hours before the first leg of their play-off final, will not be repeated. Welsh won the Championship final and a subsequent appeal against the decision of the Rugby Football Union, which was based on a report by independent auditors that found the Exiles had failed to meet the criteria, not least because they did not have primacy of tenure having opted to switch their home matches to Oxford. The appeal panel found that did not constitute grounds to disqualify London Welsh because exemption on those grounds had been granted to three clubs in the Premiership. \"There will not be any big changes in the entry criteria,\" said the Premiership Rugby chief executive, Mark McCafferty. \"The appeal panel did not rule against primacy of tenure itself but found we were not able to justify the three exceptions and we now have to decide how many we can live with from television's point of view. \"There is also the question of how important ground ownership is to clubs. Evidence suggests that non-match day revenue plays a crucial part in sustaining a professional club and market forces will draw more clubs to owning their own grounds. Saracens are moving to their own ground in the new year, Sale have a deal in place, Wasps are talking about building their own ground and London Welsh have been linked with a buy-out of the Kassam Stadium. \"What we have to do, and the professional game board is meeting next month, is shorten the decision-making process when it comes to ruling whether the Championship winners meet the criteria. Everyone involved in the play-offs needed to know where they stand before the matches start, as well as the bottom team in the Premiership. There was too much speculation last season and we need to provide clarity.\" London Welsh start their first season in the top flight by entertaining last season's beaten play-off finalists Leicester in Oxford and they travel to the champions Harlequins a week later. \"We will not get anywhere if we are negative,\" said the club's coach, Lyn Jones. \"We must believe in ourselves and develop as a team.\" Jones said he would be playing Gavin Henson, who is at his fifth club in less than two years, at fly-half rather than centre. \"There is chance in everything you do in life,\" said Jones, who coached Henson at Ospreys for five seasons from 2003. \"My guess is that he will do well. He is a player who has not reached his potential to the full and he realises that. It is my job to give him the opportunity to express himself and trust is everything in the relationship between a coach and a player. Gavin has had a difficult 18 months and just needs to settle down. He is as good an outside-half as Jonny Wilkinson. I do not care what has happened with him in the past. He has the ability.\" Two new rules will be trialled in this season's Premiership. Television match officials will be able to go back through two phases of play if requested by a referee to see whether there has been an infringement in the buildup to a try and they will be able to intervene immediately if they spot an act of foul play missed by the officials. Players who suffer suspected concussion can be assessed off the field for up to five minutes, but their temporary replacement will not be allowed to take place-kicks in a bid to minimise the risk of cheating."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}