{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2010/jul/17/a-house-is-a-home", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2010-07-16T23:05:51Z", "webTitle": "Letters: A house is a home for many more", "webUrl": "https://www.theguardian.com/society/2010/jul/17/a-house-is-a-home", "apiUrl": "https://content.guardianapis.com/society/2010/jul/17/a-house-is-a-home", "fields": {"headline": "A house is a home for many more", "bodyText": "What I see on the streets of Liverpool does not match the view of Polly Toynbee – that \"housing was Labour's great failure\" (Comment, 13 July). In areas where whole estates of social housing have been transferred to the ownership of housing associations, I see every house brought up to decency standards, courtesy of funding from the Homes and Communities Agency – an arm of our then Labour government. Roofs that do not leak, gutters that do not drip, windows that are insulated and make the house secure, solid doors, front and back, to keep the residents safe, perimeter walls to say \"this is my home\", side gates to keep the back garden private, house walls insulated and thick blankets of insulation in the roof to keep the heating bills down, a new bathroom with a modern shower, a new kitchen with smart tiles, a central heating system (novel thought) which keeps the whole house warm and reduces the utility bills, and on, and on … In many cases, the homes that were bought under the right-to-buy scheme now stand out because of the lack of maintenance. Housing associations are experts at their job, and when given the job by local councils, and in partnership with a government which cared about such things, the result is the estates in my area are now highly desirable places to live. I invite you to come and have a look. This is real investment in quality homes for the next generation. They will survive the current cull and so will the housing associations, and so will the residents, to whose determination to cope in all circumstances I pay tribute. Cllr Janet Kent Chair of adult social care and health select committee, Liverpool"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}