{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2010/jul/17/anti-smoking-laws-burning-issue", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2010-07-16T23:05:52Z", "webTitle": "Letters: Anti-smoking laws are still a burning issue", "webUrl": "https://www.theguardian.com/lifeandstyle/2010/jul/17/anti-smoking-laws-burning-issue", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2010/jul/17/anti-smoking-laws-burning-issue", "fields": {"headline": "Anti-smoking laws are still a burning issue", "bodyText": "It is wrong to suggest that the coalition government is reconsidering this poor legislation because of pressure of cigarette manufacturers (Anti-smoking law may be overturned, 15 July). I don't think this or any government cares a jot for big tobacco. It's independent retailers like me that they are concerned about and this legislation is being reviewed because of serious concerns about the massive burden it would place on our businesses. We have campaigned against this for more than two years. This is no U-turn for the Conservatives and Lib Dems. Both parties were opposed to the measure as it passed through parliament last year because of well-founded doubts as to its effectiveness. They are simply honouring an election commitment. In countries where tobacco displays have been banned, youth smoking has not fallen. In Canada, the country which has had a display ban for the longest period of time, youth smoking has sadly increased. If hiding tobacco out of sight in shops does not stop people from smoking, yet is a burden on businesses, the policy cannot be justified. The coalition has a lot of public support in reviewing this ill-thought-out legislation. Ken Patel Newsagent, Leicester • Martin Dockrell of Ash says that the only people who oppose the anti-smoking legislation are \"the people who profit from making and selling cigarettes\". Not true. I for one am just a good customer of the tobacco companies and I am quite fed up with both the laziness of journalists and the paid agitators of Ash. I am not a professional smoker. There's no such thing, but there are professional non-smokers who are constantly wheeled out to comment on this madness. The 10 million who still choose to smoke are nobodies who should listen to the advice of their betters. I for one loathe the view of life of the \"health lobby\" – I find it obsessed with the wrong things, joyless, dreary and dull. Vast changes are coming and the power of the press will be diminished; this will be both good and bad, but I can see some of the benefits already. David Hockney London • On Monday a 15-year-old boy was able to buy cigarettes from three out of four vending machines as part of a trading standards sting in Hampshire – a timely reminder that thousands of children get hold of their cigarettes this way. Please tell me that our new-look politics doesn't include a back-track on the hard-won victory to expunge these machines from our public places. Betty McBride British Heart Foundation"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}