{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/jul/21/spur-of-the-moment-mciahel-billington", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-07-20T23:05:51Z", "webTitle": "Review | Theatre | Spur of the Moment | Royal Court | Michael Billington", "webUrl": "https://www.theguardian.com/stage/2010/jul/21/spur-of-the-moment-mciahel-billington", "apiUrl": "https://content.guardianapis.com/stage/2010/jul/21/spur-of-the-moment-mciahel-billington", "fields": {"headline": "Spur of the Moment", "bodyText": "Written when only 17, Anya Reiss's debut play is part of the Court's commitment to youth. But, although comparisons with Polly Stenham are inevitable, since Reiss deals with the dysfunctional middle classes, and the two share a director in Jeremy Herrin, their work is totally different. Less formally precise than Stenham, Reiss's raw, edgy play deals with the impetuous passion of a pre-teen girl for her family's lodger; even if the piece sprawls, it has a disquieting ring of truth. Everyone in the household is in crisis. Delilah may be into High School Musical, but is smitten with student Daniel in the next bedroom. He is a self-mutilating wreck having a hard time with his girlfriend. And Delilah's parents are an embarrassment who involve everyone in their domestic warfare. At times, the endless recrimination is a bit wearing; but Reiss combines sardonic observation with confessional honesty. The scene where the family's attempt to watch a Dark Knight video ends in disarray is horribly plausible. Herrin's production, designed by Max Jones with meticulous realism, is disturbingly well acted. Shannon Tarbet conveys Delilah's ardour, James McArdle is suitably guilt stricken as Daniel, and Sharon Small and Kevin Doyle bicker believably. \"Whom the gods wish to destroy they first call promising,\" Cyril Connolly wrote; but I've a hunch Reiss has the strength to survive such dangerous labels."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}