{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jul/29/david-cameron-india-smarm-offensive", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-07-28T23:05:47Z", "webTitle": "David Cameron in India: Smarm offensive | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/jul/29/david-cameron-india-smarm-offensive", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jul/29/david-cameron-india-smarm-offensive", "fields": {"headline": "David Cameron in India: Smarm offensive", "bodyText": "When David Cameron arrived in India with the largest posse of ministers and businessmen he could muster, he hardly got a mention in the national press. The presence in New Delhi of the Burmese leader General Than Shwe was of more interest. The Hindu quoted someone from the British High Commission as saying it was bit like a long-standing marriage. \"There has to be excitement and emotion, a new lease of life and energy.\" A $1.1bn deal to supply 57 Hawk trainer jets will hardly put the sex back into that relationship, but it could keep up appearances. It will not change the substance, which is that Britain is unlikely to export its way out of economic stagnation and it will not be to countries like India when it does. The truth is that there is nothing in Mr Cameron's pockets or those of the businessmen who accompanied him that could excite India – not even the agreement to export nuclear technology and expertise which overturned the previous government's reluctance to export to a non-signatory of the nuclear non-proliferation treaty. But the coalition government is two-faced in its approach to India. It wants more contracts, but not the people who go with it. It still has problems with the number of Indian IT software engineers who work in Britain. When the home secretary Theresa May announced a temporary limit of 24,000 skilled non-EU workers, she exempted thousands of Indian IT staff working in Britain, because they had come under a route known as \"intra-company transfers\", which are governed by international trade agreements. The argument now is between the business secretary Vince Cable who wants to keep this exclusion in place and the Tory commitment to reduce net migration by making the temporary cap permanent. Many Indian IT staff working in the British branch of their company are subcontracted on work outsourced by other companies. This could allow the home secretary to argue that it is possible to cap their numbers without contravening WTO rules. Mr Cameron has not got much room for manoeuvre if he wants to cut net migration, as there is already a ban on unskilled workers recruited outside the EU. A choice will have to be made and India will be watching which one he makes with interest. Mr Cameron was so eager to please his hosts that he came within a hair's breadth of endorsing the Indian view that Pakistan as a state was responsible for the Mumbai attack and for exporting terrorism. This is boggier terrain and Mr Cameron should remember Britain's relationship to Pakistan will be just as important, if it is to extricate its troops from Afghanistan. • This article was amended on 29 July 2010. The original referred to a hair's breath. This has been corrected."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}