{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2010/jul/10/bust-craftacular-childrens-art-day", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2010-07-09T23:06:07Z", "webTitle": "This week's new events", "webUrl": "https://www.theguardian.com/culture/2010/jul/10/bust-craftacular-childrens-art-day", "apiUrl": "https://content.guardianapis.com/culture/2010/jul/10/bust-craftacular-childrens-art-day", "fields": {"headline": "This week's new events", "bodyText": "Bust Craftacular, London The coolness of crafts has come a long way, in part at least helped by shopping bonanzas such as this. The creation of New York-based feminist magazine Bust, the wares here celebrate DIY female creativity. More than 60 of Britain's finest independent craftmakers, including Tatty Devine, Mr.PS, Beyond Fabrics and Miso Funky, will fill the York Hall with homemade booty, from screenprinted cards to radical cross-stitch aphorisms, eco-friendly clothing to stag plush wall-decor, while the Vinyl Vendettas are among the DJs. York Hall, Old Ford Road, E2, Sat, bust.com/craftacular Katrina Dixon Children's Art Day, Nationwide Grown-ups beware! Children's Art Day means kids take over museums and galleries with a whizpopping, paint-spattering slew of more than 180 events across the UK. In London, this includes kite-making and flying at Keats House on London's Hampstead Heath and an East End tennis court becoming an enchanted garden of recycled flowers. Elsewhere, kids can create doves for the Picasso Peace Garden at Tate Liverpool, Roald Dahl characters at the Children's Gallery in Buckinghamshire, or even pocket-sized version of themselves or their familes at Mini-Me in Glasgow's Gallery Of Modern Art. Various venues across the UK, Mon to 18 Jul Skye Sherwin The Fling, Chelmsford Essex might be derided as a cultural dead end, but this festival provides a very forward-looking mix of music, poetry, dance, comedy and cabaret. Howard Marks is the big name on the Wordsmiths stage, though watch out for poets Ash Sarkar and Tim Wells. Music comes from local acts Seven Summers, Cathouse and the New Town Kings, and there's burlesque aplenty from the likes of Dolores Delight, as well as some exotic beats and bhangra from the Bollywood Bling tent with the DJ Desi Crew. Central Park, Sat, chelmsford.gov.uk Iain Aitch Out &amp; about World Beatles Day, Liverpool, Saturday Magical mystery tours, music, Beatles food, mop-top hair contests and Fab Four family fun around the city. Yeah! Yeah! Yeah! Various venues Bastille Day, London, Sunday Go Francophile for the day at the free French jamboree, with cabaret, Bluebell Girls, pétanque tournament, gourmet market and more. Battersea Park, SE11 Galway Arts Festival, Galway, Monday to 25 Jul Mammoth spree of world-renowned arts, plus street spectaculars, acrobats and family shows. Various venues Fringe Festival, Llangollen, Friday to 24 Jul Dance, workshops, music, comedy and a cardboard furniture workshop at the laidback jamboree. Near Wrexham Tolpuddle Martyrs Festival/Rally, Tolpuddle, Friday to 18 Jul TUC-organised free event marking the 19th-century struggle with music, talks, march and arts workshops. Near Dorchester"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}