{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2010/jul/21/teenagers-social-services-lack-resources", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2010-07-20T23:05:38Z", "webTitle": "Teenagers get less help from social services due to lack of resources", "webUrl": "https://www.theguardian.com/society/2010/jul/21/teenagers-social-services-lack-resources", "apiUrl": "https://content.guardianapis.com/society/2010/jul/21/teenagers-social-services-lack-resources", "fields": {"headline": "Teenagers get less help from social services due to lack of resources", "bodyText": "Neglected and abused teenagers are not getting enough help because social services that are short of resources often prioritise vulnerable younger children, according to research published today. The three-year study into the protection of maltreated 11- to 17-year-olds said there was an urgent need for a shift in approach to ensure they were kept safe. While the spotlight has frequently fallen on the experiences of abused young children, particularly in the wake of the Baby P scandal, over a fifth of serious case reviews – held when a child or young person dies or is seriously injured – relate to those aged over 11. But the study, by the Children's Society, the NSPCC and the University of York, found that the older children got, the less likely they were judged to be at risk and made subject to child protection procedures. And professionals like teachers and police officers were often slow to refer those who had been maltreated to children's social care services because they believed a lack of resources would mean it would not be acted on. There was also a shortage of services for those over 14 in particular who were being neglected or emotionally, physically or sexually abused. \"Resource issues were a major factor in decision-making about initial response and could lead to cases involving young people having a lower priority and/or a slower response time,\" the report said of children's social care services' assessment and responses. \"Young people, in comparison with younger children, were seen as a greater challenge to engage and work with.\" Researchers found wide variations between different children's departments, with the child protection system not always seen as the most effective way to meet the needs of older children. Social workers thought they were more resilient and able to get out of abusive situations and report abuse than younger children, even though research suggested this was not the case. In fact, young people had huge difficulty disclosing maltreatment, because they feared the ramifications for their families, struggled to strike up trusting relationships with social workers and did not know how to speak out. Police and education professionals both said they were concerned about using resources assessing cases and making referrals. Bob Reitemeier, the chief executive of the Children's Society, said: \"Many older children who we work with are just as vulnerable as younger children, if not more so. It's important that we review the way we support these young people and which approach works best for them once they have disclosed maltreatment.\" Professor Mike Stein, of the Social Policy Research Unit at the University of York, said: \"Society is very quick in condemning the behaviour of teenagers. This research shows that we are far less responsive in understanding and meeting the needs of those young people who are maltreated.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}