{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2010/jul/25/rusty-gun-noel-razor-smith", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2010-07-24T23:29:45Z", "webTitle": "A Rusty Gun: Facing up to a life of crime by Noel 'Razor' Smith | Book review", "webUrl": "https://www.theguardian.com/books/2010/jul/25/rusty-gun-noel-razor-smith", "apiUrl": "https://content.guardianapis.com/books/2010/jul/25/rusty-gun-noel-razor-smith", "fields": {"headline": "A Rusty Gun by Noel 'Razor' Smith", "bodyText": "Say what you like about the shortcomings of prison, but it has produced some wonderful writing. Indeed the combination of extreme experience, a hidden world and enforced isolation might almost be described as the perfect conditions for exceptional prose. Not surprisingly, then, the prison memoir is a genre with an illustrious lineage that includes among its authors Jacobo Timmerman, Primo Levi and Alexander Solzhenitsyn. These men, of course, were all writers or intellectuals in the first instance whose accounts of political imprisonment (and torture) remain vital testaments against state tyranny. There is another tradition, though – that of the criminal prisoner who discovers writing in jail. Noel \"Razor\" Smith falls into this category. Smith is – or was – an armed robber and career criminal. In his first memoir, A Few Kind Words and a Loaded Gun, Smith displayed literary talent, describing his life spent largely behind bars in a fashion that was vivid and powerful and yet alive to larger questions about confinement and brutality. A Rusty Gun continues the story, detailing the five years Smith spent at HMP Grendon, the only prison facility specifically dedicated to the therapeutic rehabilitation of \"long-term violent recidivists\". Smith himself certainly fit that bill. By the time he reached Grendon in 2003, he was four years into a life sentence on various counts of bank robbery. A big man with a big reputation, he decided, after the suicide of his teenage son, that he needed to change his life. And to do that, he realised, he needed to change himself. His success over the next five years in turning his back on violence he attributes in no small part to the sympathetic environment of Grendon. Smith points to the absence of a punishment block at the prison, and the fact that it has the lowest reconviction rate of any category B prison. He holds it up as a model that puts to shame a prison system that pays only lip service to rehabilitation. This is a slightly disingenuous argument. Grendon doesn't have a punishment block because it doesn't need one. If prisoners break the rules, they are simply sent back to the main prison system. Hence those that manage to stay the course are, almost by definition, less likely to reoffend. Moreover, there used to be a rigorous selection programme at Grendon, including an \"IQ test to ascertain if [the prisoner] was intelligent enough and genuinely committed to benefit from therapy\". Smith laments recent developments in which \"everyone was welcomed with open arms\". In other words, it was Grendon's exclusivity that made it successful. That's a reasonable point to make, but in that case Grendon can't be used as a stick to beat the rest of the prison system. Also misleadingly, Smith has a habit of referring to his enormous sentence. With \"eight life sentences plus 80 years to serve,\" he writes, \"I had nothing but time.\" In fact, once parole was taken into account, he served less than seven years before he was released. That's still a long time to be incarcerated, but it's Smith's job to capture that passage of time rather than trade on the absurdity of sentencing language. These quibbles aside, this is a thoughtful, provocative and often humorous examination of the benefits of group therapy among a highly challenging group of prisoners, including several killers and psychopaths. As Smith makes clear, there is a recognised hierarchy operating in the prison system, with armed robbers like himself and gangland leaders at the top and sex offenders and child abusers at the bottom. For the criminal aristocracy, the toughest of the tough, showing any sign of vulnerability or weakness is not usually an option. But at Grendon, the whole point is to expose the insecurities and character flaws that criminal behaviour both draws upon and attempts to disguise. As the book progresses we see Smith gradually learn to examine and challenge his emotional motives and social preconceptions. He describes the process as shedding the layers of armour he had spent a lifetime building up. Unlike in many other prisons, at Grendon ODCs (\"ordinary decent criminals\") like Smith have to mix with child killers and rapists, or \"wrong-uns\". Accepting the failings of others is perhaps the most telling struggle in which Smith and his fellow ODCs have to engage. To the extent that he refrains from his previous practice of ramming their faces into walls, Smith succeeds. Yet he never submits his own or his fellow ODCs' actions to the same scrutiny and criticism that he reserves for the wrong-uns, at least one of whom, contrary to the book's stated policy of protecting privacy, is clearly identifiable. As with any class system, elevated status depends on the inferiority of others. And while it's only right that stigma should remain attached to child killers and wife abusers, this doesn't mean that bank robbers should be glamorised. Smith acknowledges this but it's obvious that he's not yet prepared to let go of the image of a hard man with an unbreakable code of honour. For one thing, it's his main publishing selling point. Still, it would be nice to think that Smith, as a writer, will eventually escape the imprisonment of his past. It's early days – he's only recently been released – but if he were drop the \"Razor\" from his name, it would represent a significant step on a long, hard road to freedom."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}