{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jul/12/world-cup-2010-netherlands-defeat", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-07-11T23:47:26Z", "webTitle": "World Cup 2010: Dutch fans mourn third defeat", "webUrl": "https://www.theguardian.com/football/2010/jul/12/world-cup-2010-netherlands-defeat", "apiUrl": "https://content.guardianapis.com/football/2010/jul/12/world-cup-2010-netherlands-defeat", "fields": {"headline": "World Cup 2010: Dutch fans mourn third defeat", "bodyText": "Being plunged into national mourning is difficult enough. It becomes all the more tricky when everyone's still dressed in fluorescent orange. But last night Amsterdam was denied one of the greatest parties in its history, after its beloved Dutch side fell at the very threshold of football's greatest prize. An estimated 100,000 squeezed round screens on the square by the Van Gogh museum. Crowds stood dozens-deep outside bars. But seconds after Andres Iniesta, a player schooled at Barcelona, heirs to the Dutch-invented \"total football\" of the 1970s, poked a shot into the goal deep into extra time, the streets were filled with grim groups clutching tangerine vuvuzelas, heading home. Lars Vanden Berg said it hurt all the more, given the Netherlands failed twice before, even if long before his birth, in 1974 and 1978. \"It's part of the Dutch consciousness, those defeats,\" he sighed. \"We really thought we'd win, third time lucky. I thought I'd be partying all night. \"But there's nothing to be ashamed of. Spain are a wonderful team, we pushed them right to the end.\" At the North Sea Jazz festival, singer Stevie Wonder tried to lift Dutch spirits.\"Holland is still the winner,\" he said after one song. \"We don't cry, we don't cry.\" However, in The Hague, fans wept at the final whistle and tossed orange confetti into the air. \"We were so close. I feel empty, saidSander Lubbers, 33. Arend-jan Meijer put on a brave face. \"It's a great shame, but Spain was the better team. It's only football,\" he added, as he headed for home kicking his way throughpiles of plastic beer cups."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}