{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2010/jul/20/the-third-man-peter-mandelson", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2010-07-19T23:05:33Z", "webTitle": "The Third Man by Peter Mandelson: digested read", "webUrl": "https://www.theguardian.com/books/2010/jul/20/the-third-man-peter-mandelson", "apiUrl": "https://content.guardianapis.com/books/2010/jul/20/the-third-man-peter-mandelson", "fields": {"headline": "The Third Man by Peter Mandelson", "bodyText": "Alongside myself, Tony Blair and Gordon Brown helped turn New Labour from a modernising party into a totally unelectable rabble within 15 years. Quite an achievement, I'm sure you will agree, and one of which I am unashamedly proud. Along the way, I have been called many things and have made a few mistakes – that moustache! What was I thinking? – but whatever my other failings, I am a loyal person. That's why I am rushing this memoir out a month ahead of Tony's \"everyone else's culpa\". The reasons I came back to Gordon in 2008 had nothing to do with missing being the centre of attention. I simply wanted to serve my country, help an old friend and wangle an invitation to Corfu to hang out with the Rothschilds, the Murdochs, a Russian oligarch and George Osborne on a luxury yacht. \"You're not as useless as everyone says you are,\" I told Gordon. \"So let's put old enmities behind us. You can pretend to be prime minister and if you guarantee me a place in the Lords I'll be the entire cabinet.\" The Third Man had finally become the Second Man. I was born into a Labour family . . . zzzzz – you're bored reading this early stuff, so how do you think I felt having to write it? – and all I've ever wanted to do was to help raise the aspirations of the working classes above buying their furniture from Ikea. After several years working with Neil Kinnock, I realised he was a lame duck, so I quickly distanced myself from him and gravitated to Gordon and Tony, the party's rising stars. Gordon had the temper, but Tony had the all-important quality of having no discernible political beliefs and I anointed him king. Much has been written about the so-called Granita deal, but I can categorically state Tony never promised Gordon he could take over, because Tony told me he didn't, and Tony always tells the truth. After many years of working behind the scenes, I decided I wanted to become an MP. \"You can have Hartlepool,\" Tony said. 'Where's that?' I asked. Here I must dispel the myth that I mistook mushy peas for guacamole. I would never have done such a thing. This was the 1990s and avocado was so very 1970s. Especially in bathrooms – something I saw a lot of during the three days I spent in my constituency. I had hoped to be offered a serious role in Tony's first cabinet, but he insisted I should continue doing what I did best – stabbing people in the back – and offered me the key roles of sitting on his knee and minister for the dome instead. Eventually, I was offered the DTI, and here I must again correct a misconception. I didn't just say: \"I am intensely relaxed about myself becoming filthy rich\"; I also added: \"as long as I pay taxes and borrow £300K from a friend without telling anyone to buy a swanky Notting Hill house\". My sense of injustice at twice being sacked from the cabinet still burns deep. Soon, though, I was again caught between Tony and Gordon, who were now engaged in open warfare, after Tony welcomed me back into his inner sanctum. \"Let bygones be bygones, and help me fuck up Gordon,\" he said, before adding with no apparent irony: \"There's no one to match him for someone who articulates high principles while practising the lowest skulduggery.\" It was hard to get any proper work done while Gordon and Tony were shouting, but looking through my notes, which I wrote yesterday, I see that I foresaw the credit crunch and the problems with the war in Iraq. But Tony and Gordon were implacable, so I left them to it and slipped off to Brussels for a long dinner. On my return, I was horrified by the number of people who were briefing against Gordon. Party discipline was slipping: that was my job – along with persuading Gordon that he could still win the election, even though it was obvious to everyone he couldn't. \"Why does everyone have it in for me?\" Gordon sobbed as I unpicked his fingernails from the front door of No 10. \"It's not really everyone,\" I said. \"It's basically just me and Tony.\" The digested read, digested: Please don't forget about me too soon."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}