{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jul/17/editorial-wall-street-banks", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-07-16T23:05:54Z", "webTitle": "Wall Street: The banks are still boss", "webUrl": "https://www.theguardian.com/commentisfree/2010/jul/17/editorial-wall-street-banks", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jul/17/editorial-wall-street-banks", "fields": {"headline": "Wall Street: The banks are still boss", "bodyText": "Even after the final full stop is affixed to the last piece on the great banking crisis of 2007-10, one phrase about one bank will sum up the entire episode. It comes from a Rolling Stone profile last year of Goldman Sachs. The second and most quoted sentence of Matt Taibbi's piece describes the world's number-one investment bank as \"a great vampire squid wrapped around the face of humanity, relentlessly jamming its blood funnel into anything that smells like money\". As pithy descriptions go, this had it all: the power of the leading firm in an all-conquering financial industry, and how that could be used to print money and to plunge the world into a financial firestorm. Well, the bottom line at the end of this week is that the vampire squid is doing just fine, thank you. It may not look that way. After all, Goldmans shelled out $550m on Thursday night to Wall Street watchdogs. And it now faces a slew of regulation, thanks to the passage of the financial reform bill through the US senate. Yet in both cases the Masters of the Universe are getting off lightly – showing yet again how the bankers who triggered an economic crisis, which is now turning into a social crisis (as governments across the rich world make all those spending cuts), are ducking their fair share of the bill for the mess. First, the fine. In paying the biggest ever penalty in a regulatory case, Goldman Sachs is admitting that it wrongly marketed a $1bn deal to investors – a big blow for a firm that prides itself on a good name, and a hefty dent in the balance sheet. Or so you might think. But $550m is as much as the bank takes in trading revenue in just one week. And it is a tiny sliver of the $16bn it paid in bonuses to its bankers last year. More to the point, set against the enormity of the charges it faced, Goldmans has got off lightly. After all, the bank stood accused of creating and flogging a package of dodgy home loans – without telling investors that one of its biggest hedge-fund clients had hand-picked the loans that went into the package, and had bet that they would fall in value. Cut through all the fancy terminology and this was an old-fashioned fraud case, in which Wall Street's finest were charged with screwing over their own business partners (including, naturally enough, our own financial sink-estate, RBS). The regulators have now binned their case in return for some loose change from Wall Street. Then there is the US reform bill, which last night passed its final hurdle. Indeed, for Mr Obama to pull off another big bill (following on from healthcare and the $787bn economic stimulus), let alone one that has not been eviscerated by the Republicans, is a triumph. The coming mid-term elections may be bloody for the Democrats, but Mr Obama is using his political capital rather than hoarding it. The bill has plenty of sensible (albeit vaguely worded) proposals: a single Financial Stability Oversight Council to monitor markets more closely, more derivatives to be traded in clear sight of the regulators, and financial firms to be quickly wound up. All this is so practical that it simply shows up how bad financial regulation was before Lehman Brothers. Depending on which American papers you read, this is either \"another landmark legislative victory\" for Barack Obama or simply a \"stunning success\" for the president. Yet there is nothing in the bill that would prevent another billion-dollar scam such as the one Goldman Sachs was accused of. There is certainly nothing that questions whether finance should be about stiffing investors with dodgy products and forcing subprime credit on low-paid workers. Banks have been given hurdles to jump, rather than obstacles to doing dodgy business. The bottom line? Goldman Sachs and its brothers have been given a slap on the wrists for their part in the crisis, but it is the voters – facing tax rises and huge spending cuts – who will get a kick in the teeth."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}