{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jul/05/lancashire-worcestershire-friends-provident", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-07-05T23:10:00Z", "webTitle": "Lancashire v Worcestershire | Friends Provident t20 match report", "webUrl": "https://www.theguardian.com/sport/2010/jul/05/lancashire-worcestershire-friends-provident", "apiUrl": "https://content.guardianapis.com/sport/2010/jul/05/lancashire-worcestershire-friends-provident", "fields": {"headline": "Tom Smith sets up easy T20 win for Lancashire against Worcestershire", "bodyText": "Tom Smith hit Lancashire's highest score of the Friends Provident t20 season to set up a comfortable home win against Worcestershire that consolidated their position in the top four of the North Group. Smith, a 24-year-old all-rounder from Chorley, watched from the non-striker's end as Jack Shantry reduced Lancashire to 0 for 2 in the first over. But the tall left-hander rebuilt the innings in partnerships of 69 with Paul Horton and 80 with Mark Chilton and ended unbeaten on 92 from 60 balls. Smith hit five fours and six sixes, most of them over the short boundary on the pavilion side of the ground, as Lancashire posted a total of 170 for five. That did not look likely to be enough as Sanath Jayasuriya launched Worcestershire's reply with a 26-ball half-century including four sixes, all of them flicked over the leg side. The North Group's bottom side were well on course for a third consecutive win at 73 for one when the Sri Lankan veteran top-edged a sweep at Stephen Parry and Simon Kerrigan took a simple catch at short fine-leg – a relief to Kerrigan, who had dropped Jayasuriya on 32. After that dismissal Worcestershire crumbled, losing their last eight wickets for 20 runs inside five overs. The left-arm spinner Parry continued his impressive T20 form with three for 19, taking his tally for the tournament to 20 wickets at an average of 13.5, and Smith completed his dream night with three for 12. The win lifts Lancashire back to third in the North Group with a game in hand on the rest of the top five before Friday's Roses Match against Yorkshire, also at Old Trafford. Worcestershire stay bottom and will probably have to win all five of their remaining matches to have any chance of qualifying for the quarter-finals."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}