{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2010/jul/10/big-boi-outkast-lucious", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2010-07-09T23:08:00Z", "webTitle": "Bonkers beats and Sir Lucious rhymes! Big Boi steps out from OutKast", "webUrl": "https://www.theguardian.com/music/2010/jul/10/big-boi-outkast-lucious", "apiUrl": "https://content.guardianapis.com/music/2010/jul/10/big-boi-outkast-lucious", "fields": {"headline": "Bonkers beats and Sir Lucious rhymes! Big Boi steps out from OutKast", "bodyText": "If there were a general consensus that Big Boi was the McCartney to his OutKast sparring partner Andre 3000's Lennon, Andrew Ridgeley to his George Michael, then it's something he's oblivious to. Grandly titling his first album Sir Lucious Left Foot: The Son Of Chico Dusty, his entry into the solo arena is far from meek. \"That's because I'm a soul-funk crusader,\" he announces. \"It's step-yo-game-up time! Sir Lucious is a more mature version of Big Boi. It's still me, but more defined. Like a fine wine, we just get better with time.\" The \"Son\" part is a nod to his late father, who died just before Big started work on the album. \"He was an air force pilot, and he was also in the marines. I'm the oldest of five kids and so it's just my way of carrying the torch. It's my nod to him.\" Six years in the making, Sir Lucious ... was recorded at OutKast's Stankonia studios, near his home in Atlanta. \"We recorded all of our albums there, from [1994 debut] Southernplayalisticadillacmuzik to [2006's] film musical Idlewild. It's comfortable but gritty enough to get you in a state of mind of being raw and ready to kill stuff.\" The album sessions were aided by \"some candles, a little red light, maybe some crunk juice and a cigar; every now and then perhaps a little 'purple'.\" Guests on the album include actor Jamie Foxx, fellow Atlanta rapper TI, Mary J Blige and, of course, Andre 3000. There was one person he couldn't quite get, though ... \"My favourite artist of all time is Kate Bush. I'm looking for her, man. I've been trying to find her for some years now. I love the unpredictability of her songs.\" He did, however, manage to get hold of a Clinton (George), an experience he compares to \"Dorothy going to see the Wizard of Oz. He is the grandfather of funk; when George speaks, you listen. He's gonna give you that extraterrestrial funk; you gotta be thankful for the way he beams it down to you.\" 'I got a couple of English bulldogs from the forest of the Loch Ness monster. Well, maybe not Loch Ness. I forget where, but it was far away' The first single, Shutterbugg, may not have any space-age special guests, but it's a futuristic, brain-crunching slice of jittery electro-hop nonetheless. \"It's capturing the good times, it's all about spreading positive vibrations,\" the Savannah-born, East Point-raised rapper explains. His buddy Andre 3000 chose the single. \"I went out to 'Dre's house after I had completed the album and he told me to jump off with Shutterbugg. Looks like he picked the right song.\" Together, Big Boi and Andre 3000 are the most successful duo in rap history, with six Grammys and over 25m album sales. Helping to wrestle rap away from New York and putting the south on the map, OutKast also proved that you didn't need baggy jeans and a New York accent to crack hip-hop. Though the freakily dressed 3000 may have overshadowed Big Boi in terms of press and critical praise, there's no animosity or competition between the two. \"That's my brother,\" says the man born Antwan Patton. \"I'm godfather to his son, he's godfather to my kids. We've known each other since 10th grade.\" While Andre slopes about in fashion circles and makes movies with Guy Ritchie and babies with Erykah Badu, Big Boi can be found breeding pitbulls (an interest he inherited from his hunter grandfather), and building strip clubs. \"I still got the Boom Boom Room, but it's kind of vacant these days,\" he says of the private parlour he keeps in one of his houses. He also has over 50 canines at Pitfall Kennels, his 55-acre ranch in south Fulton County; his very first, Iggy, was bought in the UK. \"I got a couple of English bulldogs from the forest of the Loch Ness monster,\" he remembers, straight-faced. Really? From the forest? \"Uh-huh.\" In Scotland? \"Oh. Maybe not Loch Ness. Well, I forget where, but it was far away.\" 'Modern music's all about who you're sleeping with and what's the last crime you committed. I'm here to get it back to the music' But it's not all strip poles and attack dogs, Big Boi's not shy of confronting political issues. War, from his side of the 5m-selling double album Speakerboxxx/The Love Below railed at the Bush administration, while 2008's Something's Gotta Give, featuring Mary J Blige, was about Hurricane Katrina. \"It's the same thing with the Haiti situation, you still have hundreds of thousands of people with no place to live,\" he notes. \"Somebody has to bring attention to that, cos people need help. So you'll get that on this album, too. When you have the microphone and the power to reach the globe, it's bigger than just your neighbourhood. Sometimes it's good to educate as well as entertain,\" he says of the socio-political element to his emceeing. He is, he continues, quite disillusioned with modern-day music: \"It's about who you're sleeping with and what's the last crime you committed. I'm here to get it back to the music. As long as you still got honest voices and people that care about music, then you're going to get quality.\" Like Andre, Big Boi has also experimented with other sides of the arts; there have been films (though it's best we forget golfing \"romp\" Who's Your Caddy? which gets a one-star rating on IMDB), and last year the Atlanta Ballet dedicated a whole dance to him. \"It was a production based around my music. We did six shows and it was like a play with actual stage visuals and screens, lasers ... a real crazy visual experience. Had 'em aged five to 85, tuxedos on your feet, all races, all ages, all religions. It was good, and we're going to do it again, too.\" Is he into ballet, then? \"I'm into ballerinas ha-ha-heh-heh-heh.\" Lucious has taken over half a decade to complete (\"I like to let the beats marinate\"); lucky then that Big Boi's already started work on his next solo album. There's also a new OutKast record in the works, though he's reluctant to reveal any details. \"I can't say nothing about that, 'Dre will tell me off, but I got a whole batch of collard greens. Mum's the word cos when you talk about it then people gonna be anticipating it and then they tend to start getting mad at you if you don't deliver. You gotta just spring it on 'em.\" So he still feels like he has something to prove? \"No, that's not it,\" he decides. \"Every accolade, we've already acquired it. I just love the music, man. That funk that make you frown your face up. As long as you're excited about making music and you can still find the need to create that funk Frankenstein, you will be successful and they will come to your party.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}