{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jul/06/lewis-hamilton-british-grand-prix", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-07-05T23:06:44Z", "webTitle": "Lewis Hamilton: Now I get to make my own decisions – and mistakes", "webUrl": "https://www.theguardian.com/sport/2010/jul/06/lewis-hamilton-british-grand-prix", "apiUrl": "https://content.guardianapis.com/sport/2010/jul/06/lewis-hamilton-british-grand-prix", "fields": {"headline": "Lewis Hamilton: Now I get to make my own decisions – and mistakes", "bodyText": "\"I'm a Formula One racing driver, dammit,\" Lewis Hamilton says passionately. His gaze sweeps across Silverstone, the grand old circuit for this Sunday's British grand prix, as he describes the sporting obsession which frames the often painful twists and turns of his ordinary life. \"It's like the best thing ever. I get to work with such an incredible group of people and I have this amazing car and, when I get inside, it just lights me up. No matter what problem I have, it takes it all away. It's amazing.\" Hamilton arrives at Silverstone as the leader of the drivers' championship, having followed consecutive victories in Istanbul and Montreal with a second place at the European grand prix. His British team-mate and the reigning world champion, Jenson Button, is just behind him as McLaren lead the constructors' battle in a compelling season. Yet Hamilton's traumatic personal journey over the past five months has been even more testing. His decision to ask his father, Anthony, to step aside as his manager was distressing. He then had to tell the world in March, only weeks before this defining season, that he and his father were professionally estranged. At the same time he broke up with his girlfriend, Nicole Scherzinger, after two years together. \"Mmmmm,\" the 25-year-old winces, \"they both happened at a similar stage. So there was a lot of weight on my shoulders. It wasn't a great spot in the year.\" Hamilton is now gradually rebuilding his complicated relationship with his father, and he has also reunited with Scherzinger. \"I'm generally always happy,\" he says. \"But everything has to be balanced for you to perform perfectly. There's always something that can get in the way and it comes down to how strong you are in dealing with it.\" The most unsettling imbalance in Hamilton's life was that, after 17 years of working together, he and his father had reached a standstill. Hamilton needed a dad rather than a manager. \"It's been a very hard transition,\" he says. \"There was never a good way of doing it. Or, maybe there was, and I just don't know if I did it the best way. Communication wasn't great between us so it was very difficult for the whole family.\" Stricken with guilt and anxiety, Hamilton had considered breaking away from his father \"for a long time. I held off doing it because it was so tough to tell him. He loves it so much. I didn't want to take it away. But you're trying to continue what he's given you and to get something else you've wanted from him a very long time: which is just him being your dad.\" Does his father understand that now? \"Um …\" Hamilton says, \"I think he does. It's really difficult. There will be part of him that has a strict opinion on certain things and says, 'No, you're making a mistake.' And there'll be part of him which just says, 'I'm happy you're happy.'\" A gaping hole, however, has been blown through the core of Anthony Hamilton's identity. It first took shape when he helped eight-year-old Lewis start kart-racing in 1993. \"Of course,\" his son murmurs. \"That's the hardest thing. He lived and breathed it. He was at every race and now he's not at the races and I'm doing so well. It's going to take time for him to adjust.\" Did Hamilton have to ask his dad to stay away from the paddock? \"I had to say the first four races. But then …\" Hamilton pauses, and smiles sadly. \"It's ended up being a bit more.\" His dad has missed the first nine races – but Hamilton has invited him to watch this weekend's grand prix either from the paddock or a prime position in the grandstands. \"He may even come here,\" Hamilton says, looking down from our seated enclave at the British Racing Drivers' Club. Here, Hamilton reveals the appealing personality that sometimes gets lost in the whirl of racing celebrity. He laughs shyly at the suggestion that a symbol of his new independence can be seen in the small black studs glinting from his recently pierced ears. \"The last time I had them done I was about 15. But on the way home I took the studs out. I couldn't bear my dad seeing them because he would have broken my balls. It was a similar feeling when I walked into the paddock this time – I knew everyone would have an opinion. But I don't care what other people think now.\" Hamilton seems to be racing with more conviction than ever, even though the Red Bulls of Sebastian Vettel and Mark Webber are still faster. \"There's definitely a good momentum building in our team. We're very strong and the car is getting better and better. I think I've driven as well as I've ever done but at the start of the season things were just not going my way. But winning in Canada was definitely the best weekend I've had all year. It meant I led the championship again [for the first time since he was world champion in 2008] but what's even nicer is waking up knowing you've won the race. The season is so long you don't really get to celebrate. It just builds up throughout the year and you store it and, hopefully, at the end you get to let all the emotions out.\" The personal trauma Hamilton has had to overcome, allied to the intensity of competition, means that a possible second championship would seem even more special to him. \"In terms of pure challenge and greatness if I was to win this world championship it would be just a remarkable achievement. I'm working as hard as I can to do it. My dream is to win three world championships – and to emulate Ayrton Senna – but just to get the second is bloody hard.\" Hamilton laughs before conceding that one of the most fascinating aspects of this season has been the rivalry between team-mates – at McLaren, Red Bull and between Fernando Alonso and Felipe Massa at Ferrari. Hamilton's win in Istanbul depended on Vettel and Webber racing each other so hard that they eventually collided. He giggles when asked if the tension is likely to escalate between the Red Bull drivers? \"Oh yeah! It's interesting. I don't know what friction Fernando and Felipe have but I've not seen them standing together for a long time. \"So it's been very impressive how me and Jenson are coping. Our relationship is great even if, without doubt, he wants to beat me and he knows I want to beat him. It helps if you're both racing on the straight and narrow – even if it's not easy having two world champions both wanting to win the title. Of course the most important ingredient is to finish ahead of your team-mate. But if I don't do that it'll be because I've not done a good job.\" Last season, in a poor car, Hamilton endured his worst spell in Formula One. \"It was serious character building. You have to go through those struggles and learn from them. What sucked about it is that I was still world champion, and still rated the best driver, but I couldn't show that on the track. But we kept pushing and in the end we won two races.\" Did he ever doubt his ability after dominating Formula One for much of his first two seasons? \"To be honest, I think I get better every year. That's not meant to sound like me blowing smoke up my arse but you get experienced. My first year was amazing but there were so many holes I fell down. If I went back to 2007 now [when he lost the championship in the final race] I'd blitz that year no problem. I really would because I've had that experience. \"I've never doubted my ability in F1. The last time I did was when I moved to single-seaters [10 years ago]. There was a lot of pressure from Dad and Ron Dennis [the former McLaren team principal]. It was horrible and I was having to study at the same time. People were just attacking me and it was hard work. But I pulled through.\" Those often forgotten struggles mean that Hamilton, despite his prodigious rise, is unlikely to make the same mistakes in his private life as Tiger Woods. He admits, however, that he has seen some salutary warnings in Woods's travails this year. \"For people in my position it does raise awareness. It's such tricky territory. He's a phenomenal athlete but it's such a shame his personal life has affected his game. For me it was so sad to see someone so great, having given so much to the sport, being shredded away. I'm sure he'll be back but it makes you think.\" The fact that Hamilton's American girlfriend is the lead singer for the Pussycat Dolls means that he is also scrutinised closely. \"That is difficult but it's just part of having that balance and being sensible. Recently, things between us have been quite good. We had a dip, and people found out about it. But people have problems in their relationships all the time. So you work around it.\" Hamilton still admits to feeling the occasional thrill when he is given an unexpected reminder of his own celebrity. \"It's often a real pleasure – and a surprise that people know you. I go back to Switzerland and get on with normal life. And then you walk through an airport and you see a picture of yourself and it's like, 'Phew, that's incredible.' \"But it's not the easiest thing in the world to deal with. Over time you learn to accept it and handle it in the best way. You have to be very patient and very polite. And you have to be the least selfish person you possibly can be.\" Yet Hamilton has been attacked specifically by groups such as Christian Aid for his decision to live in Switzerland, as a tax exile. \"The thing you notice when you get to my position is that everyone has an opinion. I have opinions about lots of things but I don't always have to share them with the world. But if I look at what I did I've got to say I've been so happy. Switzerland is one of the most beautiful countries in the world. I've always wanted to live by a lake, and I do now [in Zurich]. I've also wanted to live in a place where they speak a different language. When I first went to Geneva I started to learn French but I got busier and so it didn't really work. I'm trying to learn German now – it's just hard when I've got so many balls in the air. \"I'm self-managed now but I've got McLaren and good people around me. I'm going to remain in control of my plans but I'll probably appoint someone to do the day-to-day things. It's different when your dad is the manager. He's the boss. Whereas I now get to make my own decisions and make my own mistakes, which is what you need to do.\" It helps that he has recently become much closer to his mother, Carmen. \"My mum has been amazing. My relationship with her has grown continuously over the last year. It got a bit separated [when his parents divorced years ago] because she remarried. Her new husband had kids and she also became a new mum – and then a grandma. But she's travelling with me now and she came to China and Canada. That's good because she's not had the chance too often in the past. In fact with the whole family I really think the future's bright and things are going to be great. It's just a hard time now – and you just want that bright future to happen now.\" This Sunday, should he win at Silverstone and be embraced afterwards by his parents, and in particular his dad, that bright future will seem much closer. \"My family came from nothing,\" he says, gazing out at the deserted track, \"and so I want to help all of them – just like my dad helped me. Things are getting better. Before the race in Canada, we spoke on the day. We were messaging each other before the other races but that was the first time we actually spoke on the Sunday. And I saw him a week ago and I went to the house and spent the evening there.\" The brilliant racer, so bent on a British grand prix victory and another world championship, smiles and looks up. It's easy, then, to see him more as a son thinking of his father. \"Slowly but surely,\" he says, \"we're getting there.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}