{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2010/jul/14/fsa-abolish-food-safety-environment", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-07-13T23:05:16Z", "webTitle": "Letters: We will all be losers if the FSA is abolished", "webUrl": "https://www.theguardian.com/uk/2010/jul/14/fsa-abolish-food-safety-environment", "apiUrl": "https://content.guardianapis.com/uk/2010/jul/14/fsa-abolish-food-safety-environment", "fields": {"headline": "We will all be losers if the FSA is abolished", "bodyText": "Contrary to your article (Victory for food firms as safety watchdog axed, 12 July), we understand that no decision has been made about the future of the Food Standards Agency. Your story claimed that food manufacturers had been lobbying to close down the FSA. However, as the voice of UK food and drink manufacturing, the Food and Drink Federation has consistently supported the need for an independent, well-funded food safety regulator. The FSA has been highly effective in this role in the 10 years since its creation, not least in ensuring that consumer confidence in the food we eat has grown significantly. Were its independent role to be abolished, neither the industry nor the consumers would be the winners. Melanie Leech Director general, Food and Drink Federation • The demise of the FSA would be regarded by many as a loss – including the food industry itself. The Institute of Food Science &amp; Technology, an independent professional body, has seen the FSA working closely with the industry over the past few years. The adversarial style of relationship suggested in your reports is neither accurate nor helpful. During its existence, the FSA has provided coherent strategy and direction on issues such as reductions in saturated fat and salt and in food-borne diseases such as campylobacter in chicken, as well as regulating food business operators. These are all still live issues and the functions of the FSA, in whatever form, will continue to be needed in the future. Very few in the sector would see its break-up as a positive step. Jon Poole Chief executive, Institute of Food Science &amp; Technology • George Monbiot insinuates (This Tory bonfire of regulations lets the rich foul the poor with impunity, 13 July), that the new taskforce on farming regulation is an inside job aimed at freeing farmers to run rampage, destroying biodiversity, polluting water and ignoring health and safety. In fact the job of the taskforce is to ensure that high environmental, welfare and safety standards are maintained while the bureaucratic burden of maintaining those standards is reduced. One example illustrates the kind of overlap we hope the taskforce will examine. Packing of vegetables is \"agricultural work\" if the vegetables are grown on the farm where the packing takes place, but not if the produce is brought in from elsewhere; the worker does the same work, but in one case the statutory Agricultural Wages Order regime applies and in the other it does not. Completely barmy. I, for one, am glad that the government is prepared to allow small business owners – in this case farmers and first-line food processors – to come forward with their own ideas on how to get rid of such unnecessary bureaucratic absurdities. Julie Robinson Acting head of government affairs, NFU"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}