{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jul/25/steven-finn-glenn-mcgrath", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-07-24T23:06:50Z", "webTitle": "Steven Finn: How watching Glenn McGrath spurred me on", "webUrl": "https://www.theguardian.com/sport/2010/jul/25/steven-finn-glenn-mcgrath", "apiUrl": "https://content.guardianapis.com/sport/2010/jul/25/steven-finn-glenn-mcgrath", "fields": {"headline": "Steven Finn: How watching Glenn McGrath spurred me on", "bodyText": "With a Test career starting in 1993 and spanning 14 years, Glenn McGrath has always been regarded as a batsman's worst nightmare, ever since he first graced the field against New Zealand all those years ago. He has come to epitomise the very essence of a \"nasty fasty\". During my youth, Glenn McGrath was the best fast bowler in the world. I clearly remember that in the build-up to every series McGrath would target an England batsman. First Michael Atherton, then Michael Vaughan were on the receiving end of pre‑Ashes sledging from McGrath. McGrath saw off Atherton 19 times in his international career. Not afraid of predicting how a series might turn out, as well as how a batsman might fare against him, before England's Ashes win in 2005, he postured: \"I think I was saying 3-0 or 4-0 about 12 months ago, thinking there might be a bit of rain around. But with the weather as it is at the moment, I have to say 5‑0.\" A confident man. Blessed with unshakeable belief in his own ability and an unerring trust in his team-mates, he showed aggression in everything he did – even in his manipulation of the media. These reasons make this incredible fast bowler my icon, the role model every young fast bowler should aspire to emulate. I have only ever seen McGrath bowl live once, at the Walker Ground in Southgate in 2004 against Yorkshire. McGrath donned the blues of Middlesex in three national league games that summer. I remember perambulating round the ground, taking in the performance of my idol from as many angles as possible. From side on, I could see the incredible carry that he was getting, sending the ball firing through to the wicketkeeper. From behind his arm I could see the \"shape\" he was getting on the ball, taking it consistently away from the right-hander. The rhythmic run‑up and the unique and individual way he jumps in towards the stumps at release of the ball – just as every coaching manual says you shouldn't! This all added to the magic of the moment I was caught in. It showed he did it his way and also gave me something to relate to as a cricketer. Because I was doing a similar thing when I was bowling. In one of his final overs of that day at Southgate he bowled a dreaded no-ball. In a close encounter a free hit could prove one of the game's turning points. However, his ability to hold his nerve in pressure situations shone through. He produced a perfect yorker that cartwheeled leg‑stump from the ground. The ball was a dot ball. The experience of watching a master in action strengthened my passion to play professional cricket – and wanting to be a hero in a pressure situation now feeds my desire to succeed. Adapted from Steven Finn's article in issue 54 of All Out Cricket magazine. Steven Finn is set to debut as the magazine's latest star diarist, following current guest editor and England team-mate Graeme Swann."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}