{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jul/10/england-bangladesh-bristol-one-day", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-07-09T23:06:10Z", "webTitle": "Bangladesh send for reinforcements in one-day battle with England", "webUrl": "https://www.theguardian.com/sport/2010/jul/10/england-bangladesh-bristol-one-day", "apiUrl": "https://content.guardianapis.com/sport/2010/jul/10/england-bangladesh-bristol-one-day", "fields": {"headline": "Bangladesh send for reinforcements in one-day battle with England", "bodyText": "Bangladesh have had a terible year in terms purely of results. In 2010 they have played 24 international matches (seven Tests, 14 one-dayers and three Twenty20 games) and have lost them all. The pattern is unlikely to be broken at Nevil Road today, especially if one bears in mind that England, somewhat surprisingly, are the only nation never to have lost to Bangladesh. No wonder the tourists shunt the captaincy around. It is a burden that could bury the most resilient cricketer. Mashrafe Mortaza has taken over from Shakib Al Hasan for this series. The pain must be shared in a party that experienced far too much of it in the first one-day international, in Nottingham. Raqibul Hussain and Mushfiqur Rahim left the ground in agony, Raqibul hobbling on to the team bus and Rahim, hit just below the eye when wicketkeeping, taking his leave in an ambulance. Both are out of the series. Reinforcements have been summoned – Mohammad Ashraful, Naeem Islam and the wicketkeeper Saghir Hossain – but there is no guarantee they will play today. If Saghir does not arrive in time, Jahurul Islam is expected to improvise behind the stumps. The situation could hardly be bleaker for a team who do not necessarily give the impression of deteriorating. The neutral craves a century from Tamim Iqbal just to spice matters up. A series like this offers unusual challenges for England. Victory alone is not enough, so team and individual goals are essential. The mind of the team director, Andy Flower, is sufficiently fertile to create a few of those in his attempts to stop England sleepwalking to wins here and at Edgbaston on Monday. Among the individuals anxious to follow Ian Bell, who did his prospects no harm at Trent Bridge, are James Tredwell and Craig Kieswetter. Given that Graeme Swann is a cornerstone of the side, Tredwell must have hoped to make an impact while the great man takes a breather. Tredwell bowled three overs for 18 runs at Nottingham. Eighteen bland balls told us very little except that perhaps his captain does not see him as a match-changer. Today Tredwell will hope first to be selected and then to influence the match. Kieswetter will certainly play since he is the only wicketkeeper. He is, however, due some runs. In the six recent ODIs he has kept above expectations and batted below them, though he flickered briefly at Trent Bridge. If he fails to make a significant score, then his hold on the coveted opening batting slot will weaken Kieswetter obviously feels comfortable in the side, though, since yesterday he was prepared to be mischievous about his opening partner, Andrew Strauss, who happens to be captain and in sublime form and yet was wantonly run out for 50 at Nottingham. \"I think I've got to realise I am not batting with a 22-year-old,\" said Kieswetter. \"I am batting with an old man at the other end and we will have to see about our running. Perhaps I've got to hit it through the infield to get a single.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}