{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2010/jul/02/andy-flower-england", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-07-01T23:06:30Z", "webTitle": "Andy Flower is blooming into a master coach for England | Mike Selvey", "webUrl": "https://www.theguardian.com/sport/blog/2010/jul/02/andy-flower-england", "apiUrl": "https://content.guardianapis.com/sport/blog/2010/jul/02/andy-flower-england", "fields": {"headline": "Andy Flower is blooming into a master coach for England", "bodyText": "Cards on the table here. I care as little for football as John Terry would for the novels of Gabriel García Márquez, so England's early exit from the World Cup was of little concern to me. Others took it more to heart, not least in the White Hart last Sunday where a cheery \"good result then\" got me an invitation to attempt something anatomically impossible. I thought a series win against Australia, with two matches to spare, (and the prospective pleasure of talking about dead rubber syndrome should our cricketers come unstuck in those games) was worthy of a mention. It was ever thus. Yet it is hard not to acknowledge that, while Capello's future is being discussed – one in which he cannot lose, financially anyway – Andy Flower, a genuinely quiet achiever who by my calculation makes less in a year than Capello does in a fortnight, is building an enviable record: three defeats in 20 Tests including his first in charge, which presaged a sea-change in attitude; 11 defeats in 31 ODIs before Wednesday's game, including the 6-1 drubbing post-Ashes last year; six defeats in 18 T20 matches. Uniquely, in each of the formats, he has won his last series against Australia; and he has won England's first global trophy. Last December he, Ashes winner, missed out to Capello, World Cup qualifier, as BBC Sports Personality Coach of the Year, which to my mind says much about that programme. Capello might have a problem making it a double and already Flower should be installed as favourite, even if such things do not matter to him one jot. His team, still learning the modern way of approaching ODIs, outplayed Australia in the first three matches. Australia were weak in bowling until the introduction of Shaun Tait and were ultimately let down by enfeebled batting. England's batting, on the other hand, is essentially vibrant but not as deep as perhaps it likes to think. At Old Trafford England almost blew away a position from which they could not lose; at The Oval they did not have the depth to compete in the face of more durable bowling. Andrew Strauss, whose batting has been exemplary for the demands of ODIs in this country, had set things up at Old Trafford, so that a gentle cruise home was all that was required. There is a difference, though, between playing with \"no fear\" – the ethos installed by Strauss and the T20 captain, Paul Collingwood – and being reckless. Playing fearlessly means being unafraid to seize the moment as it presents itself. It also involves judgment and discretion as appropriate. Successively, when the game was all but done, Michael Yardy was out chasing a wide ball when Tait was all but bowled out in a last throw of the dice and Luke Wright, who had batted so sensibly at the Rose Bowl, had a brainless, unnecessary slog and was caught. Experience will tell them in future to adapt the philosophy to the moment. I hope both players, in the euphoria of the win, will have been reminded of how close they came to throwing it away. The immediate aftermath I found intriguing, specifically Ian Botham's mystification as to why England had left their batting powerplay until the very end, when the lower-order batsmen were in. Sometimes Beefy takes a simplistic approach to any cricket argument, generally bringing it to a conclusion by asking \"how many Tests did you play, then?\" or \"how many wickets did you get?\" The response that you do not need to drive a Bentley to know the way across town tends to cut no ice. But he has missed the point here by as wide a margin as a Steve Harmison loosener does the stumps. The batting powerplay is an interesting innovation, so recent in fact that no one has really mastered its tactical use. A trend, however,, offspring of T20, could be to backload the innings with batsmen adept at taking the aerial route while the workers of the ball occupy the middle overs, and timing it accordingly. There is little point, in other words, in no big hitters being in when the field is up. Yardy preceding Wright at Old Trafford and The Oval was rather indicative of this approach. It also reflected the situation in that earlier match, however. With a heap of wickets in hand, England needed around four an over for the second half of their chase, a routine doddle. The field was back and singles were everywhere. As it happens, there is evidence to suggest the batting powerplay is as much an opportunity for wicket-taking as run-scoring, precisely because those at the crease are often the less adept hitters. Taking the powerplay on Sunday would have been detrimental to England's needs and, in fact, Ponting could have forced the issue more by bringing his field in and squeezing. Yardy should have seen off Tait and continued to milk the bowling. Wright, at that stage, had no need to attempt the big hit when a more studied approach would have sufficed. Far from getting the timing of their powerplay wrong, England got it spot on."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}