{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/jul/20/hugh-muir-diary", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-07-19T23:15:29Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2010/jul/20/hugh-muir-diary", "apiUrl": "https://content.guardianapis.com/politics/2010/jul/20/hugh-muir-diary", "fields": {"headline": "Diary", "bodyText": "• They travel the length and breadth of the country; like runaway prisoners chained together and quite unable to spring the lock on the shackles. In September, one of them will be pronounced the new leader of the Labour party, and to that extent the journey seems worth it. But they barely seem comfortable in each other's company – even the brothers Miliband. It's no kind of life. And the word from the various camps is that it is not even a fair contest. How is it, the competitors ask, that whenever the caravan arrives at a new town, supporters of David Miliband appear to be ahead of the game and, crucially, appear to be hitting the phones drumming up support for their man using a party membership list? Supporters of candidates are not supposed to have access to party lists in this way. But as Ken Livingstone famously discovered in his London election in 2000, Labour's election processes travel better in hope than expectation. The boy king has the lists, the backing of the party establishment and the fear factor, because everyone thinks he will prevail and so they want to help him. As for the others, forced to keep the circus going for two more months? Poor souls. Think of them. • And I will be there to renew and rebuild the Labour party, Mandy said. But was that always the way? Illtyd Harrington, former deputy leader of the Greater London Council in the days when Mandy had a moustache, raises the question. In the Camden New Journal he recalls an evening when \"Peter left early, on his way to an even bigger public audience – of the SDP\". He \"tried to persuade me to join\", claims Illtyd, though he concedes that Mandelson denies that \"vehemently\". And he would. To Mandy, loyalty is everything. • Signs of recovery, and more signs that the age of deference to the Catholic church in Ireland is truly dead among Dubliners. Right beside the Pro-Cathedral in Dublin city centre there is a new pub; name above the door – The Confession Box. What next, carp the locals? Five Hail Mary's before anyone can have a drink. • And confession time for Warwickshire police, who reveal that they spent £80,000 and 2,500 working hours planning for the pope's big mass scheduled for Coventry airport – only for it to be cancelled by the Catholic church and relocated to Birmingham. The force wants costs reimbursed and is looking to the taxpayer. Understandable. The pontiff never travels with that sort of cash. • Buck House beckons for the BNP's Nick Griffin. But then he needs a fillip. In every other regard, things are a mess. Who says? Not us. Richard Barnbrook, his former lieutenant, a talisman on the London Assembly and now a rival for the party leadership. Recently Barnbrook, en route to losing a byelection, met members in west London and was surprised to discover \"the full extent of the contempt they held for me; because of my dyslexia and fancying a drink\". Churchill liked a drink, he says, and this is true. But then, Churchill was also good at other things. • It's only right to give credit where credit is due, so hats off to Azmal Hussain, the restaurateur from whom we learn that one should never squander even half an opportunity. Wandering last week down Brick Lane in London's East End, the seat of his power and the UK's curry capital, we found ourselves glancing at the various testimonials in the windows. One, in Hussain's flagship eaterie, seemed familiar. On examination, it bore the logo from this diary and the appended headline \"Curry King 2008\". Thus ran the text. \"Trying times in Banglatown – Britain's curry capital – where the well known are wondering who might be next to face calamity. The talk is of Azmal Hussain, the Brick Lane 'curry king', who was one of George Galloway's most prominent local backers and the chair of Tower Hamlets Respect.\" Something missing there, we thought, and so we checked the archive and discovered that the next sentence to the item as published said: \"This week he was arrested for alleged common assault and witness intimidation.\" Clever Azmal. No wonder he's thriving. The good restaurateur never lets anything go to waste. diary@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}