{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/jul/14/hugh-muir-diary", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-07-13T23:15:15Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2010/jul/14/hugh-muir-diary", "apiUrl": "https://content.guardianapis.com/politics/2010/jul/14/hugh-muir-diary", "fields": {"headline": "Diary", "bodyText": "• Money is tight, and we are all in this together. Hence the decision by George Osborne and his tightwads at the Treasury to launch the government's Spending Challenge website; the better to harness the cost-cutting ideas of the general public. In terms of public participation and catching the zeitgeist, it's going quite well. \"Uninvited immigrants to Britain should be given the option of being housed in work camps on the western half of the Falkland Islands, or volunteer to join a British Foreign Legion with British officers and foreign troops,\" suggested one bright spark yesterday. \"Why do we have to keep children in school up to the age of 16/17/18? Let's bring back child labour and open the old coal mines and mills,\" says another. Think of the savings on child benefits. \"Stop immigration; start repatriation,\" suggests a third, who for good measure adds a link to his unsavoury group on Facebook. Some of it is ridiculous. \"Millions of pounds are wasted each year by civil servants unnecessarily going to the toilet because they drunk too much fluid,\" says one participant. Some of it, as one respondent points out, may well be illegal. It barely seems to be moderated. And as to the posting juxtaposing photos of David Cameron and Hitler. That's just wrong. • Yes, austerity rules OK! Slash; there go the strategic health authorities. Whoosh; there goes another batch of civil servants. A whole lot of belt tightening going on. But take heart, for the trend isn't all one way and a select few of those facing the dole queues may well be suitable for another opportunity. Who wouldn't want to join the special immigration appeals commission, sitting in judgment on those \"terrorist suspects\" who the government – lacking any hard evidence – would like to kick out of the country or strip of citizenship? All that power, all those classified documents. And here's the best of it: you get to work largely in secret. No, here's the best of it: if you have experience handling \"top secret material\" at a senior level you get £415 a day, plus fees and travel and subsistence. Closing date Friday: eight vacancies. The secret war on terror needs you. Hurry, hurry. • He's a tricky, slippery one that Nick Clegg. So says Lord Mandelson. No, don't laugh. For once the Dark Lord may have a point. For at a cross-party reception for the Lib Dem thinktank Centre Forum, the deputy prime minister admitted that while he began watching the World Cup final supporting Holland, as the Diary said he would, he switched sides halfway through and began rooting for the Spanish. A protest against Dutch dirty play, he says. But Labour types may feel therein lies a trait. During the game, he disclosed, a text arrived from his new best friend, Prime Minister Cameron. \"I hope relations in the Clegg household are not under strain,\" it said. \"We are accustomed to coalition politics here,\" replied the Lib Dem. • Meanwhile, as Mandy spills the beans and Labour's equivalent of the Judean People's Front continues the internal war against the People's Front of Judea, someone has to fight the Con-Dem coalition. In the absence of anyone else, this task falls to Ian Austin MP, the member for Dudley North. Regardless of the cost – in terms political or financial – he has become the one-man opposition. On Monday, while the party blood was flowing, he stepped forward to table no fewer than 121 parliamentary questions. We were impressed before the last election when Frances Maude submitted 117. Effortlessly, Austin – with questions on issues such as the government's use of official travel – has eclipsed him. This race isn't cheap. Maude's splurge, we estimated, cost around £18,000 and Austin's search for truth beats that by £600. Still, we applaud him for trying to rattle them. At least he is trying. • Finally, think of big money; think of Tony Blair, who has stepped back from calling his forthcoming history of New Labour The Journey. Instead, it will be A Journey. Much more specific. And he likes journeys, we know, especially when those burly bodyguards take them with him. In Barbados a while back we saw him driven 300 yards to the gym. diary@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}