{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jul/02/ricky-ponting-australia-captaincy-ashes", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-07-01T23:47:00Z", "webTitle": "Ricky Ponting admits third Ashes defeat would spell end of his career", "webUrl": "https://www.theguardian.com/sport/2010/jul/02/ricky-ponting-australia-captaincy-ashes", "apiUrl": "https://content.guardianapis.com/sport/2010/jul/02/ricky-ponting-australia-captaincy-ashes", "fields": {"headline": "Ricky Ponting admits third Ashes defeat would spell end of his career", "bodyText": "Ricky Ponting has described this winter's Ashes battle and his likely swansong at next year's World Cup as \"the biggest eight months of my career\" as he seeks to avoid the ignominy of a third Ashes defeat under his captaincy. Ponting admitted that \"I'd probably be looking for a new job if we lose again\". Australia have not lost a home series to England since Mike Gatting's tourists won in 1986 and a third blot on Ponting's copybook would almost certainly spell the end of his reign as Australia's captain and bring the curtain down on one of the all-time great careers. The 35-year-old gave a timely reminder of his still-formidable prowess as a batsman and leader on Wednesday and will again be the prize wicket England seek when the Ashes battle commences in Brisbane in November. \"I've got the biggest eight months of my career coming up. We are playing India then England then the World Cup,\" said Ponting. \"It doesn't get any bigger than that and everything I do between now and April will be geared at getting the most out of myself and, most importantly, the group.\" Ponting is 72 runs short of passing the 12,000 mark in Tests, all at an average of 55.22, to go with the 13,000 ODI runs landmark he passed in Wednesday's victory at The Oval. He has captained Australia 69 times in Test matches and tasted victory in 46 of those. That his batting average is a shade above 27 in the 11 Tests Australia have lost (his average hovers just below 60 for the 12 drawn Tests) under his stewardship illustrates his importance to the team. \"I haven't thought about any added pressure on me. I'm just thinking about being the best player I can be and having a significant impact on the Ashes series as a batsman and a leader,\" Ponting told the Daily Mail in an advertising-sponsored feature. \"I know what it takes to be a good player in a big series and I know what it will take for the rest of the guys.\" Ponting paid tribute to the impact of Andy Flower as England added victory in the current NatWest series to last summer's Ashes win and the World Twenty20. \"You can tell England are making progress because they haven't kept on changing their side like they have done in the past and you have to give Andrew Strauss and Andy Flower the credit,\" added Ponting. \"I've watched Flower pretty closely over the last couple of weeks and he seems an active guy who is out and about, talking a lot. He seems pretty impressive.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}