{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2010/jul/12/bank-regulation-reforms-needed", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2010-07-11T23:05:08Z", "webTitle": "Can Mervyn King save the UK banking system?", "webUrl": "https://www.theguardian.com/business/2010/jul/12/bank-regulation-reforms-needed", "apiUrl": "https://content.guardianapis.com/business/2010/jul/12/bank-regulation-reforms-needed", "fields": {"headline": "Can Mervyn King save the UK banking system?", "bodyText": "Wanted: tough, non-nonsense regulators to cast a beady eye over Britain's banks. Competitive salaries. Wisdom and hard-headedness more highly prized than youth. Those seeking a future career with Goldman Sachs will not be considered. Apply to M King, Bank of England, Threadneedle Street. Unlike the rest of the public sector, the Bank is about to get bigger. It needs to recruit a cadre of officials to police the City following the decision by George Osborne to reform a regulatory system that contributed to the worst financial crisis since the 1930s. Emergency measures helped to prevent deep recession turning into a second Great Depression but – as the Bank for International Settlements noted last month – the running repair job has delayed necessary reforms to both the real economy and to the financial system. Nowhere is change more needed than in the UK, which during the bubble years became too dependent on the speculative activities of banks that were far too lightly regulated for the risks they were taking with the deposits of their retail customers. Work is under way in three areas; in ascending degrees of importance these are tax, regulation and structure. Osborne announced in the budget a levy on bank balance sheets that is designed to raise £2.4bn. At a time when the government's priority is to get the banks to lend more, he believes this represents a fair contribution, even allowing for the phased cut in corporation tax announced in the budget. The International Monetary Fund has floated the idea of a financial activities tax – effectively a form of VAT – but Osborne would only seriously consider introducing one if other major western countries did so as well. He has rejected the idea of a financial transaction tax as impracticable. The regulatory changes involve giving the Bank of England extensive new powers to supervise not just individual institutions but also the City as a whole. It will be the job of Threadneedle Street to tighten up credit conditions if and when the banks again succumb to collective euphoria. It is almost three years to the day since Chuck Prince, then running Citigroup, boasted that the financial industry would keep dancing until the music stopped. King noted in his Mansion House speech last month that the Bank would have to \"turn down the music when the dancing gets a little too wild\". There are risks involved in abandoning Labour's regulatory regime. Scrapping the Financial Services Authority and handing supervision to the Bank makes Threadneedle Street immensely powerful. There are those who wonder whether King and his team can adequately monitor what is going on in the fast-moving world of the City while at the same time getting the big decisions on interest rates right. Others are concerned that there may be a conflict of interest between monetary policy and financial stability should the Bank discover that a big institution was in trouble at a time it was contemplating raising rates. Yet a glance back at the Bank's half-yearly Financial Stability Report released in the summer of 2006 shows why a different approach is needed. A full year before the crisis erupted, the FSR noted the widening global imbalances, the build-up in debt, and the expansion in bank balance sheets, reflecting \"position-taking in risky and prospectively illiquid instruments including structured credit products\". It noted the herd behaviour of banks that, while aware prices of certain assets were too high, carried on trading for fear of harming short-term profits or losing market share. It noted that heavily leveraged banks could no longer fund their activities from their retail depositors and were increasingly dependent on wholesale money markets, leaving them \"vulnerable to falls in market liquidity\". It noted that the stability of the financial system relied on investors knowing what risks they were taking, and that the complexity of the instruments that were being traded made it \"difficult for investors to determine precisely how exposed they are to particular risk factors\". It's all there, in other words. The Bank clearly identified all the ingredients that would form a toxic cocktail a year later, even if, at that stage, it did not envisage the biggest financial crisis since the 1930s. What it lacked in 2006 was the ability to translate misgivings about banks' activities into action. Under the new system, the Bank will have those powers. Its financial policy committee (FPC) will look at conditions in the market and decide whether banks collectively should be obliged to hold more capital or change the balance of their portfolios so that they become less risky. Beneath the FPC there is to be a Prudential Regulatory Authority, which will have the task of looking at individual banks. Here the plan is to change both the personnel and the law. If the grizzled old hands King wants to appoint do not like the smell of what a bank is doing, they will have the right to impose tougher controls, and the institution concerned will have no right to appeal. Inevitably, this puts a responsibility on the Bank to get it right, at a collective and individual level. Even so, the new arrangements are more robust than those they are replacing. During the years before the crisis, the FSA had its hands full dealing with consumer protection issues such as the collapse of Equitable Life; if there was no immediate crisis in the banking system there was not a lot of thought given to the possibility that the City might be exposing itself – and the wider economy – to an excessive amount of risk. The Bank will have no such excuse. Consumer protection is being hived off into a separate agency, the Consumer Protection and Markets Authority, so Threadneedle Street will only be dealing with the big picture and the resilience of the banks. Finally, and crucially, there is the structure of the banking industry, which will be looked at by a banking commission headed by Sir John Vickers. This had its first meeting last week and will report back next year. Britain's banks are worried about what this commission might propose, and with good reason. It is made up of men and women of independent stamp and has not – unlike the reports commissioned by Gordon Brown – been set up with a preordained conclusion in mind. Quite conceivably, the commission could suggest the break-up of the banks, which would end the absurdity of banks taking in deposits from their retail customers, using them for highly leveraged speculative activities and then expecting the taxpayer to pick up the tab. Those sceptical of a division between retail and investment banking doubt that such a clean break can be made, and that the price of a safer system will be to drive business out of London. But without structural reform of the financial sector any attempts to toughen up City supervision, let alone to rebalance the economy, will be blunted. Osborne accepts that the status quo is not an option and so far the government's approach to banking reform has been far more robust than the timidity displayed by Labour. Yet the chancellor's resolve is certain to be tested over the next year as public spending cuts bite and the government's popularity wanes. King and the business secretary, Vince Cable, want a radical shake-up of the City and will provide moral support for the chancellor as he comes under pressure from Conservative-supporting bankers to kick City reform into the long grass. Osborne must resist that pressure. This is a once in a lifetime opportunity for reform that cannot be squandered."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}