{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jul/29/in-praise-of-the-gooseberry", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-07-28T23:05:48Z", "webTitle": "In praise of … the gooseberry | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/jul/29/in-praise-of-the-gooseberry", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jul/29/in-praise-of-the-gooseberry", "fields": {"headline": "In praise of … the gooseberry", "bodyText": "Maybe it is true that familiarity breeds contempt, but there appears to be no good reason for the relative neglect of the gooseberry. Search for them high and low on the fruit stalls and the stock answer you will get is that there is scant demand for them. True, it has a short cropping season and they are hard work to appreciate raw – what with the tartness, the spines, the topping and tailing. But similar amounts of cooking and sugar or honey have to go into rhubarb or quince, and there is no shortage of either fruit. Get to the other end of the process and the rewards of the fruit are ample. It makes one of the best jams in the world. It slides effortlessly into crumbles, jellies, pies, summer puddings, ice-cream and chutneys. A gooseberry fool sweetened with elderflower cordial is as native to the cuisine of the land as fish and chips. Maybe it's the name that puts everyone off. When New Zealanders were hard put to name the seed of a fruit that had variously been called in China a Macaque peach, pear, a wood berry or, with more frankness, a hairy bush fruit, they called it the Chinese gooseberry. It was only when the fruit was named (with no hint of chauvinism, of course) after the country's national symbol, that the kiwi fruit took off. With names like Whinham's Industry or Howard's Leveller, for the dark red-skinned desert gooseberry or Careless for the culinary variety, gooseberries have been part of the landscape for as long as anyone can remember. It is time we rediscovered it."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}