{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jul/14/labour-party-memoirs-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-07-13T23:05:17Z", "webTitle": "Labour party memoirs: The sorrow and the pity | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/jul/14/labour-party-memoirs-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jul/14/labour-party-memoirs-editorial", "fields": {"headline": "Labour party memoirs: The sorrow and the pity", "bodyText": "Labour politicians have spent much of the past 15 years complaining about the media's interest in gossip and tittle-tattle. It was, they said, impossible to get a serious policy discussion going in the press. Journalists only wanted to write about personalities. They invented, or exaggerated, stories about differences at the top of government. They dragged politicians towards the gutter. They were, Tony Blair argued, in a very ingenious speech about the repressive possibilities of media excess, like \"a feral beast\". Well, we have now had a crop of books from senior Labour politicians and their aides, of which Peter Mandelson's is the latest, and the only possible conclusion is that a large part of what journalists wrote at the time was true. More than that, it was important and, if anything, underplayed the absence of ideology and excess of personality inside the new Labour project. From 1994 to 1998, little about the perpetual clash between the party's two leaders was reported, though Mandelson now describes this as the heart of the chancellor's \"awful\" period. Only by the middle of the last decade did it become commonplace to understand that their inexplicable animosity was wrecking the government, and even then journalists were chided for writing about this. Two things stand out from insiders' accounts of those years. First, the self-obsession. Even now, Labour's former stars mostly choose to write about the incidentals: Peter's late-night chat to Tony, what Gordon might do with Ed, whether Anji and Cherie got on, whether Charlie was on speaking terms with Derek. Reading these books is often like watching an episode of Hollyoaks, all teenage sulks, broken hearts and bitter little rows, amounting to nothing. The second thing to emerge is the depressing absence of any interest in ideas. Of all the books to come out of the Labour years – by David Blunkett, Alastair Campbell, Peter Mandelson, Mo Mowlam, Lance Price and co – not a single one makes a sustained intellectual case for Labour government. There is no passionate debate about the party's future possibilities; nothing brave or provocative. No modern equivalent of the Red Paper on Scotland, or The Future of Socialism, or Arguments for Democracy – or even the Orange Book, which helped perk up Lib Dem ideas, or the series of Blue Books on policy that underpinned David Cameron's early thinking. All we are offered is tiresome, backward-looking self-regard. This reaches its peak in Peter Mandelson's theatrical television advertisement for his memoirs, in which he sits like a sinister dark lord in a leather arm chair – though the ad at least has the strong virtue of being knowingly funny. Mandelson's book, on the balance of what has already been serialised in the Times, is largely unthreatening, with moments of interest. Yesterday, for instance, we learned that Alistair Darling wanted to raise VAT to 19%. But there is surely a limited market for insider accounts of Gordon Brown's final hours and discussions of a coalition with the Lib Dems which got nowhere. Meanwhile, the material from earlier years of government does little for Labour's reputation, suggesting a cabinet that saw Brown's deficiencies but had no idea how to respond. They simply waited for a defeat that they believed (wrongly) to be inevitable. Some may feel that reduces the party's right to complain now about the consequences. All political generations have produced partisan accounts of the past, and the one that has just gone is no different. One day historians will pick through New Labour's texts, and judge what worked, and what failed. But lively movements, with a good cause and a future, should be keen to discuss what is to come. Perhaps Labour is doing some of that online and in speeches, such as the one David Miliband gave in Wales last week. But there ought to be books too. Wanted: a philosopher for Labour, to determine the next decade, not the last."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}