{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/jul/21/hugh-muir-diary", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-07-20T23:14:33Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2010/jul/21/hugh-muir-diary", "apiUrl": "https://content.guardianapis.com/politics/2010/jul/21/hugh-muir-diary", "fields": {"headline": "Diary", "bodyText": "• A rough ride for William Hague on the Today programme yesterday, as the foreign secretary tries to keep his head down on a visit to Afghanistan. And there are further questions being asked of him here over his reaction to the international outrage after the fatal assault by Israeli commandos on the Mavi Marmara aid ship. Yes, there should be an independent investigation, said Hague and there will be. But should Hague, critics ask, have been quite so enthusiastic about the Israeli decision to head off condemnation by unveiling the former Northern Ireland first minister David Trimble as one of its international observers? \"An important step forward,\" was how Hague described it. And yes, Trimble is a great man in many ways, Nobel prizewinner to boot. But soon after the Mavi Marmara shootings, didn't he sign up to former Spanish premier José Aznar's \"Friends of Israel\" initiative, designed to boost international support for the country? Just this month, his name also appeared on a statement sent by the founder members to the Wall Street Journal, noting that: \"The recent flotilla crisis in the Mediterranean provided yet another occasion for Israel's detractors to renew their frenzied campaign. It was so even before the facts of that tragic incident had come to light. Eyes were blind to the reasons why Israel had to respond to the Gaza flotilla's clear provocation.\" He will keep an open mind, of course, for no one doubts that he is a man of fairness and integrity. But if, at the end of the day, the committee's work cuts little ice, will anyone be surprised? • No let up we fear in the hostility between MPs and the new Independent Parliamentary Standards Authority. A necessary tension you might say. But now it's getting personal. A couple of fairly standard questions from the indefatigable David Winnick, Labour MP for Walsall North, about the work of IPSA. Now that it has new offices, very nice ones too, away from parliament, when will it be vacating the office in the Palace of Westminster? And what consideration has IPSA given to improving working relationships with MPs? Both satisfied with a written answer, but in what might be a first, the copy sent to Winnick and distributed to the press gallery also contains a background note. Winnick has asked several other questions about our work, it said; ie, we don't know what's wrong with the guy, he's a troublemaker. Character assassination by nod and wink. • Ping. An unsolicited email. \"I am presently in Nigeria. It has been a very sad and bad moment for me because I got robbed on my way to the hotel where I lodged,\" it says. \"My ID, cash and other valuables I have with me got stolen. I urgently need your financial assistance.\" He'll pay us back, it says; just send £1,500. Barely a week passes without another deception attempt by Nigerian fraudsters, but usually they research these things more thoroughly. Quite why this lot wrote in the guise of Peter Tobin, the Scottish serial killer and sex offender, is hard to see. • Take a hop, a skip into Waterstone's, and if you do it could be fun watching the sober type behind the counter keep up. Because staff are grumbling that as part of a training wheeze, they have been told to mimic customers' body language. If customers feel that staff empathise with them, goes the theory, they're more likely to buy more books. It's all different now, insiders lament. In the past, we knew our stuff and kept a sizeable stock, and if we had to order something it came in about 48 hours. Now using the whizzy \"hub\" supply centre, the wait is more like seven days. And why has it all changed? Altogether now: Amazon! • The new world is also a trial to the US columnist Gene Weingarten. \"Every few days at the Washington Post,\" he writes, \"staffers get a notice like this: 'Please welcome Dylan Feldman-Suarez, who will be joining the fact-integration team as a multiplatform idea triage specialist, reporting to the deputy director of word-flow management and video branding strategy. Dylan comes to us from the social media utilization division of Sikorsky Helicopters.'\" Dylan is the future, the future is Dylan. Yikes! diary@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}