{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jul/02/roy-hodgson-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-07-01T23:05:38Z", "webTitle": "Roy Hodgson takes first steps to keep Fernando Torres at Liverpool", "webUrl": "https://www.theguardian.com/football/2010/jul/02/roy-hodgson-liverpool", "apiUrl": "https://content.guardianapis.com/football/2010/jul/02/roy-hodgson-liverpool", "fields": {"headline": "Roy Hodgson takes first steps to keep Fernando Torres at Liverpool", "bodyText": "Roy Hodgson was appointed Liverpool manager yesterday and immediately took steps to persuade his star players Steven Gerrard and Fernando Torres to stay. He wasted little time in contacting Torres, calling the Spain striker as he prepares for tomorrow's World Cup quarter-final against Paraguay. He said: \"I'd like to meet him as soon as possible after the World Cup to speak to him face-to-face. It wouldn't be the right time to disturb his preparations with a face-to-face meeting now.\" The 62-year-old has become the 18th manager in Liverpool's history having accepted a three-year contract to leave Fulham after two-and-a-half successful seasons at Craven Cottage. Hodgson outlined his vision for Liverpool to Gerrard and Jamie Carragher, whom he met immediately after his official unveiling at Anfield, and also telephoned senior players in South Africa. He intends to visit Torres in Spain as soon as the striker's involvement in the tournament is over. Real Madrid want to lure Gerrard to the Bernabéu this summer; Barcelona, Chelsea and Manchester City are all interested in Torres while Javier Mascherano could be reunited with the former Liverpool manager Rafael Benítez at Inter- nazionale. Though Martin Broughton, the Liverpool chairman, claimed the players were not for sale and that the club could be under new ownership before September, Hodgson admitted he would have to rely on his own powers of persuasion to convince the club's main assets to stay at Anfield. \"It is easy to say the right things but it is not words Stevie wants, he wants actions,\" said Hodgson, whose appointment was supported by both Gerrard and Carragher on Liverpool's website yesterday. \"He wants to see the club make strides forward. He wants to see that alongside players of his quality, there will be other players of that quality being signed by the club and, of course, he is wise enough to know that I cannot give him that guarantee and he wouldn't respect me if I was trying to give him some line of bullshit that he would see through. \"My job with him is to try and explain to him that I have come to Liverpool because I want to work with people like Steven Gerrard. And I'm hoping that he will have enough loyalty to the club and will be interested enough to work with me and give it some time together. It is really just a question of trying to sell myself and what we are going to do to him and hope he buys into it.\" Broughton said Liverpool had \"no desire or need\" to sell their leading players to reduce the club's £350m debt. And the new Liverpool manager, who said he is \"preparing for life with Gerrard and all the other top players\", made it clear that any departure would come at the behest of the player. Hodgson added: \"If it does happen [that he loses a top player], it will certainly be against everything that I and the club and the board have tried to do. We will fight tooth and nail to keep our best players. You have heard the chairman say that they are not for sale. I can't say more than that. The same applies to Torres, Mascherano or anyone else you care to name.\" Hodgson said he gave no consideration to a possible vacancy with England, having been touted as the leading candidate to succeed Fabio Capello should the Football Association elect to dismiss the Italian after England's dismal World Cup campaign. \"I have certainly not been thinking about other possibilities that either might or might not occur,\" he said. \"I was really hoping that Liverpool would make the decision and offer me the job.\" Broughton, appointed Liverpool chairman in April to oversee the sale of the club on behalf of the co-owners Tom Hicks and George Gillett, confirmed he has received no bids so far. \"There haven't been any offers to turn down and I wouldn't have expected there to have been at this stage,\" said the British Airways chairman. \"There are a number of interested parties but there's no specific deadline on it. We are looking to the middle of July-ish for the first round of bids but that's not a final stage – that's a first entry through. We're hopeful – and I wouldn't put it any stronger than that – that a deal can be done by the end of the transfer season.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}