{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2010/jul/20/david-cameron-megrahi-papers-reviewed", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-07-20T23:34:00Z", "webTitle": "Don't single out BP over oil damages, David Cameron warns US", "webUrl": "https://www.theguardian.com/uk/2010/jul/20/david-cameron-megrahi-papers-reviewed", "apiUrl": "https://content.guardianapis.com/uk/2010/jul/20/david-cameron-megrahi-papers-reviewed", "fields": {"headline": "Don't single out BP over oil damages, David Cameron warns US", "bodyText": "David Cameron yesterday warned US legislators not to pass laws designed to make BP uniquely responsible for the Gulf oil spill, so pushing compensation demands and fines up to levels that the oil giant could not absorb. Insisting he did not want \"a war of words\" with America over BP, he said there had been speculation that compensation and fines could rise to as much as $40bn (£26bn). Speaking on ABC television, he said: \"We need to be clear about what BP's responsibility is: cap the well, yes, clear up the mess, yes, make compensation, yes absolutely – but would it be right to have legislation that independently targets BP rather than other companies? I don't think that would be right. \"Would it be right to say that BP has to pay compensation for damages that were nothing to do directly with the spill? I don't think that would be right.\" Cameron believes he largely has Barack Obama's support on this issue, and that the White House wants to persuade congressmen to temper their demands, even though they are under pressure due to the midterm elections. Some congressmen have been calling for changes to the law, rather than having compensation claims against BP settled in the courts under existing law. British officials stressed that while the issue of BP did come up in the 75-minute private talks yesterday between Obama and Cameron, and again at lunch, the bulk of the discussion had been on Afghanistan, and the latest plan to sideline the Taliban by refocusing aid, rooting out corruption, training the Afghan security forces and reaching a comprehensive political settlement that excluded hardline Taliban. Cameron also continued to scale back what victory will look like when British troops leave Afghanistan by 2015. He said: \"We are not in Afghanistan to create the perfect democracy or the perfect society.\" But he insisted it will no longer be a safe haven for terrorists. The prime minister and the president also found time to discuss sanctions against Iran, the need to restart face-to-face Middle East peace talks between Palestinians and Israel, and even the fate of Gary McKinnon, accused of hacking into the Pentagon computers. By the end of the day there seemed a genuine warmth between the two men, who share a similarly direct and analytical approach. British officials had resigned themselves to BP overshadowing some of Cameron's efforts to forge a strong personal relationship with Obama and start making a political mark in Washington as a much needed new substantial centrist figure from Europe. The oil spill, and more recently the revival of interest in BP's murky role in lobbying for oil exploration rights by pressing the case for a Libya-UK prisoner transfer scheme, meant BP was going to dominate the public side of his first visit as prime minister. The interest frustrated some of the Cameron team as they were two events over which Cameron has had absolutely no direct influence. BP has admitted that the lobbying on the prisoner transfer agreement in 2007 was designed to get Libyan backing for an exploration agreement. The claim has prompted the US foreign affairs committee to stage hearings on the issue on 29 July and Cameron yesterday promised full co-operation. BP has said that its lobbyist, a former UK intelligence agent, did not specifically lobby for the release of Abdelbaset al-Megrahi, jailed in Scotland for the 1988 Lockerbie bomb. But it was clear that Obama, like Cameron, did not want to turn the issue of BP's reviled behaviour into a UK-US issue. Cameron argued \"it should not be an issue between the two countries\", pointing out that BP has \"39% of its shareholders in the US and 40% in the UK\". Obama also went out of his way not to be drawn on whether BP had been right to lobby for a prisoner release scheme that might have contributed to the release Megrahi. Cameron said there was no mystery on how Megrahi came to be allowed to return to Libya last August, saying it had been the misguided decision of the Scottish executive in Edinburgh on compassionate grounds, because he has cancer. \"It was the biggest mass murder in British history, and there was no business letting him out of prison,\" Cameron said. He said that he and Obama were in \"violent agreement\" on that. The fact that Megrahi is still alive a year later when doctors had predicted he would only survive three months only made matters worse. He had served eight years of a life sentence for the bombing of Pan Am Flight 103 in which 270 people died. There have been calls for Megrahi's medical records to be released, along with the minutes of two phone calls between BP lobbyists and the former justice secretary, Jack Straw, in January 2009. Earlier this year, Straw turned down a freedom of information request. British officials said in Washington last night: \"The previous government have already released a lot of information under FoI requests. If there is any further pertinent information deemed to be relevant, we would be happy to consider that.\" Figures from the Labour government including Tony Blair, Gordon Brown and Straw would have to be consulted first, but would not have the power to veto any release, the officials said. A British official rejected calls to demand Megrahi's return from Libya. \"A decision has been taken,\" he said. \"He is no longer in a Scottish prison. There is no legal process for his return.\" The scale of the congressional heat on the issue had taken some British officials by surprise. Embassy staff had initially rejected a request from four senators to meet the prime minister. Cameron reversed that decision, and was to meet them at the British embassy tonight to try to prevent the row spiralling out of control."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}