{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/jul/06/nick-clegg-simon-hoggarts-sketch", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-07-05T23:05:50Z", "webTitle": "Nick Clegg - the lonely schoolboy who dreams of perfect state | Simon Hoggart's sketch", "webUrl": "https://www.theguardian.com/politics/2010/jul/06/nick-clegg-simon-hoggarts-sketch", "apiUrl": "https://content.guardianapis.com/politics/2010/jul/06/nick-clegg-simon-hoggarts-sketch", "fields": {"headline": "Nick Clegg - the lonely schoolboy who dreams of a perfect state", "bodyText": "Nick Clegg, our deputy prime minister, outlined loads of changes to the British constitution yesterday. Clegg often has the air of a schoolboy who has spent too long in his bedroom, working out plans for an imaginary country that exists only in his head. I was reminded of Billy Liar, in Keith Waterhouse's classic novel. He was president of his own invented nation, Ambrosia, and head of the mighty Ambrosian army. In the same way, Clegg has created an ideal state in which justice, fairness and sheer practicality fight each other for position. It's called Britain. He's worked it all out, and written it all down; it's on a piece of paper, which looks frightfully official, headed \"Cabinet Office. News release.\" It had obviously taken a lot of work, but you did feel that he would be better off hanging round street corners with his mates, smoking. Anyhow, it was very meticulous. He wants his country to have fewer MPs. Every constituency will have much the same number of voters, except for the Scottish islands, where the tiny populations will have to be eked out by puffins, albatrosses, etc. They will be elected by the alternative vote system, which probably means that no one party will ever hold power again. Parliament will last for fixed terms, like the American Congress. But if MPs want, they can have an election, provided two-thirds of them vote for it. His statement was full of lonely schoolboy details. Take this: \"These proposals should make it absolutely clear to the house that votes of no confidence and votes for early dissolution are entirely separate. And that we are putting in place safeguards against a lame duck government being left in limbo if the house passes a vote of no confidence but doesn't vote for early dissolution.\" Oh, please, can't you just borrow Grand Theft Auto: The Final Bloodbath instead? MPs hated the plans. They always hate change. They sprang up from all sides of the house to tell him how his ideas would never work. They were particularly peeved about the decision to hold the big referendum in May next year, on the same day as the local elections and the Welsh and Scottish elections. This would make for \"differential turnout\" since people who didn't have local elections would be unlikely to bother walking to the polling station just to vote for or against AV voting. This would mean very unfair voting, since a single crofter in the Highlands would have the same influence as half a dozen lazy Londoners, since there are no local elections in the capital next year. To be fair to Clegg, the angrier MPs got, the crosser he became. He had to sound stroppy because he had his dad, David Cameron, sitting next to him, and he didn't want to look wimpish. Jack Straw asked why Clegg had originally called AV \"a miserable little compromise ‑ I'm not going to stand for that!\" Could he tell the house why he had changed his mind? \"Power!\" boomed a Labour voice. Some Tories wanted a simultaneous referendum on Europe, something else the Lib Dems once promised but have now forgotten. Somehow Clegg kept going for 75 minutes, then his mother called him down for tea."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}