{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jul/29/liverpool-europa-league-roy-hodgson", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-07-28T23:06:45Z", "webTitle": "Roy Hodgson is 'far from confident' ahead of Liverpool debut", "webUrl": "https://www.theguardian.com/football/2010/jul/29/liverpool-europa-league-roy-hodgson", "apiUrl": "https://content.guardianapis.com/football/2010/jul/29/liverpool-europa-league-roy-hodgson", "fields": {"headline": "Roy Hodgson is 'far from confident' ahead of Liverpool debut", "bodyText": "The handful of Liverpool fans congregating at Skopje's Alexander the Great airport yesterday wore increasingly puzzled expressions as a series of red-tracksuited figures ambled through arrivals and out into the afternoon sunshine. With Steven Gerrard, Jamie Carragher, Glen Johnson and Joe Cole left behind in England at a time when Fernando Torres, José Reina and Dirk Kuyt have still to return to pre-season training, there are few familiar faces on Europa League qualifying duty here in Macedonia. Roy Hodgson seems hardly to have put a foot wrong during his first month at Anfield but Liverpool's new manager appeared slightly terse last night, his refusal to answer questions about anything other than the game against FW Rabotnicki perhaps betraying a certain tension. Deep down he must wonder whether a scratch XI comprising reserves and academy players can avoid dissipating the considerable feelgood factor engendered by Cole's signing and the decisions of Gerrard and Torres to remain on Merseyside. Defeating a battle-hardened Macedonian team sprinkled with gifted Brazilians in this gateway to the Europa League proper is unlikely to be straightforward. \"We are obliged to put our fate in the hands of many inexperienced players,\" Hodgson said. \"We can only hope they come through against a side well versed in European football. I couldn't have envisaged a more difficult situation at the start of my Liverpool career than the one I find myself in: playing a European qualifier against a good opponent without 10 senior players. I'm hoping we'll be able to win but I'm far from confident that will be the case. \"It's especially hard to play qualifiers on 29 July in World Cup years. Everyone, most of all Uefa, knows you can't bring people off the beach, give them three days' training and throw them into a top-class match. I'm relatively confident tomorrow's team won't let Liverpool down but we'll have to be very good to survive.\" If there was an ominous sense of a honeymoon about to come to an abrupt end, at least Hodgson had not entirely lost his sense of humour. Reminded that three years ago Rabotnicki drew 1-1 here in a Uefa Cup tie against a Bolton Wanderers team then managed by Liverpool's current assistant manager, Sammy Lee, he said: \"Sammy hasn't been able to tell me much; I think he's erased Bolton from his mind but he does remember they got through with some difficulty.\" Liverpool's manager had earlier said he would discuss with his board the Europa League's position in the club's pecking order of priorities but, asked whether that chat had happened, he merely replied: \"All we ever seem to do is have discussions so I'm pretty sure they'll have taken place. But this is a very important game.\" Whatever this season's European policy, this game at a ground in the process of being rebuilt – both ends of the Phillip II Stadium are largely rubble and, of the two functioning stands, one was surrounded by cranes yesterday as final building blocks were lowered into place – could be the opportunity Alberto Aquilani needs finally to begin demonstrating why Rafael Benítez paid £17m for him. Just as Skopje is a mishmash of communist-period architectural atrocities and Ottoman era gems, Hodgson's teamsheet promises to be a mix of delicate talent – Aquilani, Daniel Agger and Milan Jovanovic, a newly arrived Serbia winger once coveted by Real Madrid – and raw youth such as David Amoo. \"Most people will not have heard of the players here, they won't recognise them,\" acknowledged Hodgson who is privately well aware that Anfield's youth production line declined on Benítez's watch. \"But if you're going to be a top player at Liverpool you need to be able to handle a game like this. We'll find out if they can. It's an opportunity to swim.\" He did not contemplate throwing seniors in at the deep end here. \"Gerrard and the others never came close to playing, they've only been training four days. It would have been complete folly to play them in difficult conditions,\" said Hodgson it was also too late to parachute any new buys into a club boasting only five of the eight homegrown players aged over 21 now mandatory in all Premier League squads. Asked whether he was poised to sign Luke Young from Aston Villa, Hodgson typically straight-batted: \"Well he's not playing tomorrow.\" He must trust Liverpool's ersatz defence proves similarly unforthcoming this evening. FW Rabotnicki (4-3-3, prossible): Bogatinov; Dimovski, Fernando, Belica, Sevlovski; Tunevski, Grigorov, Todorovski; Ze Carlos, Vandair, Fabio Liverpool (4-5-1, possible): Cavalieri; Kelly, Skrtel, Krygiakos, Agger; Amoo, Spearing, Lucas, Aquilani, Jovanovic; Ngog"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}