{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jul/06/cristiano-ronaldo-baby-mother", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-07-05T23:20:35Z", "webTitle": "Cristiano Ronaldo becomes a father – but mother keeps mum", "webUrl": "https://www.theguardian.com/football/2010/jul/06/cristiano-ronaldo-baby-mother", "apiUrl": "https://content.guardianapis.com/football/2010/jul/06/cristiano-ronaldo-baby-mother", "fields": {"headline": "Cristiano Ronaldo becomes a father – but mother keeps mum", "bodyText": "He may have been an overpaid flop during the World Cup in South Africa but Cristiano Ronaldo is basking in the joys of fatherhood for the first time. Portuguese media reported that Ronaldo's 9lb 8oz baby boy was born on 17 June two days after Portugal played the Ivory Coast and four days before he helped his side defeat North Korea 7-0. But the identity of the mother was a mystery amid speculation that the former Manchester United winger had arranged for a surrogate after he said he had \"exclusive guardianship\" of the child. The Portuguese newspaper, Diario de Noticias, said the baby boy was conceived last summer in San Diego, California. Ronaldo's youngest sister, Katia Aveiro, told the newspaper that the baby boy has dark eyes and hair like his father. \"He is very happy, of course, who wouldn't be happy to have children?\" Aveiro said. \"The news is true but he doesn't want to talk about it. It's personal and when he wants to, he will talk.\" Ronaldo will make an official announcement when he had returned from Madrid, where he is dealing with professional matters, she said. She did not give the baby's name and the Real Madrid star insisted that the identify of the mother would be kept confidential. The newspaper said Ronaldo, 25, had travelled to the Algarve immediately after his team were knocked out of the World Cup last Tuesday to be with his son. A statement posted on Ronaldo's official Facebook page said: \"It is with great joy and emotion that I inform I have recently become father to a baby boy. \"No further information will be provided on this subject.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}