{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2010/jul/20/questions-before-trident-replaced", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2010-07-19T23:05:33Z", "webTitle": "Letters: Questions that need answering before Trident is replaced", "webUrl": "https://www.theguardian.com/uk/2010/jul/20/questions-before-trident-replaced", "apiUrl": "https://content.guardianapis.com/uk/2010/jul/20/questions-before-trident-replaced", "fields": {"headline": "Questions that need answering before Trident is replaced", "bodyText": "It's time to press Liam Fox further over his belief that we should continue with the replacement of Trident to \"ensure we have the precautions to protect Britain from nuclear blackmail by any other state\" (Treasury and MoD battle over Trident replacement, 19 July). There are a number of key questions which can, and should, be answered now. Are we prepared to use Trident? Under what circumstances? Would it be used in a pre-emptive strike or in retaliation? Would it be used against a \"rogue\" state such as Iran, or against a terrorist group such as al-Qaida within another state? It is not enough simply to say that we do not know what the threats will be over the next few decades. We are long past the game of bluff that played out during the cold war, and a reliance on the hope that no one will call our bluff is no longer sufficient to keep us safe in this increasingly complex world. Dave Barrett Bath • Whichever departmental budget has to pick up the tab for building new nuclear weapon submarines, taxpayers are paying the bill. When cuts are being demanded across government departments, it's absurd for Trident to be given special treatment. If the MoD feels it is essential for national survival, it would be proper to prioritise the £20bn construction costs – not to mention running costs several times this amount – ahead of spending on conventional forces. The unwillingness to consider drastic reductions to the army, air force and surface navy to fund Trident exposes what many retired officers are already saying – nuclear weapons are militarily useless. Both coalition partners must realise that the public will not tolerate school and hospital budgets being cut whilst billions are being squandered on a cold war white elephant. Kate Hudson Chair, Campaign for Nuclear Disarmament • After a procession of top brass admitting in retirement that Trident is a political weapon – \"nothing to do with defence\" – come Liam Fox's more mundane problems. The \"deterrent\" is his to defend, but not to pay for, apparently. We still have no more reason to maintain a nuclear force than the scores of countries which make the sensible choice not to. But even if it is finally clobbered by budget exigencies rather than logic, so be it. Ed Wilson Stockport • Liam Fox simply isn't radical enough. The solution is to outsource the build and running of the Trident replacement to the immeasurably more efficient Capita. We thus save billions of lives as well as pounds since, in the unlikely event that the project is ever completed, it will never actually work. Ian Ground Newcastle Upon Tyne"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}