{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jul/20/us-afghanistan-talks-taliban-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-07-19T23:05:35Z", "webTitle": "Talking to the Taliban: Late in the day | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/jul/20/us-afghanistan-talks-taliban-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jul/20/us-afghanistan-talks-taliban-editorial", "fields": {"headline": "Talking to the Taliban: Late in the day", "bodyText": "The report in today's Guardian that the White House is revising its strategy in Afghanistan in favour of negotiating with senior members of the Taliban through third parties is welcome news. Make no mistake, this is a change of heart. When Barack Obama made Afghanistan his war by committing 30,000 extra troops in December last year, he set himself three objectives: to deny al-Qaida safe haven; to reverse the Taliban's momentum and deny it the ability to overthrow the government; and to strengthen the capacity of Afghan security forces. None of these objectives have been met, nor do they show any sign of being met in the timeframe both he and David Cameron are talking about. Hence the rethink. The surge of US troops was predicated on the assumption that the Taliban could be physically squeezed out of southern Afghanistan to the point where its place on any putative negotiating table would be smaller, and its political demands more easily managed. Largely meaningless mental constructs about the Taliban were created and put into service to support a policy that had little chance of working. The Taliban were accordingly divided into \"reconciliable\" and \"irreconciliable\" elements. Richard Holbrooke, the US special envoy, made a distinction between reintegration of low-level insurgents (a good thing) and reconciliation, or negotiation with senior members of the Taliban, in which he said there would be no US involvement. None of these neat distinctions work in practice. Yes, some fighters in Helmand have been handing in their weapons for cash, but a local mechanism has yet to become a national movement. The truth is that the Taliban, which has been described as a network of networks, is both more complicated and more durable than anyone fighting them is willing to concede in public. While our armies continue to fight there, we provide the Taliban with a glue more binding on the disparate groups and clan loyalities comprising this insurgency, than Pashtun nationalism and supra-ethnic Islamism combined. Putting more troops in to split the Taliban is thus a contradiction in terms. The presence of foreign troops in Afghanistan is their central rallying cause. Put more troops in, and their determination to fight becomes all the stronger. Now, it seems, the penny has dropped at least among some in the White House, although the Pentagon will fight a rearguard action in favour of the view that reconciliation can be delayed until the US-led coalition can negotiate from a position of strength. Even if the talks-now policy prevails, this Damascene conversion comes somewhat late in the day. After countless conferences, there is not yet a political settlement to broker, in part because President Hamid Karzai has done nothing to create one. One person whose name is being touted as a potential mediator is Michael Semple, the former European official Karzai expelled for having supposedly unofficial contacts with the Taliban. A man of Mr Semple's experience will argue that negotiation is not a tap that can be turned on. It requires a major investment of time and a consistent effort just to establish the required level of personal trust between the interlocutors. The first item on the Taliban's agenda will be assurances about their physical safety and they will demand an end to the drone strikes in Waziristan. The closer, too, that the sides come to a political settlement then the deeper the cracks will become in Kabul between Karzai and the Northern warlords, most of whom have peeled away from his government. Talking to the Taliban raises difficult questions: is it in their interests to talk, rather than fight on? Can Karzai remain in place if talks are ever to reach fruition? A regionally brokered political settlement is the only way the war is going to end, but whether the White House has absorbed the implications of pursuing this policy, has yet to be seen."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}