{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jul/10/magnus-carlsen-chess", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-07-09T23:15:01Z", "webTitle": "Leonard Barden on Chess", "webUrl": "https://www.theguardian.com/sport/2010/jul/10/magnus-carlsen-chess", "apiUrl": "https://content.guardianapis.com/sport/2010/jul/10/magnus-carlsen-chess", "fields": {"headline": "Fide's grand prix plans scuppered by withdrawal of Magnus Carlsen", "bodyText": "The world chess body Fide's plans for a grand prix tournament circuit were badly hit when its status as a world championship eliminator was downgraded, the world No1 Magnus Carlsen and other top Western players withdrew and all six events had to be played in the former USSR. Armenia's world No5, Levon Aronian, won the series. Fide's women's grand prix, in contrast, has been notably successful. Most leading women including Westerners are taking part, there is a wider range of venues and the series will directly qualify a world title challenger. China's Hou Yifan and India's Humpy Koneru were the favourites, but after the fourth event (of six) finished this week at Jermuk, Armenia, the race was still wide open. The perception that women's chess flourishes in China and the old USSR but languishes in the West is too simplistic. France and Spain have many female tournament entrants, the women's Pride and Prejudice team has been one of the successes of the UK League, while in the US the best women are strong enough for the invitation US championship. Jen Shahade, who caused a stir with her book 'Chess Bitch' is a regular online commentator at top online tournaments, while the former world No1 Susan Polgar's daily blog is one of the most popular global chess websites. In this Jermuk game between two ex-world champions, Black's cramped and passive play allows a decisive attack. What went wrong? Black's Ne4/f5/Rf6 plan (better c7-c5) enabled White to seize the long dark diagonal by 21 f4! However, 22 b5? (22 a4! and a5 launches a second front) gave Black the chance of a tough defence by 22...fxg4 hxh4 Nd3. Instead White broke through by 31 Nxg6+! and at the end if Kf8 35 Rg8+! mates. M Chiburdanidze v Xu Yuhua 1 d4 Nf6 2 c4 e6 3 Nf3 Bb4+ 4 Nbd2 b6 5 a3 Bxd2+ 6 Qxd2 Bb7 7 e3 d6 8 b3 Nbd7 9 Bb2 0-0 10 Bd3 Ne4? 11 Qe2 f5 12 Bc2 Qe7 13 0-0 Rf6? 14 d5 e5 15 Nh4 g6 16 f3 Nc5 17 b4 Na6 18 Qd2 Rf7 19 g3 Re8 20 Rae1 Nab8 21 f4! e4 22 b5? a5 23 h3 Qd8 24 Bd1 Nf6 25 Re2 Nbd7 26 Rg2 Nc5 27 g4 Nfd7? 28 Qd4 Kf8 29 Qh8+ Ke7 30 Qd4 Kf8 31 Nxg6+! hxg6 32 gxf5 gxf5 33 Qh8+ Ke7 34 Qh4+ 1-0 3147 1 Qe5+ Kxf7 (if Kh7 2 Rh3+ mates) 2 Qf5+! Ke7 (Rf6 3 Qd7 mate) 3 Re3+ Kd7 4 Qxf8/g6 and White wins easily with extra pawns plus an attack."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}