{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jul/14/aid-international-development-payment-results", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-07-13T23:06:15Z", "webTitle": "Response: Aid spending must be linked to targets agreed by the people", "webUrl": "https://www.theguardian.com/commentisfree/2010/jul/14/aid-international-development-payment-results", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jul/14/aid-international-development-payment-results", "fields": {"headline": "Aid spending must be linked to targets agreed by the people", "bodyText": "In your recent interview with international development secretary Andrew Mitchell (Overseas aid to be spent through new system of payment by results, 2 July), he outlined his pledge to act \"ruthlessly\" to ensure that British aid represents \"value for money\". Mitchell says that one way to do this is to hand over money only after the results show real progress against targets. Mitchell might well be on the right track if his new payment-by-results regime takes account of lessons that donors have learned about delivering good aid with strong national ownership. We know that aid with strings attached doesn't work, but evidence is emerging that, under the right conditions, linking aid spending to targets that are agreed by the recipient country can deliver results for poor people. A number of donors and poor countries are now working together to see if payment by results can make a difference – some aid contracts already provide 80% of funding up front, with the remaining 20% contingent on reaching nationally agreed health and education targets. But it's \"nationally agreed\" that is the key. Targets cannot be imposed from outside. It is also important to make sure that in the drive for results we don't create incentives with perverse outcomes that are to the detriment of development. We have learnt in the UK that targets can be helpful but may not always be the best way of getting the right outcomes, and this is true in developing countries too. If Britain's aid targets are pegged to poor countries' own development strategies, we could be on a revolutionary new track. This is also a way to allow citizens to hold their governments to account for aid that is spent in their name – a plea ActionAid often hears from the communities in which we work. Mitchell's announcement comes with important caveats. Payment by results won't be rolled out indiscriminately. It will only be considered in \"countries which are doing development in a steady state\" and are already on the right path. It will provide an \"added incentive\" rather than be the starting point. Supporting those governments that are already striving to deliver good basic services makes sense, and there's always room for improvement. Who wouldn't want to reward governments such as Sierra Leone with funding they can rely on when progress is made? The government there recently extended free healthcare to all mothers and children under five, and is now working to improve the quality of those services. However, the bigger challenge for Mitchell and his team will be ensuring that British aid is also effective in countries where governments don't function well and there are no targets or systems in place. Payment by results wouldn't work in some of the poorest or most conflict-ridden nations, such as Somalia. But we can't walk away from these countries – which are home to some of the worst-off people in the world. It is right that Mitchell wants British taxpayers' money to be \"well spent\". If such aid helps developing countries to be more accountable to their citizens, Britain will get real value for money."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}