{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jul/20/paul-scholes-manchester-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-07-19T23:08:00Z", "webTitle": "Sir Alex Ferguson rules out summer spending spree at Manchester United", "webUrl": "https://www.theguardian.com/football/2010/jul/20/paul-scholes-manchester-united", "apiUrl": "https://content.guardianapis.com/football/2010/jul/20/paul-scholes-manchester-united", "fields": {"headline": "Sir Alex Ferguson rules out summer spending spree at Manchester United", "bodyText": "Sir Alex Ferguson has ruled out a lavish spending spree at Manchester United this summer and insisted he is content with the signings the club has already made. The United manager has said repeatedly that he sees no value in the current transfer market when asked about the expensive overhaul at Manchester City, and he appears unlikely to deviate from that policy before the Premier League season begins next month. United have so far spent £19m on improving the squad that finished a point behind Chelsea last season, buying the Fulham defender Chris Smalling and the Mexico striker Javier Hernández. \"I can't speak for other clubs to be honest with you but we are comfortable with the squad we've got,\" said Ferguson. \"We've bought players at the right time of the season, and we are quite happy with that.\" United play Philadelphia Union tomorrow in the second game of their tour of North America and the players will warm-up for the contest by running up the steps of the city's art museum, a la Sylvester Stallone in the Rocky films. Speaking ahead of the game last night, the Portugal international Nani claimed he could be fit for the season's opener against Newcastle on 16 August. Nani, who missed the World Cup after dislocating his collarbone on the eve of the tournament, said: \"I started training with the team three days ago. I'm feeling good now. My fitness is improving and hopefully I will be fit for the start of the season.\" Meanwhile, Paul Scholes has left United's new generation in no doubt as to the demands on them next season by saying the club's priority is to regain domestic supremacy with a 19th league title. The focus is on United's youngsters in North America, where the absence of many established players because of post-World Cup holidays and injuries, and the club's changed policies in the transfer market, have placed greater responsibility on emerging talent. Sir Alex Ferguson has said that situation is unlikely to change once the Premier League season begins, and Scholes, one of the few experienced voices on the tour, says the expectation will be to win the championship after Chelsea broke their three-year hold on the trophy. \"As a team, we all want to get back on track after finishing second to Chelsea last season,\" the 35-year-old said. \"It wasn't great for us. Obviously, we would have liked to have won the league but the injuries we had last year were a massive blow for us. We just hope we can stay injury-free next season, play a bit better and hopefully win some more trophies.\" Scholes has refused to rule out extending his illustrious career at Old Trafford beyond this season and, as is now customary, will base his decision on his contribution during the campaign: \"If I'm feeling OK and doing what I have to do, we will see what happens at the end of next season. I just want to concentrate on playing for United as long as I can do.\" His assessment of United's priorities is shared by fellow veteran Edwin van der Sar, who insists the Premier League must take precedence over the Champions League. United's 39-year-old goalkeeper said: \"The first thing you want is to get the Premiership back, that's for sure.\"\"We narrowly missed out last year, although we had loads of injuries and lost too many games. We were still in it until the penultimate game of the season, and I think that's the priority. We never thought it was our title to keep after winning it for three seasons running. You have to work hard for it all season. That's what we are doing now, working hard, and hopefully when the big boys come back at the beginning of August we should be ready for a new challenge. Of course we went out of Europe too early last season and that also has to be one of the focus points.\" The former Holland goalkeeper insists he has no regrets over retiring from international football to focus on his United career, despite missing out on a place in the World Cup final this summer. \"Not at all,\" he said. \"Of course when you reach the final you always think: 'What if?' But I made the decision to retire two years ago and, at a certain point, enough is enough.\" Van der Sar also believes the fierce criticism of Bert van Marwijk's team following their physical approach to the final against Spain has been unjustified. He added: \"I think the criticism has been unfair. I saw a couple of headlines, in the English press, mainly, and I thought they were a bit too harsh. It was a hard game but Spain are a tough team to play against and you have to do everything in your power to win a game. Of course you would rather do it with nice football but sometimes that is not possible. \"It was agony losing to Spain. That's three finals now and three defeats. It would be nice to finally get that star on the Holland shirt but unfortunately it wasn't to be.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}