{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jul/25/kevin-mckenna-holyrood-tv", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-07-24T23:07:46Z", "webTitle": "My ideas for turning Holyrood into top TV | Kevin McKenna", "webUrl": "https://www.theguardian.com/commentisfree/2010/jul/25/kevin-mckenna-holyrood-tv", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jul/25/kevin-mckenna-holyrood-tv", "fields": {"headline": "My ideas for turning Holyrood into top TV", "bodyText": "Most likely, you will not feel culturally enriched or in any other way transfigured for having watched events from the Holyrood parliament on a live internet feed. Nor will you, in years to come, remember where you were when you heard the news, revealed last week, that these proceedings receive only 7,000 hits per month. Yet this is about 5,000 more than the entire number of people who watched Kirsty Wark's $1m docudrama about the making of the Scottish parliament when it was first released. And if you have ever, by chance, watched the Welsh parliament unfolding you may feel that Holyrood TV, in comparison, is being directed by Quentin Tarantino. Unsurprisingly, such a paltry number of viewers has led to loud calls for the service to be discontinued. Yet this would be an unwise course of action and betrays an ignorance of what Holyrood TV is for. There are many countries where an unaccountable executive and corrupt judiciary daily subvert democracy. For these enslaved people the existence of a kingdom where politicians and their actions are scrutinised daily on the internet may feel like the land of milk and honey. That is not to suggest though, that live coverage of Holyrood cannot be improved. Indeed, perhaps what is required is for coverage of parliamentary debates to be broken up with little programmes that show our elected representatives in a more human light and make the business of politics more accessible to the punter in the street and the chiel on the croft. These short programmes, no more than 20 minutes in duration, could be directed by our bright young film and television studies alumni as part of their on-the-job training. The emphasis would be placed on light entertainment and the timbre would perhaps be It's a Knockout with a wee hint of Andrew Neil's politics show. Over some skinny lattes and reduced chocolate muffins, I spoke to some of my broadcast chums and came up with some jolly splendid ideas for what we would rebrand as HolyroodLive! Where the exclamation mark would be bright yellow and the words joined together to make it look edgy and fun. The BBC hold the contract to provide the live Holyrood feed and if any of their executives want to discuss these ideas further I would dutifully put on a jumpsuit and do a wee session with them in those think-pods they have in their new HQ. The Holyrood Home Show We visit unsuspecting MSPs in their Edinburgh townhouses in a fun and non-invasive way and take a fly-on-the-wall look at all their soft furnishings and Ikea wallpaper. We discover what it might say about them as real people. There will be an interactive aspect to the show where viewers will be asked to calculate just how much extra cash the politician will make when he cashes in on the property which we helped him to buy. The tension rises as we ask if he will pay back a share of the profit proportionate to what he was given to pay for the house. Are You Smarter than a Lanarkshire Labour MSP? This would be a family fun show which would teach young people about the political process but in a very accessible and inclusive way. A group of smart primary school pupils put their academic reputations on the line as they go head to head with a random selection of Lanarkshire Labour MSPs. The tension rises as they desperately try to avoid being outsmarted by the eager-beaver politicians. It's anyone's game though, as questions such as\" \"Who Founded the Labour party?\" and: \"What number was the famous clause which New Labour ditched to get elected in the mid-1990s?' test the MSPs to the limit. Camberwick Greens Everyone knows that the Holyrood Green party MSPs and the Lib Dems might as well represent Trumpton such is their irrelevance to Scottish politics, but can you match them with your favourite retro '60s and '70s children's TV characters. Who reminds you of Humpty Dumpty? And could that be Zebedee in the guise of one of the north-east MSPs? And, ha ha, who could Bill and Ben be? This would be a show aimed at younger viewers and would be ideal for enfranchising them at an early age into the political process, but in a non-threatening and environmental way. MSPs play Supermarket Sweep We join an all-party group of politicians in a special studio that actually looks like a real supermarket aisle and filled with common household comestibles as well as toilet and cleaning products. The MSPs have two minutes to fill their basket with as many messages as they can manage. But some specially selected goods such as link sausages, baked beans, toilet rolls, toasters and Blu-Tack are marked with a yellow sticker to indicate that they can be claimed back in expenses. These count double and points win prizes. \"Lavish\" Tavish Scott takes the Dale Winton role. Walking is Fun This is a gripping, real-life account of how the human spirit can triumph in times of great adversity. Some viewers, though, may find certain scenes distressing. A group of brave MSPs volunteer for a revolutionary cold turkey-style treatment that seeks to cure them of their affliction that makes them want to take official cars on short and common trips like Holyrood to the five-star Balmoral Hotel, a journey of less than one mile. For years these people have travelled in cars and taxis, or travelled first class on the train. There are moving scenes as first one, then the others, let go of the taxi and rail vouchers and take a bus for the first time. And there are tears as they look up and the wonders of the Old Town are revealed to them for the first time while they take those initial faltering steps on the walk from Waverley station. We share in their joy as they reduce their carbon footprints to that magical size two-and-a-half."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}