{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jul/06/in-praise-of-the-normans", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-07-05T23:05:50Z", "webTitle": "In praise of … the Normans | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/jul/06/in-praise-of-the-normans", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jul/06/in-praise-of-the-normans", "fields": {"headline": "In praise of … the Normans", "bodyText": "A correspondence on the letters page wrestles with the question of whether the French or the Normans invaded England in 1066, and whether there is any difference. As some contributors have pointed out, the elision of the French and the Normans is too crude. But it is open to question whether their victims can usefully be described as English either. The Anglo-Saxons and Anglo-Danes who perished at Hastings were no more English than the invaders under Duke William were French. The Conqueror spoke French and was the vassal of the French king. But the Normans had more in common with the armies they defeated at Hastings than divided them, since they were descendants of the army of the Norseman Rollo, who probably settled in the Seine valley in the late 9th century. Both sides were part of the Norse empire that at various times stretched east to what is now Ukraine, south to Sicily and west to America. Down the years, though, the Normans have had a bad press on this side of the Channel. Hastings, in the view of the 19th century historian EA Freeman, was \"the fatal day of England, the day of the overthrow of our dear country\". At least some of Freeman's hostility was less bound up in historical scholarship than in a visceral hatred of everything French, up to and including the revolution and Napoleon. The Norman yoke was certainly no joke. But the Normans were more than just a group of French soldiers. Identity was as complex in the 11th century as it is in the 21st."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}