{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/david-conn-inside-sport-blog/2010/jul/21/ecb-sky-sports-hugh-robertson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-07-20T23:06:33Z", "webTitle": "Cricket's grassroots need to be inclusive not exclusive | David Conn", "webUrl": "https://www.theguardian.com/sport/david-conn-inside-sport-blog/2010/jul/21/ecb-sky-sports-hugh-robertson", "apiUrl": "https://content.guardianapis.com/sport/david-conn-inside-sport-blog/2010/jul/21/ecb-sky-sports-hugh-robertson", "fields": {"headline": "Cricket's grassroots need to be inclusive not exclusive", "bodyText": "At All Hallows secondary school in inner city Salford they have strained sinews to lay on cricket for pupils who until 2008 had no opportunities to play the game. Chris Tye, the PE teacher and a committed cricketer and coach, believes fervently that the game's rhythms and disciplines can enrich young lives and he observes that his quieter, more introverted students can take to cricket more than football. The school managed to secure money for bats, balls, stumps and nets, and since February it has welcomed weekly sessions from Chance to Shine, the national charity whose mission is to reintroduce cricket in state schools where the game withered in the last storm of Conservative cuts in the 80s. All Hallows now has a team and Tye arranged for the pupils enthused by this fledgling contact to take the game further at Clifton, a well-established Salford club. Yet there, economic reality bit. The pupils, aged 12, had no whites or equipment, or money to buy them. Their parents have no cars and the seven-mile trip would have taken five buses, so Tye took them himself. As a short-term fix, the school is paying pupils' taxi fares, but Tye is working hard to set up a more permanent arrangement, and provide facilities closer to home. \"Cricket is supposed to be accessible to everybody but disadvantaged children have so many obstacles to playing regularly,\" he says. \"The game is still dominated by public-school and middle-class children who enjoy the best facilities. This level of inequality should not be happening in the 21st century.\" If, as is expected today, the government allows the England and Wales Cricket Board to sell its TV rights, Ashes Tests included, exclusively to Sky, the game's most pressing responsibility will be to spread the sport beyond its traditional comfort zones. The \"crown jewels\" review panel, chaired by the former Football Association executive director David Davies, recommended in November that the Ashes should be on the A list of events required to be on free-to-air TV, but the sports minister, Hugh Robertson, is expected to reject that proposal. Robertson always believed the previous Labour government set up the review because it was populist to restore the Ashes to free-to-air, on which eight million people watched the peak, thrilling moments of England's 2005 series victory. Since then, live Test cricket has been available only to those paying monthly subscriptions to Sky. Robertson's view, expressed before the general election, was that sports governing bodies should be free to market their rights and the government should intervene \"sparingly\". Since taking office, the cuts he has been forced to implement are thought to have reinforced his view that sports need all the money from broadcasting they can make. The ECB reacted furiously to the Davies report – its four-year UK broadcasting deal for 2010-13, with live rights sold exclusively to Sky, is worth £264m – and based its defence almost wholly on arguing that it distributes a significant proportion of that income to developing the game. Giles Clarke, the ECB chairman, said then that 21% of TV income went to the grassroots, but forced since to microscopically examine its operation to make a convincing case, the ECB has settled on the statistic that 22% of what it spent last year, £21.9m, went to \"enthusing participation and excellence\". That includes coaching of international youth squads and the women's international team, as well as running amateur competitions – comprising all the ECB spends outside professional cricket. The ECB employed the media consultant Oliver &amp; Ohlbaum, which produced an alarming estimate of a 48% hit to the 2014-17 broadcasting deal, a loss of £137.4m, if the Ashes were compulsorily on free-to-air. Another firm of consultants, Deloitte, was employed to document the ECB's work for amateur clubs and the youth, women's and disability games, and it warned of \"severe impacts\" if the Sky money were staunched. The national picture which emerged is not of a sport that has dramatically increased the numbers playing, but one which has spent a proportion of its TV windfall on modernising its grassroots, laying the foundations for expansion. The work is overseen by 39 county cricket boards, which previously had very little money and usually just one employee, a beleaguered cricket development officer. Since 2007, the ECB has channelled almost £15m into the boards, and a further £18m funding package to 2013 is being discussed. That has enabled the boards to take on more development officers – often in partnership with local authorities, a source of funding now threatened by government cuts – and to work with Chance to Shine and 1,300 recognised \"focus\" clubs, to drive up participation. Between 2007 and 2009 the ECB provided almost £6m to 700 projects for new facilities, which attracted £17.4m more from other sources. Sport England is providing £38m from 2009–13 for cricket's \"Whole Sport Plan\", its target set precisely at getting 72,549 more people playing than the 204,900 who do already. Chance to Shine has reached 3,700 of the country's 27,000 schools and also earned invaluable PR for the ECB – Robertson was at a Chance to Shine project at Ling Bob junior school in Halifax yesterday – though the ECB contributes just £1m a year to the scheme. The rest of its £5m annual budget comes from Sport England and donations. \"We are on course to reach two million children with our £50m funding over 10 years,\" says Wasim Khan, Chance to Shine's chief executive, \"so we believe we provide great value for the money. It is a huge challenge to provide cricket in deprived, urban areas, but we are trying to get to them. Of course we do make the case that we could do more with more resources.\" Clarke accepts that cricket, perhaps more than any other sport, reflects this country's gaping inequality, with laundered fields and pavilions at private schools while Tye labours ina series of meetings to see an Astroturf strip laid in his school's local Ordsall Park. \"It is fair to point to the divide,\" says Clarke, \"although it is a wider problem than just cricket. Our job is to encourage participation, and integration of different ethnic groups, which cricket has a great ability to do because of Asian communities' enthusiasm for the game. We are having to address years of decay and deprivation, but we are making progress.\" In its attack on Davies' review, the ECB concentrated effectively on the 22% it spends on grassroots, which it defined very broadly. Clarke did not highlight the other 78%, which goes to paying England players their enviable salaries – £5.6m for the 24 last year, £233,000 each on average – and the £40m spent subsidising the 18 first-class counties and the MCC. If the government does grant cricket the privilege of selling its rights exclusively to Sky, thereby excluding a huge audience who cannot or will not pay, the game must justify the vehement claims made for its grassroots investment. It must work to rebuild a presence in underprivileged places like Salford and other worlds away from the playing fields of Eton."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}