{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jul/06/public-servants-pay-cuts-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-07-05T23:05:49Z", "webTitle": "Public servants: The many, not the few | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/jul/06/public-servants-pay-cuts-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jul/06/public-servants-pay-cuts-editorial", "fields": {"headline": "Public servants: The many, not the few", "bodyText": "Gold-plated pensions, golden parachutes and gilt-edged job security. The verbal bling that ordinarily glistens from the business pages is suddenly being tied around the neck of public sector workers. There is chatter, none too subtly encouraged by the coalition, about freakish redundancy packages of £1m or more, and local authority executives with super-size retirement funds. As another cuts package was announced yesterday, the legions who push hospital trolleys, empty bins and sweep the streets – often for little more than the minimum wage – were oddly absent from the discussion. Any cash-strapped government would, of course, have to look at the terms and conditions attached to a payroll which represents its single biggest cost. The outgoing administration had already struck a deal to trim the biggest redundancy payments, and although it was ultimately scuppered by the PCS union's refusal to budge, other unions yesterday signalled a readiness to reopen that discussion. Amid all the sudden talk of lay-offs, their members might press them to be more guarded this time around – for to give up generous redundancy terms in the current climate might feel akin to cancelling an insurance policy after catching burglars watching your house. All the more so since the typical public pay-off is not the sort of six or seven-figure package being bandied about, but something well shy of £20,000. If serious money is to be saved on redundancy, it will not be from the tiny band of publicly financed plutocrats, but from the public sector's rank-and-file. For them, the argument can hardly be that their terms are too cushy in themselves. Instead, it will be that their counterparts in the private sector get an even rougher ride, many being expected to settle for severance packages that reward each year of service with a mere week of pay. In the context of pensions, too, the coalition's game will also be to play the resentments of the private-sector majority of the workforce against the state-employed minority, and that strategy might very well prevail. Workers whose firms long ago slammed the door on their own final-salary schemes will surely resent coughing up higher VAT if they understand that it is being paid to protect the cosy retirements of the lucky few. If the unions fall into their characteristic kneejerk oppositionism, then this is the way the argument will go, and a great wave of strikes will soon crash down on the rocks of majority public opinion. Things could, however, play out quite differently, if only union leaders would show the steely pragmatism that so often eludes them, and borrow a line from the Conservative manifesto – we're all in this together. The government says it wants to bring its workforce's pensions into line with those offered by private firms. But the relation between private and public is not a one-way street, which is why the most vocal rage against public pensions has so often come from business leaders. The issue does not affect them directly, in the way that tax or regulation might; it matters to them because it determines how bold they feel they can be in retrenching their own company schemes. Just as living wage campaigners enlist public authorities in the hope of influencing private employers, smart unions would avoid sectional rhetoric, and argue instead that decent public pensions set a benchmark which can advantage workers across the whole economy. In straitened times, this argument cannot be pushed too far. Deep demographic tides require that workers will eventually have to meet some of the costs of living longer, and it is futile to swim against these. But there is no reason why individuals' planning for retirement should be subject to the vagaries of the stock market, as it now is for so many people. If the state's workforce can convince the country that it is after copper- and not gold-plated pensions, then it might just start to win hearts and minds."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}