{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jul/17/on-this-day-england-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-07-16T23:06:16Z", "webTitle": "Bob Willis: 'I've met 250,000 people who told me they were at Headingley that day'", "webUrl": "https://www.theguardian.com/sport/2010/jul/17/on-this-day-england-australia", "apiUrl": "https://content.guardianapis.com/sport/2010/jul/17/on-this-day-england-australia", "fields": {"headline": "Bob Willis: 'I've met 250,000 people who told me they were at Headingley that day'", "bodyText": "I’ve met 250,000 people who have told me they were at Headingley that day, but the ground was packed and very loud and that did help. There was still no realistic thought we could win the match, even after Ian Botham’s hundred the previous day. It just gave us some momentum to get back into it. When the day started Ian and I had put on 37 for the last wicket and we just wanted to get as many as we could. I’d been trying to give Ian as much strike as possible but as soon as I did get on strike I got out, leaving Australia needing to chase 130. Before lunch they got to 52 for just the loss of Graeme Wood and at that point we thought it might be getting away from us. I didn’t open the bowling. I was the fourth bowler used. I told Mike Brearley I was too old to be bowling up the hill into the wind and he eventually agreed. Then we picked up wickets just before lunch and you could physically feel the pressure moving from us to them. Australia had often had problems chasing small targets. I’d had some problems of my own. I was bowling quite a few no balls. Brearley told me to forget about that and just bowl as fast as I could. So that’s what I did. I didn’t want to be distracted about changing the field or thinking about anything else so Mike changed the fields and just asked me to get on with bowling fast. The pitch was misbehaving by then: there were cracks in it and if you hit one the ball went straight up in the air. It was very handy to bowl on and pretty unpleasant when you pitched short of a length. After lunch I was just totally focused and in my own zone. A lot of us in that team were playing for our careers as well as for our team winning the match, so it was a pretty serious business that we got ourselves back into that series. Allan Border was the vital wicket in that lineup. None of our players rated Trevor Chappell or Graham Yallop. It was Border and Kim Hughes we were after and when we got them we knew we were on our way. The whole occasion didn’t sink in until I was driving back in the car and the PM programme came on and it was the lead story, highly unusual at the time. By the time Brearley, Botham and I had done our media interviews most of the side had left. We were all playing Gillette Cup matches the next day so there was no team celebration at all, which was a bit of a shame."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}