{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/jul/02/country-diary-shetland", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-07-01T23:28:31Z", "webTitle": "Country diary: Shetland", "webUrl": "https://www.theguardian.com/environment/2010/jul/02/country-diary-shetland", "apiUrl": "https://content.guardianapis.com/environment/2010/jul/02/country-diary-shetland", "fields": {"headline": "Country diary: Shetland", "bodyText": "Running the length of the clifftop, following its every in and out, is a border of bright pink thrift just a single tussock wide. The cliffs themselves have taken on the appearance of hanging gardens. Fulmars, uncharacteristically quiet today, sit on their ledges among more splashes of bright pink, cascades of yellow bird's-foot trefoil and the last of the blue spring squill. The mournful soft whistle of tysties – black guillemots – drifts from the end of the bay where they nest in a tumble of rock on the shattered face of a craggy buttress. There are half a dozen or so, the scarlet feet vivid against the stark black-and-white plumage. With surprise I realise they're accompanied by two puffins! I've never seen puffins on this cliff before, and I'm intrigued by their presence. They'd nest in this sort of terrain as happily as they would in a burrow, and I wonder if these are young birds prospecting for a future site – or whether a couple of pairs have already moved in. Possibly these two have just chosen to rest here for a while. I settle down to see if I can find out what's happening. Maybe another bird will fly in with a sand eel for a chick or maybe one of these will shuffle through an inviting entrance to explore the rocky labyrinth. Ignoring each other, they alternate periods of activity with interludes of rest. One hops, wings outstretched, among the fallen stones, while the other peers into a likely looking triangular gap and then, apparently unimpressed, tucks its head under a wing and seems to doze off. In the infuriating way birds have, one of the two disappears when I'm distracted by the snorting of a seal in the water far below; 45 minutes later the remaining puffin is still in the same spot, and I concede defeat. I've been outwaited and I take my leave, questions still unanswered."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}