{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jul/25/barbara-ellen-james-bulger", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-07-24T23:07:47Z", "webTitle": "It's James Bulger's family, not just his killer, who need help | Barbara Ellen", "webUrl": "https://www.theguardian.com/commentisfree/2010/jul/25/barbara-ellen-james-bulger", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jul/25/barbara-ellen-james-bulger", "fields": {"headline": "It's James Bulger's family, not just his killer, who need help", "bodyText": "Two significant people featured in the sentencing at the Old Bailey of Jon Venables last week. The first, obviously, was Venables, appearing via video link for his own safety, receiving two years for downloading and distributing indecent images of children, some as young as two, one showing the rape of an eight-year-old girl. Venables had also posed online as a mother selling her daughter to a paedophile for cash. Terrible as all this was, the fact that Denise Fergus, previously Bulger, was also back in court, to watch, listen, \"patrol\", seemed positively heartbreaking. We all know who Denise is – the mother of two-year-old James Bulger, who was kidnapped, tortured and murdered by two 10-year-olds, Robert Thompson, and Venables – known initially as \"Child A\" and \"Child B\" – in Bootle, Merseyside, in 1993. Her attendance at that trial was no surprise. Nor were her objections to the killers' 2001 release, and their false identities. However, with respect, these latest crimes were unconnected, and a solicitor represented James's father. Why was Denise sitting in the Old Bailey, with a \"Justice for James\" badge on her lapel? There is an impulse to think – go home, get some distance, please stop torturing yourself. But then you understand that, for her, standing lonely sentinel over her son's case may be the only way she has of not feeling powerless. Questions are being raised about Venables now – from that ill-judged decision to make two children stand trial in an adult court, and the seemingly failed therapy, to Venables's non-convictions for assault and drugs since his release and his use of child pornography while under parole licence – the last discovered only when Venables reported that his identity was exposed, and police found him trying to destroy his computer hard drive with a tin opener. A squalid series of events, but frankly I feel the onset of compassion fatigue. Venables is no longer \"Child B\", peeking pathetically over a dock that's too high for him. If anything, he's \"Man X\", for whose rehabilitation much effort was made, including a new identity. Now the best that can be hoped for Venables is that he accepts how disturbed he is, and refuses to be freed until he is genuinely better. At least Venables will be dealt with, fretted over. What of Denise and other victims of crime, who are left mainly alone to flail in the aftermath? While the Victim Support charity does its best, a new government scheme to get offenders to interact with their victims does not sound suitable for serious crimes, and, in the main, talk is of less prison, not more. Which is fine: most of us would prefer it if offenders were given second chances. However, something's very wrong when, 17 years on, James Bulger's mother still feels compelled to fight her late son's corner. Clearly, here is a woman who has lost faith in the system, and feels she must stand eternal panicky sentinel. Talk about a \"life sentence\". It's as if Fergus is suspended in the amber of her child's murder. But if she is, is it purely of her own doing? It seems that with James Bulger's family, and other victims, there are still too many instances of them being abandoned, fobbed off, pushed aside. And people wonder why they go to the press. While Denise received considerable media and public attention, this is not the same as solid ongoing victim support, and rights. Indeed, while Venables is being discussed, maybe we could also reassess the situation of the victims of crime – where is their government-sponsored intensive therapy-cum-support, their right to a fair hearing, and help to \"move on\"? Which seems to be the point. Jon Venables was given a new identity and will probably get another one. For Denise Fergus, James's death is her identity; her fight for \"justice\" is more than a badge on her lapel, it's her whole life. It seems high time to ask: would it have to be like this, if people like her believed they were served properly by the system? Kids today don't even fail properly Cambridge University have criticised coalition plans to make A-levels more \"traditional\", but there's yet more on Michael Gove's plate. With A-levels, he's going to have to deal with teenagers. There are superb parents out there who strive to give their teenagers the dignity of privacy. Not me. Having been \"burnt\" a few times, I now eavesdrop and snoop every chance I get. Which is how I learned, through the traditional teen-fug of 3am chicken dipper feasts, and Smoke-U-Cheap fags, that a significant A-level shift had occurred. In short, the Gap Year is dead, long live the Retake Year. As in, many students now think that failing your exams first time is a perfectly normal stage of the education process. One of my daughter's beaus let this slip, outlining a life plan, which casually scheduled in his retakes (and therefore his failures), while my daughter chirruped: \"Yeah, everyone's doing it.\" Brilliant. Whereas before in a Gap Year they used to plan a trip to Goa, now all they plan is to \"go-a back\" into the exam room. How sad was I when this young prince left my daughter's orbit? I coped. More pressingly, what are young people playing at, scheduling in advance for failure? When I was young, if we failed, we failed honestly, despite ourselves. We failed with stupid crimped hair, smelling of Martini Rosso, with terrible crushes on Barry Grant from Brookside. Crucially, when we failed, it hurt. With this \"retake year\", this new lot have, admittedly cleverly, worked out how to make \"failing\" an unofficial part of the A-level curriculum. So Mr Gove should be very afraid – it's not just universities and parents he is up against, it's teenagers, many of whom have rather more \"relaxed\" education goals and schedules. Never mind the rom-com. It's the rom-bomb I love Two new films out this week: Knight and Day, starring Tom Cruise and Cameron Diaz, and rom-com, Rebound, starring Catherine Zeta-Jones and Justin Bartha. In both the couples are said to exude the raging sexual chemistry of urinal cakes. Arguably people should be able to get their money back if a supposedly \"hot\" screen couple radiate the passion of two corpses accidentally slung on to the same mortuary slab. It's a miracle this remains a grey area when there are compensation opportunities to be had. Cut to future \"Movie Claims Direct\" ad: \"Have you ever been left unmoved by a film clinch? Did Sandra Bullock pretending to lust after Hugh Grant give you hives? If so, CALL NOW!\" That said, I love films like these – what one might term rom-bombs. Where the leads are supposed to be secretly in love, but spend the entire film looking as though their only urge is to disinfect each other. While sexual chemistry is pretty common in films, genuine clunking lack of chemistry is a real treat. I say, keep the rom-bombs coming – but don't let on we like them, otherwise they'll charge more."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}