{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2018/sep/14/premier-league-10-things-to-look-out-for-this-weekend", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-09-13T23:30:06Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2018/sep/14/premier-league-10-things-to-look-out-for-this-weekend", "apiUrl": "https://content.guardianapis.com/football/blog/2018/sep/14/premier-league-10-things-to-look-out-for-this-weekend", "fields": {"headline": "Premier League: 10 things to look out for this weekend", "bodyText": "1) Son is back to save Spurs’ month September hasn’t exactly been great for Tottenham thus far. Defeat at Watford was followed by landing in Barcelona’s Champions League group, Daniel Levy confirming more costly delays to the new stadium and a night in Milton Keynes. Dele Alli got injured on international duty and their captain, Hugo Lloris, was ruled out with a thigh problem shortly after admitting being two times over the drink-drive limit. Ever a man to brighten the mood, Son Heung-min returns this week fresh from pulling the nutmeg of the year, with Asian Games gold (and military service exemption) also in the bag. How Spurs need him at lunchtime on Saturday against Liverpool. For all their talents, Tottenham are not otherwise blessed with pace and despite the South Korean playing eight games in four weeks, he should be called upon by Mauricio Pochettino, who is likely to employ the same counterattacking tactics that led to a 4-1 Spurs win in the same fixture last season. MB Tottenham v Liverpool, Saturday 12.30pm BST Jonathan Wilson: if carelessness continues Spurs could pay price ‘Lucky’ Lloris will refocus after life lesson, says Pochettino 2) Sarri to give Giroud his chance? The encouraging part for Chelsea is how they have adjusted to life under a manager who only arrived in west London in July. But while talk of a title challenge does not feel so fanciful after four consecutive league wins, Maurizio Sarri is unlikely to fall into the trap of thinking that his new team are the finished article. “We can improve,” Sarri said after the recent 2-0 victory over Bournemouth, and it will be interesting to see if he hands Olivier Giroud his first start of the season when Cardiff City visit Stamford Bridge on Saturday. The France striker scored a stunner against the Netherlands during the international break and he impressed against Bournemouth after replacing Álvaro Morata. Indeed, Giroud for Morata has been Chelsea’s first change in both of their previous two matches, which suggests some fine-tuning is required up front. JS Chelsea v Cardiff City, Saturday 3pm BST Sarri leads way among Premier League newcomers 3) Contrasting moods at Vicarage Road Javi Gracia has picked the same starting 11 for all four of Watford’s Premier League matches this season and, after four wins, seems certain to do so again against Manchester United, unless injuries force his hand. The manager has clearly identified his best team and their fitness, workrate and 100% record suggests his is a happy collective who are all pulling in the same direction. Compare and contrast with Manchester United, who visit Vicarage Road for Saturday’s teatime kick-off. Already under pressure and at war with the media, José Mourinho appears to have no idea of his best team, has yet to settle on a style of play and has upset, unsettled or fallen out with at least three high-profile members of his first-team squad. Manchester United are odds-on favourites to win this game and may very well do so, but all available evidence suggests that, going into it, it is the visitors who have most to fear. BG Watford v Manchester United, Saturday 5.30pm BST Pogba is a show-off but a nice guy too, says Doucouré 4) New father Sané to find old City form? In recent weeks Leroy Sané has been dropped by Pep Guardiola, had his attitude criticised by Toni Kroos and become a father. Sané is used to dodging opponents at lightning speed but even he has struggled with all the obstacles in his way after his stunning campaign last season. Guardiola will hope the impact of becoming a dad might help settle the Germany international, who is yet to start a game for City this season and was left out of the squad entirely for the win over Newcastle. With their Champions League campaign starting against Lyon on Wednesday, Guardiola knows he will need to instigate the squad rotation process and having Sané in optimal mood can only be a good thing for the winger and the team, with Saturday the perfect time to reignite the engine. WU Manchester City v Fulham, Saturday 3pm BST 5) Time for Benítez to release the handbrake After opting for extreme caution during his side’s defeats to Manchester City and Chelsea, there is pressure on Rafa Benítez to let Newcastle play with more freedom. There is no guarantee of the Spaniard loosening up, though. He is still unhappy with Newcastle’s transfer business during the summer and responded to criticism of his tactics by rightly arguing that he had to cut his cloth accordingly against teams as strong as City and Chelsea. All the same, there seems little need for Newcastle to remain in ultra-defensive mode when they host Arsenal on Saturday. Arsenal are frail at the back and Benítez should not forget that his side won this fixture last season. JS Newcastle United v Arsenal, Saturday 3pm BST Emery challenges Özil to be more ‘decisive’ 6) Traoré gives Nuno selection headache Adama Traoré has always been regarded as a rough diamond, lightning quick but perhaps lacking composure or an end product. Yet since his £18m summer move to Wolves from Boro, with each of his three league appearances coming from the bench, he has hugely impressed. Per 90 minutes, nobody in the Premier League has created more chances than the 22-year-old or completed even half the number of successful dribbles: Eden Hazard has 5.56 to Traoré’s 11.87. Nuno Espírito Santo has so far refrained from starting Traoré in the league, such is his ability off the bench to stretch the game and punish tired legs, just as he did at West Ham in bursting past Aaron Cresswell to score a late winner. Nuno will be pondering whether to use Traoré as a second-half weapon or start him at home to Burnley on Sunday. In a game Wolves are expected to win, this could be the perfect opportunity for the latter. MB Wolverhampton Wanderers v Burnley, Sunday 1.30pm BST Football Weekly Extra: WhatsApp, Weah and bear attacks 7) Everton look to tee off on Hammers again After losing their first four matches, West Ham could have done without a trip to one of their least favourite grounds. They rarely fare well at Goodison Park and Manuel Pellegrini will wince when he hears that Everton have won more Premier League matches (24) and scored more goals (80) against West Ham than they have against any other team. But the Premier League’s bottom side cannot lean on those grim statistics. They have to start somewhere and Pellegrini could remove some of the growing pressure by giving a recall to Declan Rice. The 19-year-old has not featured since being hauled off during the 4-0 defeat to Liverpool on the opening weekend, but West Ham need more solidity in midfield. JS Everton v West Ham United, Sunday 4pm BST David Gold: agents are ‘sucking tons of money’ out of game 8) An overdue run-out for Cook? Profligacy cost Bournemouth dearly in their defeat at Chelsea before the international break but their fans still have every reason to be cheerful. Eddie Howe reportedly has his pen poised over a lucrative new deal that will double his income – with a whacking great compensation clause should he be headhunted. Rather curiously, Howe has restricted midfielder Lewis Cook to just three substitute appearances in the league this season – two of them late in a bid to run out the clock. The England Under-21s captain currently finds himself behind Dan Gosling and Andrew Surman in the pecking order, despite some bravura performances which earned him a standby call for England’s World Cup squad. Cook recently signed a new four-year deal, so has probably received assurances from Howe, but his manager’s sparing use of him in the early stages of this season remains a mite puzzling. BG Bournemouth v Leicester City, Saturday 3pm 9) All eyes on the team sheets at Huddersfield Still looking for their first win of the season, Huddersfield entertain a Crystal Palace team that have lost three consecutive Premier League matches since beating Fulham on the opening day. With five goals between them across eight games, toothlessness up front is a clearly a problem, particularly for Huddersfield. David Wagner’s team have failed to score in 23 of the 42 Premier League games they have played since he led them to promotion. Following their most recent outing, a battling 1-1 draw at Everton, Wagner expressed satisfaction with his side’s “effort, performance and attitude”, but bemoaned the paucity of scoring opportunities they created. Palace’s risible league record without Wilfried Zaha in the side has been well documented, but he could return after recovering from a groin injury. For different reasons, both sets of fans will be anticipating the release of the lineups even more keenly than the kick-off that follows an hour later. BG Huddersfield Town v Crystal Palace, Saturday 3pm BST 10) Ings can only get better? With Jamie Vardy’s retirement from international football highlighting England’s lack of depth in attack, the stage is set for Danny Ings to remind Gareth Southgate of his qualities. The striker has caught the eye after joining Southampton on loan, scoring two goals in his past three games, and he will be difficult for Southgate to ignore if he maintains his fine form. Injuries stopped Ings from fulfilling his potential at Liverpool and the 26-year-old’s first task is to stay fit, but he proved he can flourish in the Premier League during his time at Burnley. He knows how to find the back of the net, as Brighton could find out when they visit St Mary’s on Monday. JS Southampton v Brighton &amp; Hove Albion, Monday 8pm BST"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}