{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2018/sep/11/marcus-rashford-england-friendly-switzerland-sterling", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-09-11T22:36:46Z", "webTitle": "Marcus Rashford stakes claim as England shake off sluggish start | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2018/sep/11/marcus-rashford-england-friendly-switzerland-sterling", "apiUrl": "https://content.guardianapis.com/football/blog/2018/sep/11/marcus-rashford-england-friendly-switzerland-sterling", "fields": {"headline": "Marcus Rashford stakes claim as England shake off sluggish start", "bodyText": "There were times when, at best, this felt like a persuasive argument for all things Nations League. Uefa’s brainchild at least provides a competitive edge at a time of year when international friendlies are prone to drift, while ring-rusty players attempt to summon some rhythm before the glut of second-half replacements disrupts the tempo still further. Gareth Southgate must have surveyed the scene at the interval and, Danny Rose’s energy and the odd flash of incision from Marcus Rashford aside, wondered if this whole exercise had any discernible merit. The realist in him saw it coming, of course. He knew he had picked three players without a start in the Premier League this season. They were bound to lack sharpness. Ruben Loftus-Cheek, for example, had heaved himself through the contest, desperate to impose himself, but ended up looking precisely what he is: a young player with 39 minutes of first-team football to his name since the World Cup’s group stage. The home side’s performance rather drifted, lacking any effective press and undermined by uncertainty at the back, where an unfamiliar defence seemed forever prone to implosion. Yet at least there was encouragement to be taken from the reaction. That burst of urgency after the break which saw Fabian Delph, without a minute of football at Manchester City this season, clattering Stephan Lichtsteiner to provide England’s first real act of aggression all night, and increased intensity thereafter which loosened the hold Granit Xhaka and the Swiss had enjoyed on the occasion. Rose suggested England’s display up to the interval had been “embarrassing”, with the players engaging in a frank exchange of views back in the dressing room while Southgate and his staff initially gave them space to air their frustration. That in itself represents progress given the manager has claimed in the recent past this young group have been “too nice” for their own good. Now they feel emboldened enough to call each other out for slackness. The revival exposed positives to which the coaching staff can cling ahead of daunting Nations League ties in Croatia and Spain next month. Rashford was principal among them. The striker may have missed two fine chances at Wembley on Saturday but he has now scored in each of the fixtures of the international window – including his first competitive goal in over a year – and has staked his claim for inclusion alongside the captain, Harry Kane, even when Raheem Sterling has recovered from his back complaint. His drift to the back post was instinctive, his finish crisply dispatched through Yann Sommer. Sterling offers England plenty, from skill to forward propulsion to slippery energy, but Rashford, who now returns to Manchester United to begin a three-match domestic ban, has looked a goalscorer over the past week. “We were very keen that he had the opportunity; we were determined to give him some match minutes,” said Southgate, aware that the forward has started only one club game this season. “He’s a big part of our future. We think he’s a fantastic talent with a great mentality. “We’ve really talked to him a lot about being in the penalty box more, higher up the pitch. Both of his goals have come in those areas. We know he can score spectacular goals from long range but you’ll be limited in numbers if that’s where your goals are coming from. His work for the team was fantastic. He’ll feel very confident going back [to United]. It’s been a real breakthrough for him.” Throw in the reminder from Kyle Walker that, while he lacks Kieran Trippier’s forte at free-kicks, he is still a source of assists, and Rose’s drive down the left and there was encouragement for Southgate to carry into his debrief back at St George’s Park."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}