{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/live/2018/sep/09/novak-djokovic-v-juan-martin-del-potro-us-open-mens-singles-final-live", "type": "liveblog", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-09-09T23:59:29Z", "webTitle": "Novak Djokovic wins US Open men's singles final against Del Potro – as it happened", "webUrl": "https://www.theguardian.com/sport/live/2018/sep/09/novak-djokovic-v-juan-martin-del-potro-us-open-mens-singles-final-live", "apiUrl": "https://content.guardianapis.com/sport/live/2018/sep/09/novak-djokovic-v-juan-martin-del-potro-us-open-mens-singles-final-live", "fields": {"headline": "Novak Djokovic wins US Open men's singles final against Del Potro – as it happened", "bodyText": "Thanks as always for following along with us throughout the fortnight. Be sure to check out Kevin Mitchell’s full report from Flushing Meadows. Djokovic addresses the crowd before he accepts the US Open trophy from four-time champion John McEnroe. He’s asked to whom he attributes his turnaround since the start of the summer. “To the support of loved ones: my kids, my wife, my team of people that has been there with me through difficult times as well,” Djokovic says. “When I had the surgery of elbow earlier this year, I could truly understand waht Juan Martin was going through. Difficult times, but you learn from adversary and when you’re down. I try to take the best out of myself in those moments.” Djokovic then congratulates Del Potro for what he’s done to come back, before lifting the trophy and accepting check for the princely sum of $3.8m. “It’s not easy to speak right now but I love you too, guys,” Del Potro says at the trophy ceremony. “So happy to be playing in the final against this magnificent idol. He knows that’s he’s one player that I want to watch winning titles. Of course I’m sad because I’d lose, but I’m happy for him and his team too.” He adds: “I never gave up during my wrist problems. I was trying to fix all my injuries to be here once again and I got it after nine years, which is amazing to me because the US Open is my favorite tournament on tour. I am very proud for that.” A tearful Del Potro has retreated to his chair in dejection. Meanwhile, Djokovic has scaled the walls to apparently make it toward his player box, but hops back down to the court ahead of the trophy ceremony. Third set: Del Potro 3-6, 6-7, 3-6 Djokovic A glimmer of hope for Del Potro when Djokovic blinks in a 12-shot rally for love-15, but he misses a pair of backhands from the baseline and the Serbian is two points from the title. Djokovic tries a cross-court backhand that hits the netcord and flies out, but he defiantly follows with a winner at the net for championship point. And it ends on a hyper-athletic 17-shot rally worthy of the quality on hand today, with Djokovic finally ending it with an overhand smash at the net. It’s official: Novak Djokovic has won his third US Open title and 14th major championship! Third set: Del Potro 3-6, 6-7, 3-5 Djokovic* (*denotes next server) Del Potro pounds a forehand winner to open his service game, but mixes in a pair of unforced errors followed by a double fault and suddenly Djokovic has a pair of break points. The crowd swells. A 24-ball rally breaks out, the longest of the match, and it ends when Del Potro misfires on a backhand. Djokovic now will serve for the championship. Third set: *Del Potro 3-6, 6-7, 3-4 Djokovic (*denotes next server) Djokovic opens with a double fault, his second of the match, but puts away an overhead smash at the end of a 15-shot rally for 15-all. A well played point by Del Potro forces Djokovic to net a backhand under duress, giving him a precious opening at 15-30. But Del Potro shanks a forehand, then nets a forehand, then hits a shallow return that Djokovic crushes for a winner to escape with the hold. Third set: Del Potro 3-6, 6-7, 3-3 Djokovic* (*denotes next server) Del Potro races to 30-love after a 128mph ace out wide and holds easily from there, letting out a “Come on!” as the chants from the crowd ring through the stadium. Third set: *Del Potro 3-6, 6-7, 2-3 Djokovic (*denotes next server) Signs of life from Delpo, who hits a forehand passing winner to apply a touch of pressure on Djokovic’s serve at love-15. Djokovic evens but Del Potro shows a spring in his step in capping a 14-stroke rally with at forehand winner for 30-15, but Djokovic hits an overhand winner at the net to move level. Djokovic is now 24-for-31 on net approaches compared to 10-for-15 for his opponent. A Djokovic drop-shot winner hits the line for a game point, but he sprays a backhand wide for deuce. Another game for Djokovic when Delpo frames a forehand, but the Argentinian comes to net and hits a forehand volley for deuce. Now Djokovic nets a forehand to give Del Potro a break point and the big man converts it with a backhand volley winner to get the third set back on serve. The crowd is going nuts! Third set: Del Potro 3-6, 6-7, 1-3 Djokovic* (*denotes next server) Del Potro falls behind love-30 on his serve and the crowd rises in an effort to back their man. Djokovic errs on a forehand, then Del Potro crushes a forehand winner for 30-all. Not out of the woods yet. Now Djokovic’s athleticism is on display again and he closes it with a forehand volley winner for break point, but Delpo saves it with a 127mph unreturnable serve down the T. Now it’s a 22-stroke rally that ends when Del Potro goes long on a forehand and it’s a second break point for Djokovic, prompting an emphatic fist pump from the Serbian. And another unforced error from Del Potro early in the rally gives the break to Djokovic, who’s won five of the last six games and has taken inside track for his third US Open title. Third set: *Del Potro 3-6, 6-7, 1-2 Djokovic (*denotes next server) Djokovic opens with a 98mph ace, his first of the match, and races to 30-love and 40-15. Del Potro inches closer when Djokovic misfires on a backhand, but the Serbian closes out the hold with an overhand winner. Third set: Del Potro 3-6, 6-7, 1-1 Djokovic* (*denotes next server) Del Potro, who seems to be flagging a bit, needs an easy hold and he gets one. Still on serve early in the third. Third set: *Del Potro 3-6, 6-7, 0-1 Djokovic (*denotes next server) Djokovic races to 30-love on his serve to open the third set. But Del Potro caps a 12-stroke rally with a drop-shot winner then watches Delpo make a backhand unforced error for 30-all. But Djokovic hits a service winner for game point and he converts it when he gets the best of the Argentinian on a 23-shot exchange, the longest of the match. Second-set tiebreaker: Del Potro 4-7 Djokovic Del Potro misses on a backhand and Djokovic answers in kind. Delpo then loads up for a forehand winner from the baseline and he nets it! Oh dear! Delpo falls behind a mini-break and Djokovic will have a pair of serves at 5-4. A long rally ensures where Djokovic presses the Delpo backhand again and again until he gets a shot at a forehand and overcooks it. Djokovic with a set point on his racket at 6-4 ... and he converts it when Del Potro sends a forehand on the run into the net! Djokovic wins a 95-minute second set and leads two sets to one! Second-set tiebreak: Del Potro 3-3 Djokovic* (*denotes next server) Del Potro misses a forehand on his serve and immediately falls behind a mini-break. But Djokovic complies with a forehand error of his own and they’re back on serve. Now Del Potro extends Djokovic and brings him to net then rips a forehand winner through the deuce court and will serve at 2-1. Del Potro rips a forehand winner for 3-1 and sends the crowd into hysterics, but the Argentinian nets an easy forehand winner and gives back the mini-break, looking to the roof with his fist in his mouth. Remember that point. Djokovic hits a smash winner and we’re level at 3-all as the players change ends. Second set: Del Potro 3-6, 6-6 Djokovic Djokovic holds at love and we’re headed to a second-set tiebreaker which feels like could decide the match! Second set: Del Potro 3-6, 6-5* Djokovic (*denotes next server) A 133mph serve by Del Potro forces Djokovic into an early error, but the Argentinian responds with a backhand error for 15-all. From there Djokovic rattles off three quick points including his fifth ace and the Serbian will serve to stay in the set. Second set: *Del Potro 3-6, 5-5 Djokovic (*denotes next server) Djokovic holds easily, punctuating it with a clinical forehand volley winner at the net for 5-all. Second set: *Del Potro 3-6, 4-4 Djokovic (*denotes next server) Djokovic falls behind love-15 with a backhand unforced error, but forces Del Potro into an error on the next point and wins an extended rally featuring shots all over the court for 30-15. Now Del Potro rips and inside-out forehand winner into the back of the ad court for 30-all. A half-chance for the Argentinian. Del Potro is forced into an error on the next point, but he digs out a drop shot on the next point and Djokovic puts a backhand volley wide of the mark. Deuce and the second straight Djokovic service game where he’s been pushed. Now Del Potro rips a backhand winner down the line that paints the deuce line and he’s got another break point. Sensational! But Delpo squanders it, dumping a backhand to the net with the deuce court wide open. Another backhand unforced error by Delpo gives a game point to Djokovic, but he sprays a backhand up the line long for deuce. Djokovic comes to net early in the point and looks to put away a volley, but Djokovic catches it and shoots it back for a forehand cross-court winner, staking him another break point! Del Potro gets neutral in the rally and after a spell loads up on an inside-out forehand but he puts too much on it and we’re back to deuce. Delpo then pushes a backhand wide for game point, but Djokovic mixes in his first double fault of the match for either player to deuce. Another game point for Djokovic when Delpo nets a backhand on the run early in the point, but Djokovic overcooks a backhand and we’re back to deuce (No 6 for those keeping score). Del Potro misses a backhand giving Djokovic another game point, but Del Potro saves it with a scintillating forehand that Djokovic can’t get it into the court. We’ve gone past 15 minutes in this game and it’s been gripping all the way. Now Djokovic nets a forehand from the baseline early in the rally and it’s a third break point of the game for Del Potro. But Djokovic saves it with a beautifully constructed point, running Del Potro from corner to corner with deep, angled groundstrokes before rushing the net and hitting a volley winner. Now Djokovic approaches the chair umpire to jeers from the crowd, apparently a question over the balls in use. The issue is unclear. He soon takes his place on the baseline and Del Potro nets a forehand on the next point, giving Djokovic another game point. This time Delpo sends a forehand down the line into the alley and it’s 4-all in the second. After a 20-minute game, it’s two unforced errors by the Argentinian that settles it. Second set: Del Potro 3-6, 4-3 Djokovic* (*denotes next server) And Del Potro backs up the break in style, capping a love hold with a 125mph ace out wide. Second set: *Del Potro 3-6, 3-3 Djokovic (*denotes next server) Djokovic pounds a flat forehand winner on Djokovic’s serve for love-15 and the crowd bursts into applause. Djokovic levels with a backhand winner that wrong-foots Delpo and is forced into an error for 30-15, but Djokovic rips a forehand winner up the line into the ad court for 30-all! Big moment. Crowd swells. And the Argentinian crushes a forehand up the line that Djokovic can only swat at and he’s got his first break-point chance of the match! Repeated warnings from the chair umpire for the crowd to quiet. Djokovic saves it, but nets a forehand for a second break point and misfires again to give Djokovic the break and we’re back on serve! Second set: Del Potro 3-6, 2-3 Djokovic* (*denotes next server) At 15-all, the fans try to whip up support for Del Potro between points. He puts down a smash winner on the next point and gestures to the crowd raising his arm and the crowd goes wild. A 126mph unreturnable serve flat into the corner gives him game point and moments later he’s pounded an inside-out forehand winner through the deuce court for the hold, but he’s still going to need to make a dent in Djokovic’s serve if he hopes to avoid going two sets down. Second set: Del Potro 3-6, 1-3 Djokovic* (*denotes next server) Djokovic opens with a service winner then misses on a backhand for 15-all. Then a forehand winner by Djokovic on a gorgeously constructed point by the Serbian makes it 30-15, one of the highlights of the match. Djokovic nets a pair of forehands, his 16th and 17th unforced errors of the afternoon, and Djokovic consolidates the break. Second set: Del Potro 3-6, 1-2 Djokovic* (*denotes next server) Delpo hits a pair of winners from love-15 down, but Djokovic puts down a forehand smash winner for 30-all. From there Del Potro comes undone, misfiring on a forehand for break point and doing it again to fall behind a service break early in the second. Second set: *Del Potro 3-6, 1-1 Djokovic (*denotes next server) An easy hold for Djokovic capped by a clinical backhand winner down the line. We’re on serve in the second. Second set: Del Potro 3-6, 1-0 Djokovic* (*denotes next server) The first point of the second set is a brilliant one: Del Potro sends a blistering forehand cross-court for a sure winner but Djokovic making a mad dash to net hits the drop-volley backhand winner into the ad corner. Djokovic then rips a forehand winner and he’s immediately got Delpo in trouble at love-30. The Argentinian then forces Djokovic into an error on the next points and follows it with a 128mph ace out wide for 30-all. Another lengthy rally and Djokovic ends it with an airmailed backhand for 40-30, prompting more ‘Ole’ chants from the crowd. But the unflappable Djokovic absorbs a 129mph first serve with his backhand and follows with a forehand winner up the deuce court for deuce. Another long rally and Djokovic uncorks a brilliant backhand winner, his first of the match today, for break point. Delpo saves it when Djokovic sprays a backhand, but the Argentinian misfires on a backhand to give his opponent a second break point. Del Potro saves that one too with a powerful, flat forehand that Djokovic can’t handle. Then Delpo hits a forehand winner for game point and a Djokovic error accommodates gives the Argeninian the hard-won hold from love-30 down. Del Potro makes a backhand error on the opening point, but responds with a backhand winner down the line through the deuce court for 15-all. Djokovic comes to line early in the next rally and Del Potro tries a lob return that drifts shallow and Djokovic puts it away easily at the net, but Djokovic misses on a backhand down the line early in the next point for 30-all. Big moment in this set. But Del Potro sends a return long to give Djokovic a set point, then Del Potro nets a forehand to give Djokovic the opening set in 42 minutes! First set: Del Potro 3-5 Djokovic* (*denotes next server) Del Potro sends a cross-court forehand long for 40-15, then sends a forehand long from the baseline for 40-30. Then Djokovic gets Del Potro on the run with a wicked angled forehand and Del Potro nets a forehand on the run. Best chance of the match for Djokovic so far. Now Del Potro overcooks another forehand on the run and Djokovic has the first break point for either player of the final. And Djokovic converts when Del Potro nets the forehand! Djokovic breaks from love-40 down and will serve for the set. First set: *Del Potro 3-4 Djokovic (*denotes next server) Djokovic forces Del Potro into an error with a big first serve. The Argentinian then tries for an inside-out backhand into the deuce court but dumps it into the net. Djokovic then hits a full swing volley for a winner, then does it again on the next point to hold at love. Seven games, seven holds. It’s a fifth-set atmosphere here in Ashe Stadium, even if the hitting on court is still in a bit of a feeling-out mode. First set: Del Potro 3-3 Djokovic* (*denotes next server) It’s another easy hold for Del Potro, who’s won 12 of 14 points on his serve so far. First set: *Del Potro 2-3 Djokovic (*denotes next server) The players trade thunderous forehands in an extended early rally but Del Potro blinks first. Another long rally but time it’s Djokovic who nets a backhand for 15-all. Djokovic comes to net and Del Potro tries for a backhand down the line but it veers into the ad alley. From there Djokovic holds easily, capping it with a forehand winner to stay on serve. First set: Del Potro 2-2 Djokovic* (*denotes next server) Another blistering Del Potro forehand forces Djokovic into an error, but a fantastic return by Djokovic off a 122mph serve makes it 15-all. Del Potro forces Djokovic into a pair of errors with big first serves, then holds with a backhand down the line early in the point. The Argentinian has gotten seven of his first nine first serves in. A good sign. First set: *Del Potro 1-2 Djokovic (*denotes next server) Djokovic makes a backhand error on the opening point, then Del Potro comes to net and throws down a backhand volley for love-30. The crowd swells ahead of the first pressure point of the match. Del Potro sends a slice backhand into the net for 15-30, then he blinks first deep in a rally and Djokovic pushes it to 30-all. Djokovic then rips a forehand winner, but Del Potro responds with a forehand just inside the ad line for deuce. Cue the ‘Ole’ chants, prompting consternation from chair umpire Alison Hughes. But from there Djokovic rattles off two quick points and he’s held from love-30 down. First set: Del Potro 1-1 Djokovic* (*denotes next server) Del Petro forces errors early in the first two points behind booming serves. Djokovic sends an inside-out forehand astray on the next point, then Del Potro rips a forehand winner through the deuce court that paints the line to hold at love. First set: *Del Potro 0-1 Djokovic (*denotes next server) A tidy opening game for Djokovic, who loses the opening point with a forehand unforced error but holds easily from there. A 13-stroke backhand rally on the last point ends when Del Potro sends a backhand astray. Perhaps a hint of things to come. What would have been a loud atmosphere to begin with due to the stakes is even more deafening with the roof closed. The players have emerged from the tunnel and have begun their warm-ups. And to the surprise of no one it’s a Del Potro crowd! Swells of applause and ‘Ole’ chants for the well-liked Argentinian. Ashleigh Barty and CoCo Vandeweghe have just completed a stunning 3-6, 7-6 (2) 7-6 upset of the top-ranked team of Timea Babos and Kristina Mladenovic in the women’s doubles final. It’s their first major title after a combined six runner-up finishes in women’s and mixed doubles respectively. For more on yesterday’s controversial women’s singles final, here’s Kevin Mitchell’s take. Although today’s final will be fiercely contested, Djokovic and Del Potro have immense respect for each other. And the sympathy for Del Potro is spread wide across tennis. Partly because of his talent, partly because he has come back from horrendous injury problems and partly because he is a lovely guy. “I personally like [Del Potro] very much, not just as a player but as a person. He is a dear friend, someone that I respect a lot,” Djokovic said. “We all felt for his struggles with injuries that kept him away from the tour for two, three years. “But he was always a top-five player in the eyes, I think, of everyone. Even when he dropped his ranking and started to work his way up, we all knew that he has a capacity and a quality to get to the point where he is at the moment. It was just a matter of time.” Good afternoon from a rainy New York. There’s a steady rain falling here, but not so heavy that the New York Mets can’t play their game against the Philadelphia Phillies just over the road at Citi Field. Nevertheless, the roof will be up for the men’s final today, as it was yesterday. Speaking of yesterday’s final, you may have heard it got a little spicy. You may also be interested to read about the umpire, Carlos Ramos, who has a history of run-ins with players: Bryan will be here shortly, in the meantime here’s Kevin Mitchell on today’s mouthwatering final: Humanitarian notions that five‑setters are reducing the best players to physical wrecks is somewhat diluted by the presence in Sunday’s US Open final of Novak Djokovic and Juan Martín del Potro, who have experienced more than their share of physical and spiritual hurt in long, garlanded careers. There is the counter argument of Rafael Nadal’s retirement when his right knee collapsed after he had lost two sets against Del Potro on Friday. But the Spaniard – who played the two longest matches of the tournament going into his semi-final – is not advocating three-set slam matches, even in the early rounds, a proposition gathering some fringe support. Standing above the clamour is the Tower of Tandil himself, Del Potro, who beat Nadal and Roger Federer to win his only grand slam here nine years ago. Pain in his wrists prevented him from defending his title in 2010, then worsened to the point where he spent more time in the company of surgeons than his rivals on the Tour. You can read the full report below:"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}