{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2018/sep/13/plants-and-plastics-vin-omi-open-london-fashion-week-with-sustainable-set", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2018-09-13T22:03:17Z", "webTitle": "Plants and plastics: Vin + Omi open London fashion week with sustainable set", "webUrl": "https://www.theguardian.com/fashion/2018/sep/13/plants-and-plastics-vin-omi-open-london-fashion-week-with-sustainable-set", "apiUrl": "https://content.guardianapis.com/fashion/2018/sep/13/plants-and-plastics-vin-omi-open-london-fashion-week-with-sustainable-set", "fields": {"headline": "Plants and plastics: Vin + Omi open London fashion week with sustainable set", "bodyText": "Of all the things you might expect to see on the London fashion week catwalk, cow parsley is probably not one of them. But that’s exactly what designer duo Vin + Omi delivered as they opened the six-day event with their spring/summer 2019 collection. More commonly seen decorating a bowl of soup, cow parsley had been blended with flax and woven into an eco-fabric, called Flaxley, by attendees of a Gloucestershire employment programme to create the clothes seen on the catwalk. On Thursday night, it starred alongside hybrid metal fabrics, manufactured from cans collected by homeless people on a support programme in Birmingham, and bags made from fabric derived from plastic bottles discarded from the menswear shows in July and collected, recycled and woven by London College of Fashion students. It’s all to do with the designers’ drive to pioneer sustainable approaches to the business of fashion and to challenge the conscience of the masses. They started developing eco fabrics in 2004 with a focus on the environment and supporting local communities. Two of their big successes have been creating an eco latex from a rubber plantation they fund in Malaysia and vegan “leather” made from the skins of chestnuts. The momentum is increasing. Thursday’s event, featuring only clothes crafted from eco-sustainable textiles and processes, was their largest. Held on the Grand Terrace of St Pancras International to mark the re-opening of its public water fountain, aimed at cutting the use of plastic bottles, the designers arrived on a Routemaster party bus with their models – including Jo Wood – wearing ruffled and embellished neon babydoll dresses, multi-layered latex jackets, overalls and wide-legged trousers and sack-like sustainable creations. Messages appeared on T-shirts saying “Everything is everyone”, “Queen Biodegrade”, “Fake News” and “Burst Him” – the latter above a print of the Trump Baby balloon that floated over London this summer – and letter necklaces spelled out “Think”. “We called it ‘Thought is the new religion’ because it’s about doing it in a different way, concerning everything you do, see and buy,” said Vin before the show, explaining that the collection’s subtitle, “Poodles and Pentagrams”, referred to using the emblem to depict the new wave of “eco-religion”. It was printed, alongside poodles, on nearly every look. “We’re not mass market designers and we’re not subject to the retailers and the buyers – we do what we want to do.” The event coincided with the release of a YouGov report commissioned by Friends of the Earth that found only 45% of the public know that new clothing can often be made from or contain plastic. “The fashion industry is a major contributor to plastic pollution, shedding tonnes of plastic microfibres into our oceans via our washing machines every year,” said campaigner Emma Priestland. “These fibres are so small that they pass through water treatment facilities and end up in the food chain when they are swallowed by small creatures in our seas.” Vin + Omi’s eco projects have helped their profile in the fashion industry, with its increasing focus on sustainability. In May, at a British Fashion Council event to promote its Positive Fashion initiative, Prince Charles admitted that he would prefer to discuss how the designers re-constituted nettles grown in their Cotswolds garden into fabrics rather than the imminent royal wedding. High-profile figures such as Michelle Obama and Beyoncé have worn their clothes and they designed the wardrobes for Jane Horrocks’s character, Bubble, in Absolutely Fabulous, and the tour costumes for Debbie Harry’s 2016 Blondie tour. Last September, Harry took part in their London Fashion Week show and accompanied the designers – who wore hoodies reading “Stop Fucking The Planet” – as they took their post-show bow. But for all their publicity stunts and attention-grabbing statements, the pair personally prefer a lower profile and are publicly known only as Vin and Omi. They frequently adopt a disguise, which leads to comparisons with other anonymous artists such as Banksy and Daft Punk. On Thursday, they wore poodle masks. “At the beginning, we were cynical of the celebrity designers – we wanted to disguise ourselves to make a statement on the catwalk – it’s not about us. It’s about the process,” said Vin."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}