{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2018/sep/21/cash-savage-and-the-last-drinks-good-citizens-review-self-assured-brawling-rocknroll", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2018-09-20T21:46:47Z", "webTitle": "Cash Savage and the Last Drinks: Good Citizens review – self-assured, brawling rock’n’roll", "webUrl": "https://www.theguardian.com/music/2018/sep/21/cash-savage-and-the-last-drinks-good-citizens-review-self-assured-brawling-rocknroll", "apiUrl": "https://content.guardianapis.com/music/2018/sep/21/cash-savage-and-the-last-drinks-good-citizens-review-self-assured-brawling-rocknroll", "fields": {"headline": "Cash Savage and the Last Drinks: Good Citizens review – self-assured, brawling rock’n’roll", "bodyText": "Everyone’s got a “fucked-up way” of being good citizens – or so Melbourne’s Cash Savage tells us on the title track of her fourth album. Some of the things that might help us feel good about ourselves are rooted in inequalities and injustice. Like, for example, voting in a voluntary postal survey on whether or not LGBTIQ people should be able to marry. Good Citizens was written against the backdrop of that risible survey, the trauma it caused Savage’s community, and the aftermath: that even when you might have got the result a large majority of the population wanted, amid the celebrations and self-congratulations, the scars of being asked to justify and defend your own identity and humanity remain. That trauma though has produced her most focused, cohesive record. Gone is any vestige of the faint Americana leanings of her earlier albums. The nine songs here are all brawling rock’n’roll and crushing ballads. It’s got more in common with Nick Cave and the Dirty Three, in Savage’s vocals and Kat Mear’s sawing violin, than Wilco – much less the Band. But while the basic reference points are clear, Savage has never sounded more self-assured – or more Australian. Her voice is magnificent throughout, whether she’s gently chiding her country on Better Than That (“There’s a lot of people thinking I’m up for discussion”, she notes) or tearing through the tearaway pub-punk rock of Pack Animals. It’s a voice that’s got more in common with Tex Perkins and Jeffrey Lee Pierce than Jen Cloher or Courtney Barnett – a deep, feral growl that can rise to the occasion when the moment demands – and her unpredictability helps invest the taut arrangements of the Last Drinks, one of the most powerful bands in the country, with coiled-spring tension. That tension and power is nowhere more evident than Good Citizens’ opening track, Human, I Am, which hurtles out of the gates at a speed the rest of the album doesn’t try to match and redoubles in force with each verse. “Sometimes it’s hard to be when everyone’s talking at you, about you,” Savage declares. “I am human /Not your human.” There’s a huge amount of hurt shot through this record. Savage asks whether she’s being oversensitive in Pack Animals, right after telling us she’s done with trying to express herself in a way that won’t cause offence in Better Than That. It finds solace in love, and Savage shows her capacity for great vocal tenderness in February, the most moving song here. But it also kicks back in fury. On the graceful, swaying title track, Savage takes aim at, perhaps, a Sydney tabloid newspaper, which after the marriage equality vote was carried pictured Al Bundy (the fictional male archetype of the American sitcom Married With Children) on its front page: “Ain’t it funny how they joke about their wives as if they hate them?” she sneers. Savage has been moving towards this record for a while. Her last two albums, The Hypnotiser (2013) and One of Us (2016), were both compelling, with soaring high points. Good Citizens is more evenly measured, her band even tighter, and it’s her best set of songs to date. You won’t hear much that’s better than this in 2018."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}