{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2018/sep/17/robots-in-workplace-could-create-double-the-jobs-they-destroy", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2018-09-16T23:01:07Z", "webTitle": "Robots in workplace 'could create double the jobs they destroy'", "webUrl": "https://www.theguardian.com/business/2018/sep/17/robots-in-workplace-could-create-double-the-jobs-they-destroy", "apiUrl": "https://content.guardianapis.com/business/2018/sep/17/robots-in-workplace-could-create-double-the-jobs-they-destroy", "fields": {"headline": "Robots in workplace 'could create double the jobs they destroy'", "bodyText": "The rise of machines, robots and algorithms in the workplace stands to create almost double the number of jobs for the global economy by the middle of the next decade than it puts at risk of being replaced. According to the World Economic Forum (WEF), about 133m jobs globally could be created with the help of rapid technological advances in the workplace over the next decade, compared with 75m that could be displaced. The findings will go some way towards assuaging fears that the rise of the robot economy could cost millions of workers their jobs, with widespread ramifications for pay, living standards and inequality across developed nations. The WEF report suggests new technologies have the capacity to both disrupt and create new ways of working, similar to previous periods of economic history such as the Industrial Revolution, when the advent of steam power and then electricity helped spur the creation of new jobs and the development of the middle class. The findings, from a survey of company executives representing 15 million workers in 20 different nations by the organiser of the annual Davos gathering of business leaders and politicians, does, however, warn of risks posed by automation. Klaus Schwab, chairman of the WEF, said employment gains from technology were not a “foregone conclusion” and would require greater investment in training and education to help workers adapt. The report found there are urgent challenges for reskilling workers and that safety nets are required to protect at-risk workers. “[This] is a call to action to governments, businesses, educators and individuals alike to take advantage of a rapidly closing window to create a new future of good work for all,” he wrote in the report. The risks of inaction highlighted by the report were stark. Company bosses said more than half of all workplace tasks in existence at their firms today could be performed by machines by 2025. White collar workers – such as those in accounting, data entry and payroll services – would be among those most at risk from displacement. More than eight out of 10 businesses surveyed in Britain said it was likely they would automate work in the next five years, with half saying it was likely they would make staff who lacked the skills to use new technologies redundant. A study of workers by the Fabian Society and the Community trade union found that more than 6 million people across Britain are worried their jobs could be replaced by machines over the next decade. The Bank of England has previously warned that up to 15m jobs across the UK could be under threat. Some companies are already beginning to shed jobs in favour of automation, including the online retailer Shop Direct, which earlier this year warned 2,000 jobs were at risk as it moves to a new distribution centre. Ideas previously floated for supporting workers have ranged from a universal basic income to help the unemployed to greater government spending on education and adult learning."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}