{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2018/sep/25/uk-newspaper-industry-demands-levy-on-tech-firms", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2018-09-24T23:01:06Z", "webTitle": "UK newspaper industry demands levy on tech firms", "webUrl": "https://www.theguardian.com/media/2018/sep/25/uk-newspaper-industry-demands-levy-on-tech-firms", "apiUrl": "https://content.guardianapis.com/media/2018/sep/25/uk-newspaper-industry-demands-levy-on-tech-firms", "fields": {"headline": "UK newspaper industry demands levy on tech firms", "bodyText": "The British newspaper industry’s trade body has said the government should force social media sites such as Facebook and Google to pay an annual financial levy to fund journalism, and set up a regulator that would force them to take legal responsibility for all the content on their platforms. The News Media Association, the umbrella group that represents almost all national and local newspapers, including the Guardian, also said Facebook should share revenue with newspaper groups when their stories appear in newsfeeds – even if users only see the headlines and do not click. It also called on the government to introduce a tax credit system, similar to that used to encourage investment in the British film industry, which would allow newspapers to claim a cash rebate for investment in areas such as investigative journalism. Other ideas include forcing social media businesses to promote “bona fide” news sources that meet certain quality criteria, such as “consistent quality” of journalism – potentially prioritising material from more established news sources at the expense of new entrants. The organisation made the proposals in its response to a government-backed review of the future of the British media industry, chaired by the economist Dame Frances Cairncross, which is attempting to find a future for sustainable high-quality journalism in the UK. “The primary focus of concern today is the loss of advertising revenues which have previously sustained quality national and local journalism, and are now flowing to the global search engines and social media companies who make no meaningful contribution to the cost of producing the original content from which they so richly benefit,” said a spokesperson for the NMA. The suggestions from the British newspaper industry, which has seen its revenue halve from £6.8bn in 2007 to £3.6bn in 2017, come as the government considers proposals for a standalone internet regulator following a series of social media scandals. A new regulator could be unveiled by the end of the year. Traditional news outlets have a difficult relationship with Facebook and Google, which they blame for sucking away valuable ad revenue. While they are desperately seeking to rein in the power of the two companies, they also find themselves increasingly reliant on them to drive readers to their websites. When Spain attempted to force Google to pay publishers in 2014, the tech firm responded by simply shutting down Google News in the country. With that in mind, the NMA also called for tech companies “to give reasonable notice of any changes to terms of business or to algorithms which impact news publishers”. Tweaks to Facebook’s secretive algorithm, which decide which content is seen by users, can upend the news business by dramatically increasing or decreasing the traffic sent to a website depending on the type of content produced. The NMA also said problems facing the newspaper industry are fundamentally about a collapse in revenue rather than a collapse in the appetite for their material, saying that the popularity of the free BBC News website meant most Britons expect to get their online news for free. Radical ideas for reform of the British news industry are becoming more widespread as its financial decline becomes more apparent. Labour leader Jeremy Corbyn has already pledged a levy on tech firms to fund the BBC. Facebook has insisted it is working to prioritise more trusted news sources following criticism of its role in the spread of false information, although popular viral publishers still dominate its most-shared list. Google has often pointed to its investment in the Google News Initiative, which hands out millions of pounds to publishers, although critics have suggested the funds are not enough to make up for lost ad revenue. Impress, the official recognised press regulator, which does not regulate any major publications, also submitted its findings to the review and backed tax benefits for publishers and an equivalent to charitable status for publishers of high-quality journalism."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}