{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2018/sep/06/personal-debts-shear-almost-900m-off-british-economy", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2018-09-05T23:01:16Z", "webTitle": "Personal debts 'shear almost £900m off British economy'", "webUrl": "https://www.theguardian.com/business/2018/sep/06/personal-debts-shear-almost-900m-off-british-economy", "apiUrl": "https://content.guardianapis.com/business/2018/sep/06/personal-debts-shear-almost-900m-off-british-economy", "fields": {"headline": "Personal debts 'shear almost £900m off British economy'", "bodyText": "The British economy is losing almost £900m a year from the rapid rise in personal debt problems, according to a report from the Whitehall spending watchdog. The National Audit Office (NAO) report said reduced levels of worker efficiency, people staying away from work and greater chances of people in debt committing crime, meant there was a wider cost of £897m annually to the overall economy. It added that the taxpayer was also bearing the consequences. The organisation said the public purse was affected by indebted adults needing to use public health services and receiving housing benefits, which carried an estimated annual cost of £248m. Finding the link between debt and depression strengthening, and with it the cost to the state, the NAO said the government’s debt collection practices could be making the situation worse. Figures from Citizens Advice show the proportion of problems relating to government debts increased to 40% last year compared with 21% in 2011, while problems with banks and credit card providers had been falling. Coming after a highly critical report from the Treasury committee which highlighted “worst in class” debt collection practices of government agencies, the NAO said a lack of data sharing between departments meant civil servants could not identify individuals who owed money to more than one arm of the state. This had meant debt collection teams competing for repayments from the same person, it added. As well as a lack of understanding of the scale of people’s debt problems, auditors said the pursuit of short-term incentives and funding pressures could also be leading to debts being pursued too quickly and aggressively, particularly in local government. Responding to the report, John McDonnell, the shadow chancellor, said it highlighted “serious flaws” in how the government monitored information and handled the crisis in problem debt. Sir Amyas Morse, head of the NAO, said the government has begun insufficient attempts to address problem debt, which affected more than eight million people. “The Treasury needs a better understanding of the scale of people’s debt problems and how it is impacting their lives and the taxpayer so it can effectively resolve the problem,” he said. About 8.3 million people are defined as suffering from problem debt according to the Money Advice Service, while 22% of adults have less than £100 in savings. The NAO report came as the Bank of England becomes increasingly concerned about consumer borrowing soaring to levels unseen since the financial crisis, rising at triple the rate of annual growth in pay. Campaigners blame cuts to benefits, lacklustre wage growth, the rise of precarious jobs in the gig economy, and higher levels of inflation since the EU referendum two years ago. Britain’s consumer debt burden – in car loans, credit cards and personal loans – stands at more than £200bn. Those defined as “problem debtors” – those unable to pay their debts or other household bills – owe at least £18bn to utility providers, landlords, housing associations and the government, through, for example, council tax arrears and benefit overpayments, the report said. The Treasury has overall policy responsibility for problem debt and needs to fix some “weak links” which are hindering its ability to respond effectively, it added. While the Treasury was taking a “thoughtful and well-intentioned approach” to excessive indebtedness, the NAO said it should work with others to improve the quality and availability of information. The Treasury said it was increasing funding for the Money Advice Service, which helps people with debt, while adding: “We know that problem debt can be a struggle for some people. That’s why we’re taking action, because we want to make Britain a country that works for everyone.” Government bodies tend to lag behind the retail lending sector in following good debt management practice, the NAO said. Funding pressures, particularly in local government, could also be leading to debts being pursued too quickly and aggressively. Auditors suspect that some debts are being pursued by central and local government to satisfy targets and internal league tables. The report added: “Our analysis of debt charity data found that people report more problems with debts owed to government as the fiscal year progresses, a pattern not observed with private-sector debts. “A number of stakeholders we interviewed considered that this could be affected by performance metrics (for example, in-year collection targets and league tables) and funding pressures at a local level.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}