{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/sep/24/the-politics-minute-midterms-ben-jealous-democrats-republicans", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-09-24T22:06:57Z", "webTitle": "Democratic troubles in Maryland, toxic Pelosi and a fillip for Lamb", "webUrl": "https://www.theguardian.com/us-news/2018/sep/24/the-politics-minute-midterms-ben-jealous-democrats-republicans", "apiUrl": "https://content.guardianapis.com/us-news/2018/sep/24/the-politics-minute-midterms-ben-jealous-democrats-republicans", "fields": {"headline": "Democratic troubles in Maryland, toxic Pelosi and a fillip for Lamb", "bodyText": "Democrats facing blowout in Maryland? Maryland is one of the bluest states in the country but gubernatorial nominee Ben Jealous is facing an embarrassing rout. Many elected Democrats are keeping their distance as incumbent Republican Larry Hogan looks like a shoo-in. Is Jealous that bad? Yes. Jealous, a former NAACP head who was one of the few prominent African Americans to support Bernie Sanders’ campaign, scooped up national endorsements when he won a decisive win in a seven-way primary. However, Jealous has not shored up alliances with local Democrats, he has been a lackluster fundraiser and has not been able to tie Hogan to Trump. What does this mean nationally? A Jealous loss would be a big blow to the left. He was one of the few candidates explicitly from the Sanders wing of the party to win their primary and a blowout loss in a blue state, even against a popular incumbent, would be a major defeat. Top Dem recruit hides from Pelosi Kim Schrier is the Democratic candidate in a key swing district in suburban Seattle but, when Nancy Pelosi visited for a fundraiser, Schrier had some issues. First, her spokesperson insisted Schrier had nothing to do with the event. Then, it was acknowledged Schrier dropped by but “did not raise any money off it”. Republicans have pounced to tie Schrier to the unpopular Pelosi. Will it hurt? Yes, Pelosi is unpopular and Schrier looks inconsistent. A number of Democrats in competitive races have committed to not supporting Pelosi for speaker for this reason. Schrier has yet to do so although she has signaled she’s open to the idea. What does it mean for Pelosi? It’s yet another sign of how toxic the Democratic leader is in swing races. Now Schrier is appearing today at a fundraiser with Jim Clyburn, the number three Democrat in the House, who has been mooted as a potential Pelosi replacement. GOP essentially concedes defeat in Conor Lamb race After his shock special election win in March, Democrat Conor Lamb was expected to be put through the ringer again in November by Republican Keith Rothfus, a fellow incumbent paired up with him due to mid-decade redistricting. However, national Republicans have pulled their planned television buys from the district through November. So this means Lamb is going to win? Probably. Rothfus can raise money and the district is still competitive political territory that Trump won in 2016. But the cavalry isn’t coming for Republicans in a race that ranked “leans Democratic” even before the national GOP pulled out. Is this normal? Yes, national parties set initial targets and then adjust their maps in every midterm. However, the broad map and potential for a wave this year means it’s happening on a broader scale, with incumbents on the chopping block sooner than normal. Poll of the day In Iowa, Democrat Fred Hubbell has a narrow lead on incumbent Republican Kim Reynolds in a swing state Trump won by nearly 10% in 2016. The poll conducted by the Des Moines Register shows the Democrat with a 43%-41% lead. In a state where Republicans had consolidated control in recent years, a Hubbell win would represent a major political shift. Is this a sign of a bigger trend? Yes, two years after Trump won the White House by running the table in the industrial midwest, it’s possible Democrats may win every governor’s mansion up for grabs in the region. Along with Iowa, Illinois, Michigan, Ohio and Wisconsin all have Republican governors and all are ranked “leans Democrat” or “toss up” by Cook Political Report. Ad of the day Chris Collins, the indicted Republican from upstate New York who has refused to drop out, just unveiled his first political ad of his re-election campaign. Needless to say, a local news station has already slammed it as misleading. How bad is it? The ad features his Democratic opponent, Nate McMurray, speaking Korean and claims he worked to send jobs to Korea. In the clip, McMurray was talking about his hopes for peace on the Korean peninsula and not jobs, a nuance likely to be missed by those in the Buffalo area district who do not speak Korean. So why is Collins running it? He’s under indictment on insider trading charges. Typically, facing federal criminal charges makes it difficult for a politician to run a positive campaign plus this ad is so outrageous that it may change the conversation from the aforementioned indictment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}