{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/sep/28/federico-fernandez-newcastle-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-09-28T21:30:07Z", "webTitle": "‘No panic’ at Newcastle despite winless league start, says Federico Fernández", "webUrl": "https://www.theguardian.com/football/2018/sep/28/federico-fernandez-newcastle-united", "apiUrl": "https://content.guardianapis.com/football/2018/sep/28/federico-fernandez-newcastle-united", "fields": {"headline": "‘No panic’ at Newcastle despite winless league start, says Federico Fernández", "bodyText": "Federico Fernández is adamant Newcastle are not the new Swansea and there is no cause for panic at St James’ Park. The Argentinian central defender disagrees with suggestions he has swapped last season’s relegation battle in south Wales for a similar skirmish on Tyneside, maintaining it is far too early to make such comparisons. With Swansea in the Championship, Fernández headed north for an August reunion with his former Napoli manager Rafael Benítez. His form alongside Jamaal Lascelles has been solid but, collectively, Newcastle have struggled and could do with securing their first win of the season, at home to Leicester on Saturday. “We’re not happy,” said Fernández. “But defensively we’ve been all right, the games have been tight, we just need more goals. We know we have to improve.” Newcastle’s meagre haul of two points does not alarm him. “There’s no panic at the moment, none at all,” the 29-year-old said. “It’s still early. We’ve played the big teams and now Leicester’s a big game. I don’t really want to compare this team with Swansea last year but no player wants to be involved in two relegations in a row. At the moment I see no reason for panic. We have a good mentality, we work hard in training and I don’t know why you compare Newcastle to Swansea. I don’t like this. We’re a really good squad.” Fernández is pleased to be reunited with Benítez. “Rafa hasn’t changed,” he said. “He has the same ideas and he’s still very thorough. He’s very experienced. It’s still all about the work on the training ground. If anything, there’s even more detail from him. He tries to improve everyone. “His critics need to understand what it’s like playing against the big teams. People say we’re too defensive but we believe in the manager and what he tells us. Keeping it tight is our best chance to get something out of games. One win can kickstart our season. Last season this club finished 10th; we can do the same again.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}