{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2018/sep/02/mortgage-hikes-show-the-dancing-is-nearly-over-at-australias-credit-party", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2018-09-01T23:00:22Z", "webTitle": "Mortgage hikes show the dancing is nearly over at Australia's credit party", "webUrl": "https://www.theguardian.com/australia-news/2018/sep/02/mortgage-hikes-show-the-dancing-is-nearly-over-at-australias-credit-party", "apiUrl": "https://content.guardianapis.com/australia-news/2018/sep/02/mortgage-hikes-show-the-dancing-is-nearly-over-at-australias-credit-party", "fields": {"headline": "Mortgage hikes show the dancing is nearly over at Australia's credit party", "bodyText": "In 2007, Chuck Prince, the soon to be former boss of the huge American bank Citigroup, famously dismissed concerns about a looming credit crunch and committed himself to continued deal-making by bullishly declaring: “As long as the music is playing, you’ve got to get up and dance.” The debt binge lasted a bit longer for Prince and others in Wall Street, but soon the last song had finished and the lights were on. The party was well and truly over. Opinion is divided about what the stage of the party we find ourselves in Australia, but events of the last week indicate that it might be a good time to think about ordering the Uber. The game-changer was that Westpac, one of the big four banks, chose to raise its standard mortgage rate at a time when the Reserve Bank has kept the cash rate at a steady 1.5% for two years. Such so-called out-of-cycle rate hikes are rare and it is a flashing red signal of increased stress in Australia’s bloated $1.6tn mortgage market. Rising interest rates in the US are helping to push up costs for Australian banks who need to borrow money on international markets to fund their own lending. It’s making it harder for banks here to make money because they are already being told by the regulators to be much more choosy about who gets a mortgage. Suncorp followed Westpac by raising its rates on Friday and many economists are expecting Commonwealth, NAB and ANZ to do the same. Homeowners will therefore face having to find more money to meet repayments at the same time as the cost of living outpaces wage increases. Household budgets are also forecast to feel the squeeze as house prices begin to fall, especially in the major eastern cities. Prices fell by an average of 5% in Sydney in the past 12 months – the first annual fall in six years – and Melbourne is not far behind. According to Paul Dale of Capital Economics, the conditions for a crisis are now in place – falling house prices, tighter credit and rising mortgage rates – although he doesn’t think that the movements are likely to be big enough to trigger a meltdown. “Australia is still a very long way from a recession or a financial crisis, but this week’s news that Westpac is hiking its mortgage rates has raised the risk a bit,” he said. Others are less confident. With the supply of cheap money being choked off, Martin North of Digital Finance Analytics says Australia is facing a full-blown credit crunch, illustrated by the rocketing number of people being rejected by banks for new mortgages. “In the last five years lending has been so lax that you only needed a pulse to get a loan, as the royal commission has shown,” said North, whose firm gathers data from a survey of 52,000 households. “But credit is now much harder to get than it was. Lending standards have finally been tightened by the banks on the key assessment criteria of income, expenses and loan to value ratio. All critical parameters in the credit market have been tightened. “A year ago, 5% of people were being rejected by banks when applying to refinance their mortgage. Now it is 40% which is a huge difference.” The main reason why people are trying to refinance is that they want to reduce their monthly outgoings, North said, which shows that many households are under mortgage stress. “At the same time the cost of living is rising because wages are falling so it’s a perfect storm for householders. On top of all that the price of their house is falling. If people want to sell they’re finding that they must accept less than they wanted. Transactions are down, prices are down, lending is down. The whole market is down and it’s because credit has been turned off.” Such local difficulties are unlikely to dissuade the banks from all pushing up rates. One investor, David Bassanese, of Betashares in Sydney, thinks it is “inevitable”. “It’s a very competitive market,” he said. “So they feel that if they can pass it on and the market wears it, they can get away with it. Most borrowers will cop it because they don’t want the hassle of switching because the bureaucratic and monetary costs of doing so are high.” But there is some hope that the music might keep on going. Jonathan Mott, bank analyst at UBS, said the banks might not pass on the costs for wider, political reasons, noting that the royal commission’s exposure of banking practices had left them with few friends in high places. “If the major banks all reprice their mortgage books one response from the government may be to increase the bank levy,” Mott wrote. “In the UK, the bank levy was increased on nine occasions.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}