{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2018/sep/12/great-yarmouth-winter-gardens-uk-most-at-risk-buildings-victorian-society", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2018-09-11T23:01:59Z", "webTitle": "Great Yarmouth Winter Gardens among UK's most at-risk buildings", "webUrl": "https://www.theguardian.com/artanddesign/2018/sep/12/great-yarmouth-winter-gardens-uk-most-at-risk-buildings-victorian-society", "apiUrl": "https://content.guardianapis.com/artanddesign/2018/sep/12/great-yarmouth-winter-gardens-uk-most-at-risk-buildings-victorian-society", "fields": {"headline": "Great Yarmouth Winter Gardens among UK's most at-risk buildings", "bodyText": "A much-loved seafront “people’s palace” that was transported by barge around the south coast of England more than a century ago without, it is said, a single pane of glass breaking, has been listed as one of the UK’s most endangered buildings in 2018. The Winter Gardens in Great Yarmouth has over the years been a ballroom, a roller-skating rink, an amusement arcade and a German beer garden. Today it lies empty and unused. It appears on this year’s annual top 10 of endangered Victorian and Edwardian buildings compiled by the Victorian Society. Christopher Costelloe, the architectural charity’s president, thanked the public for alerting it to the threatened structures. “Each building tells its own story of neglect, but there’s no denying they all have fantastic potential to be regenerated and reused for the benefit of the community,” he said. The buildings include a set of seven London gasholders, a once-famous jam factory, and an orphanage that in more recent times was suspected of being a terrorist training centre. The Winter Gardens was constructed in Torquay in 1878, but the failed business venture was taken apart and transported from Devon by sea to Great Yarmouth where, in 1904, it was reconstructed on the Norfolk town’s Golden Mile seafront. The society said the town’s borough council was seeking an investor to bring this “unique, nationally important” building back into use. Another at-risk building is the former Legat’s school of ballet, near Rotherfield in East Sussex, which has a particularly interesting history. Hidden by thick woodland, the Victorian mansion was built as a girls’ orphanage and used as a ballet school in the 1970s and 1980s. In the early 1990s it was bought by a charity and run as an Islamic school. In 2006 it was raided by police on suspicion it was being used as a training camp for terrorists. “Since the school closed in 2007 it has remained unused and is beginning to show signs of disrepair,” the society said. “It is a beautiful building in large grounds and has amazing potential for reuse.” Three Grade II-listed buildings at a Victorian former jam-making complex in Liverpool are also highlighted. Hartley’s Village included factory buildings and houses for workers, and while the houses have been successfully reused the remaining factory buildings are largely derelict. The other endangered buildings on the list are the Bromley-by-Bow gasholders in London; Merseyside Centre for the Deaf in Liverpool; Oldway Mansion in Paignton, Devon, originally built as a private residence for Isaac Singer, the American sewing machine tycoon; John Summers steelworks in Shotton, north Wales; Langley Maltings in Sandwell, West Midlands; Brandwood End cemetery chapels in Birmingham; and St Mary’s convent church in Leeds."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}