{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/sep/19/eden-hazard-chelsea-paok-salonika-tiredness", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-09-19T21:49:24Z", "webTitle": "Eden Hazard misses Chelsea’s PAOK trip after complaining of tiredness", "webUrl": "https://www.theguardian.com/football/2018/sep/19/eden-hazard-chelsea-paok-salonika-tiredness", "apiUrl": "https://content.guardianapis.com/football/2018/sep/19/eden-hazard-chelsea-paok-salonika-tiredness", "fields": {"headline": "Eden Hazard misses Chelsea’s PAOK trip after complaining of tiredness", "bodyText": "Eden Hazard was omitted from the Chelsea squad that travelled to Greece before their Europa League meeting with PAOK Salonika on Thursday evening after personally telling Maurizio Sarri, the manager, that he is battling tiredness. Hazard has made a blistering start to the season, scoring four goals in five appearances, three of them coming in the 4-1 victory against Cardiff City on Saturday. The Belgian appeared to be hitting his best form just as Chelsea reached top spot in the Premier League, with the club’s decision to ease the 27‑year‑old into action after his World Cup exploits appearing to have worked a treat. It will therefore concern their supporters, a little over 500 of whom have travelled here, that their most influential player is already feeling run down. “He [Hazard] told me after the match against Cardiff he was tired so I thought it was better [for him] to rest,” Sarri said, having confirmed that David Luiz and Mateo Kovacic have also been kept back in London because of fatigue and injury respectively. Hazard’s absence brings into focus the matter of post-World Cup burnout, something many feel has hampered Harry Kane’s form in recent weeks, and it will be intriguing to see if he features at West Ham on Sunday as Chelsea aim to make it six league wins out of six. With Hazard, David Luiz and Kovacic all missing for what will be Chelsea’s first ever Europa League group game, as well as first meeting with PAOK, there is a chance for fringe players to stake a claim, among them Ruben Loftus-Cheek. But Sarri was coy bordering on negative when asked if he had pencilled in the 22-year-old England midfielder for a first start of the season. “Loftus-Cheek is a very good player but I don’t know if there is a spot for him [against PAOK],” the Italian said. “Now it is very difficult.” The match on Thursday evening is something of a wander into the lion’s den for Chelsea given the intimidating atmosphere expected at the Toumba Stadium, as well as the fact PAOK are in form. Razvan Lucescu’s side finished second in Greece’s Super League last season and have won all three of their fixtures this campaign. However, they have only seven points having had two deducted as part of punishments that followed the jaw-dropping moment in March when the club’s president, Ivan Savvidis, stormed on to the pitch during a match against AEK Athens to protest against the referee’s decision to deny PAOK an 89th-minute goal. Savvidis was carrying a gun at the time."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}