{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/sep/01/roger-federer-nick-kyrgios-us-open-third-round", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-09-01T20:52:31Z", "webTitle": "Roger Federer hands Nick Kyrgios a lesson and makes US Open fourth round", "webUrl": "https://www.theguardian.com/sport/2018/sep/01/roger-federer-nick-kyrgios-us-open-third-round", "apiUrl": "https://content.guardianapis.com/sport/2018/sep/01/roger-federer-nick-kyrgios-us-open-third-round", "fields": {"headline": "Roger Federer hands Nick Kyrgios a lesson and makes US Open fourth round", "bodyText": "Roger Federer did to Nick Kyrgios here on Saturday what his friends should have done a while ago: reminded the untamed prodigy he will never be as great as he thinks he is until he starts to listen to some of the advice that comes his way on an almost hourly basis. It can’t all be wrong. The match that should have driven the first week of the US Open to a glorious intermission began like a brass band, fell briefly into improv chaos, then finished in an almost conventional rhythm. It took Federer an hour and 44 minutes – only 10 matches this week finished more quickly – to win 6-4, 6-1, 7-5 on a mild afternoon on Arthur Ashe Stadium, when patrons probably wanted a long and bloody confrontation between their hero and the self-styled villain of the sport. They got plenty of entertainment but the contest did not quite take off. “Five sets would have been totally fine, but I’m happy that it was three,” Federer said. “I enjoy playing against Nick. He always keeps it on the edge, comes up with different shot-making. He came out firing a lot of aces, and I was struggling to find rhythm with my backhand.” Encouragingly, Kyrgios is open to change, and sees his conqueror as someone to emulate. “I think we’re two very different characters but I could take a leaf out of his book, the way he behaves on court, his demeanour,” he said. “I don’t want to change myself too much but I could definitely take away things he does in certain situations. He’s the ultimate role model to anyone who wants to play.” Federer will play an Australian of an entirely different stamp in the fourth round on Monday: John Millman, whose struggles with illness and injury have given him an appreciation of what he has and what he might have lost – plus enough on Saturday to beat Mikhail Kukushkin, 6-4, 4-6, 6-1, 6-3. He took a set off Federer in Brisbane three years ago but this is a different battlefield, as Kyrgios would agree after his first grand slam match against the Swiss. Federer said: “I’m a big fan of John. He’s a really hard-working guy. He’s got the respect of all the guys in the locker room. He actually just came to practise with me in Switzerland.” Kyrgios tried a couple of tricks against Federer, mimicking his SABR – Sneak Attack By Roger – net charge on the first point of the match, and later imitating his service action. Neither paid a dividend. When he got serious, he had more success – indeed, quite a lot of it in the first half hour. If Kyrgios’s giant serve clicks, so does his brain – usually. He hit 25 aces in the first round and 14 against Pierre-Hugues Herbert on Thursday, nine of them in the third and fourth sets during a roaring comeback after his now infamous near-tank. Kyrgios might not trust the health of his right elbow – which has helped keep him out of nine tournaments this year – but he understands its power. In the first half hour, he dropped just a single point on his serve. Off the ground, he created early mayhem, too. Federer had to save four break points to hold in the seventh game, surviving six deuce points and one double fault over nine minutes. Kyrgios held in 40 seconds. Within minutes, Federer converted set point with a delicate backhand pass. It was not long before Kyrgios re-entered meltdown territory. “I need to hire a coach!” he shouted at nobody in particular, as Federer tormented him to go 4-0 up, before he had time to compute what had happened to him. His serve collapsed and so did his discipline – just as it had under pressure against Herbert two days earlier. But Federer is more than just 74 places above the Frenchman in the world rankings. All of his accumulated class now gathered on his racket and, after a little more than an hour, he struck his 10th ace to go two sets up. Kyrgios, who had taken Federer to eight tie-breaks in their previous nine sets, confronted a wipeout. Federer, the winner of 20 majors, the game’s president, said beforehand he liked Kyrgios but was not impressed with his behaviour in the second round. Now he was making him pay – maybe for his mimicry, as well. In the seventh game of the deciding set, Federer drew gasps of appreciation from the packed stadium – and his gob-smacked opponent – when he chased down an acutely angled slice to dink the winner around the net into the unattended back court. The vision, athleticism and touch were as awesome as anything seen on a tennis court this year. Federer said later: “The funny thing about it, I didn’t think about it until I hit. I actually thought I wasn’t going to get it. I thought it went too flat. But, good feet, and I went for it.” The ending was formulaic: a Federer break and hold, followed by acclamation from his grateful public. While Kyrgios struggles to marry his rock-solid self-belief in his talent to a programme of results that will convince the sceptics, he does not entertain outside opinion. It might be time to listen to someone. Anyone. Meanwhile, the Wimbledon women’s champion, Angelique Kerber, was knocked out in the third round by the No 29 seed, Dominika Cibulkova, going down 3-6, 6-3, 6-3."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}