{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/sep/16/harry-kane-struggling-spurs-liverpool-defeat", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-09-16T21:30:04Z", "webTitle": "Harry Kane is struggling but Spurs have other worries too | David Hytner", "webUrl": "https://www.theguardian.com/football/2018/sep/16/harry-kane-struggling-spurs-liverpool-defeat", "apiUrl": "https://content.guardianapis.com/football/2018/sep/16/harry-kane-struggling-spurs-liverpool-defeat", "fields": {"headline": "Harry Kane is struggling but Spurs have other worries, too", "bodyText": "Harry Kane knows the drill. When things go wrong, the highest-profile players find themselves in the crosshairs. It is hard to overstatehow badly things went wrong for Tottenham on Saturday in a chastening 2-1 Premier League defeat to Liverpool at Wembley. Mauricio Pochettino clung to the positives, the Spurs manager noting his players had fought until the end and that they almost had an unlikely shot at salvation. After the substitute Érik Lamela had reduced the deficit on 93 minutes, another substitute, Son Heung-min, ought to have had a 95th-minute penalty after he was clipped by Sadio Mané. The referee, Michael Oliver, was unsighted. In truth a reprieve would have been brutally unjust because until the 85th minute, when Tottenham finally exerted some penalty-area pressure, it had been one-way traffic. Liverpool cut through their hosts from the first whistle, their runs in behind the Spurs lines a persistent threat. But for some loose final balls and lax finishing, it would have been a thrashing. Kane had a good view of it all, looking back from his position at the tip of Spurs’ formation. It was an afternoon when the striker was a mere bystander. According to the statistics, he touched the ball only 22 times and three of those were on kick-offs. It was difficult to remember him doing much inside the box. He ran straight into Trent Alexander-Arnold in the first half, could not direct a flick in the 67th minute and sent a tame looping header towards Alisson on 86. And so to the scrutiny. What is wrong with Harry? Gareth Southgate set a theory in train this week when he said he had left him out of the starting XI for the friendly against Switzerland last Tuesday because he needed a rest. After a gruelling World Cup, Pochettino gave Kane three weeks off but, after returning to training on the Monday before the beginning of the season in early August, he has played virtually every minute of Tottenham’s five games. Neither Kane nor Pochettino give any credence to the notion that there is a problem regarding energy levels and it should be said that when Kane is fit, he starts. It has always been that way at Spurs under Pochettino. Kane’s workload is so prodigious as to invite wonder and furrowed brows. Surely, he would benefit from a few more rests? He has not done too badly without them so far in his career and he made an interesting point after the Liverpool match. “We have a run coming up where we play game after game after game and that’s what I like,” he said. “You can get into a rhythm and I can get into positions where you know where to score goals.” The question that nags more alarmingly is whether Kane has been affected by the ankle ligament injury he suffered at Bournemouth in March and from which he returned after only three weeks. The statistics have shown that he has since taken fewer shots and, moreover, fewer first-time shots. One of Kane’s trademarks is setting himself in a flash and unloading instantly. Has the injury affected his reaction times? Against Liverpool, Kane was handled impeccably by Virgil van Dijk and Joe Gomez. But his anonymous performance was not only down to Liverpool’s central defenders – it had plenty to do with his teammates and you suspected he wanted to make that point more vigorously than he did. “People are always going to look for stuff, especially when you are a big part of the team and someone who is there to get the goals,” Kane said on Saturday. “As a team we can all do better and as the striker you get spoken about more.” Tottenham sleepwalked to defeat and it was remarkable to see how negligent they were with the ball. They had the bulk of the possession but they looked vulnerable, with the latest errornever far away. When they came, Liverpool snapped forward with menace. Eric Dier endured a traumatic game, having been shoehorned into an unfamiliar position on the right of a midfield three, and he was guilty of a series of lapses. He was far from being the only one and Pochettino was particularly upset that his team were unable to build up from the back – one of the touchstones of his style. This was due, in part, to Liverpool’s pressing, but it was faintly shocking to hear Pochettino cite a fear factor. In short, a platform for Kane was never constructed. “We were a little bit scared to play out from the back,” Pochettino said. “That translates after to the different lines – to the midfield and the offensive line. We conceded a lot of chances. There was a lack of pace and confidence and that surprised me because when you play with a defensive line with a lot of experience, you should show more confidence in your skill.” The problems were technical – throughout the lineup – and it is difficult to ignore the feeling that something is not right at Spurs. “I know we won our first three games but we were saying between ourselves that we can do better,” Kane said. Next up for them is the Champions League opener at Internazionale on Tuesday. Kane is not the only one who needs to raise his game at San Siro."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}