{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/sep/10/tories-plan-to-enlist-disadvantaged-children-as-guides-and-scouts", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-09-09T23:01:09Z", "webTitle": "Tories plan to enlist disadvantaged children as Guides and Scouts", "webUrl": "https://www.theguardian.com/society/2018/sep/10/tories-plan-to-enlist-disadvantaged-children-as-guides-and-scouts", "apiUrl": "https://content.guardianapis.com/society/2018/sep/10/tories-plan-to-enlist-disadvantaged-children-as-guides-and-scouts", "fields": {"headline": "Tories plan to enlist disadvantaged children as Guides and Scouts", "bodyText": "The government wants thousands of children in the most disadvantaged areas of Britain to join uniformed groups like the Scouts, Guides and military cadet forces, it will announce this week. Tracey Crouch, the minister for sports and civil society, will launch a £5m budget to create 5,500 extra places in the country’s toughest areas in uniformed youth groups including St John Ambulance, the Volunteer Police Cadets and Woodcraft Folk. The money will be targeted at the poorest third of wards, including parts of Blackpool, Burnley, Coventry and Greater Manchester. The move contrasts with deep cuts to non-uniformed local government youth services, which are often blamed for rising violent crime in cities, and Labour said it would not make up for those losses. Council spending on youth services almost halved, from £650m in 2010-11 to £390m in 2016-17, according to the Local Government Association. The government’s £600m flagship youth programme, the National Citizens Service – which allows 15- to 17-year-olds to live away from home and learn new skills on a three- to four-week course – attracted just 12% of the eligible population to take part over the last three years. An estimated 1.5 million young people take part in uniformed youth groups. Despite a reputation as a middle-class preserve, research carried out by ComRes this summer found there was no significant difference with the wider population in terms of proportion of children receiving free school dinners or in terms of ethnic and religious background. The survey, for the Youth United Foundation, which represents the main uniformed groups, found members were more likely to spend time with people different to them in terms of religion or demographic, more likely to enjoy such interaction than non-uniformed youth and more likely to volunteer or undertake some sort of social action each week. “Organisations such as the Guides and Sea Cadets play a positive role in so many childhoods,” said Crouch. “They establish lasting friendships, improve wellbeing and teach valuable life skills such as teamwork and resilience. In addition to this £5m, we are investing £80m of government and National Lottery funding in innovative programmes that will help children around the country to fulfil their potential.” Samantha Hyde, director of Youth United Foundation, said surprising numbers of young people in the toughest areas wanted to get involved in uniformed groups, because they offered stability, a group identity and in some cases a second family. “We have young people who have been involved in gangs and crime who have been pulled up by the police who have then become police cadets,” she said. “We strive to increase opportunities in areas and communities where there are least provisions and the most need, to ensure that young people of all backgrounds are able to succeed.” But Labour questioned the policy. Steve Reed, the shadow minister for civil society, said: “The money announced for uniformed groups is just a tiny fraction of the vast amount they’ve cut from youth services that divert young people away from crime. It’s a shame, too, that after all their talk of localism the government is dictating to communities how this money will be spent rather than asking them what would be most effective in their own neighbourhoods.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}