{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2018/sep/16/pep-guardiola-manchester-city-fulham-lyon-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2018-09-16T21:29:04Z", "webTitle": "Pep Guardiola criticises Manchester City sloppiness in wake-up call", "webUrl": "https://www.theguardian.com/football/2018/sep/16/pep-guardiola-manchester-city-fulham-lyon-champions-league", "apiUrl": "https://content.guardianapis.com/football/2018/sep/16/pep-guardiola-manchester-city-fulham-lyon-champions-league", "fields": {"headline": "Pep Guardiola criticises Manchester City sloppiness in wake-up call", "bodyText": "Pep Guardiola has admitted being angry with his Manchester City players despite their convincing 3-0 victory against Fulham at the Etihad Stadium. City were sloppy at times and Guardiola was unhappy at what he perceived as a slip from his side’s usual high standards. He pointed to a second-half Bernardo Silva miss to highlight the point. “The ball got passed to Bernardo and I said: ‘It is impossible that he is going to miss it because of his quality,’” the manager said. “But he missed it and I said: ‘Wow.’ “My reaction and extra expression is when they miss the simple things. That, I cannot handle in myself. So one guy has the ball and they miss the ball and an extra simple pass, an extra touch, an extra touch and after miss the pass, that is why I am still angry. I am upset with my players and they know that. “We spoke about that many times, about goals or assists or dribbling. [A mistake] doesn’t matter, but control the ball and pass the ball simple. If they miss that – and there was many of that – that’s why [in training] I am going to show them we can improve.” Guardiola said the players shared his emotions. “They are maybe angrier than me,” he said and, although he insisted he had no fear that the team might be complacent after achieving 100 points last season, he hopes this will act as a wake-up callwith City’s Champions League campaign starting at home against Lyon on Wednesday. “Pass the ball two or three metres, don’t miss that ball, and it happened a few times, especially in the first half,” Guardiola said. “And the teams at the top level they punish you a lot. But normally after international breaks this kind of thing happens. It can happen, with the travel, [only] one training session. Now we start. Until the Liverpool game [7 October] we will be here for one month with a game every three days, so everyone is going to settle.” After five Premier League games City are joint-top scorers – alongside Chelsea – with 14 goals. On Saturday they took control inside two minutes through Leroy Sané’s opener before David Silva and, early in the second half, Raheem Sterling secured the win. “Last season we scored 106 goals, the best ever, so there are no doubts about our ability to score goals,” said Guardiola, who believed City could have scored more against Fulham. “The important thing is to create chances. So how many times in the second half we shoot and always [hit] the post or the keeper or the central defender. The important thing is to create, to be in there. “We knew this game after the international break would be dangerous because Fulham ask a lot of opponents. They didn’t come here to defend and play long balls, just to wait for set pieces, they came to play their own game.” Liverpool won 2-1 at Tottenham to maintain their perfect start. Guardiola, having watched the opening 45 minutes of that game, believes Jürgen Klopp’s team are contenders for City’s title and welcomed the challenge. “Liverpool is a really strong side,” he said. “It’s nice to have contenders – to try to beat them.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}