{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2018/sep/02/agis-story-the-family-trauma-buried-for-30-years-picture-essay", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2018-09-01T22:47:15Z", "webTitle": "Agi's story: the family trauma buried for 30 years – picture essay", "webUrl": "https://www.theguardian.com/artanddesign/2018/sep/02/agis-story-the-family-trauma-buried-for-30-years-picture-essay", "apiUrl": "https://content.guardianapis.com/artanddesign/2018/sep/02/agis-story-the-family-trauma-buried-for-30-years-picture-essay", "fields": {"headline": "Agi's story: the family trauma buried for 30 years – picture essay", "bodyText": "15 August 1989. It was late, a knock at the door, a police officer’s voice. She was there to inform my mum that my father had taken his own life. Had they not divorced it would have been their 13th wedding anniversary. He had called her earlier that afternoon, barely lucid. She had known something was horribly wrong. Even given his history of violence, instability and alcohol abuse, my mother could never have imagined what he had just done, or what he was about to do. My mother and father on their wedding day, and the only photo I have of my father and I She pleaded with him to come to the house. Whatever was wrong, she could help work it out. Fortunately for my mother, sister and I, he didn’t take her up on the offer and moments later took his own life in the bathroom. A day later his partner died from the injuries he had inflicted. Clockwise from top: my mother, Agi, in Hungary, 1969; the feet of my parents on their wedding day; a shelf in my mother’s lounge room with photos of her family I did not hear the full story until 2017, almost 30 years after his death. Not just the inquest version of the murder-suicide, but the full, uncensored story of my mum’s six-year marriage. We were in a shitty Airbnb apartment during a visit to meet my newborn niece on the other side of the world. Mum paced up and down like a caged tiger as she spoke. On that day I finally understood the trauma of her marriage to him – the fight to keep the house, the fear, the endless debt, the police visits. One of the detectives who attended the scene found a new pair of runners there. He sold them and gave the cash to my mum: he saw how hard her life had become. This story of kindness couldn’t have come at a more poignant time in my life. My husband was in his first few months of policing and this new life wasn’t working for me. I was worried about the kind of person he had become. The story that ended so simply with the sale of my father’s runners unearthed some realisations. Clockwise from top: my mother’s necklace; her bracelet; my mother this year I believe now this event created in me an immense fear of loss. I have hoarded items from the family home as if they were priceless ornaments. It is only now that I see they represent my mum – I am terrified of losing her and those around me. The idea of burying pain is temporary. Its impact is far-reaching and unknown. Thirty years ago people didn’t talk about domestic violence. It was regarded as a “none of my business” matter while victims lived with shame and offenders were left unpunished. A stitched portrait of my mum and me in my home This event has impacted many. I pay tribute to my wonderful mother for everything she endured to give us a safe and happy home. I only wish for her sake that she had dealt with the emotional and mental scars. Free vases at the memorial park where my father is buried. His grave is unmarked and shared with three other people My husband and I are much better now – we are still together and have worked through a lot of the changes his new career and shift work created. And in 2018 there is much work to be done. One in six women still experience physical or sexual violence at the hands of a current or former partner. And so with this photo series I tell my story to encourage others to speak up. It begins with my father’s runners. • In Australia, the crisis support service Lifeline is on 13 11 14 and the national family violence counselling service is on 1800 737 732. In the UK, Samaritans can be contacted on 116 123 and the domestic violence helpline is on 0808 2000 247. Other international helplines can be found at www.befrienders.org"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}