{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/sep/17/election-debates-commission-needed-says-sky-news", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-09-16T23:01:06Z", "webTitle": "Election debates commission needed, says Sky News", "webUrl": "https://www.theguardian.com/politics/2018/sep/17/election-debates-commission-needed-says-sky-news", "apiUrl": "https://content.guardianapis.com/politics/2018/sep/17/election-debates-commission-needed-says-sky-news", "fields": {"headline": "Election debates commission needed, says Sky News", "bodyText": "An independent body should be set up to run television general election debates, Sky News has urged, amid fears that broadcasters could be cut out of the process entirely in the event of a snap post-Brexit vote. A “leaders’ debate commission” would mirror the Commission on Presidential Debates in the United States, a bipartisan organisation responsible for sponsoring and organising the televised debates. Sky News confirmed it was going to contact party leaders and other broadcasters to ask for their support. There were tortuous negotiations in the runup to the 2015 UK general election over the debate format and, in 2017, Theresa May refused to take part in the televised leadership debates. The prime minister instead sent the then home secretary, Amber Rudd, to deputise for her against Jeremy Corbyn just days after the death of Rudd’s father. Sky News said the independent commission would benefit voters as it would take the debates out of the hands of politicians. The body would be responsible for setting the debate format, the rules of the debates, organising moderation, setting criteria for party participation and ensuring the objectivity of audiences. John Ryley, the head of Sky News, said: “This is all about doing what’s best for the voting public. Sky News, along with the other broadcasters, changed the political landscape in this country by creating the first leaders’ debates eight years ago. Sadly it stands as an exception rather than the watershed it should have been. “Political manoeuvring and failings by the broadcasters has allowed that momentum to be lost. Sky News believes an independent commission should set the terms for debates in future, to inform and engage the voting public with a head-to-head debate between the two political leaders battling it out for No 10.” Adam Boulton, the Sky News editor-at-large, said: “There have been two general elections since 2010 and no proper leaders’ debates took place in either of them. The electorate was repeatedly deprived of the most powerful live, appointment-to-view political programming that television can provide. “Politicians are to blame for this failure. So too are the broadcasters. To ensure leaders’ debates happen regularly in future responsibility for organising them needs to be taken out of both their hands.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}