{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2018/sep/02/no-frills-label-style-with-a-conscience", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2018-09-01T23:05:07Z", "webTitle": "Mother of Pearl: 'I struggled coming into the fashion industry – I’m not a natural fit'", "webUrl": "https://www.theguardian.com/fashion/2018/sep/02/no-frills-label-style-with-a-conscience", "apiUrl": "https://content.guardianapis.com/fashion/2018/sep/02/no-frills-label-style-with-a-conscience", "fields": {"headline": "Mother of Pearl: 'I struggled coming into the fashion industry – I’m not a natural fit'", "bodyText": "When Amy Powney was 10, her parents moved the family from a house in a village in Lancashire to a caravan on a five-acre field with no electricity or running water. Her dad dug a borehole; they erected a wind turbine. Amy and her older sister cut cabbages at six in the morning and saved up their £1.50-an-hour for Reebok Classics and Kappa Poppers to make them look like everyone else, despite the fact that they travelled to school in a handmade trailer attached to the back of their dad’s bike. “Imagine taking phones off your kids now,” says Powney with a laugh. “Well, that’s like what happened to us. We went from a house where you could turn the lights on with a switch, to a caravan where if the wind wasn’t blowing, we couldn’t watch Home and Away.” Flash forward 20-odd years and Powney, 34, is nursing a pink cocktail in the dusky bar of a flash London hotel. She is creative director of the London fashion label Mother of Pearl – as seen at London Fashion Week twice a year and sold in some of the most prestigious stores in the world – having in 12 years worked her way up from the bottom of the company to the top. Last year she married Nick Prendiville, who is a retail consultant, and they live in a beautiful house in Walthamstow, east London, with their puppy. And, as it turned out, you can take the girl out of the field, but you can’t take the field out of the girl: something never sat right with Powney and her career in fashion. “I struggled coming into this industry,” she says, squirming. “I’m not a natural fit. You sit at dinner and don’t have the same stories. When I’m talking about cutting cabbages at six in the morning, that’s not what other people at the table are talking about.” More than class-consciousness, the ethics of the industry itself have made her uncomfortable. It’s no secret, much as it might be overlooked, that fashion manufacturing is one of the most environmentally damaging industries in the world, contributing to plastic mountains, harmful emissions, burnt surplus stock, animal cruelty, intensive farming, unsafe working conditions and unfair wages. While she loves the creativity and adores clothes, those evils have always nagged at Powney. “My upbringing probably set off a process in me,” she says. “When you can’t just go and switch a light on and off, you have questions about where the power comes from.” Back in the early years of the new millennium, Powney had charged into her degree course at Kingston University raging about the absolute state the world was in. Having read Naomi Klein’s 1999 anti-consumerism book No Logo, she was determined to do an organic, ethical graduate clothing collection. “My tutors thought I was mad,” she says. Very few designers were doing ethical fashion at the time – Katharine Hamnett, and some pioneering and daring small labels, fuelled by good will and obstinacy, but with zero industry or state support and little consumer awareness. Powney did what she could. “I used 100% wool, 100% alpaca and reused a few fabrics I’d got from mills,” she says. “I did it. But because it was all so new at the time, you couldn’t just go and get a job in that area. There weren’t any.” Landing an assistant role in 2006 at Mother of Pearl, founded by Maia Norman, was a good compromise. “I thought, it’s a small company, we make quality product, print our silks in the UK, I know all the factories. From a corporate social responsibility level that was pretty good,” she says. “I wasn’t working for the high street or burning clothes. And I fell in love with the company.” But by the time consumers finally started catching up with ethics Powney, now creative director, wasn’t in a position to act according to her values. Mother of Pearl had grown and the demands of fashion retail in a digital world were fierce. “There were too many collections, too much product and me and the staff were really struggling,” she says. A respite came in the form of the 2017 British Fashion Council/Vogue Fashion Fund award, that won the business £100,000. Powney took the opportunity to change the retail sales offering back to twice yearly, giving herself time to work on a passion project called No Frills. Two years later and that core collection of sustainable, ethical, traceable clothing has just gone live. “With No Frills I wanted to be able to say to the consumer, ‘If you’d like to purchase a garment and know where it’s come from, where it’s been, what materials are in it, how it’s been washed and how the people who have worked on it have been treated, we can do that for you,’” she says. The whopping 34-piece core collection – from T-shirts to tailoring – uses Powney’s design signature – feminine, street-influenced and decorative (ironically, featuring a lot of frills as well as pearls) but with sustainability at the fore. Powney has traced her supply chains to alpaca farms in Peru and wool farms in Uruguay, and has sourced her cotton from farms in Turkey. “Normally a designer goes to a fabric supplier for fabric,” says Powney. “But if you say to that supplier, who’s usually Italian, ‘Can you tell me where that came from?’ they’ll say, ‘No idea.’ It wasn’t grown in Italy, of course. And it was probably bought from China, but China probably bought it somewhere else. Maybe it was dyed in Italy, or woven in another European country and went back somewhere else to be finished. But by the end you’ve been around the world three times!” Powney and her product developer started with geography. “Who grows what? Who makes what? We looked for territories or countries that did the full 360, so that we only used one country or maybe moved it once more for another stage,” says Powney. “We wanted a small supply chain that we could vet.” In terms of design, No Frills elevates the ethical clothing choices available now, which tend towards the casual and simple. “I wanted to use good fabrics to bridge the gap between the very T-shirty/denim-type brands and the luxury brands of the world. Could I give the woman something that’s sustainable but a bit more design-led?” Included in the collection are MoP signatures like the Jewel Trouser, now using an ethically sourced denim, and a ruffle blouse from certified organic cotton, as well as a double-breasted tailored trouser suit in soft floral jacquard, made from a blend of organic wool and cotton. A brilliant bonus is that for all its ethics, it’s cheaper to buy than the mainline collection (with prices from £90.) Most of it will never go into sale. “It’s carry-over or trans-seasonal styles that you can wear at any time,” says Powney. “Our aim is that 70% of our business will be No Frills in the next few years.” There’s also a revolutionary way of shopping for it, with a new website enabling customers to filter the whole Mother of Pearl offering (not only No Frills) via 10 sustainable attributes (natural fibres; organic; recycled; digitally printed; traced from field to final; traced from fabric to final; low carbon emissions; low water consumption; respect for animals; mulesing-free (mulesing is an inhumane practice carried out on sheep suffering from flystrike). “Some of our products will only touch one of those attributes,” says Powney. “It’s not greenwashing – it’s honest. I just got to a point where I wasn’t happy about the way things were and wanted to do something about it.” She knows there are a million wrongs in the fashion industry and it’s going to take more than her small business to make an impact, but on a personal level she is happier about her place in it. “I never wanted to be a face,” she says. “I never wanted to go out and talk about myself or my outfit. That wasn’t me. But now I’m telling a story I want to tell and I’m fine about that.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}