{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/sep/12/tom-watson-reveals-he-has-type-2-diabetes-but-has-reversed-the-disease", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-09-11T23:01:58Z", "webTitle": "Tom Watson reveals he has Type 2 diabetes but has 'reversed' the disease", "webUrl": "https://www.theguardian.com/politics/2018/sep/12/tom-watson-reveals-he-has-type-2-diabetes-but-has-reversed-the-disease", "apiUrl": "https://content.guardianapis.com/politics/2018/sep/12/tom-watson-reveals-he-has-type-2-diabetes-but-has-reversed-the-disease", "fields": {"headline": "Tom Watson reveals he has Type 2 diabetes but has 'reversed' the disease", "bodyText": "Labour’s deputy leader has revealed that he was diagnosed with Type 2 diabetes but has “reversed” the disease by adopting a radically different diet that has meant he has come off medication. Tom Watson said he developed diabetes through being “overweight, deeply unfit, [and] addicted to sugar and fast foods”. However, he has lost 44.5kg (7 stone) since being diagnosed in the summer of 2017 and improved his health so much that his diabetes is now in remission, he claims. Watson has eliminated all junk food, processed food, starchy carbohydrates and refined sugar from his diet. He does not even eat bananas because they contain some sugar. He will detail the dramatic turnaround in his health in a speech on Wednesday to the annual conference of ukactive, a physical activity group. In an article in Wednesday’s Daily Express Watson says: “I am very happy to reveal that my Type 2 diabetes has been reversed; it’s in remission. No longer having to take medicines for diabetes is a joy. “To all Type 2 diabetics I say: ‘Yes, we can’. Yet the tragedy for many Type 2 diabetics is that they don’t even know their condition is reversible, let alone how to achieve it.” He believes that official dietary advice over recent years, to minimise fat intake, is misguided and that a drastic reduction in sugar intake is the single most effective way to tackle Britain’s obesity epidemic. Watson will use his speech to commit a Labour government to reversing within five years the sharp rise in diagnosed diabetes cases that means that more than 3.5m Britons have the disease. He is working with a new independent group of experts looking into what measures would be needed to do that. Meanwhile, Britain is the third fattest among the 53 countries of Europe, and heavy drinking is a key cause, the World Health Organization (WHO) reports. In its latest research on health across the continent the WHO found that 27.8% of adults in the UK are obese compared to 32.1% of people in Turkey and 28.9% in Malta. Those whose body mass index is at least 30 are deemed to be obese. Dr Claudia Stein, director of information, evidence, research and innovation with the WHO’s European region, said the fact that Britons are some of the biggest consumers of alcohol in Europe helped explain the “alarming” prevalence of obesity."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}