{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/sep/09/novak-djokovic-juan-martin-del-potro-us-open-mens-final-match-report", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-09-09T23:50:13Z", "webTitle": "Novak Djokovic powers past Juan Martín del Potro to win third US Open", "webUrl": "https://www.theguardian.com/sport/2018/sep/09/novak-djokovic-juan-martin-del-potro-us-open-mens-final-match-report", "apiUrl": "https://content.guardianapis.com/sport/2018/sep/09/novak-djokovic-juan-martin-del-potro-us-open-mens-final-match-report", "fields": {"headline": "Novak Djokovic powers past Juan Martín del Potro to win third US Open", "bodyText": "Champions have the rare talent of making their endeavours look easier than mere mortals can imagine but Novak Djokovic’s straight-sets win over Juan Martín del Potro in the US Open final on Sunday night was no straightforward celebration of the Serbian’s unique gifts. It took him three and a quarter hours to add a third title to the trophies he lifted here in 2011 and 2015, as well as a second major of the year to go with his return to championship form at Wimbledon, capped off with a rise to No 3 in the world. Players trying to emulate their idols got off to an emotional start in the final weekend of the 50th edition of the closing 2o18 major, so Djokovic matching the 14 major titles of Pete Sampras – always his favourite player – rounded out a baggage-free double easy to celebrate, after Naomi Osaka’s emphatic but turbulent win over Serena Williams 24 hours earlier. However, he had to come through two stirring Del Potro fightbacks to win 6-3, 7-6 (4), 6-3, as the Argentinian emerged from his early torpor to stretch Djokovic’s talent and patience to the limit. The second set, which could have gone either way, took 95 minutes, longer than any in the tournament, and featured a 20-minute street fight in the seventh game – about half the length of the first set. The third was no cakewalk either. In the early exchanges they prodded at each other’s defences like a pair of cagey old pugilists, until Djokovic held to love in the pivotal seventh game. When he got to break point with a string of blistering, angled forehands that sapped the oxygen-greedy legs of his 6ft 6in opponent, he cashed in. Del Potro had gone in with the humble mien of someone who takes nothing for granted but he needed to find his inner mongrel to keep the set alive, but dumped a backhand at the end of a long rally. He was having to fight harder than Djokovic, whose balance, poise and timing hit a high point towards the end of the first hour. Del Potro responded by striking the equal fastest serve of the tournament – 143 miles an hour, alongside Milos Raonic – in the third game. But a framed forehand from behind the line handed Djokovic the break. Del Potro has come back from many perilous situations in his career but not against this man. Djokovic had beaten him 14 times in 18 encountersand won all four of their matches in majors. The last time they met here, in the quarter-finals in 2012, Djokovic won in three sets. Memories of Del Potro’s 2009 triumph in New York, when he beat Rafael Nadal on the way to conquering Roger Federer at the height of his magnificence in the final, were distant – but his pride and fighting heart, forged in his struggle against wrist injuries that almost made him quit the sport in 2015, were as strong, maybe stronger. They reflected the enthusiasm of the noisy Tandil friends he had flown in for the fortnight, and their boisterous support riled Djokovic to the point of crack-up in the sixth game, which he surrendered with a wild forehand. Britain’s Alison Hughes – only the second female umpire to chair a men’s final here, after Eva Asderaki-Moore, who controlled Djokovic’s win over Roger Federer in 2015 – appealed for calm, of which this tournament has not seen a lot the past couple of days. She got some, but not a lot. As emotions continued to run high in the stands, so did the intensity build on court. What had looked like a formality for Djokovic had turned into one of his toughest challenges. It had taken Del Potro nearly an hour and a half to marry his strength to some rhythm and Djokovic, behind for the first time, momentarily dipped under the pressure. When Del Potro found the line with an exquisite backhand for break point, the 23,000 present rose as one. As Jimmy Connors remarked: “This is great tennis. Both players are at the top of their game at the same time.” Hughes seemed to ignore the shot-clock zero on Djokovic’s serve on game point but it mattered not, as he held through deuce eight times in 20 minutes, saving three break points and serving his first double fault to level at four-all. No picnic, this – and reminiscent of the 22-minute tiebreak he lost to go out of the French Open this summer. While protesters were ejected for unfurling banners aimed at the tournament sponsor, Chase, for investing in fossil fuels, on court it was business as usual. Djokovic, embroiled now in a fight he must have thought he had won an hour earlier, forced a tiebreak just past two hours. The only time Djokovic has lost from two sets up was eight years ago when Jürgen Melzer beat him in the quarter-finals of the French Open. Including Davis Cup, his run of five-set wins is an extraordinary 201. Sentiment and momentum were with the Tower of Tandil here but Djokovic won the tiebreak then, after an exchange of breaks – including a time violation on break point in the fifth game – he closed out the final set. He broke to serve for the title at 5-3, got to 30-all, drove majestically into the ad corner for match point, then smashed the winner and embraced one of his best friends in the game. Djokovic said court-side: “When I had my [elbow] surgery this year I could understand what Juan Martín went through. When you’re down, you learn. I tried to take the best out of those moments. I was hoping Pete [Sampras] was going to be here, so I want to say: ‘I love you, hope to see you soon.’” Del Potro added: “It’s not easy to speak right now, but I am so happy to play in the final against this magnificent player. I’m sad to lose but happy for Novak. I never gave up during my wrist problems. I got back after nine years, which is amazing.” It was a final to stand comparison with any of recent times, certainly the best of the four 2018 majors."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}