{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/sep/19/trump-brett-kavanaugh-christine-blasey-ford-sexual-assault-allegations", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-09-19T22:53:58Z", "webTitle": "Republicans refuse to delay Kavanaugh hearing as Trump defends nominee", "webUrl": "https://www.theguardian.com/us-news/2018/sep/19/trump-brett-kavanaugh-christine-blasey-ford-sexual-assault-allegations", "apiUrl": "https://content.guardianapis.com/us-news/2018/sep/19/trump-brett-kavanaugh-christine-blasey-ford-sexual-assault-allegations", "fields": {"headline": "Republicans refuse to delay Kavanaugh hearing as Trump defends nominee", "bodyText": "Senate Republicans are refusing to delay a high-stakes public hearing with the supreme court nominee Brett Kavanaugh and Christine Blasey Ford, the professor who accused him of sexual assault, as Donald Trump offered a vigorous defense of his embattled nominee. The hearing was thrown into doubt when Ford’s lawyers demanded an FBI investigation as a prerequisite to her appearance on Capitol Hill on Monday, setting up a showdown with the Senate judiciary committee chairman, Chuck Grassley. He said on Wednesday that the hearing would take place on Monday at 10am in Washington, as scheduled. In a letter to Ford’s lawyers, he gave her until 10am Friday to submit her biography and prepared remarks “if she intends to testify”. “I have reopened the hearing because I believe that anyone who comes forward with allegations of sexual assault has a right to be heard,” Grassley said in the letter, referring back to Kavanaugh’s original, tumultuous hearing earlier this month. He continued: “You have stated repeatedly that Dr Ford wants to tell her story. I sincerely hope that Dr Ford will accept my invitation to do so, either privately or publicly, on Monday.” Republican Senate leaders postponed a committee vote on Kavanaugh’s nomination that was scheduled for Thursday. But by Wednesday afternoon, a handful of key Republican senators said they were prepared to move forward with Kavanaugh’s nomination even if Ford chose not appear. “I think it’s not fair [to] Judge Kavanaugh for her not to come forward and testify,” the Republican senator Susan Collins, seen as a decisive vote on Kavanaugh’s nomination, told local radio station WVOM on Wednesday. “I just don’t understand why the hearing shouldn’t go forth.” Ford, a research psychologist at Palo Alto University in northern California, has accused Kavanaugh of sexually assaulting her as a teen at a high school party – an allegation he has forcefully denied. In an interview with the Washington Post on Sunday, Ford said Kavanaugh had pinned her to a bed at a house party in the early 1980s and tried to remove her bathing suit. He allegedly placed his hand over her mouth to stifle her screams, she said, and she escaped only when a friend toppled them. Earlier on Wednesday, Trump said it would be “very hard for me to imagine anything happened” between Kavanaugh and Ford. But he said Ford “deserves” to be heard and that he hopes she will share her story at a hearing on Monday. “If she shows up that would be wonderful, if she doesn’t show up that would be unfortunate,” he said, stating: “If she shows up and makes a credible showing, that will be very interesting and we’ll have to make a decision.” Speaking through lawyers on Tuesday night, Ford said she wanted to cooperate with the Senate judiciary committee but in effect ruled out appearing in front of the panel on Monday. Her lawyers said it would be premature to hold a hearing before an FBI investigation into her claims. The president and Republicans have rejected such calls. On Wednesday, the Department of Justice said Ford’s allegation “does not involve any potential federal crime”. A spokesman for the department said the FBI had followed proper protocol, and forwarded a letter describing the incident to White House counsel, after receiving it last week. “The FBI does not make any judgment about the credibility or significance of any allegation, the statement said, concluding: “The FBI’s role in such matters is to provide information for the use of the decision makers.” In a separate letter to Democrats on the committee, Grassley said he had offered to fly his staff to “California or anywhere else” to interview her. In a tersely worded letter that blamed Democrats for failing to shield Ford’s identity from the public, Grassley revealed that Republican staff had “sought to set up” interviews with three alleged witnesses, including Mark Judge, a classmate of Kavanaugh’s who Ford said was present but has said he has no recollection of the incident and does not want to testify publicly about it. Republicans and the president have targeted the Democratic senator Dianne Feinstein for not informing the committee of the allegation sooner. Feinstein, the ranking member on the Senate judiciary committee, received a letter from Ford in July outlining the alleged incident. She said she did not reveal its contents out of respect for Ford’s request for confidentiality. That changed when her name leaked last week. “President Trump,” Feinstein said in a tweet on Wednesday, “Dr Blasey Ford did not want her story of sexual assault to be public. She requested confidentiality and I honored that. It wasn’t until the media outed her that she decided to come forward. You may not respect women and the wishes of victims, but I do.” In a letter from Ford’s lawyers to the Senate panel on Tuesday night, they say her life has been “turned upside down” since she went public with the allegations. She had received “vicious harassment and even death threats” and her family was forced to relocate from their home, the lawyers said. On Capitol Hill, Kavanaugh’s supporters suggested Ford may have “mistaken” the identity of her attacker. ’”."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}