{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2018/sep/25/jacinda-ardern-makes-history-with-baby-neve-at-un-general-assembly", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2018-09-24T22:31:34Z", "webTitle": "Jacinda Ardern makes history with baby Neve at UN general assembly", "webUrl": "https://www.theguardian.com/world/2018/sep/25/jacinda-ardern-makes-history-with-baby-neve-at-un-general-assembly", "apiUrl": "https://content.guardianapis.com/world/2018/sep/25/jacinda-ardern-makes-history-with-baby-neve-at-un-general-assembly", "fields": {"headline": "Jacinda Ardern makes history with baby Neve at UN general assembly", "bodyText": "New Zealand prime minister Jacinda Ardern has made history as the first world leader to attend the United Nations general assembly meeting with her baby in tow. Ardern appeared with her three-month-old daughter at the UN on Monday evening, and played with her before giving a speech at the Nelson Mandela peace summit. While she spoke, Ardern’s partner Clarke Gayford held the three-month-old baby on his lap. Ardern gave birth to Neve Te Aroha at Auckland Hospital on 21 June and returned to work in early August after taking six weeks maternity leave. The prime minister is continuing to breastfeed her daughter, meaning Neve had to travel with her to New York for the six-day trip. Asked by the Today show on the US NBC network if it was harder to govern New Zealand or take her daughter on a 17-hour flight, Ardern responded with a laugh and said “It felt at the time on par” and said she had apologised to her fellow passengers in advance. Ardern revealed that juggling parenthood and the prime ministership had “met my expectations” but the joy she felt at Neve “had far surpassed my expectations”. Ardern’s partner Clarke Gayford – a fishing television presenter – is Neve’s primary carer, and has travelled with Ardern to New York to look after the baby. Last week the rules were tweaked in New Zealand to allow the prime minister or ministers to travel with a nanny on overseas assignments, and have this covered by the taxpayer. However, Ardern said Gayford’s tickets to New York and expenses would be paid for out of her own pocket, because there were few official spousal engagements Gayford would be required to attend, and most of his time would be taken up caring for Neve. Gayford posted a photo on Twitter on Monday of Neve’s security pass, which reads “first baby”. He added: “I wish I could have captured the startled look on a Japanese delegation inside UN yesterday who walked into a meeting room in the middle of a nappy change. Great yarn for her 21st (birthday).” Ardern has earned a reputation as a frugal leader who recently froze MPs salaries for a year and makes her ministers carpool to events. “There is no spousal programme for this, so we just made a judgment call that we would cover his travel for this trip. He will be going to some things, but he’s primarily travelling to care for Neve,” Ardern told the New Zealand Herald. Ardern said they had not committed to taking their daughter to any official events, and they were “playing it by ear” depending on how she was affected by the travel. “There is no set plan, it’s just whether or not she’s getting enough sleep, where I am for feeds. They might be with us a lot, they might just be in the hotel. “It depends what the jet lag does to them both. She’s a good sleeper and we don’t know whether that will mean she ends up sleeping a lot in the day rather than the night.” On Sunday, Ardern gave her first speech in New York at Unicef’s social good summit, restating her commitment to ending child poverty and making her country the best place in the world to be a child. Ardern’s fellow panellists commented on how peaceful Neve was waiting backstage with her father and Ardern joked that she “wasn’t at 3:30 this morning”. “I have the ability to take my child to work, there’s not many places you can do that. I am not the gold standard for bringing up a child in this current environment because there are things about my circumstances that are not the same,” Ardern said. Ardern outlined the exceptional circumstances that make it possible for her to raise Neve while continuing as prime minister, which she has frequently stated she hopes will one day be the norm for all women wanting to balance a career and parenting. “If I can do one thing, and that is change the way we think about these things, then I will be pleased we have achieved something.” Former Pakistani prime minister Benzir Bhutto is the only other world leader to give birth while in office when she had a baby girl in January 1990. She was dismissed as leader of her country seven months later."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}