{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2018/sep/24/gucci-springs-surprises-in-disused-paris-theatre", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2018-09-24T22:08:59Z", "webTitle": "Gucci springs surprises in disused Paris theatre", "webUrl": "https://www.theguardian.com/fashion/2018/sep/24/gucci-springs-surprises-in-disused-paris-theatre", "apiUrl": "https://content.guardianapis.com/fashion/2018/sep/24/gucci-springs-surprises-in-disused-paris-theatre", "fields": {"headline": "Gucci springs surprises in disused Paris theatre", "bodyText": "Concierges at hotels all over Paris this weekend have been bemused by the invitation to Gucci’s catwalk show – a clear plastic pouch of assorted spring bulbs. But then Gucci has become a fashion week hot ticket through designer Alessandro Michele’s wicked skill at confusing people. The venue, a disused theatre with a shady past as a hedonistic 1980s nightclub, was not what guests might have expected from the first Paris fashion show by the most powerful brand of the moment. At a rambling post-show press conference that was very much part of the evening’s theatre, Michele answered a question about the bulbs deadpan: “If you plant them, they will turn into flowers”. Of the venue, he said, “I mean, I wanted to do a show in Paris, but I didn’t want to do it somewhere like the Louvre”, with just a hint of sardonic eye-roll at the notion of staging a show in a venue so hilariously unimaginative. Gucci’s arch rival Louis Vuitton will stage its show in the Louvre next week, as it does each season. Eighty-four models weaved through the theatre one by one toward the stage, where they slowly formed a technicolour cast, floodlit as if about to take a bow. Halfway through the show, a guest who had been keeping a low profile in a black trouser suit and with her gaze towards her lap, leapt from her three-down-from-Anna-Wintour seat and began to sing; it was Jane Birkin, who serenaded the crowd with her song Baby Alone in Babylone. “Her presence was the presence of a poet,” sighed Michele after the show. She was namechecked in Michele’s show notes along with Mickey Mouse, handbag muse for the season – quite a sober reference, when you consider that last season’s models carried rubberised baby dinosaurs – and Dolly Parton. Michele collects portraits and says: “The head and shoulders are the most interesting part to look at, for me.” His catwalks are crowded with turbans and sunglasses, earrings and frilled collars, chest-height slogans and embellished shoulders. The model line-up mixed men in with women, none in disguise or drag yet all dressed with so little adherence to style rules – to who wears pink froth for evening and who a jacket, who has long hair or a Stetson or a rainbow of sequins – that it seems irrelevant. Which, presumably, is the point."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}