{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2018/sep/21/jeremy-corbyns-spending-plan-for-public-services-backed-by-majority", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2018-09-20T23:03:57Z", "webTitle": "Jeremy Corbyn's spending plan for public services backed by majority", "webUrl": "https://www.theguardian.com/politics/2018/sep/21/jeremy-corbyns-spending-plan-for-public-services-backed-by-majority", "apiUrl": "https://content.guardianapis.com/politics/2018/sep/21/jeremy-corbyns-spending-plan-for-public-services-backed-by-majority", "fields": {"headline": "Jeremy Corbyn's spending plan for public services backed by majority", "bodyText": "Jeremy Corbyn’s plan to put up taxes to fund an increase in spending for public services has received a boost after research showed that 60% of people thought the government should do just that. The British Social Attitudes survey found that the proportion of people who believed the government should raise taxes to fund more public spending was at its highest in 15 years, following almost a decade of austerity. Although Labour supporters are more likely than Conservatives to back increased tax and spending, there has nevertheless been a significant rise in support among Tory voters as well, up 18% from 2015. The findings will bolster the Labour leader’s argument that changing attitudes mean the public would back tax rises and borrowing to invest in public services, a principle which underpinned the party’s last general election manifesto. The last time that support for tax and spend was as high was in 2002 when Labour was in its second term and remained committed to rebuilding schools and hospitals. The research showed that the public’s top priority in 2017 was health, with 54% of voters backing more spending on the NHS, followed by education (26%) and housing (7%). The least popular areas were social security (2%), public transport (1%) and overseas aid (0%). The National Centre for Social Research (NatCen) survey found that 60% of people were in favour of the government taxing and spending more, up from 49% in 2016 and 31% in 2010 when support for rises was at its lowest. Exactly one third of voters said that tax and spend should remain the same as now, including 40% of Tory supporters and 26% of Labour ones. Just 4% of backers of both parties believed there should be a reduction. Over half of Tory voters (53%) thought the government should pursue the policy. The last time more than half backed such a move was in 2002, when support among the whole population for public spending was at an all-time high. Voters aged 55 and over were significantly more inclined (65%) to believe that tax and spending should be increased than those aged 18-34 (54%), a trend consistent over time. NatCen’s Head of Public Attitudes, Roger Harding, said: “Since 2010 the proportion of people who want more tax and spend has nearly doubled and shows the country is clearly tiring of austerity. “The question for the government is whether their recent spending announcements have done enough to meet public demand for more public investment, including now from a majority of their own voters. “The question for Labour is whether they can win over the many older people who support more spending but currently do not support the party.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}