{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/sep/13/new-york-cynthia-nixon-andrew-cuomo-governor-democrats", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-09-13T22:51:14Z", "webTitle": "Cynthia Nixon confident despite polls favoring Cuomo in New York primary", "webUrl": "https://www.theguardian.com/us-news/2018/sep/13/new-york-cynthia-nixon-andrew-cuomo-governor-democrats", "apiUrl": "https://content.guardianapis.com/us-news/2018/sep/13/new-york-cynthia-nixon-andrew-cuomo-governor-democrats", "fields": {"headline": "Cynthia Nixon confident despite polls favoring Cuomo in New York primary", "bodyText": "New York’s governor, Andrew Cuomo, will face off in a primary against challenger Cynthia Nixon today, in the latest test of the wave of progressive challengers who have taken on establishment Democrats across the US. Nixon is an activist – and an actor, best known for her role on Sex and the City – who has hammered the two-term Democratic incumbent on political corruption, including the conviction of a former close aide, and the sorry state of New York’s mass transit system, which has deteriorated under Cuomo’s tenure. The latest polls show Cuomo with a big lead. A Siena poll this week found him leading by a 63% to 22% margin. But Nixon believes she can pull off an upset like other insurgent challengers have in Democratic primaries this year. “Don’t believe the polls, don’t believe the hype. We have a chance to strike a blow for real progressives,” she said on Tuesday on WNYC radio. Cuomo’s campaign suffered a series of missteps over the last weekend of the race. He hosted a marquee event, headlined by Hillary Clinton, to mark the opening of a new bridge named for his father, former governor Mario Cuomo. But the span did not open as planned, as engineers said the old bridge could collapse and endanger the new one. Cuomo also drew criticism for a mailer sent out by the state Democratic party linking Nixon to antisemitism and falsely accusing her of supporting a movement to boycott Israel. The party expressed regret, and Nixon slammed it as the “worst kind of dirty politics”. Cuomo, who four years ago won by an unexpectedly small margin over another challenger from the left, has moved to the left on several issues – backing the legalization of marijuana and signing an order to restore the voting rights of paroled felons. Once reluctant to attack President Trump by name, he has also made the case that he is the best person to fight back against the president. “Washington is trying to take us in one direction, and New York is going in the opposite direction,” he said this week at a Buffalo campaign stop. “This president has brought an attitude and philosophy to this country that is exclusionary, that is divisive, that is bigoted, that is sexist, that is racist.” At their sole debate, tensions between Cuomo and Nixon boiled over. At one point Cuomo barked: “Can you stop interrupting?” at Nixon, who snapped back: “Can you stop lying?” Many observers believe the lopsided polls may not reflect the state of the race. “I don’t believe any of the polling. I just don’t believe it,” the city council speaker, Corey Johnson, said on Wednesday. “There’s no way to make a prediction.” The winner of the Democratic primary will face the Republican Marc Molinaro, the Dutchess county executive, in November. Down the ballot, the Brooklyn city councilman Jumaane Williams is challenging Cuomo’s lieutenant governor, Kathy Hochul. Williams has a base of support in Brooklyn’s black community and has won some endorsements that Nixon did not, raising the possibility that he could win and leave Cuomo with an antagonist as his number two. The attorney general’s seat is also up for grabs, after Eric Schneiderman was forced to resign over allegations of violence against several women. Public advocate Letitia James, law professor Zephyr Teachout, represenative Sean Patrick Maloney, and attorney Leecia Eve are competing for the spot. Also closely watched in New York will be the fate of New York senate candidate Julia Salazar, and a group of Democrats in the state senate who allied with Republicans and helped give them control of the chamber. The members of the now-defunct group, called the Independent Democratic Conference, all face strong primary challenges."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}