{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2018/sep/24/may-to-petition-iranian-president-over-nazanin-zaghari-ratcliffe-at-un", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2018-09-24T21:30:04Z", "webTitle": "May to petition Iranian president over Nazanin Zaghari-Ratcliffe at UN", "webUrl": "https://www.theguardian.com/news/2018/sep/24/may-to-petition-iranian-president-over-nazanin-zaghari-ratcliffe-at-un", "apiUrl": "https://content.guardianapis.com/news/2018/sep/24/may-to-petition-iranian-president-over-nazanin-zaghari-ratcliffe-at-un", "fields": {"headline": "May to petition Iranian president over Nazanin Zaghari-Ratcliffe at UN", "bodyText": "Theresa May is to petition Iran’s president for the release of Nazanin Zaghari-Ratcliffe and call for greater efforts to curb chemical weapons at the UN general assembly in New York, a trip also expected to be punctuated by repeated questions about Brexit. May sets off for two days at the gathering of international leaders on Tuesday morning. A schedule released in advance by Downing Street shows that among those she will meet later that day is Hassan Rouhani. No 10 said the prime minister would raise the case of Zaghari-Ratcliffe, the British-Iranian woman who has spent more than two years in jail in Iran accused of spying. May “will express serious concern at Nazanin’s ongoing detention and call for her to be released on humanitarian grounds”, a senior British government official said. May is also to hold talks with Donald Trump on Wednesday morning, before she makes her main speech to the assembly at the United Nations headquarters in New York, details of which have not been announced. She will also see the US president on Tuesday when he chairs a session of the UN security council on weapons proliferation. There, she is to warn about the use of chemical weapons, noting both attacks in Syria and the attack in Salisbury which the UK says was carried out by Russia. The focus on international diplomacy could be seen as a brief Brexit respite for May, between the humiliation of the rebuff from EU leaders in Salzburg over her Chequers plan, and what is likely to be a tempestuous Conservative party conference next week. May chaired a meeting of her cabinet a day earlier than usual on Monday, with the fate of the Chequers proposals expected to have been closely discussed. The subject will not, however, be absent in New York. The prime minister will update Trump on Brexit talks during their meeting, and again petition the sometimes capricious president over a swift trade deal between the UK and US. On Wednesday morning, she will expect to face questions on Brexit at a business forum organised by the Bloomberg news organisation, where she will meet its founder, the former New York mayor Michael Bloomberg, and top executives from Google and drinks behemoth InBev, among others. At the security council meeting, May will warn that the chemical weapons attacks in Ghouta, Syria, and the use of the novichok nerve agent in Salisbury show “the red lines around the use of chemical weapons are being eroded”. In comments released by Downing Street before the trip, May said: “Attacks such as Salisbury and Ghouta are despicable in their own right, but they are also a threat to the wider international system. “Each time we fail to challenge the use or development of weapons of mass destruction, it erodes the framework of treaties we have built up so painstakingly over the past few decades.” While praising the international response against Russia over the Salisbury attack, May said the international community needed to do more, “both to prevent future chemical weapons use and to ensure those who use them are held to account, but also to tackle the range of other threats to global security, including the proliferation of WMD”. In other engagements at the UN, May will host an event on girls’ education worldwide alongside France’s president, Emmanuel Macron, and the Canadian prime minister, Justin Trudeau. She will also and speak alongside President Nana Akufo-Addo of Ghana and President Paul Kagame of Rwanda, as well as the Microsoft founder turned philanthropist Bill Gates, about employment in Africa. She is scheduled to have more bilateral meetings with other leaders, details of which have yet to be confirmed."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}