{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2018/sep/16/brett-kavanaugh-accuser-speaks-washington-post-alleged-sexual-assault-supreme-court", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2018-09-16T21:57:20Z", "webTitle": "Brett Kavanaugh accuser speaks to Washington Post about alleged sexual assault", "webUrl": "https://www.theguardian.com/us-news/2018/sep/16/brett-kavanaugh-accuser-speaks-washington-post-alleged-sexual-assault-supreme-court", "apiUrl": "https://content.guardianapis.com/us-news/2018/sep/16/brett-kavanaugh-accuser-speaks-washington-post-alleged-sexual-assault-supreme-court", "fields": {"headline": "Brett Kavanaugh accuser speaks to Washington Post about alleged sexual assault", "bodyText": "A woman who alleges she was subjected to a sexual assault by supreme court nominee Brett Kavanaugh waived her anonymity on Sunday, in order to tell her story. In an interview with the Washington Post, Christine Blasey Ford described the incident she says happened in the 1980s, when she and Kavanaugh were high school students. According to the Post, Ford described how Kavanaugh and a friend – both “stumbling drunk” – corralled her into a bedroom at a house in Montgomery county, Maryland. The Post reported: “While his friend watched, she said, Kavanaugh pinned her to a bed on her back and groped her over her clothes, grinding his body against hers and clumsily attempting to pull off her one-piece bathing suit and the clothing she wore over it. When she tried to scream, she said, he put his hand over her mouth.” Ford, now a 51-year-old research psychologist in northern California, told the Post: “I thought he might inadvertently kill me.” She added: “He was trying to attack me and remove my clothing.” The newspaper said Ford made contact via an anonymous tip line in the summer, when Kavanaugh’s name began to be linked to the supreme court position. According to the Post, for weeks Ford declined to speak on the record “as she grappled with concerns about what going public would mean for her and her family – and what she said was her duty as a citizen to tell the story”. The public account is an incendiary intervention in a highly divisive process. The Senate judiciary committee is due to vote on Kavanaugh’s nomination on Thursday, paving the way for a full Senate vote which would require a simple majority to secure his place on the supreme court bench. Kavanaugh’s appointment would tilt the nine-justice panel firmly to the right. Before the Post report was published, John Kennedy, a Republican from Louisiana, said the nomination process had become “an intergalactic freakshow”. The Senate judiciary committee member told Fox News Sunday Democrats had done nothing during hearings to raise the contents of a letter about the alleged assault which was reportedly sent in July to the California Democrat Dianne Feinstein. “Nothing,” Kennedy said. “Zero. Nada. Zilch. She didn’t say anything in the confirmation hearings. She didn’t say anything in our confidential session with Judge Kavanaugh.” Feinstein called for an FBI investigation. She said: “It has always been Mrs Ford’s decision whether to come forward publicly … from the outset, I have believed these allegations were extremely serious and bear heavily on Judge Kavanaugh’s character. However, as we have seen over the past few days, they also come at a price for the victim. I hope the attacks and shaming of her will stop and this will be treated with the seriousness it deserves.” Kavanaugh on Friday denied the allegation, which then had only been made in the anonymous leaked letter. “I categorically and unequivocally deny this allegation, I did not do this back in high school or at any time,” he said in a statement. In response to the Post story, the White House sent the same statement to outlets including the Guardian. Democrats have argued the nomination process has been rushed, with documents relating to Kavanaugh’s time in the George W Bush White House withheld. Republicans are trying to push the nomination through before the midterm elections in November, when their Senate majority will be at risk. The support of two Republicans – Susan Collins of Maine and Lisa Murkowski of Alaska – was thought to be in question. Both have come under pressure from campaigners who fear Kavanaugh would overturn the Roe v Wade 1973 decision that legalised abortion. Collins, a moderate Republican from Maine considered a key swing vote on the Senate floor, was non-committal about the news. “I’m going to be talking with my colleagues,” she told CNN. A pro-Kavanaugh letter was published on Friday, from a group of 65 women who said they knew him in high school. The letter appears to have been orchestrated by confirmkavanaugh.com, a website funded by the Judicial Crisis Network, which relies upon undisclosed donations and has spent millions on campaigns to get conservatives into judicial positions. The group bought ads in 2016 opposing Barack Obama’s supreme court nominee Merrick Garland and has spent $4.5m to back Kavanaugh. On Sunday, the Senate minority leader, Chuck Schumer, called on Republicans to “postpone the vote until, at a very minimum, these serious and credible allegations are thoroughly investigated”. But a senior staffer for a Republican on the judiciary committee told the Guardian that as long as Kavanaugh categorically denies the allegation, there is no way to overcome the “innocent until proven guilty” threshold and justify altering the vote. The source acknowledged that adding a name and a face changed the calculus to a degree but said a number of Republicans feel there is not enough to investigate, with the accuser understandably forgetting details and with no corroborating witnesses. However, the Arizona Republican Jeff Flake, a prominent Trump critic on the judiciary committee, told the Post on Sunday: “I’ve made it clear that I’m not comfortable moving ahead with the vote on Thursday if we have not heard her side of the story or explored this further.” Republicans have a one-vote majority on the committee and Flake’s defection would be a major roadblock towards advancing Kavanaugh’s nomination. According to the Post, Ford is a professor at Palo Alto University who teaches in a consortium with Stanford University, training students in clinical psychology. Her work has been widely published. According to her account, she escaped when Kavanaugh’s Georgetown preparatory school friend, Mark Judge, jumped on top of them, “sending all three tumbling”. She said she ran, locked herself in a bathroom, then fled the house. The report adds that Ford told no one of the incident in any detail until 2012, when she was in therapy with her husband. The Post said it reviewed the therapist’s notes, provided by Ford. The notes do not mention Kavanaugh’s name but say she reported that she was attacked by students “from an elitist boys’ school” who became “highly respected and high-ranking members of society in Washington”. Judge told the Weekly Standard he had “no recollection of any of the events described in today’s Post article or attributed to her letter”. Ford told the Post reporters began to make contact after the anonymous description emerged. She said: “Now I feel like my civic responsibility is outweighing my anguish and terror about retaliation.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}