{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2018/sep/10/study-reveals-rise-in-children-raised-in-squalid-rental-homes", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2018-09-09T23:01:09Z", "webTitle": "Study reveals rise in children raised in squalid rental homes", "webUrl": "https://www.theguardian.com/money/2018/sep/10/study-reveals-rise-in-children-raised-in-squalid-rental-homes", "apiUrl": "https://content.guardianapis.com/money/2018/sep/10/study-reveals-rise-in-children-raised-in-squalid-rental-homes", "fields": {"headline": "Study reveals rise in children raised in squalid rental homes", "bodyText": "A quarter of a million families bringing up babies and infants in England are living in privately rented accommodation that fails to meet the decent homes standard, it has emerged. The number of households bringing up children aged under four in squalid conditions, which can include damp walls, broken heating and infestations of rats, has increased by an estimated 75,000 since 2007, according to analysis of official figures. The study of England’s private rented sector says renters of all generations have been failed by successive governments. The number of rented homes has more than doubled since 2000, to 4.8m, as the construction of private and social housing has slowed dramatically since the financial crisis and hundreds of thousands of new landlords have entered the market seeking better investment returns amid low interest rates. “It is scary for me to think we have a lot of families in these circumstances,” said Julie Rugg, a senior research fellow at the University of York’s Centre for Housing Policy who co-authored the report. “There is a disproportionately high percentage of households with babies and infants living in the private rented sector and there is a particular concern for the longer-term health consequences of living in damp, mouldy property with poor thermal comfort.” The problem conditions are not confined to young families. One in three homes at the lowest rents and one in five of the most expensive homes are classed as non-decent. In 2016/17, half of new households were private renters, twice the number who became owner–occupiers. The Centre for Housing Policy also warned of a new kind of “slum tenure” at the bottom of the rental market spreading as a result of welfare cuts and the introduction of universal credit causing landlords to cut back on maintenance and allowing properties to fall into squalor. The findings come amid growing pressure on the government to toughen regulation of private rentals, especially as more vulnerable people who would previously have been in social housing are relying on the sector. Campaign groups including Shelter, which has described private rent as like the “wild west”, want the government to start making public its database of convicted rogue landlords and to insist on minimum three-year tenancies to give tenants greater leverage to challenge poor conditions. A new fitness for human habitation bill will mean tenants can take landlords to court with evidence that their homes are unfit. “Declining home ownership and a shortage of social rented homes have led to a surge in the number of people privately renting, particularly families with young children,” said Rugg. “Unfortunately, in its current form the private rental market isn’t providing a suitable alternative. We need to see a fundamental rethink of the role that private renting plays in our housing market.” Labour accused ministers off failing to catch up with the growing importance of the rented sector. “Nearly 5 million households now rent their home from a private landlord, but you have fewer rights renting a flat than you do buying a fridge-freezer,” said John Healey, the shadow housing secretary. A government spokesman said: “Landlords should be in no doubt that they have a responsibility to provide decent homes or face the consequences. We have launched a national database of offenders to keep track of the small minority of landlords that are renting out unsafe and substandard accommodation and have introduced banning orders for the most serious offences. We’ve also introduced new measures to stop so-called retaliatory evictions and are banning unfair letting fees and capping tenancy deposits.” In total, 1.2m rental homes in England fail to meet the decent homes standard, with converted houses and properties more than 100 years old most likely to be in poor shape, official figures show. In a finding that suggests landlords are responsible for many of the poor conditions, 42% of private rented homes that have been occupied by a tenant for more than 10 years fail the test, compared with a quarter of those occupied for less than a year. A decent home has to be free from hazards to health and safety, in reasonable repair, reasonably insulated and heated and have reasonable modern facilities. The Centre for Housing Policy is calling for properties to be subject to an annual MOT-style inspection by an independent assessor, paid for by the landlord, without which the property cannot be rented out. There is currently no regulation that defines a minimum standard for a letting, with enforcement only if they are inspected by the council. Landlords say existing rules are not enforced by councils so there is no point in passing new regulations. “We are calling on councils to provide the political leadership needed to use the extensive powers they have to find and root out the minority of landlords who are criminals and have no place in the market,” said David Smith, policy director at the Residential Landlords Association. The National Landlords Association said it was important that any MOT checks did not increase its members’ costs. Its chief executive, Richard Lambert, said: “When landlords cannot achieve an income from rents sufficient to cover the costs of running and maintaining their property, good landlords will exit the market, reducing the supply of decent homes to rent and criminal landlords will fill the gap.”"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}