{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2018/sep/11/dairy-in-moderation-is-good-for-heart-health-study-finds", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2018-09-11T22:30:57Z", "webTitle": "Dairy food in moderation 'may protect the heart'", "webUrl": "https://www.theguardian.com/society/2018/sep/11/dairy-in-moderation-is-good-for-heart-health-study-finds", "apiUrl": "https://content.guardianapis.com/society/2018/sep/11/dairy-in-moderation-is-good-for-heart-health-study-finds", "fields": {"headline": "Dairy food in moderation 'may protect the heart'", "bodyText": "Dairy products such as cheese and milk have got a bad name because of the saturated fat they contain, but a large new study suggests that in moderation, they may actually protect against heart disease and stroke. The study was carried out mostly in low and middle-income countries, where less dairy is consumed, but the lead researcher says she believes the findings hold good for those in wealthier countries who avoid dairy, thinking it benefits their health. A moderate amount – three servings a day – can protect the heart rather than damage it, says Dr Mahshid Dehghan from McMaster University, Canada. “We encourage people who have very low dairy consumption to increase their consumption,” she told the Guardian. “Especially in low and middle income countries but also in very high income countries.” The concern over dairy stems from the recognition that saturated fat raises LDL cholesterol levels which are linked to heart disease. But, says Dehghan, dairy also contains nutrients that are good for us, including specific amino acids, unsaturated fats, vitamin K1 and K2, calcium, magnesium and potassium. Rejecting dairy in its totality, says Dehghan, is throwing the baby out with the bathwater. Eating more than moderate amounts of dairy, however, is not advisable either, say the authors. Over-nutrition is as much of a problem as under-nutrition. Foods containing saturated fats are high in calories, which can lead to obesity and serious consequential health problems. “We do not encourage people who have six to seven servings a day to increase their consumption,” said Dehghan. “The message of the study is moderation.” One serving would be a 244g glass of milk or yoghurt, a 15g slice of cheese or a teaspoon of butter. The Pure (prospective urban rural epidemiological) study, published in the Lancet medical journal, has its strength in numbers – involving more than 135,000 people in 21 countries across the world from Canada and Sweden to Brazil, Bangladesh and Tanzania. Its weakness is that it is based on food frequency questionnaires. Participants were asked to recount how often they ate different dairy foods which depends on good recall. To overcome this, the study placed its subjects into categories of high, medium and low intake. It followed up their health for around nine years. It found that people who consumed three servings of milk, cheese or yoghurt a day had lower rates of cardiovascular disease and lower mortality than those who ate less. Butter was not seen to be protective, but most people ate so little butter that the effect was not significant, the paper says. In many of the countries, low fat dairy products were not widely available. There have been other studies that have suggested dairy can be beneficial to health, say the authors. One that did not was a big piece of research in Sweden, which showed that two or more servings of milk per day was associated with a 32% higher risk of mortality. “It is noteworthy that in Sweden intake of dairy is markedly higher than in the Pure study and is the third highest in the world,” said the authors of the Lancet study. Other scientists agreed that there was mounting evidence that dairy products had health benefits in moderation. Dr Sarah Berry, senior lecturer in nutritional sciences at King’s College London, said the concern about dairy had been the result of the “traditional reductionist and single nutrient, single biomarker approach to making associations between foods and health”. It is important to have guidance on the foods we eat, not the individual nutrients we consume, she said. Professor Ian Givens, of the Institute for Food, Nutrition and Health at the University of Reading, agreed on the need for food-based guidance. “The findings back up other evidence that “there is not one simple relationship between consuming saturated fat and risk of CVD [cardiovascular disease] – the food vehicle delivering the fat can have a key influence. The results of this study suggest that saturated fat from whole-fat milk, yoghurt and hard cheese has very limited if any impact on CVD risk,” he said. Professor Nita Forouhi of the MRC Epidemiology Unit at the University of Cambridge, said the study laid to rest the “widespread misconception” that eating dairy is bad for heart health. “The key question of whether we should consume low-fat or full-fat dairy is not really fully answered by this research due to low intakes of low-fat dairy in much of the world except Europe and North America,” she said. For now, current guidelines should be followed, but the study would open up the debate. Public Health England said UK guidance would not change. “This study suggests dairy consumption may reduce the risk of cardiovascular disease in low and middle income countries, but this was not the case for those with higher incomes comparable to the UK,” said Dr Alison Tedstone, chief nutritionist at PHE. “Dairy plays a role in a healthy balanced diet, but too much can lead to high levels of saturated fat and salt – the UK’s Eatwell Guide recommends choosing lower fat options to help prevent heart disease.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}