{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2018/sep/13/rfl-super-league-reform-smaller-clubs", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2018-09-13T21:09:00Z", "webTitle": "RFL accused of trying to ‘cajole’ smaller clubs over Super League reform vote", "webUrl": "https://www.theguardian.com/sport/2018/sep/13/rfl-super-league-reform-smaller-clubs", "apiUrl": "https://content.guardianapis.com/sport/2018/sep/13/rfl-super-league-reform-smaller-clubs", "fields": {"headline": "RFL accused of trying to ‘cajole’ smaller clubs over Super League reform vote", "bodyText": "The Rugby Football League has been accused of “working underhandedly” with Super League to try to manipulate the outcome of arguably the biggest vote the sport will hold in decades. An extraordinary general meeting will be held in Salford on Friday to determine not only whether to end the Super 8s league format this year, but also to decide how key financing is distributed beyond the current television deal, which expires at the end of 2021. The Super League clubs – with the exception of Leeds – are in favour of reverting to a one-up, one-down promotion format between the top tier and the Championship. The majority of the lower leagues, however, are concerned that any change will result in significantly less funding for the rest of the game from 2022 onwards. Super League has committed to allocating at least 80% of the annual £10m currently distributed to the RFL, Championship and League 1 if the new broadcast deal matches the current £36m per annum figure. However, several Championship chairmen have accused the RFL and Super League of bullying vulnerable lower-league clubs into voting with them at the EGM. “They [the RFL] need to stand up and be the governing body,” the Featherstone owner, Mark Campbell, said. “They’ve sat on the fence and they’ve worked with Super League underhandedly in cajoling clubs to vote on way or the other. I think it’s respectable with what’s happening in regards to bullying – they have had a part in that.” Championship and League 1 clubs say that if the TV deal falls by any percentage, the amount Super League receives will remain unaffected. They, instead, are calling for the entire sport’s distribution to fall or rise together, rather than the RFL and lower leagues suffer a harsher fall in funding which they believe could lead to a potentially disastrous financial outlook for the game outside Super League. A total of 55 votes will be cast, with a simple 28-27 majority needed to pass the proposals – which requires four Championship and/or League 1 sides to vote with Super League. Lower-league clubs have accused top-flight sides of trying to financially motivate smaller clubs into voting in favour. “We’ve hit a low point here,” Batley’s owner, Kevin Nicholas, said. “A Championship club [who the group of chairmen assembled refused to name] have been told that if they don’t vote in favour of the proposals, there will be no dual-registration agreement and they won’t be able to share training facilities. That is sinking pretty low.” Castleford overcame the absence of Luke Gale and stiff resistance from Huddersfield to keep their home semi-final hopes alive with a fourth successive win on Thursday night. Forward Junior Moors was the star of the show with two tries as the Tigers came from 12-4 down to win 44-12 and keep the pressure on second-placed Wigan."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}