{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/19/lazar-markovic-liverpool-improvement-chelsea-carling-cup-semi-final", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-19T22:30:05Z", "webTitle": "Lazar Markovic keen to showcase Liverpool improvement against Chelsea", "webUrl": "https://www.theguardian.com/football/2015/jan/19/lazar-markovic-liverpool-improvement-chelsea-carling-cup-semi-final", "apiUrl": "https://content.guardianapis.com/football/2015/jan/19/lazar-markovic-liverpool-improvement-chelsea-carling-cup-semi-final", "fields": {"headline": "Lazar Markovic keen to showcase Liverpool improvement against Chelsea", "bodyText": "José Mourinho overlooked his credentials but Lazar Markovic claims he has nothing to prove to the Chelsea manager when their paths cross in the Capital One Cup semi-final. The Liverpool winger, who has begun to impress after a subdued start at Anfield, was the subject of long-held interest from Chelsea before joining Brendan Rodgers’ side for £20m from Benfica last summer. Chelsea held talks with the Serbia international’s former club Partizan Belgrade prior to his move to Portugal. Indeed, the then Partizan president Dragan Djuric announced the Stamford Bridge side intended to buy Markovic before loaning him to Benfica for two seasons. Chelsea then had first refusal on Benfica’s 50% share of the winger after he signed a five-year contract in Lisbon and could have signed the player outright for around £12.5m. However, having watched Markovic several times as Benfica won a domestic treble, Mourinho did not take up the option and Benfica were free to sell to Liverpool for a higher sum. The player who once claimed to be a Chelsea supporter insists there is no lingering resentment. “I will play this match like every other match and I don’t have to prove or show anything to Mourinho,” says Markovic of Tuesday’s first leg at Anfield. “That was Mourinho’s opinion. I don’t know who expected me to sign for Chelsea. I signed for Liverpool and I am extremely happy with my decision. Djuric is the ex-president so what he expected is different to what I expected.” Markovic gave momentum to the Chelsea transfer stories with the occasional visit to Stamford Bridge, although he claims to have only been in west London to see friends and compatriots Nemanja Matic and Branislav Ivanovic. They, and not Mourinho, provide the 20-year-old with added incentive for a Liverpool semi-final victory. “There was never any pressure from them to sign for Chelsea,” Markovic insists. “Of course, there is more motivation to face Chelsea because of them. I am not sure I will be playing from the start but there is motivation to face them. “I spoke to Matic before I signed for Liverpool. He told me that this is the best league and it will take time to adjust, because it took him time too, but I will get used to it. He said it was an extremely good decision. We will probably text each other before the game. Nothing special – we will just joke about who is going to win and who is going to play better.” The answer would not have been in doubt until a month ago. While Chelsea’s defensive midfielder conquered all before him, particularly during his side’s 2-1 win at Anfield in November, Markovic had struggled to make an impact. “I felt I settled very quickly off the pitch but it took time to settle on it,” he admits. Since a brief appearance against Basel in December, however, when the winger was sent off for raising an arm towards the nose of Behrang Safari, Markovic’s influence has grown immeasurably. “Basel was very hard not only for me but everyone else,” he admits. “We went out of the Champions League but I could only say to myself that I hadn’t done anything wrong. I think the turning point came from myself and with the support of my family. I wasn’t losing trust in myself but I started working harder at Melwood. When you are not achieving what you want to achieve you have to push yourself and improve.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}