{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/16/mario-balotelli-brendan-rodgers-liverpool", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-16T22:29:02Z", "webTitle": "Mario Balotelli tells Brendan Rodgers he is keen to stay at Liverpool", "webUrl": "https://www.theguardian.com/football/2015/jan/16/mario-balotelli-brendan-rodgers-liverpool", "apiUrl": "https://content.guardianapis.com/football/2015/jan/16/mario-balotelli-brendan-rodgers-liverpool", "fields": {"headline": "Mario Balotelli tells Brendan Rodgers he is keen to stay at Liverpool", "bodyText": "Mario Balotelli has told Brendan Rodgers he wishes to remain at Liverpool rather than return to Italy despite the wretched start to his Anfield career. The 24-year-old has scored only twice for Liverpool since his £16m move from Milan in August and last started a game for the club on 8 November, a consequence both of injury and Rodgers’ admission that Balotelli is unsuited to the high-intensity pressing game he demands. Liverpool’s manager this week reiterated that Balotelli will not be leaving Anfield in the January window, with Juventus the latest Italian club to be linked with the forward. And Rodgers reached that conclusion following talks with a signing he conceded was “a calculated risk” from the start. “He does want to stay, I think that is the case with him,” Rodgers said. “He does care about doing well for Liverpool and wants to do well but it just hasn’t gone as he would have wanted. This is a club where you will get every opportunity to shine. This is a group that is very close-knit, the spirit is strong and you can work your way into that by working hard and you will get your rewards. We’ve seen that over the last two and a half years with other players.” Balotelli is expected to be on the bench again for Liverpool at Aston Villa on Saturday,, with Raheem Sterling available after a mid-season break in Jamaica. Asked whether Balotelli had spoken to him about his desire to stay at Liverpool, Rodgers replied: “Yes. There is a lot of speculation about Mario but in January he is a player we want to still have here. We want as many good players as we can between now and the end of the season. He is not one we want to move.” Liverpool have won their past four away matches in all competitions and on their past three visits to Villa Park. Rodgers believes the “wonderful” pitch at Villa suits his team, in contrast to the surface at Anfield that has drawn frequent complaints from the Liverpool manager and will be relaid this summer, and that he will again oversee a strong showing in the second half of the season. “We improve with coaching, confidence in the way of working and it will be the same this year,” he said. “We will get better, improve and will fight until the last game of the season.” The Liverpool manager also expressed sympathy for Paul Lambert over the proposed boycott of the start of Saturday’s game by frustrated Villa supporters, but insists his side will not be distracted by off-field protests. Rodgers, who could be without his captain, Steven Gerrard, due to a hamstring problem, said: “It is unfortunate that is the case. Aston Villa is traditionally a wonderful club but their model has been about bringing in young players. Paul is a very good manager who is doing the best with the resources that he has. We have to go there with our own concentration and focus on our own job. “Whether there are five people or 50,000 people in the stadium, it can make no difference to us. Our intensity, pressure and tempo needs to be the same. It’s a wonderful pitch there and over the course of time Liverpool has normally done well there. We’ve played well there during my games and hopefully that will continue.” Milan are on the verge of signing the 21-year-old midfielder Suso from Liverpool. Their vice-president Adriano Galliani said that “for Suso it is 99.9% done, he will arrive in the next few days”."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}