{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2015/jan/14/asian-cup-australia-oman-analysis", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-13T23:39:38Z", "webTitle": "Free-scoring Socceroos allay fears over goal threat | Kate Cohen", "webUrl": "https://www.theguardian.com/football/blog/2015/jan/14/asian-cup-australia-oman-analysis", "apiUrl": "https://content.guardianapis.com/football/blog/2015/jan/14/asian-cup-australia-oman-analysis", "fields": {"headline": "Free-scoring Socceroos allay fears over one-dimensional goal threat", "bodyText": "Entering the Asian Cup, there were question marks looming over Australia as to where, apart from Tim Cahill, the goals would come from. That question has been answered emphatically during their opening two group games against Kuwait and Oman, with eight different players on the scoresheet. Against Oman, it was Matt McKay, Robbie Kruse, Mark Milligan and Tomi Juric with the goals as Australia secured qualification through Group A. The match was over as a contest by half-time as the Socceroos ran riot against Oman’s back five. Such was their dominance – entering the break 3-0 up – the opposition’s coach Paul Le Guen made a double substitution and abandoned the initial formation at the break, moving to a 4-2-3-1 in an attempt to keep the score somewhat respectable. Le Guen was honest in defeat, saying Australia were “far better than us [Oman] in each part of the game.” The Socceroos flourished in pockets of space created in the final third. Many of these spaces came when Oman’s back five were dragged out of shape by Australia’s fluid movement when in possession. “We saw from their first game against South Korea that they played with a back five,” said Socceroo coach Ange Postecoglou on Oman’s system. “Our intel from the Gulf Cup was that they would play with a 4-4-2 but even with the back five, the team characteristics didn’t change so from our perspective it was more about starting with a really high tempo and continuing that for the full game. We felt that if we played the game in their half and really put pressure on them that we could score goals.” It is this high tempo, as well as fluid player movement, that has caused problems for opposition defences in Australia’s two games so far. Oman struggled to deal with the rotations of Australia’s wingers, full-backs and midfielders Massimo Luongo and McKay. This was also partly due to the way the two teams’ formations matched up against each other. With Oman starting in a 5-3-2 formation when facing Australia’s 4-3-3, there was no direct opponent for full-backs Ivan Franjic and Jason Davidson. This meant they were able to advance up the pitch to receive possession. When they did so, it was Oman’s wing-backs Raed Saleh and Ali Al Busaidi who moved forward out of their defensive line to close down the ball carrier. This left a 3-v-3 battle with Australia’s front three of Tim Cahill, Mathew Leckie and Kruse directly matching up against Oman’s central defensive trio of Jaber Al Owaisi, Mohammed Al Musalami and Abdul Sallam Al Mukhaini. But it was not a straight forward 3-v-3 battle due to Australia’s mobility and movement when they had the ball. Wingers Leckie and Kruse varied their position, sometimes maintaining their width and at other times moving inside to drop in between Oman’s lines of defence and midfield. When the wingers moved out wide, it was an Omani central defender who would be dragged out towards the flanks, often leaving danger man Cahill isolated against just one defender – a scenario that would worry any coach given Cahill’s strengths in the air. But when the wingers drifted inside, central midfielders McKay and Luongo moved outside and into advanced positions, evading their midfield opponent. It was this type of pocket of space where Luongo received possession for his assist for Kruse’s goal – behind Oman’s midfield and exploiting the space between their wing-back and central defender. Le Guen’s decision to shift to a 4-2-3-1 at half-time in part addressed the problems of the first half. With two wingers, in Saleh and Mohsin Al Khaldi, now acting as direct opponents for Australia’s full-backs, Oman looked more solid defensively but Australia were still able to drag players out of shape. It was once again the triangles formed by Australia’s wingers, midfielders and full-backs that did the damage as Oman could not cope with their player rotation. There was confusion evident in how Oman wanted to defend against Australia’s movements – sometimes Oman’s full-backs followed Australia’s wingers inside, leaving gaping holes out wide for Franjic and Davidson, and sometimes they would stay in their zone, leaving Oman outnumbered in midfield. Australia had joy throughout the match by dragging Omani players out of shape. The largely amateur squad could not deal with Australia’s quick and fluid movements and Le Guen praised the Socceroos power and dynamism, calling them “a well-balanced side”. Next opponents South Korea will be the truest test yet for a dominant Socceroos."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}