{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/20/kyle-walker-tottenham-sheffield-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-20T22:30:02Z", "webTitle": "Kyle Walker hopes Tottenham disappoint his family of Sheffield United fans", "webUrl": "https://www.theguardian.com/football/2015/jan/20/kyle-walker-tottenham-sheffield-united", "apiUrl": "https://content.guardianapis.com/football/2015/jan/20/kyle-walker-tottenham-sheffield-united", "fields": {"headline": "Kyle Walker hopes Tottenham disappoint his family of Sheffield United fans", "bodyText": "Kyle Walker admits he has “mixed emotions” about Tottenham’s Capital One Cup semi-final first leg against Sheffield United – his boyhood club from the age of six until he moved to White Hart Lane aged 19. In stark contrast, his family do not. “They’re all Sheffield United fans,” he laughs. “There’s no mixed emotions there.” With United having claimed five Premier League scalps in assorted cup ties in the past two seasons, Walker is mindful of Tottenham’s need to get a good result before the return leg at Bramall Lane. “Hopefully we can get a comfortable lead here when they come to our patch,” he said. “We need to play the football we’ve been playing, but it’s going to be far from easy going up there because they’re going to chuck everything at us.” Whether or not Walker lines up against his boyhood club remains to be seen. With Spurs fighting on four fronts, their manager Mauricio Pochettino has suggested he may make wholesale changes to the team that beat Sunderland in the Premier League on Saturday, stressing the need “to give the opportunity to all the players to be fit and fresh”. Having won 14 out of 17 cup ties since becoming Sheffield United manager, his opposite number, Nigel Clough, has urged his side to start well at White Hart Lane. “If we get through that first 15 minutes then we settle down,” he said. “That’s going to be key.” Back in the Walker household, the kit selection of the Tottenham full-back’s son, Roman, has already been made on behalf of the three-year-old. “He’s a Blade,” explained Walker. “I’m a Blade so he’s a Blade. He’s got both kits, but obviously he can’t wear a Sheffield United one on Wednesday, so we’ll stick him in the Tottenham one.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}