{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/jan/19/manu-tuilagi-england-six-nations-leicester", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-01-19T23:00:05Z", "webTitle": "England suffer another Six Nations blow as Manu Tuilagi is ruled out", "webUrl": "https://www.theguardian.com/sport/2015/jan/19/manu-tuilagi-england-six-nations-leicester", "apiUrl": "https://content.guardianapis.com/sport/2015/jan/19/manu-tuilagi-england-six-nations-leicester", "fields": {"headline": "England suffer another Six Nations blow as Manu Tuilagi is ruled out", "bodyText": "England’s plans have been dealt another blow after Manu Tuilagi was almost certainly ruled out of the Six Nations following a setback in his recovery from a long-term groin injury. The Leicester centre sustained a groin problem in October and missed the autumn internationals, although he was at one point expected to return before Christmas. Complications during rehabilitation mean he has been unable to set a comeback date and could miss the entire Six Nations. The 23-year-old did not rule himself out of the tournament, which begins on 6 February, but admitted a return by the end of that month might be the best possible outcome. Leicester had targeted a comeback in January but the player stated that he did not want to rush his return. The Samoa-born centre does not believe surgery on the injury will be an option but he has undertaken a series of injections to the groin. “It’s slow,” Tuilagi said. “I had three prolotherapy injections – sugar – to try to bring the pubis back together. It’s slow but it’s getting there. No one’s really sure how long it’s going to take. When it first happened even the doctor said it would be six to eight weeks.” Asked when he could return, Tuilagi said: “I’m not sure. With this you have to just take it day by day and make sure it’s better before you try to come back. There are good days and bad days. Some days it feels brilliant and you wake up the next day and it doesn’t feel so good. “[The end of February is] ideal but I have to get this right. It’s not like a sprained ankle where you can strap up and get on with it. I have to make sure that, if I need to take another week or two, I’ll take it. “The World Cup is in the back of your mind. But for me I’m not worried about anything else but trying to get fit and then playing for Leicester and hopefully for England.” It is the latest blow for Stuart Lancaster, who will name his Six Nations squad on Wednesday. The England head coach will be without Courtney Lawes for the opening two matches after the Northampton second-row underwent an ankle operation and another lock, Joe Launchbury of Wasps, will miss the whole tournament following neck surgery. Manu Tuilagi is a BT Sport ambassador. BT Sport is the only place to watch top live matches from the new European Rugby Champions Cup, European Rugby Challenge Cup and the Aviva Premiership"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}