{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/20/jose-mourinho-winning-mentality-chelsea-liverpool-capital-one-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-20T22:01:29Z", "webTitle": "José Mourinho’s winning mentality provides Chelsea platform to progress", "webUrl": "https://www.theguardian.com/football/2015/jan/20/jose-mourinho-winning-mentality-chelsea-liverpool-capital-one-cup", "apiUrl": "https://content.guardianapis.com/football/2015/jan/20/jose-mourinho-winning-mentality-chelsea-liverpool-capital-one-cup", "fields": {"headline": "José Mourinho’s winning mentality provides Chelsea platform to progress", "bodyText": "Liverpool won the singing contest, though that much was expected. They also gave Chelsea a fright, which was not. José Mourinho’s organised and industrious side, winners in the league match on this ground his season, appeared on course for another economical victory until Liverpool’s sheer spirit pegged them back. You could tell by the way Chelsea reacted to Raheem Sterling’s second-half equaliser that Chelsea knew they had been coasting for the previous half hour. Suddenly they had to attack with new vigour, trying to reclaim their advantage. It is possible, just possible, that Brendan Rodgers was trying to sow the seeds of complacency when he spoke of Chelsea’s greater experience beforehand. Mind-games merchant or not, Rodgers certainly flew in the face of Anfield tradition when he acknowledged that Chelsea are the more experienced trophy gatherers these days. Liverpool supporters still like to bring up the subject of history when the two teams meet, meaning that Chelsea do not have any, though that is not quite as accurate a barb as it used to be and Rodgers was also honest enough to admit that he cannot count his own tenure a complete success until some fresh silverware ends up at the club. What was more puzzling about the Liverpool manager’s pre-match remarks was that he seemed to suggest Mourinho would find it easier to achieve success because he took over a dressing room full of experienced winners; players used to consistent achievement. While that may be true, it gave Mourinho scant credit for his role in fostering that winning mentality in the first place at a club previously famous for inconsistency. The Chelsea manager built such solid foundations his side reached two European Cup finals after he had left, winning one of them, and some of the most experienced players – John Terry, Mikel John Obi, Didier Drogba – are still around. Mourinho has enjoyed hefty financial backing too, of course, and when you can add players of the quality of Cesc Fàbregas, Diego Costa and Nemanja Matic to an already experienced set of winners, it is easy to see why few are tipping them to go another season without reward. The Capital One Cup may not be the grandest object on anyone’s sideboard, but it is where Mourinho started in England – against Liverpool – and in that 2004-05 season it went quite well with sitting on top of the Premier League. On the pitch, initially at least, there was little between the sides. Chelsea started the quicker, with Willian and Matic winning 50-50 challenges before Liverpool even realised they were 50-50 challenges, but the home side showed patience and character in refusing to be flustered and had begun to carve out a few chances in the Chelsea area before Emre Can’s momentary misjudgment allowed their opponents to take the lead. Once a goal ahead, Chelsea could afford to be slightly more compact, with Matic and Mikel forming an effective screen in front of the defence and forcing Liverpool out wide in their attempts to break through the blue line. Slightly more compact does not mean the visitors were content to sit on their lead; far from it. Chelsea still had Fàbregas and Willian working tirelessly to carry the ball forward from defence, and Eden Hazard and Costa lurking, ready to spring forward from halfway. By the interval the contest had become a fascinating balance between the number of players Liverpool dared send forward in search of an equaliser and the speed and passing accuracy Chelsea were able to muster on the counter. Mourinho is usually happy with a single-goal advantage, especially in an away leg, and while no goals were added in the remainder of the first half it was sometimes a close-run thing. Neither the Liverpool defence nor the Anfield support felt any more confident after one Chelsea breakaway was allowed to proceed even though Fàbregas had been awaiting the ball in an offside position at least five yards over the halfway line.More worrying still for Liverpool were the bookings for Steven Gerrard and Lucas Leiva towards the end of the first half, both for crude challenges on Hazard. The Belgian was not directly threatening on either occasion. Chelsea were protecting their lead by utilising the whole of the pitch and Hazard was carrying the ball more than his team-mates, and in possession he is difficult to stop. Sterling was trying to do a similar job for the home side, at the point of a front three. What little Matic and Mikel let through, John Terry or Gary Cahill were generally managing to mop up, until with one sublime turn and purposeful sprint towards goal, Sterling split the centre-backs and came up with a nerveless finish to give Liverpool a lifeline. Gerrard hit the post shortly before departing, Philippe Coutinho and Adam Lallana forced a sprawling saves from Thibaut Courtois and the Kop finally found full voice. Chelsea will still be favourites to reach Wembley next week, with or without their plastic flags. “It was a proper semi-final, a fair result,” Mourinho concluded. “But to score only one goal was frustrating when we had so much space to counter and we kept making the wrong choice of pass. It was the complete opposite of Swansea last week, when everything went so right.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}