{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2015/jan/05/spacex-mission-reusable-rockets-elon-musk", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2015-01-05T21:29:37Z", "webTitle": "SpaceX mission could herald new era of reusable rockets", "webUrl": "https://www.theguardian.com/science/2015/jan/05/spacex-mission-reusable-rockets-elon-musk", "apiUrl": "https://content.guardianapis.com/science/2015/jan/05/spacex-mission-reusable-rockets-elon-musk", "fields": {"headline": "SpaceX mission could herald new era of reusable rockets", "bodyText": "A test launch on Tuesday by the private space company SpaceX could be historic, not for where its rocket goes but for where it lands – and that it lands safely at all. All being well, the rocket will return to Earth on a giant floating platform in the Atlantic Ocean. The mission SpaceX has scheduled its launch of a Falcon 9 rocket with a Dragon V2 spacecraft from Cape Canaveral, Florida, at 6.20am ET (1120 GMT) on Tuesday, weather allowing. The Dragon will carry about 3,700lb of cargo to the International Space Station. As well as research experiments, that cargo will include supplies like food, water and spare parts. After the rocket runs out of most of its fuel it will detach and, using GPS, descend back to Earth on its way to a floating platform in the Atlantic. The platform, which SpaceX calls “the autonomous spaceport drone ship”, is the intended landing site for the rocket, which is as tall as a 14-story building and will begin its descent moving at nearly a mile a second. In the company’s words, stabilizing the rocket for re-entry and an upright landing will be “like trying to balance a rubber broomstick on your hand in the middle of a wind storm”. As the rocket descends, SpaceX will relight the engines three times for a propulsive landing with thrusters: once to adjust the point of impact, again to slow the rocket to 250 meters per second, and finally for the landing burn, during which the rocket’s legs will deploy and the rocket will slow to about two meters per second. The rocket also has four hypersonic “X-wing” fins on its sides, which will deploy after re-entry and rotate to help steer the rocket. The Falcon 9’s legs, spanning about 70ft, will then have to balance on the unanchored 300ft-by-170ft platform. Will it work? SpaceX did manage to soft-land a rocket booster in April, but it tipped over and exploded into the ocean, an incident that was described by Elon Musk, the SpaceX founder and tech billionaire, as “quite a belly flop”. In October, Musk told the MIT AeroAstro Centennial Symposium that the chances of a good landing on the first try with a rocket after a mission were not great. “There’s probably, maybe not more than a 50% chance or less of landing it on the platform on the first time,” he said. “But there’s at least a dozen launches that will occur over the next 12 months, and I think it’s quite likely, probably 80-90% likely, that one of those flights will be able to land and re-fly. So I think we’re quite close.” Why it’s important Reusable rockets, able to leave Earth, land on or dock with another celestial body and then return to our planet, would be a major breakthrough in spaceflight and a significant step toward missions to visit or colonize Mars. “The reason that there’s low demand for spaceflight is that it’s ridiculously expensive,” Musk told the MIT symposium. “These spaceships are expensive and they’re hard to build,” he said. “You can’t just leave them there.” Musk used air travel to illustrate his point. “Imagine if aircraft were single-use,” he said, and cited the hundreds of millions necessary to buy aircraft. “Nobody’s paying half a billion dollars to fly from Boston to London, and if that were the case there would be a very small number of flights for military and scientific purposes.” There needs to be a 10,000-fold reduction in the cost of spaceflight, Musk said, in order for people to be able to afford long-range missions. “We need to show that we can land with precision over and over again, otherwise something bad could happen if it doesn’t boost back to where we intended.” More efficient and reusable rockets, he explained, will lower the cost of missions and make them more accessible for governments, companies and eventually private citizens. Reusable rocket engines of the sort SpaceX hopes will land safely on Tuesday could play an important part in any round-trip to Mars, and since the planet has only a very thin atmosphere – and no runways or oceans to speak of – a large spacecraft would require thrusters simply to land safely in the first place. Outside of manned space missions, the rockets would vastly reduce the cost of launching satellites into space and trips to the ISS, which SpaceX already carries out. Rockets designed for accurate propulsive landings would also increase the ability of research missions, like Esa’s Rosetta comet mission or Nasa’s Mars rovers, to land safely in remote places – if not necessarily to return. “If we don’t make rockets way better then [Nasa’s budget] won’t matter,” Musk said. “We could get a budget increase but we’d just send one mission to Mars and maybe never go there again.” Musk and his colleagues at SpaceX see precise, propulsive landing as integral to the next generation of spaceflight, following the shuttle’s wings and landing gear and the earliest parachute landings on water. He asked: “If you saw a movie about the future with aliens landing, how do they land? Like that. I mean it’d be kind of weird if the aliens landed in the ocean with parachutes. It’d be like, OK – nothing to fear.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}