{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/live/2015/jan/28/loretta-lynch-republican-senate-confirmation-attorney-general", "type": "liveblog", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-01-28T22:28:56Z", "webTitle": "Attorney general nominee: legal basis for Obama immigration policy 'reasonable' – as it happened", "webUrl": "https://www.theguardian.com/us-news/live/2015/jan/28/loretta-lynch-republican-senate-confirmation-attorney-general", "apiUrl": "https://content.guardianapis.com/us-news/live/2015/jan/28/loretta-lynch-republican-senate-confirmation-attorney-general", "fields": {"headline": "Attorney general nominee: legal basis for Obama immigration policy 'reasonable' – as it happened", "bodyText": "We are going to pull away from the ongoing Loretta Lynch confirmation hearing and would direct you to our latest news story for summary coverage. The latest blog summary is here. Thank you as always for reading, and for your comments. Democratic Senator Richard Blumenthal praises his colleagues for laying off the immigration thing a bit. He says he’s relieved that it appears Lynch will be considered on her merits. “They’re not making this a referendum on the president’s immigration policy or decisions,” he says. Sessions wants to know how Lynch feels about marijuana. He quotes President Barack Obama. “The president said, quote ‘I smoked pot as a kid... I don’t think it is more dangerous than alcohol.’” Does Lynch agree? “Well senator, I certainly don’t hold that view. I think the president was speaking from his personal experience and his personal opinion, neither of which I share,” Lynch says. Lynch said legalization of marijuana is not justice department policy and not her policy. Jeff Sessions is back. “Do you believe that the executive action announced by president Obama [in November deferring deportation for up to 5 million immigrants] is legal and constitutional?” “As I’ve read the opinion, I do believe it is,” Lynch says. Sessions says that’s troubling, in part because the action provides for work permits for migrants which he says can “take jobs.” The first round of questions is through. We have arrived at another temporary adjournment. Thom Tillis, the new senator from North Carolina, Lynch’s home state, is up. He asks about election laws. He asks whether Lynch will try to take apart state laws to restrict voting rights stop what some on the right call “voter fraud” (which does not functionally exist). “I believe that the right to vote obviously is the cornerstone of our democracy,” Lynch says. Lynch says the department’s prevailing concern is “protecting the right to vote.” However not all voter ID laws are problematic, she says. “I don’t think we can at this point.. say which way the department will go in viewing it... it is something the department of justice has a responsibility to review.” Grassley’s back. Roomful of chatter. The judiciary committee is having a temporary senator shortage and has momentarily adjourned. They’re all off voting, presumably. Perdue asks Lynch about consecutive mandatory minimum sentences, and whether she would consent to early release in some cases. “It would not be my place to consent to an early release,” she says. The prosecutor would consent to calling for review by a judge. “The ultimate decision on release would not be made, I believe, by me.” “Since I’m the only one here, I guess I’m the presiding officer,” Perdue says. “My time is almost up.” And then there was one. Perdue is on about his third or fourth question. The Guardian’s Amanda Holpuch (@holpuch) reports from the White House, where principal deputy press secretary Eric Schultz offered animated praise for Lynch at a press briefing this afternoon. Amanda reports: “Don’t take my word for it – this might be the first and only time we cite Bill O’ Reilly from the podium, but just a few days ago he called her a ‘hero’ and ‘happy that she’s the new attorney general,’” Schultz said. He said that the administration believes Lynch “will be just as strong an attorney general as Eric Holder was.” When asked how that could be true, in spite of Lynch saying that she was not Eric Holder in her opening statement, Schultz said: “I didn’t get a chance to read Loretta Lynch’s opening statement, but she may have just been being literal.” Democratic Senator Christopher Coons asks about prosecuting trade secret theft, saying he is concerned about the “huge transfer of wealth going on through trade secret theft.” Lynch says they don’t have specific indictments under the trade secrets aact, but perpetrators have been prosecuted under other statutes. The cases tend to be complicated and long-term, she says,. Lynch is defending her judgment that the legal underpinnings for executive actions on immigration are “reasonable,” in a mildly confrontational exchange with Senator David Vitter of Louisiana. She describes the distinct roles of the justice department and the department of homeland security, directed by Jeh Johnson. Republican Senator Orrin Hatch of Utah: ‘she’s good’ Senator Richard Blumenthal, Democrat of Connecticut, thanks Lynch for “your very forthright and erudite answers.” He praises her for her work as a prosecutor to break up sex trafficking rings. Blumenthal asks her if the country needs stronger human trafficking laws, and whether there should be mandatory restitution for victims. Lynch says the issue of restitution is important. “Where we can, we always do seek a restitution order for the victims.” She says “certain small cities in Mexico” have been located as the source of sex slaves trafficked to her New York district. She said US authorities have worked with Mexican authorities to break up the ring. “Should I become attorney general, it will be one of my priorities,” she says. Deputy press secretary Eric Shultz is handling the White House briefing today. He seeks to clarify Lynch’s remarks about not being Eric Holder: Franken closes with a joke, too. “I’ll probably vote for you,” he says. The room cracks up again. Grassley cuts Cruz off rather abruptly. Now it’s Al Franken of Minnesota. He congratulates Grassley on becoming chairman. “I’m glad to be chairman,” Grassley says. “I know you are,” Franken deadpans. Having just won reelection, is Franken loosening up? “How was lunch?” he asks Lynch. “Excellent, thank you sir,” she replies. Cruz wants to talk about immigration. He asks Lynch whether she agrees with the legal analysis in the OLC opinion. “I did not see a grant of amnesty there, or a pathway to citizenship. Certainly as I read the opinion... it seemed to be a way to look for a framework... to prioritize removal of the most dangerous” undocumented immigrants,” Lynch says. Cruz asks her if she would have made the same argument. “I certainly am not able to say if my legal analysis would have taken the same pathway,” Lynch says. “For some of the requested actions, the OLC found that there was not the legal framework” for proposed homeland security immigration enforcement policy shifts. Cruz accuses Lynch of not answering the question. “You are a very talented lawyer, and so I suspect it is not an accident that you have not answered the question,” Cruz says. “I did find the analysis to be reasonable,” she says. Cruz lectures Lynch on how terrible a job he thinks Eric Holder has done. He asks her how her tenure would differ from Holder’s. Lynch returns to what she said before about the unique role of the attorney general as a cabinet member beholden first to the people and constitution. “You’ve asked how I would be different from Eric Holder? I will be Loretta Lynch.” They’re back. And look who’s up: Senator Ted Cruz, Republican of Texas. He says his friends in the law world in New York have contacted him and praised Lynch. Her congratulates her for this. As our live coverage of attorney general nominee Loretta Lynch’s confirmation hearing continues, here’s a summary of where things stand: Lynch gracefully handled Republican questions about the legality of executive actions on immigration, justice department independence and the legacy of her prospective predecessor, Eric Holder. The nominee exited the morning session with few or zero signs of threats to her nomination. “I think you’ll be a great attorney general” if you remain independent, the senior Republican on the committee said. Lynch delivered a moving opening statement in which she recounted memories of growing up in a racially segregated South and paid tribute to her parents’ sacrifices and guidance. Republicans diagnosed “a massive refusal to enforce existing law” in the current justice department and invited Lynch to distance herself from Holder. “Let me just stipulate, you’re not Eric Holder, are you?” asked Senator John Cornyn. “No senator, I’m not,” Lynch replied, to laughs. Lynch offered a measured defense of the executive actions on immigration, however, echoing the White House line that the policies did not offer “amnesty” but set priorities for deportation. Lynch stated flatly that “waterboarding is torture” and “thus illegal.” On the need to renew Fisa provisions allowing dragnet surveillance, Lynch said that as a prosecutor she recognized the provisions “have been invaluable tools.” She said it was also important “to protect privacy.” Senator Amy Klobuchar, Democrat of Minnesota, thanks Lynch “for your grace under pressure.” They adjourn for lunch till 1.35pm. Senator Leahy has a hot mic moment. Sounds like he’s a ‘Yes’: “I don’t know when I’ve been so moved by any nominee for anything.” It’s a full house in Dirksen: Utah Senator Mike Lee is asking Lynch about civil forfeiture, in which the government seizes assets of targets of federal investigations. “I think that a number of people would have questions about how the department of justice manages its asset forfeiture program,” Lynch says. Cornyn diagnoses “a massive refusal to enforce existing law in these executive actions.” Lynch: “I do not view the DoJ as refusing to enforce laws but in intending to set priorities.” Cornyn asks whether it’s not incumbent on DoJ to seek more money from Congress to make sure they, the justice department, can do their job. Cornyn insists that if Holder had asked Congress for more resources to enforce immigration laws... and then not even Cornyn can finish the thought. Cornyn asks Lynch how she will be different from Holder. “If confirmed as attorney general, I will be myself,” Lynch says. “I will be Loretta Lynch.” Senator John Cornyn, Republican of Texas, another sharp critic of the Obama administration, is up. He starts with a joke. “Let me just stipulate, you’re not Eric Holder, are you?” “No senator, I’m not,” Lynch replies, to laughter in the room. “No one’s suggesting that you are, but his legacy is heavy on our minds, here,” Cornyn says. “While we’ve stipulated you’re not Eric Holder, Mr Holder’s record is certainly on our minds, because I can’t think of an attorney general... who operated as a politician using the awesome power conferred” on his office,” Cornyn says. Sessions asks Lynch whether she would prosecute US businesses who decline to hire immigrants whose deportation has been deferred in favor of “lawful citizens.” She hedges. They are going to talk about it more later. Sessions is done, Schumer is up. Sessions is grilling Lynch on whether undocumented immigrants have a right to a job, moreso than “lawful citizens.” “We want everyone to seek employment, but we have in place a legal framework that requests and requires employers to ask questions about citizenship,” she says. Some friction between Sessions and Lynch on whether immigration is a civil rights issue. Sessions quotes Holder as saying a pathway to citizenship “is essential” and calling immigration a matter of “civil and human rights.” The question: does an undocumented migrant have a civil right to citizenship? “You do touch on the difficult issue of how we treat arrivals to our shores,” she begins. “I don’t want to interrupt you,” Sessions interrupts. “Do you agree with that statement, that it’s a matter of civil rights?” “Senator I haven’t studied the issue enough to come to a legal opinion on that,” Lynch says. She says it would have to be decided on a case-by case basis. Is it a civil right? Sessions insists. “I think that citizenship is a privilege. Certainly it’s a right for those of us who are born here,” Lynch says. She says under the panoply of civil rights as they now are enumerated, she does not see protection for migrants being mentioned. “I’m surprised it took you so long to say that,” Sessions says. Are you able to tell the president “No” if he asks a legal opinion you believe is wrong? Lynch has answered this question a few times already, but she now reveals new things to say about it: “I believe you have touched on one of the most important responsibilities of the attorney general,” Lynch says. “The attorney general has a unique responsibility to provide independent and objective advice to the president.” Senator Jeff Sessions, Republican of Alabama, one of the fiercest critics of the administration’s immigration policies, is next. Here’s video of that “waterboarding is torture” moment: Lynch talks about government surveillance, in reply to a Feinstein question about expiring provisions of Fisa, in June, including roving wiretap authority; lone wolf authority to surveil non-US person suspected of terror plotting without demonstrating ; and business records authority, including section 215 of the Patriot Act, the provision the government uses to sweep up phone records. Lynch pays lip service to privacy concerns, but testifies most forcefully about her personal experience, as a prosecutor, of the value of surveillance harvests. She says there’s a need “to have a full panoply.” Lynch says the roving wiretap ability was used in narcotics prosecutions before it was part of Fisa. The capability, for prosecutors, “have been invaluable tools,” she says. “There is judicial review for this... it has been an important part, as have the other two provisions,” she says. She says the government must take care to stay current with the latest technology “but also to protect privacy.” She says any curtailing of Fisa capabilities must be considered “with a full and complete understanding of the risks that we’re facing.” Feinstein seems pleased with that answer. Feinstein, like Leahy, praises Lynch’s opening testimony. She’s heard six prospective attorneys general give such statements, Feinstein says. “Yours was the best”: I see the combination of steel and velvet.. and I see the determination which is in your heart, and I think your being. It’s very, very impressive. Hatch is over. Senator Dianne Feinstein, Democrat of California, is up. Lynch moves on to privacy standards for accessing digital data, and cyber crime. “The subject of electronic privacy is central to so many of our freedoms,” Lynch says. “We have to be vigilant.” She promises to work with Congress to protect electronic privacy. A warm moment between Hatch, the senior Republican in the Senate, and Lynch, just now. Hatch: How can you assure us that you’ll say ‘no’ to the White House when they wish to act outside the law? The DoJ has to provide a legal framework, but must also advise when that framework does not exist, Lynch says. “I pledge to you that I take that independence seriously,” she says. “I think you’ll be a great attorney general if you do that,” Hatch says. Hatch asks Lynch for one-word answers. Will she defend the constitution regardless of her personal views? Yes, she says. Hatch says Holder answered the question the same way, then failed to defend the defense of marriage act. Lynch has a good answer for him: “It’s my view that when it comes to the position of attorney general... the issue is not my personal view... but it is the duty of the DoJ to defend those statutes.” “There may be certain circumstances where careful legal analysis raises constitutional issues, but I expect those would be few and far between.” Hatch: “I appreciate that answer.” Lynch reiterates that she was not involved in the president’s executive actions on immigration. Senator Orrin Hatch, Republican of Utah is next. “I’m impressed with your qualifications,” Hatch says. Leahy lists terrorism and national security cases Lynch has prosecuted, including, recently, two members of the Taliban who attacked US soldiers in Afghanistan. “If terrorists threaten American citizens here or abroad, they will face American justice,” Lynch says. Leahy asks her about torture. “Waterboarding is torture, senator. And thus illegal,” Lynch says. Leahy is up. He asks about policing and community tensions. Lynch: “What I have found most effective is getting people together and simply listening to their concerns. Being open. And getting people to see that we are all, in fact, in this together.” She says “one of the most important roles” of the justice department is provide grants and training to local law enforcement. Grassley turns to allegations of inappropriate targeting several years ago on the part of the IRS of conservative nonprofit groups for audit. A House report last year found no evidence of wrongdoing. But Grassley says the FBI has said there is an ongoing criminal investigation, but the Obama administration has said there was no wrongdoing. How do you resolve the two, Grassley asks? “I am generally aware that there is an investigation going on” but it’s not in my office, Lynch says. Any bias is unacceptable, she says. Grassley accuses Obama of commenting publicly on an ongoing investigation. “I’m not aware of the context of the president’s remarks,” she says. The questions are trying to be bombshells. Lynch, with her practiced and even replies, makes them feel like softballs. What are the outer limits of the doctrine of prosecutorial discretion? When millions of people are affected? Grassley asks. Lynch says when she reviewed the OLC opinion, “I viewed it a way in which the DHS was seeking legal guidance” on how to prioritize removing a large number of individuals, given that removal of everyone was possible. She frames the executive action, as the Obama administration has, not as an “amnesty” but as a way to accelerate the deportation undocumented felons, terror threats and other undesirables. Lynch says “certainly I was not involved in the executive actions” that you describe. But she has looked at the OLC opinion through which the DHS sought legal guidance. “I don’t see any reason to doubt the reasonableness of those views,” she says. The ultimate responsibility of the justice department is to make sure there is a legal framework for any executive action. She says such a framework was not appropriately erected in the case of all the executive actions. First question: Obama’s action to defer deportation of up to 5m undocumented immigrants of last November. Grassley calls it a “dangerous abuse of executive authority.” Was that legal? Grassley asks. The judiciary committee has published Lynch’s opening statement on its web site. You can read it here (pdf). Lynch turns to policing and race. She praises police officers. “I have served with them. I have learned from them,” she says. “Few things have pained me more than the recent reports of divisions” between police and communities, she says. “One of my key priorities would be to strengthen the vital relationship between our courageous law enforcement personnel and all the communities they serve,” she says. Lynch describes alleged terrorism plots her office has prosecuted, including, she says, planned attacks on New York subways, JFK airport, the federal reserve bank of New York and troops abroad, as well as “those who have provided support to foreign terrorist organizations.” She promises not to just protect “American citizens, but American values.” Other areas of prosecutorial focus she lists include cybercrime, cyber fraud, child pornography, and international human trafficking rings. Lynch says her mother, Lorine, was “unable to travel here today.” She talks about her mother’s career as a librarian and English teacher. “As a young woman, she refused to use segregated restrooms, because they did not represent the America in which she believed,” Lynch says. She would become the second African-American to serve as attorney general, after Holder, and the second woman in the role, after Janet Reno. She describes her father’s career as a minister. He organized sit-ins to end segregation, she says, with her sitting on his shoulders. “From my parents, I gained the tenacity and resolve to take on violent criminals... and to disrupt organized crime. ... Their values have sustained me.” Lynch says one of her favorite moments as a district attorney is welcoming new young prosecutors and administering the oath of office. She oversees about 170 lawyers as US attorney for the Eastern District of New York. “The constitution... will be my lodestar,” Lynch promises. Lynch introduces her father, husband, brother and sister in law. Her father, Lorenzo Lynch, a fourth-generation Baptist minister, is wearing a big smile. He waves. Lynch begins her opening statement. She does not seem nervous, if it needs saying. Here’s Loretta Lynch. She takes an oath and sits down. Schumer says, if the Senate can’t confirm Lynch, the Senate can’t confirm anybody. Which, we’ll see. He warns that the point of the hearing isn’t to argue over the president’s immigration policy, but to consider Loretta Lynch’s nomination as attorney general. AP has obtained parts of Lynch’s prepared testimony, which has not yet been posted to the committee web site. Lynch plans to say: “I pledge to all of you and to the American people that I will fulfill my responsibilities with integrity and independence,” she said in remarks prepared for the panel... In prepared testimony, Lynch pledged better relations with Capitol Hill. “I look forward to fostering a new and improved relationship with this committee, the United States Senate, and the entire United States Congress — a relationship based on mutual respect and constitutional balance,” Lynch said. In her prepared testimony, Lynch promised a fresh start in that relationship, too. “Few things have pained me more than the recent reports of tension and division between law enforcement and the communities we serve,” Lynch said, pledging to “work to strengthen the vital relationships” if confirmed. Schumer says Lynch has “one of the keenest legal minds our country has to offer.” He points out that Lynch’s late brother, Lorenzo, was a Navy SEAL. Her second brother is called Loenzo; her parents are Lorenzo Sr and Lorine. The notoriously camera-loving Schumer gets a laugh out of the hearing room. “She’s always known for keeping her head down, and avoiding the spotlight,” he says. “Just like me.” Guffaw. “I’m confident that if we stay focused on Ms. Lynch’s impeccable qualifications and fierce independence,” she will be confirmed quickly, Leahy concludes. Now the New York senators attending the panel get to introduce Lynch. They are Democrats Chuck Schumer and Kirsten Gillibrand. Ranking member Patrick Leahy, the longest-serving senator, the Democrat from Vermont, says he hopes everyone remembers the hearing is about Loretta Lynch, not about “everything that’s wrong with the country.” Leahy sketches Lynch’s career and accomplishments. You can read a Guardian profile of Lynch here: Take it from the lawyer who squared off against her in her most high-profile case as a prosecutor: Loretta Lynch will emerge unscathed from her confirmation hearings to become the 83rd attorney general of the United States of America. “I think she’ll ace the hearing, and I think she’ll have absolutely no problem convincing the United States Senate that she’ll be a great attorney,” said lawyer Marvyn Kornberg on Tuesday. Full piece here. Beefs with the justice department Grassley has run through include the Fast and Furious gun-walking controversy, failure to investigate security leaks and the expansion of executive power. “These positions aren’t mainstream, in my judgment,” Grassley says. He says the through line is a justice department that is “very deeply politicized.” And blame for that, he says, lies at the top, with “an attorney general who views himself, and these are his own words, as ‘the president’s wingman’.” “How about restoring faith in the bedrock principals like the respect for the rule of law?” Grassley says in his opening statement. There’s an implicit criticism there somewhere. He says public confidence in the justice department’s ability to do its job without regard to politics “has been shaken, with good reason.” It’s not just a Republican critique, he says. “I want everyone to know that I’m prepared to stay here as long as members have questions that they’d like to ask,” committee chair Chuck Grassley says. “This is a very important position in the cabinet and we should do all that we can to move it along, according to our rules,” he says. They expect to keep the hearing going during midday votes, he says. Five minutes until the hearing is scheduled to begin. Your C-SPAN link is here. Your judiciary committee who’s who is here. Good morning and welcome to our live coverage of Senate confirmation hearings on the nomination of Loretta Lynch to become the nation’s 83rd attorney general. Lynch, 55, is a star prosecutor with a reputation for extreme preparedness and evenness under pressure. But she is going before a judiciary committee stacked with Republican senators who have bedeviled the current attorney general, Eric Holder, and who might be said to be eager not to squander a high-profile chance to trash the Barack Obama administration. We can expect Lynch to take a grilling over the president’s executive actions on immigration and the climate, over justice department cooperation with congressional investigations, over terrorism prosecutions, federal investigations of police departments and much more. Committee chairman Chuck Grassley, the senior senator from Iowa, has promised to allow his colleagues time to ask their every question. “It’s going to go on as long as it takes to get it done. But I hope it doesn’t take more than one day,” Grassley told the National Journal, speaking, one dares say, for all of America. It’s important for the White House to secure a smooth confirmation for Lynch, whose nomination is designed to eliminate, not create, political headaches. Join us as we cover every side of what promises to be one of the more exciting and theatrical episodes on Capitol Hill this year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}