{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/jan/09/circle-hospital-private-firms-nhs-report-poor-care-hinchingbrooke", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2015-01-09T20:01:50Z", "webTitle": "Circle pulls plug on hospital deal and sparks storm over private firms in NHS", "webUrl": "https://www.theguardian.com/society/2015/jan/09/circle-hospital-private-firms-nhs-report-poor-care-hinchingbrooke", "apiUrl": "https://content.guardianapis.com/society/2015/jan/09/circle-hospital-private-firms-nhs-report-poor-care-hinchingbrooke", "fields": {"headline": "Circle pulls plug on hospital deal and sparks storm over private firms in NHS", "bodyText": "The company behind Britain’s first privately run hospital has announced that it plans to pull out of its contract to run the Cambridgeshire facility, triggering a political row about the role of private companies in the NHS. Circle Holdings issued a statement to the London Stock Exchange blaming its decision to pull out of running Hinchingbrooke on funding cuts of 10% this year and the surge in demand for accident and emergency services. Its claim that it had also been the victim of an “unbalanced” report by the Care Quality Commission became clearer later in the day when it emerged the hospital would be placed in “special measures”. The CQC report, released in the afternoon, revealed a catalogue of serious failings, finding that there were major problems in its A&amp;E unit, that patients including children were put in danger and there were delays in relieving patients’ pain. CQC rated Hinchingbrooke as “inadequate” overall, and specifically for patient safety, showing care towards patients and leadership. It is the first hospital trust that the watchdog has ever found to be “inadequate” in how it cares for patients, and the verdict followed a five-day inspection last September and follow-up visit on 2 January, which showed that some improvements were still needed. The early morning statement by Circle, whose share price fell 25% on the news, went to the heart of many of the issues highlighted by Labour as it seeks to place the NHS at the centre of the election debate. Circle’s claim that “unprecedented increases in accident and emergency attendances” and the failure to achieve “joined-up reform” of health and social services comes days after the shadow health secretary Andy Burnham criticised the government in both areas. But Burnham issued a carefully phrased statement, largely shorn of his usual robust language attacking the government, because Labour knows it is vulnerable to the charge that it set in train the process that allowed Hinchingbrooke to become Britain’s first privately run hospital. Burnham had inherited the decision to call in the private sector at the troubled hospital when he became health secretary in June 2009 but was in office when a shortlist of three providers, including Circle, was drawn up in March 2010 on the eve of the general election. Circle was selected as the preferred bidder in November 2010 by the coalition and awarded the contract a year later. The shadow health secretary focused on the coalition’s decision to pick Circle to run Hinchingbrooke and on the deal that was agreed after it was named the preferred bidder. He said: “The government were explicitly warned two years ago about the risky business model Circle were operating, but failed to take any action. Given that these risks were known at the outset, ministers must explain why they judged Circle a safe choice to run this hospital. They must also set out today how long they have known about the problems at Hinchingbrooke.” Seizing on Burnham’s previous role, Jeremy Hunt, the health secretary, tweeted: “Disappointing news on Hinchingbrooke, but @andyburnhammp must stop playing politics – he signed off decision to allow private sector operator.” Hunt defended the government’s decision to use the private sector to improve services. He added in a tweet: “This [government] makes no apology for seeking solutions for failing hospitals. We won’t be deterred from tackling poor care &amp; driving up standards.” Under the terms of its 10-year contract Circle was allowed to walk away if it had put in more than £5m to the trust. Chief executive Steve Melton said: “This combination of factors means we have now reluctantly concluded that, in its existing form, Circle’s involvement in Hinchingbrooke is unsustainable.” Hunt is likely to face pressure in parliament next week after the damning CQC report. It said that some children arriving at A&amp;E were left “potentially unsafe” at times because of a lack of specially-trained paediatric nurses both there and in some operating theatres, while patients told inspectors of a poor response from nurses if they rang their bells, especially at night. Drinks were found to have been left out of reach of patients, even after inspectors had pointed that out. “Our inspection at Hinchingbrooke Health Care NHS Trust highlighted a number of serious concerns, surrounding staffing and risks to patient safety, particularly in the A&amp;E department and medical care. There were substantial and frequent staff shortages in the A&amp;E department”, said Prof Sir Mike Richards, the CQC’s chief inspector of hospitals. Other failings related to the way the trust was run and led, he added. For example, “both the Circle management team and the trust board told us that the other was responsible for holding the trust’s executive team to account,” the CQC said. “Our findings highlight the significant failings at Hinchingbrooke hospital. They are not a judgment on the role of the private sector in the NHS or on franchise arrangement,” added Richards. A Circle spokesman said that a “number of factors” accounted for the Hinchingbrooke decision. He pointed out that there had been unprecedented increase in A&amp;E patients, a lack of care places for patients awaiting discharge, and that funding had been cut by 10.1% this financial year. Unions have long claimed that Circle was at the “heart of the Tory plot to carve up our NHS”. They pointed out that the four majority shareholders of the company were either run or founded by Tory supporters who had donated £765,000 to the party. Its board members also include Lord Hutton, a former Labour defence minister, who was appointed in May. Experts said that Circle’s failure would put paid to any attempts to privatise large parts of the present NHS – pointing out that the company had made “huge claims” when it won the bid. When it took over the hospital, which had debts of £40m, the company said it would make surpluses of at least £70m in the next decade. Kieran Walshe, professor of health policy and management at Manchester Business School, said: “Companies like Virgin who have taken over large contracts to do community care will be worried. There’s no easy way round the fact that running a hospital is difficult. The private sector here found that out the hard way. Unless there are new models of NHS care I cannot see another hospital being franchised anytime soon.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}