{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "cities/2015/jan/05/has-brisbane-outgrown-president-obamas-brisvegas-wisecrack", "type": "article", "sectionId": "cities", "sectionName": "Cities", "webPublicationDate": "2015-01-05T23:53:27Z", "webTitle": "Has Brisbane outgrown President Obama's 'Brisvegas' wisecrack?", "webUrl": "https://www.theguardian.com/cities/2015/jan/05/has-brisbane-outgrown-president-obamas-brisvegas-wisecrack", "apiUrl": "https://content.guardianapis.com/cities/2015/jan/05/has-brisbane-outgrown-president-obamas-brisvegas-wisecrack", "fields": {"headline": "Has Brisbane outgrown President Obama's 'Brisvegas' wisecrack?", "bodyText": "It was an endorsement that, seemingly, no amount of tourism marketing dollars could buy – the American presidential seal of approval. During a speech at the G20 summit in Brisbane last November, US premier Barack Obama paid tribute to this “stunning” city, dusting off the state of Queensland’s old tourism slogan: “Beautiful one day, perfect the next.” Obama even adopted some local lingo, referring to Australia’s third-largest city as “Brisvegas” – a nickname that emerged in the mid-1990s as a tongue-in-cheek association with America’s glitzy gambling city, and which was used by out-of-towners to mock Brisbane’s (then) lack of sophisticated nightlife and cultural scene. For all the praise world leaders heaped on Brisbane during the G20 summit, Obama’s utterance of “Brisvegas” opened up some old wounds, apparently. According to Brisbane’s Courier Mail, the Queensland tourism chief Daniel Gschwind took offence to the term, telling the daily newspaper: “I wish people would stop saying that. It is derogatory and negative.” Many blasted him for overreacting. As a proud Brisbanite who has spent the past 11 years abroad, I smiled upon hearing that Obama had used the sobriquet. Growing up in Brisbane in the late 1980s and ’90s, some of my earliest memories of the city were formed when World Expo 88 rolled into town – bringing with it more than 15 million visitors over a six-month period. Over time, though, I became aware of Brisbane’s more common reputation: sunny and laid-back, but a dull backwater – nothing more than a big country-town that was forever playing catchup with Sydney and Melbourne. Bereft of iconic landmarks, memorable museums or a thriving foodie scene, Brisbane lagged sorely behind: a characterless business centre with little to offer. Visitors never lingered, hurrying through it en route to the Gold Coast or Fraser Island and the Great Barrier Reef to the far north. According to Gschwind, however, that is far from the case today. In his admittedly partial eyes, Brisbane has developed dramatically over the years: “When I first arrived in the early ’80s, I was expecting a sub-tropical coastal city. But there was no coast. No access to the river. Absolutely no activity on the weekend. It was a sleepy outpost.” The turning point, he said, was that Expo 88. “It gave the locals a taste of what the city could be like. The world came to Brisbane ... There was entertainment every night, people out-and-about in the streets. After that, they didn’t want to go backwards.” Fast-forwarding to the world summit of 2014, Gschwind insists he was misquoted about the president’s use of “Brisvegas”. “Obama using the old ‘beautiful one day, perfect the next’ slogan was fantastic - how much better does it get? Yet there was all this Twitter backlash after the newspaper article came out. I thought it was bloody outrageous!” Certainly, with each trip home, I struggle to recognise the city I left more than a decade ago – and the Brisbane residents I spoke to in the wake of Obama’s speech seemed to agree. Imogen McCann, from Fortitude Valley, returned to the Queensland capital seven years ago following a stint in Saudi Arabia: “I came back and suddenly it was full of boutique restaurants, craft breweries, art galleries and more independent businesses.” “For me, the city’s coming of age was in 1994, when the then-mayor Jim Soorley allowed cafés to put tables and chairs on the footpaths,” said Adrian Humphrey from Cooparoo. “Up until then it was illegal ... He allowed the outdoor dining culture to develop, and it did – it boomed. This was key, it really contributed to the maturity of the city.” Now feted for its lively alfresco dining, Brisbane is touted as the second fastest-growing metropolis in the western world, its resident population having risen by more than a quarter between 2000 and 2010. Urban renewal schemes – from the ambitious, multibillion-dollar Queens Wharf casino and tourism precinct to Brisbane Skytower, a 274-metre skyscraper set to be the city’s tallest building upon completion – plus the ongoing delivery of new road, rail and tunnel links are helping the city cultivate an image as a major player in the Asia-Pacific region for business, international conventions and tourism. Furthermore, Brisbane was a new entrant on Monocle’s global ‘quality of life’ survey in 2014, and was also recently crowned “Australia’s hippest city” both by men’s style magazine GQ and the travel bible Lonely Planet. The latter dubbed it an energetic and underrated city “on the way up”. From bland and tacky to capital of cool, “Brisvegas” has come a long way – and it’s still evolving, according to Gschwind. “It was a blank page, or at least a page with a lot of blank spaces. It means the city can continue to change – there’s still room to grow into what it wants to be.” As for the Obama controversy: “Monikers change as the city changes, and when it comes to ‘Brisvegas’, there are people on both sides of the fence.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}