{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/09/phil-jagielka-everton-", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-09T22:29:03Z", "webTitle": "No panic stations at Everton, says captain Phil Jagielka", "webUrl": "https://www.theguardian.com/football/2015/jan/09/phil-jagielka-everton-", "apiUrl": "https://content.guardianapis.com/football/2015/jan/09/phil-jagielka-everton-", "fields": {"headline": "No panic stations at Everton, says captain Phil Jagielka", "bodyText": "Of all the conspiracy theories associated with Everton’s descent into trouble, and they have been stacking up quicker than points of late, there is one that captures the absurdity of their predicament for Phil Jagielka. “The best one we’ve heard is that Leighton Baines had a fight with someone in the dressing room,” the Everton captain said. “I don’t know if you know Bainesy or you’ve seen him but I don’t think that would ever happen. He’s more of a lover than a fighter.” Fight is precisely what Roberto Martínez’s side require having dropped to within four points of the relegation zone following four successive defeats in the Premier League. The losing streak was halted by Romelu Lukaku’s 91st-minute equaliser against West Ham United in the FA Cup on Tuesday but with the champions, Manchester City, up next, talk of turning-points has been restrained. Goodison Park will be tense, it has been fractious and the well-oiled Merseyside rumour mill has provided an invaluable release for Martínez’s players. “You do hear some weird stuff but it gives us a bit of a laugh at the training ground,” Jagielka said. “Sometimes football isn’t enough for stories so people go a few steps further but we appreciate the really funny stuff because it keeps us going on a day-to-day basis.” Not that Everton’s form or position is a cause for levity with the England international. Jagielka can laugh off claims of unrest in the dressing room, he can cite the disruption caused by injuries with justification (Martínez is likely to field a fourth central-defensive partnership in four games on Saturday) but he bristles at the suggestion Everton’s players are struggling to implement their manager’s instructions. “You’re talking about a very similar bunch of players to last season, when these questions weren’t being asked,” said the 32-year-old. “It’s a difficult question to answer. We’ve not had a consistent team selection – quite a few injuries – but I don’t think you can aim that question at us. We were asked to play in a much different style last season to how we had played for quite a few years, and that criticism didn’t come up then, when we were doing well. It is an easy, simple question to ask now.” But Everton were pushing for a top-four finish last season, not languishing above the drop zone with what appears a stronger, more experienced squad. “That’s true and the league speaks for itself,” Jagielka said. “But I don’t think all of a sudden you can start questioning that no one knows what the manager wants or is doing. If it had been asked last season it would’ve been a viable question.” Everton’s recent league performances have invited the question, however, and Lukaku’s admission that players had asked Martínez to go more direct in what was an improved display against West Ham provided more fuel. “You can have a conversation with the manager, he’s not a closed book, but things can be taken out of context,” explained Jagielka. “West Ham pressed us a lot which didn’t allow us to play out from the back and meant a lot of goal kicks and free-kicks went up to Rom. It wasn’t as if we were all waiting in a room for the manager, lined him up and threatened him. Many of us have conversations with the manager during the week and that was one of them.” The captain accepted Everton “have been conceding far too many goals and not scoring nearly enough” but insisted that is a simplistic explanation for the team’s underachievement. When confidence is low “you tend to second-guess yourself at times” added Jagielka, who added: “We have put in a lot of decent 60 minute performances but football is 90 minutes long and we have not managed to see it through to the end.” Several individuals have failed to recapture or build on last season’s form including Ross Barkley, although the 21-year-old has not been helped by Martínez’s insistence on playing the central midfielder out wide. His fellow England international admitted: “Ross is probably always going to be a frustrating player because he can do so much with a ball that everyone expects him to do something every time he gets it. He is being closely watched by the opposition now, they will know his strong points and his weak points. I’m sure he is frustrated with his form but that doesn’t mean he is playing badly, I’m just sure he would like to score in every game and be a massive part. It is a difficult environment at the moment but this will make him a better player in the future.” It is not Jagielka’s style as captain to make Churchillian speeches before a game or lambast the group after a defeat. “How many times can you give a rallying cry?” he asked. “How nervous do you want to make people? I do go around and speak to players individually or in little groups but I don’t sit at home hoping to have to issue a rallying cry. If I felt it had come to make-or-break time I would, but we have not reached panic stations and hopefully we don’t.” Everton’s captain is acutely aware that a club who opened the season aspiring to qualify for the Champions League are in danger of a relegation scrap. “I wouldn’t go so far as to say they set the alarm bells ringing but the Hull and the Southampton games brought it home to me,” he said. “Nothing is simple in this league. Those two away defeats give you a sense of realism that unless we start picking up points on Saturday it’s going to be a tough second half of the season. But with the players we have we can deal with that.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}