{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2015/jan/01/enemy-review-jake-gyllenhaal-denis-villeneuve", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2015-01-01T21:45:00Z", "webTitle": "Enemy review – a thrilling take on the doppelganger theme", "webUrl": "https://www.theguardian.com/film/2015/jan/01/enemy-review-jake-gyllenhaal-denis-villeneuve", "apiUrl": "https://content.guardianapis.com/film/2015/jan/01/enemy-review-jake-gyllenhaal-denis-villeneuve", "fields": {"headline": "Enemy review – a thrilling take on the doppelganger theme", "bodyText": "Richard Ayoade last year showed how to extract dark comedy from the doppelganger theme in his version of Dostoyevsky’s The Double; Canadian film-maker Denis Villeneuve’s emphasis is on neurosis and fear with this adaptation of José Saramago’s 2002 novel O Homem Duplicado: The Duplicated Man. He brings a formidable atmosphere and control to this intriguing, disquieting film: the double theme is a notorious film-school cliche, and using the same actor in two roles can be a lazy shortcut to the uncanny. But Villeneuve’s film earns its anxiety. Jake Gyllenhaal gives the dual performance: a depressed history lecturer in Toronto who one night watches a movie and glimpses an actor who appears to be his exact duplicate. He seeks out this mirror image; their encounter gives rise to hostility, terror, a kind of mutually agreed nervous breakdown, but a thrilling sense of possibility, an escape from the prison house of individuality. There is something of David Cronenberg’s Dead Ringers here – maybe even a touch of Patricia Highsmith’s Strangers on a Train. There are coolly effective moments when Villeneuve declines to make it clear which double we are watching and whose memories and fears we are experiencing. The final shot is bizarre. This could be Villeneuve’s most accomplished film so far."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}