{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "us-news/2015/jan/09/staten-island-district-attorney-eric-garner-grand-jury-to-run-for-congress", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2015-01-09T23:07:03Z", "webTitle": "Staten Island prosecutor who oversaw Eric Garner grand jury to run for Congress", "webUrl": "https://www.theguardian.com/us-news/2015/jan/09/staten-island-district-attorney-eric-garner-grand-jury-to-run-for-congress", "apiUrl": "https://content.guardianapis.com/us-news/2015/jan/09/staten-island-district-attorney-eric-garner-grand-jury-to-run-for-congress", "fields": {"headline": "Staten Island prosecutor who oversaw Eric Garner grand jury to run for Congress", "bodyText": "The Staten Island district attorney who failed to obtain an indictment for the officer involved in the death of Eric Garner will run for Congress as a Republican, he announced Friday evening. “In the week since my last announcement the enthusiasm for my candidacy has only broadened and intensified, with expressions of support also from beyond the two boroughs,” said Staten Island prosecutor Daniel Donovan. Donovan said he will not comment further until Republican caucuses begin the candidate selection process to replace Michael Grimm, who announced his resignation in December after pleading guilty to tax evasion. Donovan led a grand jury investigation into New York police officer Daniel Pantaleo, who held Garner in a chokehold that led to his death over the summer. Garner was allegedly selling untaxed cigarettes, an offense for which officers attempted to arrest him. The encounter between police and Garner was caught on camera. His death led to months of protests against police across the city. The grand jury declined to indict Pantaleo, and no charges have been brought against the other officers involved in his death."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}