{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/24/said-and-done-rangers-bayern", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-24T22:51:42Z", "webTitle": "Said & Done: Bayern; Dave King; and a bad vampire problem", "webUrl": "https://www.theguardian.com/football/2015/jan/24/said-and-done-rangers-bayern", "apiUrl": "https://content.guardianapis.com/football/2015/jan/24/said-and-done-rangers-bayern", "fields": {"headline": "Said & Done: Bayern; Dave King; and a bad vampire problem", "bodyText": "Man of the week Ex-Rangers director Dave King, correcting any wrong impressions given by his 41 tax fraud convictions. King, looking to return, says 2013’s resolution to the case in South Africa – paying £44m to avoid 82 years in prison - was “a favourable settlement” that allows him to start over, “without the integrity issues that previously dogged me”. • Among the key favourable lines from judge Mr Justice Southwood in 2010: “Mr King is extremely arrogant, and obviously thinks that whatever he says is so”; “He has no respect for the truth” and: “In our assessment, is a glib and shameless liar.” Initiative of the week Bayern Munich – launching their new Jewish history exhibition, “Footballers, Fighters and Legends; Jews in German football”, and taking a reported €2m to visit Saudi Arabia for a friendly. Pep Guardiola: “It’s an honour to be here.” • Headlining the criticism that forced Bayern to apologise: “I’ve known for some time that at Bayern, commerce beats ethics and, if in doubt, they stand on the side of the purse. That’s a shame, but not a surprise” - Theo Zwanziger, a Fifa executive since 2011. Meanwhile New from Qatar – who also hosted Bayern this month – more attempts to draw a line under western media slave state stories. Minister Abdullah bin Hamad Al Attiyah: “This was a big trick. People start talking about human rights, they just have a heightened agenda and they just try and use it against Qatar. That’s what I call a dirty game.” • Also not buying it: Kuwaiti Sheikh Ahmad Fahad Al-Sabah, president of the Olympic Council of Asia, telling Qatari TV this month: “I’ve said it from the beginning. Your country has been targeted by a campaign of [western] racism. Joseph Blatter agrees.” Clarification of the week Fifa’s Jérôme Valcke, re-announcing a £67m social World Cup legacy fund for Brazil – who spent £10bn hosting the tournament. “Our commitment is to be in Brazil after the World Cup, not to leave, as some media said – I mean [comments like]: ‘Fifa is coming to Brazil taking the money out of Brazil and running away right after the final’. It is not true.” • Also last week: Cuiabá’s new £168m 42,000 seat Arena Pantanal – built to host four World Cup games in a city with no top-flight side – shut down due to “multiple emergency construction problems”. • And thought for the week: Sepp, asked to compare Russia’s preparations for the 2018 World Cup with Brazil’s at the same stage. “I wouldn’t say it’s like heaven and hell, because I don’t believe hell exists. But I think it’s a different heaven that we are facing here.” Democracy latest Still campaigning to replace Sepp: David Ginola – unimpressed to be asked if he’d use his own money to fund his run at the presidency, with public donations plateauing at 0.29% of the £2.05m target. “I don’t think it is relevant. My involvement is about myself, my name, my work. To invest my own money I don’t think is relevant.” His main priority: “To make sure this isn’t seen as a stunt.” Other news: row of the week Zimbabwe FA chief executive Jonathan Mashingaidze calling for a united front against “disturbing” rivals trying to unseat president Cuthbert Dube’s board. “The football family should protect us from such vampires.” The move comes nine months after Dube marked his re-election win – called “scandalous, indecent and defying all rationality and purpose” by a government minister – by revealing a new plan to end his FA’s debt problem. “Maybe some people will ask if I’m alright in my head, but we are going to diversify into farming. Cattle ranching and crop farming. There’s no way you can fail.” Best humanitarian Ghana coach Avram Grant, raising awareness of the crushing inequality in Equatorial Guinea: “You need to see our bus. It is a bus which behaves like a ship. We are the only team that receives this bus, the other teams have a good bus … I came [to this press conference] because I respect you. But it will not happen again.” Most mutual consent Israel: Hapoel Tel Aviv manager Eyal Berkovic resigning with a text to club owner Haim Ramon: “You zero coward, I’ve left”. Club statement: “Hapoel Tel Aviv will not be dragged into using the same language as Berkovic... But the results testify to his failure.” Trickiest balance The Sun – bringing back Page 3 models, and adding asterisks to keep Louis van Gaal’s quotes the right side of good taste. “We have twitched our a***s on the bench. I said to my players I was squeezing my a*** but it was wrong, I have twitched my a*** on the bench.” Most devout Romania: Gigi Becali – refusing to sell Steaua Bucharest, according to a prison insider. Media quoted Becali saying he is “no longer interested in material things, only in God” – but also that Steaua “makes me €10-15m a year, and God wouldn’t want me to throw that away.” Becali: “I’m all about salvation.” Plus: busy week for Diego Maradona: a) being sued for alleged slander by Italy’s former head of tax collection, which he denies; and b) suing a Spanish magazine for running a photo of him from the 80s dressed as a woman in full make-up, titled “the crazy life of Maradona”. Lawyer Matías Morla: “Diego won’t tolerate it. This theme of a ‘crazy life’ – it is clearly nonsense.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}