{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2015/jan/14/-sp-nine-things-you-probably-didnt-know-about-the-queensland-election", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-01-13T23:21:48Z", "webTitle": "Nine things you probably didn’t know about the Queensland election", "webUrl": "https://www.theguardian.com/world/2015/jan/14/-sp-nine-things-you-probably-didnt-know-about-the-queensland-election", "apiUrl": "https://content.guardianapis.com/world/2015/jan/14/-sp-nine-things-you-probably-didnt-know-about-the-queensland-election", "fields": {"headline": "Nine things you probably didn’t know about the Queensland election", "bodyText": "One high-profile arrest is not enough around election time in Queensland The arrest of one Andrew Crook over an alleged criminal conspiracy involving a banker, an Indonesian island, a former detective with bikie links and a disgruntled former AFL player caused a flurry of interest just before Christmas. This was due to the fact Crook is Clive Palmer’s publicist and is accused of plotting an elaborate scam that used a fake job offer with “the big man” ie Palmer (who knew nothing about it) to lure its target. What passed unremarked until now was Crook’s former association with Newman government transport minister Scott Emerson, who was a director and equity partner in Crook Publicity until he entered politics in 2009. The publicity around Crook’s arrest was nothing compared that surrounding the premier’s Twitter antagonist, Not Strong Campbell, aka Iain Fogerty, who was arrested last week for alleged public nuisance. Fogerty got new laughs out of an old T-shirt sporting the logo “I’m with stupid” while standing among LNP campaigners in Brisbane. The fiasco spawned countless internet memes and caught the attention of Time magazine. The premier is fighting a defamation lawsuit Father-and-son legal team Chris and Daniel Hannay, of the Gold Coast, have taken $1.2m worth of umbrage at media comments from Queensland’s premier, Campbell Newman, last year that lawyers representing bikies were part of a “criminal gang machine”. The lawsuit against the premier, whose defence is being paid for by taxpayers, is ongoing, with the Hannays tweaking their statement of claim last month. Newman is due to lodge particulars of his defence on Friday – an unwelcome chore at the end of his first week of real policy announcements on the hustings. The economy is not an albatross around the government’s neck Queensland’s dole queue is a chink in the government’s armour – longer than anywhere else except Tasmania (Newman’s state of origin). For the LNP, it’s an article of faith that they are the party that gets the guys and gals in suits, or high-vis gear, hiring. But it seems any old mob could romp into government this year and bask in the glow – indeed, the light of the flares – from that sweet, sweet coal-seam gas money kicking around. The slosh of Wall Street capital via Aussie banks should add some froth to cappuccinos on Eagle Street (BrisVegas’s riverside financial district) and even Main Street, Queensland, according to seasoned observers. Newman knows all this and is forecasting a storming 5%-plus growth for the state economy. It’s not like his government did anything to engineer this stroke of good fortune. Nor could Labor or even One Nation do anything much to screw this up in office, short of nationalising the gas industry. But this extension of the mining boom can’t come soon enough for a government whose mass removals of public service jobs made the odd inner-city Brisbane bookseller wonder if they’d actually ever sell another quality hardback again. (They needn’t have feared since George Brandis was still on the public payroll). Trying to pronounce Annastacia Palaszczuk’s surname phonetically will get you nowhere What to make of one of the more distinctive consonant clusters in Australian politics has been passed down as oral history in Queensland, where the Labor opposition leader’s father, Henry, served as a Labor minister. For the uninitiated, Palaszczuk senior has helpfully rendered the family name, of Polish origin, on Twitter thus: “Palashay”. The fake Tahitian prince The tale of the fake Tahitian prince, who is currently cooling his formerly well-shod heels on a 14-year prison sentence for fraud, is now part of Queensland political folklore. Newman bamboozled observers outside Queensland with his unexplained reference to the prince during TV coverage of the campaign. Hohepa Hikairo “Joel” Morehu-Barlow, a Kiwi-born scammer of the first order, managed to siphon $14.7m while working for the Queensland health department between 2007 and 2011. His extravagant man-about-town lifestyle while on the public payroll (with prized possessions that memorably included a life-size horse lamp and Hermès saddle) was achieved with the ruse of being – that’s right, a fake Tahitian prince. The whole episode was an emblem of systemic problems with Queensland Health under the former Labor government’s watch, which also included a $1.2bn cost blowout on payroll software. Hence “fake Tahitian prince” is a self-contained metaphor for shoddy government oversight, a scandal as preposterous yet real as any other in the Deep North. Pauline Hanson is back The flame-haired founder of One Nation says she is not flogging a dead horse but riding the “third horse” of Queensland politics. The populist right in politics is a more crowded place than when One Nation took 11 seats in in 1998 (four more than Labor got last time). Hanson’s brand of blue-collar protectionism now looks as 90s as grunge and her core constituency is by and large too old for Southern Cross tattoos. But the emergence of jihadist terror attacks has been the irresistible cue for One Nation’s renewed entreaties to “take back our country”. One Nation guaranteed attention this time around with its choice of candidate for Townsville. Joining the fold was Leanne Rissman, previously known as the police officer who used the handle “Sharia Anne” to hector an Aboriginal activist on Facebook with comments including that Indigenous people were “oxygen thieves’’ with a “disgusting aversion to work’’. Rissman said in a press release on Monday that media had distorted her “interactions with a political activist”. She made no mention of her employer’s conclusion that her remarks were “racially offensive”. She stands for office still in uniform, having since undergone Queensland police training in “race relations”, “social issues” and other course modules. Meanwhile, One Nation was “poling” (sic) strongly, the press release told us, twice. We’re not sure if that’s an exercise routine or what, but we’re told they’re doing it up to 47% in some places. Police and politics don’t always mix Some in party politics would be sympathetic towards the temptations faced by the serving police among them. After all, their day job involves congress with a computer system holding the largest collective dirt file in the state. Thus, the LNP has taken a forgiving stance towards a former state executive member who is accused of “inappropriately accessing” confidential files relating to two candidates while on the job with police. Allegedly they were candidates from his own party, but the vetting process could only be described in Newman-speak as “strong”. The LNP said it was unaware of a misconduct finding by an internal police investigation against serving officer and former LNP Wide Bay regional chair Llew O’Brien. He is no longer on the LNP state executive but remains a “widely respected” party member. O’Brien, who says he has no “adverse finding” on his police record, faced “managerial guidance” but remains with police. Preferencing One Nation last is not straightforward for Labor Labor, on principle, always puts One Nation last. But what does it do about Rise Up Australia, the anti-Islamic, anti-gay, pro-coal-fired power station party founded by the preacher who says abortion causes natural disasters? Rise Up, the party launched with the help of climate change sceptic Lord Monckton, is still not a registered political entity in Queensland. Perhaps caught on the hop by a snap election call by Campbell “Summer holidays are for wimps” Newman, Rise Up is nevertheless running candidates, who will show up on ballot sheets as independents. This has Labor operatives scrambling to identify these Christian right soldiers masquerading as political ronins, in a process that further illustrates the importance of Facebook in the modern election campaign. Which party Labor puts second last, Rise Up or One Nation, is shaping up to be a moral dilemma of some order. 98,980 letters in the seat of Ashgrove, paid for by sand miner Sibelco, helped Newman win at the last election Yes, there was that $91,840 spent on the “Straddie Mothers” campaign, which Sibelco belatedly declared to the Queensland election commission seven months after the 2012 election. But there were also the 108 prime-time television ads and 56 “premium segments” in key Brisbane cinemas, PR campaign literature shows. And it’s anyone’s guess what that cost Sibelco who, spooked by the former Bligh government’s surprise decision to stop mining on North Stradbroke Island and declare a national park by 2019, turned to the spin doctors at Rowlands PR agency. The Newman government reversed its predecessor’s decision, potentially extending Sibelco’s operations to 2035 (eight years longer than the company had hoped to get from negotiations with Labor). The miner’s campaign, run by Rowlands, appears to have weathered referrals to the Crime and Corruption Commission by Labor and to the Queensland Electoral Commission, and is now a study in public relations success. As Rowlands itself has said, “all goals were met or exceeded”, including objective number four, getting Newman to “publicly endorse continuing sand mining on ABC radio prior to the election”. Tick. Still, some observers wonder aloud how much the TV and cinema ads in particular cost, and if that gave the then third-party electoral spending limit of $500,000 a nudge. • 10 things world leaders should know about Brisbane The relevant Queensland legislation affecting mining on North Stradbroke Island makes an extension of mining beyond 2019 potential, not certain. This article was amended on 26 January 2015 to clarify that fact."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}