{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2015/jan/20/gary-glitter-court-attempt-rape-8", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2015-01-20T22:57:16Z", "webTitle": "Accuser tells court Gary Glitter tried to rape her when she was eight", "webUrl": "https://www.theguardian.com/uk-news/2015/jan/20/gary-glitter-court-attempt-rape-8", "apiUrl": "https://content.guardianapis.com/uk-news/2015/jan/20/gary-glitter-court-attempt-rape-8", "fields": {"headline": "Accuser tells court Gary Glitter tried to rape her when she was eight", "bodyText": "A nurse who Gary Glitter allegedly tried to rape when she was eight told a court how he had picked her up in his Rolls Royce and driven her to a plush mansion with a special “sweets room”, an outdoor swimming pool and a pony, a court heard on Tuesday. She felt “excited, really privileged and lucky” to be going, and had been before, she told a jury at Southwark crown court. There was a party, with lots of people and music and laughing, she said. On previous occasions, she had met Alvin Stardust, another rock star and two 14-year-old girls who kept a pony there. But that night, as she lay sleeping next to her friend upstairs, Glitter, whose real name is Paul Gadd, crept into her bed and assaulted her, leaving her broken and ashamed, she said. Gadd, 70, is facing trial for a string of alleged sex crimes on three schoolgirls, aged between eight and 14, in the 1970s and 1980s. He has been charged with 10 counts in all, including plying a 12-year-old fan with champagne and subjecting her to prolonged sexual abuse in his hotel suite. Two years later, he is alleged to have carried out another assault on a 14-year-old fan. Gadd, of Marylebone, Central London, denies all the charges. Asked by John Price, QC, prosecuting, to describe the night of the attack, the nurse said the singer tried to cuddle her, putting his arms around the top of her body, making her feel uncomfortable. Giving evidence from behind a screen, to preserve her anonymity, she said: “I didn’t like him being there. It felt strange that he would have – it just felt strange to have an adult in our bed. It hadn’t happened before, and it just felt uncomfortable.” Price asked her what prevented her from physically trying to stop him. “I didn’t want to be rude,” she said. “Because I thought he was probably only trying to cuddle me and I shouldn’t stop that.” The woman broke down in tears as she described how his assault became more painful and more confusing for her as she struggled to understand what was happening. She tried to move away from him, she said, but he was right behind her. “It was like there was nowhere you could go. I just felt like I was going to burst. It was a really intense ache. I felt like something was going to break and it was me. I just wanted to get away.” She then told the court how, after the alleged attempted rape, she went to the bathroom and scrubbed at herself trying to get clean. “I felt ashamed and embarrassed. By that age, all your private areas become private. If anyone gets exposed, it’s embarrassing. He hadn’t seen me, but he had felt me, which is worse.” The next day, Gadd acted as though nothing had happened and gave her chocolate, she said. She tried not to think about what had happened to her. Years later, the singer reminded her of her ordeal, asking her: “Do you remember what I did to you?” She told the jury: “He sort of laughed and asked me if I liked it.” He invited her, then aged 14, into a bathroom with a lock on the door. She refused. “Until then, I thought if we all forgot about it, it would be like it hadn’t happened.” But, she said, after the second encounter with the singer, she wasn’t able to “keep it in my own head” any longer. She told her mother, but it was two decades after the alleged attempted rape before she summoned the courage to go to the police. Two decades after the alleged abuse took place, in January 1998, she was prompted her to go to the police after hearing about Gadd’s arrest for having child abuse images on his computer. In November 1999, Gadd pleaded guilty to having such images on his computer. The court had heard how the images included “a full range of sexual activity” between adult men and very young children. Later, the court heard, the police got in touch with her abut her historical allegations. She told the jury; “At that point, I felt angry, that it was a continual thing. It seemed that way from the news and they should know that there was more to it than pornography.” Gadd, who wore a bright turquoise jacket and his customary dark glasses, listened intently to his alleged victim, with the aid of two lip-speaking interpreters and a hearing aid. At one point, he signalled though the interpreters that he had missed part of the proceedings and asked for it to be repeated. The performer was a household name in the 1970s and 80s, with a string of No1 singles, including Leader of the Gang (I Am), I Love You Love Me Love, and Always Yours. The case continues."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}