{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/24/inigo-calderon-brighton-arsenal-fa-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-24T22:30:19Z", "webTitle": "Iñigo Calderón has mindset to help Brighton overcome Arsenal in FA Cup", "webUrl": "https://www.theguardian.com/football/2015/jan/24/inigo-calderon-brighton-arsenal-fa-cup", "apiUrl": "https://content.guardianapis.com/football/2015/jan/24/inigo-calderon-brighton-arsenal-fa-cup", "fields": {"headline": "Iñigo Calderón has mindset to help Brighton overcome Arsenal in FA Cup", "bodyText": "Iñigo Calderón could scarcely bear to watch his television last Sunday as his fellow Spaniard Santi Cazorla dazzled while Arsenal defeated Manchester City. Calderón, who hails from the Basque country, not so far from the Asturias region that Cazorla calls home, is an enthusiastic admirer of his compatriot’s talent but there was a point where watching became almost too much. “I tried to switch off the TV,” Calderón says with a chuckle. “They were on fire and I tried not to destroy my confidence.” Jokes apart, this awareness about his own confidence levels – and how they can be manipulated by external influences and personal techniques – is particularly highly tuned in a player who has become a stalwart for Brighton &amp; Hove Albion since his arrival five years ago. As a young player Calderón combined his sporting aspirations with education at the university in Vitoria. He spent five years soaking up the nuances of a sports science degree and when he finished he took a masters in sports psychology. All while representing the shirts of Alicante and Alavés. He uses the insights and intuition he picked up in the classroom constantly in the dressing room and on the training ground. It is, he believes, a fundamental part of his footballing life. He seems slightly bewildered it is considered offbeat in this country for football and learning to go hand in hand. “In England that looks quite complicated but I don’t know why,” he says. “I don’t see a reason why you can’t study at the same time. Even if you are a footballer you have to have a plan B because careers are short – five, six, 10 years. And after that, what? “I don’t know why in England you have to choose between being a footballer and studying something. It’s a terrible mistake. I went to school in the morning and I trained in the afternoon – I am a footballer and I have a degree. What are you going to do in the afternoon? Play PlayStation? I don’t think that’s the best thing for anyone. “When I was in the reserve team in Spain there were four, five, six players studying at university. I think it is going to make you better as a person and a footballer. In England more players have to choose. But you can do the two things at the same time and I don’t see why not.” Hearing Calderón, who is effortlessly popular around the club, deliver such words of wisdom was another example of how English football could learn from Spain. The style of players such as Cazorla, Cesc Fàbregas, David Silva and David de Gea enlighten the Premier League from a technical perspective. Calderón’s manner and approach is instructive in terms of how a footballer can help himself to handle the very nuanced pressure of this profession. “I think it is really important,” he says. “Every single day. When you have had a bad day or you have been dropped from the team or you are at the bottom, you have to use it. Managers say they don’t trust much in psychology but you always see that they apply things. Footballers don’t like to say ‘I need to see the psychologist’. The culture, hopefully in five to 10 years, will change and it’ll be normal. Like you go to the physio.” In practical terms he uses certain techniques to help him cope with complicated moments. He tends to set himself goals before matches. “I try to be really focused because when you are playing big games you have so many things in your head. For example, a lot of times the managers say you have to do two or three things. You have to make sure you do those two or three things. And if you keep thinking of them at least you are not thinking of the pressure or how bad a game you are having. It is about trying to focus, to try to flow. They say it’s like a sixth gear. You just flow in the game and you try to achieve that moment.” Calderón’s positive outlook has been important behind the scenes during an erratic few months for Brighton. Having reached the play-offs in the Championship in successive seasons, a difficult period results-wise and two changes of manager since last season – Sami Hyypia came and went, and now Chris Hughton has taken over – tested the group. “I have been in football long enough to know that not every time is it going to be so easy,” Calderón says. “We realise the last three years we have done something really good being up there. Sometimes you have to get a step backwards to realise that and go forward again and be strong like us.” Brighton are approaching their FA Cup tie with Arsenal in improved spirits. Form has picked up and four wins from their last five games has breathed new life into the team. Calderón is excited about the match. “We don’t have fear. The good thing is we don’t have anything to lose.” To what extent will he be using his psychology expertise against Arsenal? He pauses. “That’s a different thing. You need more than a masters to play against them.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}