{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2015/jan/21/sweet-charity-review-verity-hunt-ballard", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2015-01-20T23:52:12Z", "webTitle": "Sweet Charity review – Hayes hit scales up without losing its small-time charm", "webUrl": "https://www.theguardian.com/stage/2015/jan/21/sweet-charity-review-verity-hunt-ballard", "apiUrl": "https://content.guardianapis.com/stage/2015/jan/21/sweet-charity-review-verity-hunt-ballard", "fields": {"headline": "Sweet Charity review – Hayes hit scales up without losing its small-time charm", "bodyText": "Which is the bigger challenge: opening a new 111-seat theatre in Kings Cross with a revival of Neil Simon’s Sweet Charity? Or transferring the same now triple Helpmann award-winning production to the Playhouse at the Sydney Opera House before a national tour? Some companies might like Sweet Charity’s problems, of course, but all eyes were on Luckiest Productions to see if they could successfully scale up 2014’s biggest word-of-mouth hit from Hayes. And they did, they have – without losing any of its small-time charm. It helps that the aforementioned award-winners are still on board: best director Dean Bryant, best choreographer Andrew Hallsworth and, of course, best actress in a musical, Verity Hunt-Ballard, previously known for playing Mary Poppins. No “practically perfect in every way” here though. Hunt-Ballard resumes her role as Charity Hope Valentine, a nightclub hostess at the Fandango Ballroom (about as salubrious a spot as that name suggests), with Martin Crewes playing all three of her beaux: no good lover Charlie, international movie star Vittorio and odd-ball neurotic Oscar. Sweet Charity is one of those musicals you might not think you know – until the songs kick in and you realise half of them are classics. And here, Hallsworth’s choreography and Andrew Worboys’s musical arrangements stay true to composer Cy Coleman and the great Bob Fosse, while (if it’s not sacrilege to say) freshening things up a bit. Bryant’s production could only have been made in 2014, at a moment when the feminist debate is once again embracing the full contradictions of being a woman. The “dancers” at the Fandango are a fearsome bunch, running their own lives but trapped by them too. Their slack jaws and dead eyes during the show’s biggest number, Big Spender, foreshadow the later heartbreak of There’s Gotta Be Something Better Than This, and Baby, Dream Your Dream (showcasing the excellent Debora Krizak and Kate Cole). But there are joyfully uplifting if demented moments, too, not least the second half opener, The Rhythm of Life and the Mexican-tinged I’m A Brass Band, showing off Tim Chappell’s costumes to great effect. Then there’s Charity, the girl with the biggest dream of all: love. Hunt-Ballard could make you fall for anyone, my companion commented. A true comedienne, she has the slapstick skills, the expressive face and, yes, “the purity” to bring her character’s charm to life – and make her rotten luck all the more poignant. Bryant is wise to let the fringe origins of this production shine through on the bigger stage – it’s spontaneous, skilfully unpolished and just a little down at heel, like its heroine. Let’s hope for the sake of Australian theatre it isn’t the last Hayes show to make the mainhouse switch. Like sweet Charity, we all deserve a break. Sweet Charity is at Sydney Opera House, until 8 February; Canberra Theatre Centre, 11-12 February; Arts Centre Melbourne, 25 February - 1 March; Illawarra Arts Centre, Wolloongong, 11-15 March."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}