{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/16/yaya-toure-manchester-city-manuel-pellegrini", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-16T22:29:02Z", "webTitle": "Yaya Touré has Manchester City doubts despite Manuel Pellegrini assurances", "webUrl": "https://www.theguardian.com/football/2015/jan/16/yaya-toure-manchester-city-manuel-pellegrini", "apiUrl": "https://content.guardianapis.com/football/2015/jan/16/yaya-toure-manchester-city-manuel-pellegrini", "fields": {"headline": "Yaya Touré has Manchester City doubts despite Manuel Pellegrini’s assurances", "bodyText": "Yaya Touré has suggested he could leave Manchester City in the close season, though Manuel Pellegrini has denied the midfielder remains unhappy after last summer’s falling-out with the club. Touré had a public dispute with the champions due to disquiet over the lack of club celebrations for his birthday, a couple of days after City won the Premier League title. Touré, who is with Ivory Coast for the Africa Cup of Nations, which starts on Saturday, was asked if he wanted to stay at City. “That’s a big question and that’s an easy question as well, and you have an easy answer – we’ll see,” the 31-year-old told CNN. Pressed if he would be at City next season, Touré said: “I don’t know. I’m at City at the moment.” These comments were put to Pellegrini and the manager claimed: “Yaya is 100% committed with our team and with this team. I don’t have any doubts about that.” But asked why the Ivorian would admit he could leave if he was committed to the club, Pellegrini said: “I don’t think any of us know what will happen in six months more. We don’t know where you can be. We cannot know what will happen in the future. It’s not a problem with his commitment.” The Chilean tried to shrug off the idea that Touré’s comments were related to last summer’s dispute over his birthday and a perceived lack of recognition for the midfielder. “No, you can’t link one thing with the other. I repeat Yaya is very happy here. His commitment with our club is not a problem.” City host Arsenal on Sunday and Pellegrini revealed that if the timing had been different he might have considered signing Alexis Sánchez, who joined the Gunners in July. “It was not easy. He was a very expensive player in that moment. In the moment Barcelona sold him to Arsenal we were not searching for one striker because we had in that moment Jovetic, Agüero, Negredo and Dzeko but I am sure Alexis can play everywhere,” the manager said. Of the qualities of the striker, who has scored 12 Premier League goals, Pellegrini said: “Alexis is a very good player, he is doing a very good season in England. It is not easy for a player in his first season here to score so many goals. Alexis is repeating what he did in the last two seasons at Barcelona and scoring a lot of goals.” City’s 1-1 draw with Everton last weekend allowed Chelsea to take a two-point lead in the chase for the championship. “I don’t know if we dropped two points or if we won one,” Pellegrini said. “It is difficult to know about that. Last year we draw here against Sunderland and it was a very important point to go on and win the title. We have to play 17 games more and that is 51 points. I think that 51 and 47 are 98. “We can drop points and win the title. I am sure that all the teams will drop points between now and the end of the year. The less you drop, the better but it is important to try to recover to the top of the table in this month.” City’s £25m signing of Touré’s countryman Wilfried Bony was questioned by José Mourinho. Chelsea’s manager said: “Good striker. If they have the money and no problems with FFP, well done. Rules are different for City.” Predictably, Pellegrini refused to comment. “I don’t know what he said, so I cannot talk about that. Financial things are the same for all the teams,” he said. Sergio Agüero is now fully recovered following a knee injury. “Yes, he is working with the squad every day so he doesn’t have any problems. We will see if he starts but he is 100 % fit,” said Pellegrini. Samir Nasri, though, has a calf injury which means the midfielder will not play against his old club. “He will be out around three weeks or a month,” the manager said before offering an update on Vincent Kompany and Edin Dzeko, who were each recently injured. “Vincent is 100% fit. He will be OK without problems. We have some doubts about Edin. We must wait to see what the doctor says, what the player says and then we will decide.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}