{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/jan/20/baby-gammy-born-into-thai-surrogacy-scandal-granted-australian-citizenship", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-01-19T22:32:12Z", "webTitle": "Baby Gammy, born into Thai surrogacy scandal, granted Australian citizenship", "webUrl": "https://www.theguardian.com/australia-news/2015/jan/20/baby-gammy-born-into-thai-surrogacy-scandal-granted-australian-citizenship", "apiUrl": "https://content.guardianapis.com/australia-news/2015/jan/20/baby-gammy-born-into-thai-surrogacy-scandal-granted-australian-citizenship", "fields": {"headline": "Baby Gammy, born into Thai surrogacy scandal, granted Australian citizenship", "bodyText": "Baby Gammy, an infant who was left behind in Thailand by his Australian parents in a major surrogacy scandal, has been granted Australian citizenship. The ABC reported on Tuesday that Gammy’s Thai mother, Pattaramon Chanbua, applied for citizenship for her baby, who has Down’s syndrome and has suffered a series of health problems that have required medical treatment. Baby Gammy’s story gained international attention after it was revealed in August that the Australian parents who negotiated the surrogacy arrangement, Wendy and David Farnell, left him behind in Thailand while taking their other child Pipah, who was healthy, back to Australia. In a TV interview the Australian parents of Gammy had previously said they wanted a refund from the Thai surrogacy agency when they were told one of their twins would be born with Down’s syndrome, and would have requested the pregnancy be aborted. “It was late into the pregnancy that we learned the boy had Down’s,” David Farnell said. “They sent us the reports but they didn’t do the checks early enough. If it would have been safe for that embryo to be terminated, we probably would have terminated it, because he has a handicap and this is a sad thing. And it would be difficult – not impossible, but difficult.” Farnell has been previously convicted of 22 child sex offences and spent time in prison. The Department for Child Protection has initiated an investigation into the matter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}