{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/24/chris-hughton-brighton-black-managers-coaches", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-24T22:29:19Z", "webTitle": "Brighton’s Chris Hughton enthused by prospects for black managers", "webUrl": "https://www.theguardian.com/football/2015/jan/24/chris-hughton-brighton-black-managers-coaches", "apiUrl": "https://content.guardianapis.com/football/2015/jan/24/chris-hughton-brighton-black-managers-coaches", "fields": {"headline": "Brighton’s Chris Hughton enthused by prospects for black managers", "bodyText": "Chris Hughton is delighted to be back in management not only from a football perspective but also as standard bearer for black managers wanting to get into the game. Last spring when he was at Norwich he spoke of his disappointment that the number of black and ethnic minority coaches had dwindled – from five across the Premier League, Football League and Conference Premier at the beginning of the 2013-14 season to only him. He lost his job shortly afterwards. Now back in the game at Brighton &amp; Hove Albion, he is keen to promote the sense of possibility. “I’m always conscious of that and it’s something I’m very proud to do. When you speak to potential black and ethnic coaches who want to go into the game, one aspect that they always speak about are role models. They would like to see representation, more at a higher level. And any part I can play in that I am delighted to do.” Hughton suggests there is a growing will to see a positive change. “At this moment I see a real enthusiasm from the stakeholders – the PFA, certainly, the FA and the LMA – to address some of the imbalances. And certainly in the area of education I think we’re seeing an upturn in the number of black and ethnic coaches wanting to participate in courses and that’s certainly a way to go.” While he calls for transparency in the interview process, he is not convinced the Rooney Rule that requires teams in America to interview minority candidates is the way to go. “If we can change that without legislation, that’s the best way.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}