{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/16/mauricio-pochettino-roberto-soldado-goals", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-16T22:30:02Z", "webTitle": "Mauricio Pochettino: Roberto Soldado’s scoring problem is holistic", "webUrl": "https://www.theguardian.com/football/2015/jan/16/mauricio-pochettino-roberto-soldado-goals", "apiUrl": "https://content.guardianapis.com/football/2015/jan/16/mauricio-pochettino-roberto-soldado-goals", "fields": {"headline": "Mauricio Pochettino: Roberto Soldado’s problem in front of goal is holistic", "bodyText": "Mauricio Pochettino showed a marked improvement in his command of the English language when he used the word “holistic” to dismiss the notion that Roberto Soldado’s problems in front of goal might be in his head. The £26m striker has scored only four goals in all competitions this season and plumbed new depths of despair when blazing over the crossbar from five yards in Tottenham’s 4-2 FA Cup replay win against Burnley. “It’s not about psychology,” the Spurs manager said when asked if his striker might be well served by seeing a psychologist. “We see the player and the people and the holistic situation. It’s about all, not a case to fix to bring in a psychologist from outside. The better psychology for him is we are the people all the time with him. We need to find the strange thing that happens in his game.” Tottenham entertain Sunderland in the Premier League on Saturday and Pochettino was equally quick to dismiss the notion that dropping the Spaniard might crush his fragile confidence. “No, because he knows that there’s opportunities for all,” he said. “We have a lot of games ahead and it’s not a question if you miss a chance whether you play or not play. If I decide tomorrow he will go to the bench, it will not affect his confidence. “I am very happy with all players. I am happy with Harry Kane because he scores. I am happy with Soldado; he didn’t score but I am happy too. I am happy with [Emmanuel] Adebayor.” Tottenham’s former player Jermain Defoe is expected to make his debut for Sunderland, having spent recent weeks training with the Spurs development squad. If Pochettino was concerned about his record of scoring debut goals for every club he has played for, he hid it well. “All the best for Jermain in his new era in his career,” he said. “Always we need to be focused on our players but Defoe is a big finisher and a very good striker. He showed his quality here and in the last season at Toronto but we have three great strikers and we are confident in our players.” Pochettino showed his confidence by confirming that Adebayor would return to his match-day squad having regained his fitness and “trained well” in recent weeks after having compassionate leave."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}