{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/19/crystal-palace-bafetimbi-gomis-swansea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-19T22:30:05Z", "webTitle": "Crystal Palace need to spend big to sign Bafétimbi Gomis from Swansea", "webUrl": "https://www.theguardian.com/football/2015/jan/19/crystal-palace-bafetimbi-gomis-swansea", "apiUrl": "https://content.guardianapis.com/football/2015/jan/19/crystal-palace-bafetimbi-gomis-swansea", "fields": {"headline": "Crystal Palace need to spend big to sign Bafétimbi Gomis from Swansea", "bodyText": "Crystal Palace would have to pay in excess of £9m if they are to secure Bafétimbi Gomis from Swansea City because the Welsh club’s position is complicated by their commitment to meet a sizeable signing-on fee written into the France forward’s contract. Gomis moved to the Liberty Stadium on a free transfer from Lyon last summer under the Bosman ruling, and the player is due a payment of around £8m to be met over the duration of his four-year deal. The 29-year-old would be due that figure regardless of whether he leaves the club this month, effectively meaning Swansea would seek in excess of that amount to ensure they made a profit on his sale. It is unclear whether the same commitment would be due if Gomis formally requests a transfer. The France international has played second fiddle to Wilfried Bony, scoring four goals in 23 appearances mainly from the bench, since moving to the Premier League and suggested in an interview with Canal Plus on Sunday that he felt let down by that bit-part role and would be keen to move despite the Ivorian’s recent sale to Manchester City. Gomis earns around £55,000 a week at Swansea, which fits within their wage structure but equates to more given the staggered nature of the hefty signing-on fee. Palace are willing to spend heavily in this window to sign a striker they believe can secure top-flight status, though whether they would meet that sizeable fee and pay the player the £70,000 a week remains to be seen. They have secured Arsenal’s Yaya Sanogo on loan for the rest of the season and are exploring various options to strengthen further. They have formalised their interest in the Blackburn Rovers forward Rudy Gestede and have also scouted Fiorentina’s Khouma Babacar, who has interested Tottenham Hotspur but is understood to be in talks over a new deal with the Viola. Yet Gomis would represent their first-choice option if a deal could be struck. Palace are encouraged by the Frenchman’s public suggestion that he is unsettled. The player’s agent intends to speak to Swansea this week to discuss the forward’s future. “Then I will have a discussion with my representatives to find the best solution,” Gomis told Canal Plus. “I need time to reflect because what was said was not respected. At my age it is difficult to spend my time sitting on the bench.” Palace, who have recruited Ben Stevens from Newcastle as an analyst to rejoin Alan Pardew at Selhurst Park, also intend to lodge an improved bid for Swansea’s left-back Neil Taylor. An offer for Taylor of around £3m was rejected last week but Palace’s hopes of securing a deal for the 25-year-old appear to have been bolstered by Swansea’s move for Martin Olsson at Norwich. The Championship club are considering a £4m bid lodged over the weekend."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}