{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2015/jan/01/miranda-final-episode-review-mark-lawson-inventive-slapstick", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2015-01-01T21:18:23Z", "webTitle": "Miranda: detractors unlikely to see comedian fall on her face", "webUrl": "https://www.theguardian.com/tv-and-radio/2015/jan/01/miranda-final-episode-review-mark-lawson-inventive-slapstick", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2015/jan/01/miranda-final-episode-review-mark-lawson-inventive-slapstick", "fields": {"headline": "Miranda: detractors unlikely to see comedian fall on her face", "bodyText": "The final episode of a hit comedy (Friends, The IT Crowd, Gavin and Stacey) is usually a lap of honour round the media, collecting the valedictory gifts of extended episodes and spin-off documentaries in which celebrities nominate golden moments. But there’s another sort of show for which the laments of the goodbye back-slappers risk being drowned out by the backlashers holding their own leaving party. It will happen to Mrs Brown’s Boys and Derek and it happened to Miranda. At 8.30pm, the final episode of Ms Hart’s self-starring, self-written and self-named comedy ended with the bulky, clumsy title character finally hooking up with Gary, her hot-and-cold chef boyfriend. Like spectators at an Olympic slalom race, the studio audience ooohed and aaahed at the engagements and break-ups spread through the two-part finale before cheering as Miranda, after six years of being comically mistaken for a man, married one, with her hero Gary Barlow, continuing his rehabilitation from complex tax arrangements, playing the piano at the ceremony. The fact that Miranda’s farewell was spread over the two most coveted winter holiday slots – peaktime BBC1 on New Year’s Day and Christmas Day – is a measure of how the show is treasured. But, despite the millions of viewers who enjoy Hart’s combination of slapstick and social satire, there seem to be many who find it silly and soppy. The complaints of the opposition mainly involve the alleged retro nature of her comedy. Familiar aspects include slapstick that follows in unsteady, Morecambesque footsteps – Miranda rarely remains vertical for the full half-hour – and characterisation through catchphrases: a mother who prefaces everyday words with “what I call a” and a posh friend from whose mouth, for instance, “no way” becomes “noweiderhosen.” Those of us who are fans of Miranda would argue that high-class homage is preferable to fitful invention and each of the old-fashioned elements – prat-falls, signature sayings and love story – is handled with panache. Also, Hart is echoing TV comedy’s past not from conservatism or laziness but a scholastic fascination with the conventions: the key to her comedic instincts was a recent Christmas documentary in which she profiled Morecambe &amp; Wise, more or less positioning herself as a female reincarnation of Eric: baffled, tactless, awkward, sardonically catching the camera’s eye: the series ending with a “love you” to us, the viewers. But, though following in a tradition, the show also contains originality, in such painfully funny sequences as Miranda pretending to be on an exotic holiday while staying in a hotel round the corner from her flat and a weird storyline in which she and her mother are confined in the office of an almost-silent family therapist, who was brought back for the final scenes. The two-part finale contained prime examples of the elements that have polarised the show’s reception. There was more elaborately choreographed catastrophe of lankiness, in which the protagonist found herself being dragged up a shop escalator, forced to talk in a strangulated upper-class voice while accidentally hooked to the coat of a shopper deafened by headphones. And the mood shifted from sitcom to romcom and, eventually, just rom as Miranda and Gary ended the penultimate episode with a bleak falling-out over commitment and then the ultimate one with a sweet reunion at a gay wedding. So, if Hart sticks to her retirement of the franchise, her eponymous comedy will total 20 episodes, a familiar sort of figure in contemporary British TV. Whereas hit American comedies have often run for a decade or more – partly because acting contracts there routinely include long-term options and a large volume of episodes makes re-run syndication more lucrative – the younger generation of UK comedians seem increasingly influenced by the example of John Cleese, who halted Fawlty Towers after only two runs consisting of 12 episodes. Another factor is that stars now tend to out-grow sitcoms very fast. Actors in top comedies have always done other things: the cast of Dad’s Army and The Good Life were frequently to be found on West End and regional stages. But a successful telly comedy can now launch arena comedy tours, best-selling books and even Hollywood or Broadway careers. This model was established by Gervais (followed by his Office co-star Martin Freeman) and then by Chris O’Dowd and Richard Ayoade of The IT Crowd and James Corden from Gavin and Stacey. Miranda Hart hasn’t yet become an American star – although she has a role in the Hollywood film Spy, due to open in May – but has accumulated all of the other trappings of the portfolio comedian: stand-up tour (the cannily branded “What I Call My Tour”), books and other TV roles, including Call the Midwife. As admirers had hoped, Miranda ended up on the floor twice in her comedy send-offs. But her expanding career, of which her inventive and well-acted sitcom is only a small part, suggests that her detractors are unlikely to get their wish of her falling metaphorically flat on her face."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}