{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2015/jan/28/stuart-lancaster-england-six-nations-france-wales", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-01-28T22:00:14Z", "webTitle": "Stuart Lancaster says England have learned lessons for Six Nations | Robert Kitson", "webUrl": "https://www.theguardian.com/sport/blog/2015/jan/28/stuart-lancaster-england-six-nations-france-wales", "apiUrl": "https://content.guardianapis.com/sport/blog/2015/jan/28/stuart-lancaster-england-six-nations-france-wales", "fields": {"headline": "Stuart Lancaster says England have learned lessons for Six Nations", "bodyText": "A shiny new trophy will be presented to this season’s Six Nations champions but almost everything else about the tournament launch in London felt eerily similar to 12 months ago. Ireland modestly played down their chances, Italy and Scotland spoke of putting past disappointments behind them, France lamented their relative lack of training time together and Wales and England insisted the World Cup would not dilute the significance of their next meeting. Déjà vu was in plentiful supply. Leaving aside the familiar diplomatic platitudes, however, there is every reason to believe the 2015 championship will live up to its new official tagline as “Rugby’s Greatest Championship” when it kicks off next week. The France coach, Philippe Saint-André, reckons any one of four teams could win it and he is probably right. The only certainty is that what seemed likely at the end of January will look absurd by mid-March. To paraphrase Warren Gatland, expectation and reality are never further apart in northern hemisphere rugby than at this time of year. Saint-André, interestingly, also suggested that the job of coaching France and England is tougher than it is for the other nations. There will be cries of disbelief in Wales, where rugby is such a part of the national psyche, but Saint-André was referring specifically to the intense physical demands of the Top 14 and Premiership and the knock-on effect for Six Nations planning in those countries. Saint-André confesses that, since he took over as France coach, he has given up theorising months in advance about what his best team might look like. Instead he now simply waits until the last minute to see how many fit bodies he has available and chooses accordingly. Which, of course, is precisely the situation in which Stuart Lancaster currently finds himself. The red rose injury bulletins continue to be downbeat, with the number of players set to be unavailable for the Wales game extending to double figures. There is also the small matter of the Millennium Stadium hangover from two years ago, which Lancaster acknowledges is still at the back of English minds. “Everyone has to improve their levels for us to beat Wales, because that is a game at the top end of the international spectrum. It’s on a Friday night, it’s in Wales, it’s a side stacked full of British Lions and they don’t seem to have suffered as many injuries as we have, so they have that.” Lancaster is equally adamant, however, that England must travel with a degree of self-belief. Having reviewed the November win over Australia, he still feels it was a highly creditable home performance and is keen to maintain that momentum across the Severn Bridge when England return to the scene of their 30-3 mauling in 2013. “We have to learn the lessons from two years ago, without a doubt. We didn’t play well enough on the day and when it got to 17-3 at around 50 minutes, we allowed ourselves to slip into trying to solve problems on our own. In international rugby you can’t do that. I think we’ve learned the lessons about sticking to the plan and we’ve done that a lot better recently.” Gatland, for his part, is not buying into the theory that England will limp into Cardiff like lambs to the slaughter because of their long injury list. “England have a huge amount of strength in depth in a lot of positions. It does not matter what team they put out. The challenge for us is to make sure we don’t allow the injuries to become a distraction and people talk us up too much. England will be a strong side whatever happens.” Both he and his captain, Sam Warburton, also do not expect England to be blown away as they were last time they visited the Millennium Stadium. “You learn from experiences and a lot of those players two years ago had not played at the Millennium Stadium before and experienced that sort of intensity,” stressed Gatland. “Last year we lost at Twickenham in a game we could have won after playing poorly. So we all have a bit of baggage over the last couple of years.” The engaging, impressive Warburton was equally keen to talk up the English, clearly conscious of the game’s significance to the championship outcome as a whole. “I am expecting a tough game. Two years ago I don’t think the scoreboard reflected the match. It was an arm wrestle for quite a while. It was only a couple of tries in quick succession which made the score look favourable for Wales. There are a couple of teams in the world I find difficult to play against and England are one of them. Regardless of their injuries they have boys who can step in and it won’t affect them too much.” Ireland will be hoping the same applies to their challenge as they seek to defend their title without the retired Brian O’Driscoll. They are likely to be stronger towards the end of the championship than at the start but Joe Schmidt made the valid point that injury-hit teams who sit and mope will get nowhere. What matters more than medical updates is ensuring that whatever team takes the field performs to its optimum level, a trick he has mastered with increasing regularity. “You’ve got to adapt,” he cautioned. “If you don’t adapt well enough you do become vulnerable.” Schmidt’s other warning was reserved for those tempted to dismiss Scotland under their new coach, Vern Cotter. Cotter and Schmidt worked together at Clermont before going their separate ways and know each other’s methods inside out. “He’ll pretend to be a simple New Zealand farmer because he wants people to underestimate what he brings to a team,” suggested Schmidt, who still hopes Jonathan Sexton will be fit for his own side’s home game against France in round two. Perhaps the best bet is that at least one Kiwi coach will enjoy an uplifting championship. Lancaster and Saint-André are the only coaches in charge of their native countries, with the Frenchman Jacques Brunel still pulling the strings in Italy. The Azzurri will remain the wooden spoon favourites but, as their captain Sergio Parisse coolly observed, in perfect English, they “can put any team in the world under pressure at the set-piece”. The last word, though, has to go to the French in the wake of the horrific recent events across the Channel. Saint-André believes the Paris shootings may provide extra motivation for the national team before their opener against Scotland. “I think La Marseillaise will be quite emotional given what has happened in our country over the last few weeks,” suggested the coach. With the World Cup also at the back of everyone’s minds, it looks set to be a rousing championship in every respect."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}