{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2015/jan/01/corrections-and-clarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2015-01-01T20:59:05Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2015/jan/01/corrections-and-clarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2015/jan/01/corrections-and-clarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "• An article about an Irish high court decision, which allowed doctors to switch off the life-support system sustaining a brain-dead woman who was 18 weeks pregnant, confused article 8 of the Irish constitution with its eighth amendment. The former enshrines the Irish language as the national and first official language of Ireland and the latter acknowledges the right to life of the unborn (Pregnant woman’s life support can be switched off, 27 December, page 17). • In a feature article on Ed Sheeran, a quote about the singer’s boy-next-door image being a potent attribute for an artist in 2014 was mistakenly attributed to Keith Negus, professor of musicology at Goldsmiths, University of London. In fact, it was a professor of music at Oxford University, Eric Clarke, who was both interviewed and quoted (From boy next door to king of the world, 1 January, page 3). • King’s Cross, the station worst affected by disruption to train services over the Christmas period, is not overseen by David Ward, Network Rail’s route managing director for the south-east, contrary to what we suggested (OBE for Christmas travel chaos boss, 31 December, page 2). We have also been asked to clarify that the departure and severance package of Network Rail’s managing director of network operations, Robin Gisby, was agreed in November, and did not relate to the problems at Christmas. • Other recently corrected articles include: Calais’ desperate migrants are dying – politicians must intervene urgently Londoners miss out as homes built as ‘safe deposit boxes’ for foreign buyers Abandon all Hope? Los Angeles-area airport considers dropping entertainer’s name"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}