{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/jan/12/data-retention-bill-an-urgent-priority-to-counter-terrorism-george-brandis-says", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-01-11T23:12:20Z", "webTitle": "Data retention bill an 'urgent priority' to counter terrorism, George Brandis says", "webUrl": "https://www.theguardian.com/australia-news/2015/jan/12/data-retention-bill-an-urgent-priority-to-counter-terrorism-george-brandis-says", "apiUrl": "https://content.guardianapis.com/australia-news/2015/jan/12/data-retention-bill-an-urgent-priority-to-counter-terrorism-george-brandis-says", "fields": {"headline": "Data retention bill an 'urgent priority' to counter terrorism, George Brandis says", "bodyText": "George Brandis has described his data retention laws as an urgent and vital safeguard against terrorism, saying the Paris attacks show the west “faces a profound threat that is likely to be with us for a long time”. The government signalled on Monday its determination to press ahead with legislation forcing telecommunications companies and internet service providers (ISPs) to store customer details known as metadata for two years, although key details such as costs and technical requirements are yet to be settled. Tony Abbott also confirmed he had decided to change the way he referred to Islamic State. The prime minister has regularly used an alternative acronym, Isil, but said he was now using the Arabic-derived term Daesh. “Daesh hates being referred to by this term, and what they don’t like has an instinctive appeal to me,” Abbott told the Herald Sun on Monday. The attorney general outlined his response to last week’s attacks in Paris by Islamist gunmen who killed 17 people, including staff of the Charlie Hebdo magazine, police officers and shoppers at a kosher store. “After the Martin Place siege and the atrocities in France, no rational person can dispute that the world – and the free and democratic west in particular – faces a profound threat that is likely to be with us for a long time,” Brandis wrote in an opinion piece in the Australian. He said the government had responded to warnings about the threat of domestic terrorism by increasing funding to police and intelligence agencies, engaging with moderate Muslim leaders to identify at-risk youth and pursuing a series of changes to national security laws. These changes included making it an offence for Australians to travel to a declared area without a legitimate reason and giving the Australian Security Intelligence Organisation (Asio) new powers for secret “special intelligence operations”. “One crucial bill, requiring mandatory retention of metadata, is before parliament’s intelligence committee. Its passage is an urgent priority,” Brandis wrote. “Access to metadata is vital to investigate terrorism and organised crime. The bill does not propose any additional powers for national security agencies. It requires telecommunications companies to retain information they have routinely kept but which they might not keep in future. Discussions are being undertaken between the government and industry to deal with the definition of the dataset and cost.” The intelligence committee is examining legislation that would require telcos and ISPs to store customer details, such as telephone numbers they dialled and the internet protocol addresses they were assigned, for two years. Police and security agencies have told the inquiry these details, commonly known as metadata, are crucial to criminal investigations and the laws will ensure uniform storage practices. But officials from the Attorney General’s Department told the committee last month that the full costs of the scheme were still unknown. And lawyers and the telecommunications industry argued the vague wording of the new laws would allow the intrusion into citizens’ activities to expand over time. The inquiry is accepting submissions until 19 January, with the committee due to make recommendations at the end of next month – paving the way for a subsequent parliamentary debate and vote. Brandis said stronger national security laws could not protect against all forms of attacks. “Of course, the best-resourced agencies, the sincerest community engagement and the most carefully written laws cannot provide an absolute guarantee against a terrorist outrage – as the events at Martin Place tragically demonstrated – particularly in the case of ‘lone wolf’ actors, who may not be active within a network,” he wrote. “Nevertheless, the public can be reassured that the government has taken, and will take, all appropriate steps to protect our safety and freedom.” The Liberal senator Cory Bernardi called on the government to revisit racial discrimination laws after the Paris attacks, saying Australians should not be “bullied or bludgeoned or terrorised” into keeping silent on a range of controversial issues. The government shelved proposed changes to section 18C last year, citing the need for Muslim community support for tougher counter-terrorism laws. Abbott also argued last year that Australians must accept a reduction in freedom and an increase in security “for some time to come” because of the terrorism threat."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}