{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/16/jose-mourinho-referees-chelsea", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-16T22:30:02Z", "webTitle": "José Mourinho: referees should be able to work with more freedom", "webUrl": "https://www.theguardian.com/football/2015/jan/16/jose-mourinho-referees-chelsea", "apiUrl": "https://content.guardianapis.com/football/2015/jan/16/jose-mourinho-referees-chelsea", "fields": {"headline": "José Mourinho: referees should be able to work with more freedom", "bodyText": "José Mourinho has again aired his frustration at the perceived injustices he says complicate his task at Chelsea. Speaking for the first time since being charged by the Football Association with improper conduct over comments he made about a “campaign” against Chelsea in the wake of December’s 1-1 draw at Southampton, he made one thing clear: he is keen to get across the idea that his team is hard done by. Mourinho stressed that referees in England are “good honest people who want to do the best they can” and said the standard of officiating in the Premier League is generally higher than in other countries in which he has worked, yet he lamented the number of wrong decisions from which his team have suffered this season and wondered about the influence of the media and rival managers. He also alluded to double standards applied by disciplinary bodies. “To be fair I think the referees’ standard is good,” Mourinho said. “What maybe is not is the reactions and the influence that you can have on their stability to referee this team or that team. That is a completely different story.” Mourinho said he would like referees to work with more freedom. “To be fair with everybody and look to everybody with the same eyes and don’t put pressure on the referees about their decisions,” he said. “They must feel free, they must feel like the players. The players to express themselves they must feel free, happy, no pressure, best stability to play football. With them [referees] it has to be exactly the same thing.” Asked to elaborate on the notion of freedom for referees, Mourinho referred to the Manchester United match against Stoke City on New Year’s Day, in which the United defender Chris Smalling was not punished for a suspected handball in the box. “I’ll tell you a good example. Was it a penalty in the game Stoke against Manchester United? Everybody thinks so. Did you see big noise around it? I didn’t. Would you think such a penalty against Chelsea would have a reaction in the media and with managers in the same way after that reaction? I don’t think so. After that the reaction would be double or treble so obviously a referee needs to feel free, relaxed and with no pressure to do their best.” Mourinho recalled other perceived discrepancies, including the lack of disciplinary action against Arsène Wenger after the Arsenal manager pushed Mourinho during Chelsea’s win over their north London rivals at Stamford Bridge in October. “With Chelsea and with me the reactions are different. Do you think if I push a manager in the technical area that I don’t have a stadium ban? I have a stadium ban. So referees are not guilty, they want to do their best but clearly there are measures and there are ways of reacting and clearly with my club and in relation to myself there are different standards.” The Portuguese said he did not attend the pre-season meeting between Premier League managers and Mike Riley, the head of the top-flight’s refereeing body, because he believed it would not have helped. “I didn’t even go to the meeting because I think it’s a waste of time for me because nothing changes with us.” Mourinho called for increased use of technology to aid referees, explaining that they are always saddened when he tells them after matches that television footage has proved them wrong. “I get the impression they are disappointed when they make mist akes,” he said. “Not one has the arrogance to say ‘I didn’t make a mistake, I am better than the television.’ When I say, ‘You made a mistake I just watched on TV,’ they are upset. I think there is not one referee or linesman who is not happy with goalline technology. I think goalline technology is fantastic. And every game I play now without goalline technology, in the Capital One Cup, the Champions League and so on, I am worried.” Mourinho also hinted at concerns over Manchester City’s signing of Wilfried Bony from Swansea City this month, seemingly eager to understand how the club could spend around £25m on a player in spite of the limits placed on its expenditure following its breach of financial fair play regulations. “If they have the money and can spend it and have no problems with FFP, well done. They can only play with 11, unless the rules for them are different and they can play with 12. It looks like the rules are different for them in certain aspects but not this one.” Asked what he meant, he replied: “You know what I mean.”,"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}