{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2015/jan/28/facebook-revenue-grows-mobile-advertising", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2015-01-28T23:32:57Z", "webTitle": "Facebook earnings surpass expectations boosted by mobile advertising", "webUrl": "https://www.theguardian.com/technology/2015/jan/28/facebook-revenue-grows-mobile-advertising", "apiUrl": "https://content.guardianapis.com/technology/2015/jan/28/facebook-revenue-grows-mobile-advertising", "fields": {"headline": "Facebook earnings surpass expectations boosted by mobile advertising", "bodyText": "Facebook revenue grew 49% in the fourth quarter, as mobile advertising helped the social network beat Wall Street’s expectations. “We got a lot done in 2014,” said Mark Zuckerberg, Facebook founder and CEO. Facebook ended 2014 with 1.39 billion monthly users, in December 890 million people accessed the service on a daily basis, an increase of 18% year-over-year. Revenue for the full year 2014 was $12.47bn, an increase of 58% year-over-year. The company struggled after its initial public offering in May 2012, as analysts worried it was failing to make the transition to mobile. But Facebook has successfully repositioned itself for mobile. Mobile daily active users totalled 745 million on average in December 2014, an increase of 34% year-over-year. The company said mobile ads accounted for 69% of advertising revenue in the fourth quarter, or $2.48bn. The type of content people look at on Facebook is also changing. Ahead of releasing the latest quarter’s figures Sheryl Sandberg, Facebook’s chief operating officer, told CNBC people now watch 3bn videos a day on Facebook, up from 1bn last September. On a conference call with analysts Sandberg said: “Video is growing quite nicely through the ecosystem right now.” Zuckerberg told analysts that the next five years would be about growing recently acquired businesses including WhatsApp, a messaging service, picture-sharing app Instagram, and Oculus Rift, developer of a virtual reality headset. WhatsApp now has 700 million users and Instagram 300 million. Last year Facebook spent $19bn on WhatsApp and $2bn on Oculus. It bought Instagram for $1bn in 2012. “Facebook is going to have to evolve,” said Zuckerberg. “We want to really focus on serving people across the world.” Fourth-quarter revenue grew at its slowest rate since the beginning of 2013, to $3.85bn, compared to $2.59bn in the year-ago period, but was still ahead of the $3.77bn analysts polled by Thomson Reuters had expected. Last quarter, Facebook’s shares dipped sharply after it released its results, as investors worried about ambitious spending plans and a dip in revenues. Costs and expenses surged in the final quarter to $2.72bn, up 87% from a year earlier. The company’s headcount increased 45% over the year. The company’s shares dipped 1.5% in after hours trading."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}