{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/jan/13/ed-balls-can-beat-george-osborne-budget-deficit-analysis", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-01-13T21:42:33Z", "webTitle": "Ed Balls can beat George Osborne on his preferred economic battleground", "webUrl": "https://www.theguardian.com/politics/2015/jan/13/ed-balls-can-beat-george-osborne-budget-deficit-analysis", "apiUrl": "https://content.guardianapis.com/politics/2015/jan/13/ed-balls-can-beat-george-osborne-budget-deficit-analysis", "fields": {"headline": "Ed Balls can beat George Osborne on his preferred economic battleground", "bodyText": "George Osborne was on comfortable ground during the Commons debate on the deficit. The chancellor relished the opportunity to trot out the well-rehearsed lines that the Conservatives are the party of economic competence, while Labour would lead the country to economic ruin if they were to be elected in May. At a time when the economy is recovering but the public still bears the scars of the financial crisis, Osborne is hoping his claims will resonate with the electorate. The truth is that Osborne has repeatedly missed his deficit targets since gaining the keys to number 11 in 2010, a point that shadow chancellor Ed Balls hammered home in Tuesday’s debate. The chancellor has borrowed more than £200bn more during this parliament than he planned at the outset, Balls said, essentially accepting a higher deficit rather than cutting more to meet the target. But despite this failure, the chancellor’s chosen battleground is the deficit, which he senses is a weak spot for Labour. He claims that a vote for Labour in May would be a vote for economic chaos, putting Labour on the defensive. Labour has steered clear of giving a precise timescale for when it intends to eliminate the deficit, saying it would do so as soon as possible in the next parliament. It has also said it would borrow more to invest, which would in turn lead to higher economic growth, a lower deficit and, ultimately, lower debt. That is a fair point, and one that Balls and Labour should be willing to stress. Much has been made of the Institute for Fiscal Studies’ claim that under Labour an extra £170bn borrowing may be required over the next three parliaments. But that is not necessarily worrying in itself if the borrowing leads to higher growth. The effect would be to bring down national debt as a proportion of GDP – the more important measure for financial markets. An increase in the trend rate of growth by 0.25% would bring in £19bn more in tax revenue by the end of the next parliament, Balls said yesterday. Osborne’s argument that Britain’s public finances must be sufficiently robust to withstand another crisis is sound. But Balls would do well to have confidence in his arguments and to take on the chancellor on his preferred battleground. In the face of a clear and consistent message from the Conservatives that a vote for Labour would be a vote for economic chaos, Balls has four months and counting to refine his response and get it across to voters."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}