{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/jan/11/chelsea-newcastle-john-carver-premier-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-01-11T22:30:01Z", "webTitle": "Newcastle’s John Carver feels the love of Chelsea’s José Mourinho", "webUrl": "https://www.theguardian.com/football/2015/jan/11/chelsea-newcastle-john-carver-premier-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2015/jan/11/chelsea-newcastle-john-carver-premier-league-match-report", "fields": {"headline": "Newcastle’s John Carver feels the love of Chelsea’s José Mourinho", "bodyText": "José Mourinho had seen enough. A long pass from Cesc Fábregas, intended to send a static Diego Costa sprinting behind the Newcastle United defence, sailed away for a goal-kick midway through the first half and the Chelsea manager leapt from the dugout to remonstrate with his striker about his lack of movement. Shouting at Costa is a brave thing to do at the best of times. He is not blessed with the longest of fuses but then again neither is Mourinho when he sees his £32m striker performing a passable impression of Fernando Torres and his team playing without any intensity against Newcastle at home. The visitors were dominating and creating chances and Chelsea looked like they were still reeling from the defeat at Tottenham Hotspur on New Year’s Day. Slowly but surely Chelsea dragged themselves out of their torpor and by the end, with victory assured after goals from Oscar and Costa, Mourinho was relaxed enough to turn his attention away from the action and on to John Carver’s employment status. If Newcastle continue to play as well as they did in the first half, then Carver has an outside chance of being upgraded from caretaker to permanent manager. “He said to me, ‘if you keep playing like this you’ll get a five-year contract as Newcastle manager’,” Carver said. “It was nice. At the end of the game he said, ‘you deserve the job, you’re ready for it now. He said ‘I hope you get it’. We just laughed and he gave me another hug – he must have hugged me 10 times today.” Carver has not spoken to Newcastle’s owner, Mike Ashley, yet and Rémi Garde is rumoured to top the list of likely replacements for Alan Pardew. The caretaker really wants that job, even though he has not won any of his three matches in charge. “We’ve got Southampton next Saturday, then we’re not playing the following week because we’re out of the FA Cup, so there is a little bit of time there,” Carver said. “It’s been two weeks now, so by that time it will be a month. That’s a long time to decide what you are going to do, so I think it should be in place by then.” Chelsea were too powerful in the end and moved two points clear at the top after Manchester City drew with Everton. Oscar gave them the lead shortly before half-time after capitalising on some quick thinking by Willian and Branislav Ivanovic at a corner and the Brazilian’s magnificent backheel set up Costa for Chelsea’s second goal after 59 minutes. It was a slog at times, though, and Mourinho had strong words for his players at half-time. “We didn’t have enough players playing at the level we’re used to seeing,” Mourinho’s assistant, Steve Holland, said. “José reminded them at half-time what he wanted them to do, their roles and responsibilities. We wanted to play higher up the pitch. We wanted the ball more, recover the ball more, sustain attacks. Mentally dominate the game, which we didn’t do very well in the first half. The players responded well and it was a very good second half.” Holland was speaking because Mourinho did not turn up for his post-match press conference. He was charged with misconduct by the Football Association last week following comments about an apparent campaign against Chelsea – they were denied another penalty when Fabricio Coloccini got away with handling Costa’s cross in the 55th minute – and the club are backing his stance. Yet Chelsea did not need any favours from the officials to beat Newcastle. A few tweaks and some constructive criticism from Mourinho was all it took for them to rediscover their spark. “They have to be psychologists at times,” Holland said. “They have to recognise what is required at the time and get the necessary reaction. That’s why the top managers are the top managers. José got the reaction he wanted in the second half. It was a collective thing. Not individuals. It was a general, collective half-time team talk. “It gets mentioned quite a bit, blip, playing poorly, but we’ve played 31 matches and we’ve lost two. We’re top of the league in one of the hardest leagues in the world, two points clear, we’re in the round of 16 of the Champions League, we’re in the semi-finals of the Capital One Cup and the fourth round of the FA Cup. So it’s not so bad, eh?” Man of the match Oscar (Chelsea)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}