{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/sep/02/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-09-01T23:38:38Z", "webTitle": "Huge potential of West Ham is the draw", "webUrl": "https://www.theguardian.com/football/2006/sep/02/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2006/sep/02/newsstory.sport", "fields": {"headline": "Huge potential of West Ham is the draw", "bodyText": "West Ham United revealed yesterday that they have held exploratory discussions about a possible takeover of the club. The interested party is believed to be Kia Joorabchian, the 35-year-old businessman who manages Carlos Tévez and Javier Mascherano, the two Argentina internationals whose transfers to Upton Park were announced on Thursday. The West Ham board insisted there is \"no contractual link\" between any takeover attempt and the signings, and Joorabchian said that he was not currently involved in any takeover at any club. \"I am in no situation to take over a club or anything like that because of my personal situation,\" he said. His father, who ran a Vauxhall dealership in Kent, died recently and he says he is not ready to embark on a new project as well as taking over his father's affairs. But he refused to rule out the possibility of being involved with West Ham in future. Joorabchian recently resigned from Media Sports Investments, a company he set up in London two years ago for the purpose of taking control of the Brazilian club Corinthians. Under his direction MSI ploughed millions of pounds into the Sao Paulo club, signing Tévez and Mascherano among others. A friend of Joorabchian said: \"He sees great parallels between Corinthians and West Ham. Both teams have huge fan bases but are under-resourced.\" At Corinthians, Joorabchian managed to increase revenues by 500% in the first year by renegotiating sponsorship deals and increasing attendances at games. The friend added: \"With West Ham he sees an opportunity to do another Corinthians. Clubs like Arsenal and Man Utd have already exploited most of their potential.\" West Ham's chairman Terence Brown has maintained the board will talk to anyone who can take the club forward and has the financial means to do so. However, interested parties in the past have been unable to persuade Brown to sell. About 85% of West Ham is believed to be in the hands of three principal groups of shareholders, with Brown having about 40%, the Cearns family some 20%, and Charles Warner, the grandson of the club's founder, Arnold Hills, about 25%. Joorabchian was at the head of MSI's £90m attempt to take over the club at the beginning of last season but that plan was abandoned in November 2005 because of a disagreement over the value of the club. Joorabchian said he resigned from MSI because of the death of his father, but he has kept his role as manager and mentor to Tévez and Mascherano. A former international financier, he recently sold his business, American Capital, for more than $50m (£26.3m) and is now operating as a sole investor. He said he recommended West Ham to the two Argentinian players because they would have a bigger impact there than if they had signed on at one of the Premiership's top clubs. \"My view is that it would be better to go to a smaller club where they would be really nurtured rather than going somewhere where they would be just one more galáctico.\" West Ham's media spokesman, Phil Hall, said: \"[Joorabchian] saw in Alan Pardew great potential and thought that the players would get special care and attention. And he thought it was good from an investment point of view.\" Mascherano appeared to agree with his mentor's assessment. \"Mr Pardew's enthusiasm rubbed off on both of us. He talked about his vision for us and the club and we both became very excited. He is organised, with a clear idea of what he expects, and I was very impressed. \"I am also aware of some of the great players at West Ham. I know of Anton Ferdinand. He is talked about a lot in Argentina as a great player of the future.\" The Argentinian defender Lionel Scaloni, who left Upton Park this summer after a loan spell from Deportivo La Coruña, believes his compatriots will ensure West Ham can compete at the top of the Premiership. \"Javier is going to be the ideal addition in midfield. And Carlos is playing in the perfect environment for his game,\" he said. \"They signed for a very good team with a good infrastructure.\" Although the terms of the contract to bring the pair to Upton Park have not been disclosed, MSI and Joorabchian stand to make most - if not all - of the money gained from any future sell-off of the Argentinians MSI, though, has stated that it is no longer interested in taking over any European clubs, preferring to concentrate its activities in South America. The company's investors are unknown and, although it is widely assumed that the money comes from Russian sources, Joorabchian has always insisted that he has had no financial backing from the oligarch who gave him his big break in business, Boris Berezovsky, nor Chelsea's owner Roman Abramovich. Berezovsky has said he will build a stadium for Corinthians and a centre for concerts, shows, and events. The newspaper Estado de Sao Paulo quoted Berezovsky as saying he would invest $50m (£26.3m) in the project. He had told Russia's Vremya Novostey newspaper in January 2005 that he had not attempted to buy Corinthians: \"My good friend Joorabchian has expressed his wish to enter the football market - as far as I remember, through the company you named, MSI. In particular, I heard that he was interested in the club Corinthians. He even suggested to me to participate in the deal but I refused.\" Berezovsky, a one-time business colleague of Abramovich, is living in exile in London. The pair had a massive falling-out some years ago and that rift has not been healed. Last year Berezovsky announced that he was going to take legal action in Russia against his former colleague, claiming he was owed a vast slice of money from the oil company Sibneft. Abramovich's advisers have been forced to distance the Russian billionaire from any connection with MSI."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}