{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/sep/20/communities.guardiansocietysupplement", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-09-19T23:10:18Z", "webTitle": "Concern raised over housing's fat cats", "webUrl": "https://www.theguardian.com/society/2006/sep/20/communities.guardiansocietysupplement", "apiUrl": "https://content.guardianapis.com/society/2006/sep/20/communities.guardiansocietysupplement", "fields": {"headline": "Concern raised over housing's fat cats", "bodyText": "They are undoubtedly the fat cats of the public sector, earning up to £240,000 annually, and with generous bonuses and pensions. Their salaries have attracted little publicity outside the specialist press, but the weekly magazine Inside Housing last weekend revealed that salaries of housing association chief executives - the people whose job it is to house some of the poorest in the land - shot up by almost three times the rate of inflation last year. Top of the list is John Belcher, of Anchor Trust, who netted £239,879 in 2005-06 (up 13%), followed by David Cowans, of Places for People, on £238,887 (although Cowans saw his remuneration package fall by 23%). The Housing Corporation (HC), which oversees the associations, has voiced its concern. Jon Rouse, its chief executive, asks how the bosses with such generous packages could relate to tenants. \"We need a sector that is fully connected and empathises with the situation facing the communities it serves,\" he says. Whether the issue will be raised at this week's annual conference of the National Housing Federation, which represents the associations, remains to be seen. But the increases are in sharp contrast to the pay packets of less senior housing staff. Inside Housing discovered earlier this year that senior housing officers had seen their salary fall by 1% and housing managers by 3%. So perhaps it's time for the Commons select committee, charged with scrutinising the Department for Communities and Local Government (DCLG), to have a look. More particularly, the HC says it will be encouraging the boards of associations, \"especially where the amounts are substantial\", to examine the high pay levels and to take responsibilities \"seriously and negotiate reasonable packages\". Time as well, perhaps, for corporate responsibility to reach right up to the top level of housing associations before someone acts. Housing associations occupy that strange netherworld between the public and private sectors, taking funds from the HC (that is, the taxpayer) where appropriate, while engaging in full-blown commercial activity. Whether these two areas fit easily together is perhaps something for the DCLG select committee to examine. · Email your comments to society@theguardian.com. If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}