{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2006/sep/10/dance", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2006-09-09T23:59:05Z", "webTitle": "Dance: Ballet Nacional de Cuba, Sadler's Wells, London EC1", "webUrl": "https://www.theguardian.com/stage/2006/sep/10/dance", "apiUrl": "https://content.guardianapis.com/stage/2006/sep/10/dance", "fields": {"headline": "Not even the satin snoods can slow them", "bodyText": "Ballet Nacional de Cuba Sadler's Wells, London EC1 After Balanchine's idiosyncratic Don Quixote in Edinburgh comes a very different version of Cervantes's tale from the Ballet Nacional de Cuba. Where Balanchine reflects the sombre religiosity and Goyaesque cruelties of old Spain, this 1988 production by Ballet Nacional director Alicia Alonso is fast-paced, sun-splashed and Caribbean. Alonso has drawn a clear storyline, based on Petipa's 1869 original, but no one on stage much concerns themselves with the business of acting, genially mugging their way through the mime passages as if impatient to get back to the dancing. And this, thanks to Alonso and her ballet mistress, Maria Elena Llorente, is of a very high order indeed. Despite the limited resources of the island's schools, Cuba has consistently produced wonderful classical dancers, Carlos Acosta of the Royal Ballet and American Ballet Theatre's Jose Manuel Carreno being only the latest in a long line. Cuban men, in particular, bring a joyful flair to ballet which is comparable to the Brazilian genius for football. This cast is no exception. The women are good, but the men are terrific, applying a cool machismo to Alonso's steps and gilding every sequence with a scintillating finish. They even manage, just about, to carry off the hideous snoods to which designer Salvador Fernandez condemns them in Act 3. Of black net, with pink satin trim, these are right up there in the registry of taste crimes with the red velvet hotpants worn by the Royal Ballet's Martin Harvey in the William Tell pas de deux. It's a rule of thumb, naturally, that whenever you take a guest to a dance performance, hoping to persuade them of its fabulousness, you get a stage full of guys in costumes of such off-the-scale ghastliness that you blush for the entire art-form. Nor is contemporary dance exempt. The Cunningham style has recently inspired a rash of would-be-mutedly tasteful but actually just plain boring costumes, usually in peasant cuts and shades of tofu. Let's hope that little spasm has run its course. Snoods apart, this production looks good, and its faint communist dowdiness adds to, rather than detracts from, its charm. As Basilio, Joel Carreno combines impeccable schooling with a larky romanticism, dashing off multiple air-turns with insouciance. Viengsay Valdes, meanwhile, dances 'Kitri, the beautiful' (as the programme endearingly dubs her) with breezy elan, a knowing twinkle at the audience, and a smile as wide as a watermelon-slice. Her line veers off the classical at times, but she turns like a dream, whipping off double pirouettes on pointe and then drifting around for a petal-soft third turn. Her speciality is a sustained balance from which she only descends when the audience is yelping with excitement. If she turns the trick a couple of times too often, you forgive her for the obvious pleasure she takes in the applause. As the Queen of the Dryads, Anette Delgado burns with a cooler, steadier flame. Her technique is formidable, but as with Valdes, it's her smile that you take away with you."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}