{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/sep/25/europeanfootball.palermo", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-09-24T23:52:03Z", "webTitle": "Crespo fires Inter to top spot", "webUrl": "https://www.theguardian.com/football/2006/sep/25/europeanfootball.palermo", "apiUrl": "https://content.guardianapis.com/football/2006/sep/25/europeanfootball.palermo", "fields": {"headline": "Crespo knocks Palermo off their lofty pedestal", "bodyText": "Palermo, who set out to defend their single-goal lead against visiting West Ham in the Uefa Cup on Thursday, ended their brief spell on top of Serie A when they went down 2-0 at Empoli. Franco Brienza missed a penalty for Palermo in the first half and the Sicilian club, who rested their captain and usual penalty taker Eugenio Corini as well as the striker David Di Michele - who scored two at Lazio last week - finished with 10 men after Roberto Guana picked up a second yellow card. Internazionale replaced them thanks to a 4-3 win over Chievo, with Hernan Crespo scoring two, the second a 70th-minute winner. Roma also moved above Palermo and into second place on goal difference after winning 4-0 against Parma, Simone Perrotta getting one of the goals. In Serie B Juventus won 4-0 against Modena, two from David Trezeguet and one apiece from Alessandro Del Piero (his 199th for the club) and Pavel Nedved taking them up to minus seven points after starting the season with a 17-point penalty. Brescia lead the way with 10 points. Porto, Arsenal's visitors in the Champions League tomorrow, went top of the Portuguese League after their fourth league win out of four, 3-0 against Beira Mar, while Benfica, who host Manchester United the same night, conceded an injury-time equaliser at Pacos Ferreira where it finished 1-1. Both teams should be rested as the games took place on Friday. Galatasaray, Liverpool's visitors on Wednesday, lost 3-1 at Trabzonspor and dropped to fourth in the Turkish League while Levski Sofia of Bulgaria, Chelsea's hosts at the same time, won 3-0 at Rodopa to stay top of their league with six wins and a draw, 23 goals scored and none conceded. In the Czech Republic Slavia Prague, visitors to Tottenham on Thursday, won 4-0 at Viktoria Plzen, Pavel Fort scoring a hat-trick in 23 minutes. Sparta, who host Hearts, triumphed 3-0 at home to Budejovice Louis van Gaal's AZ Alkmaar lead the Dutch League by a point after a 2-0 win at Roda JC. Kenneth Perez got both goal in Ajax's 2-0 win over NEC Nijmegen; the Amsterdam club are second. Jonathan de Guzman's early goal proved sufficient for Feyenoord to beat Excelsior 1-0 in their Rotterdam derby."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}