{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/sep/06/socialexclusion.guardiansocietysupplement", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-09-05T23:33:25Z", "webTitle": "Forced entry", "webUrl": "https://www.theguardian.com/society/2006/sep/06/socialexclusion.guardiansocietysupplement", "apiUrl": "https://content.guardianapis.com/society/2006/sep/06/socialexclusion.guardiansocietysupplement", "fields": {"headline": "Forced entry", "bodyText": "Richard Best Director, Joseph Rowntree Foundation We are pleased that the prime minister is taking an interest in early years intervention, but we see dangers in making it compulsory. I don't believe the science is so sophisticated that you can target future troublemakers. The BBC came to film families in our excellent parenting project and identified them as future hooligans. The parents got very upset and now we're having trouble getting them back. If these projects are seen as a penalty for bad behaviour, it will be counter-productive. There are better ways to get to \"the hard-to-reach\". Some people are nervous about any middle-class professional entering their lives, whether they work for a charity or social services. Our family worker provides a home visiting service. Health visitors deliver a non-stigmatised service to families when they are often at most need of support. We need more of them and to expand their role. None of these things come free. Clare Tickell Chief executive, NCH It doesn't work to demonise people who already feel excluded from the common cause. It is great, however, that the prime minister recognises there are families and young people that are so excluded they need particular intervention. Typically, dad is in prison, mum has mental health problems and there's been lots of drugs and alcohol in the family for generations. There are no role models. They find it difficult to function. From our experience working with them, a disproportionate number tell us that this is the first time that anyone has ever listened to them. The important thing is to sit down with a family, hear what they are saying and work alongside them to take some control of their lives. Solutions can be really simple, if someone can't read or write for example. It's about tailoring crisis intervention. The question is not how much does it cost to provide these services, but how much does it cost to fail these children? Frank Field Former welfare minister, Labour MP for Birkenhead Instead of compulsory parenting for the bottom 2% in society, there should be universal pre- and post-natal classes at school. We grew up in stable families and parenting was handed down from one generation to the next. Now that is not the case. Whenever I go into schools, pupils say they'd like to learn how to be a good parent. The government, however, allows teenage parenthood to be a lifestyle choice by providing generous access to housing and benefits, which sends out the wrong messages. We ought to be putting the blame on government for the high rate of teenage pregnancies rather than the girls. They are often picking the only lifestyle choice that is offered them. School has failed them by writing them off from an early age. Primary and secondary schools need to raise these girls' self-esteem and achievements, and increase their options in life. Martin Narey Chief executive, Barnardo's My first experience of children in care was a long time before I joined Barnardo's. It was in the prison service, where I was locking them up. What is needed to prevent looked-after children having a life of serious disadvantage is, above all, stability. They are currently ricocheted around the care system from foster parent to foster parent. We need to think imaginatively and acknowledge that we need to improve the in-care experience. I don't think it matters who runs children's homes but, from my experience in the prison service, the public sector improves when there is competition. Pledging to send looked-after children to the best schools is welcome - but what do we mean by best? Not necessarily Eton. The government needs targets and measures to change looked-after children's life chances. That approach may need some investment but the payoff will be immense. Victor Adebowale Chief executive, Turning Point The government's language stigmatises poor families and areas. It's that undeserving and deserving poor argument again, but this is 2006 not 1806. We need a more creative and less punitive approach. Forcing people into care isn't going to work, people can always get around coercion. The government makes the mistake of thinking poor people are stupid. People on deprived estates know what services they need and should be involved in designing and delivering them. There is no such thing as a hard-to-reach service. If you can make an offer in the right way you can deliver those services. Tesco spends time understanding its customers, the government makes assumptions. Julie Parent, Surrey Our 15-year-old daughter got into drinking and drugs. She'd been in trouble with the police and was very violent. She didn't come home at night. She had no respect for anyone. She was excluded from school. We tried dealing with her ourselves but it got to the point where it was so badly affecting our two younger children that we called social services. It was the best decision we made. They put us in touch with NCH Families First. For three months we have received intensive help for the whole family, regular meetings and attended workshops about coping with teenagers. You learn how to communicate as parents and new ways of discipline that make the teenager take responsibility for their life. Angie, [the support worker] is always there for us. The biggest thing was feeling a complete and utter failure. If someone had said \"your kid's out of hand, you have to get help\", I wouldn't have done it 100% wholeheartedly. The problem is that people don't know that help is out there. The groups need to advertise that they exist. If we'd known, we would gone earlier. Without a doubt, if this support hadn't been available our daughter would now be in care. Harry Ferguson Professor of social work, University of the West of England, Bristol I fully support intensive intervention into the lives of high-risk families because years of practical and research experience have taught me that, correctly done, it can help alleviate the enormous suffering that goes on in them. It depends entirely on the way that it is done. Where it has been offered on a voluntary basis and refused, I would welcome compulsory parenting classes as long as they included fathers as well as mothers and were based on a deep understanding of the social and psychological struggles, the fears, humiliations, disappointments, sabotaging, and information deficits that lead them to resist interventions that can benefit their children. Intervention into teenage pregnancy needs to target boys and young men as much as women, and focus very directly on what responsible fatherhood and masculinity, as well as motherhood, has to involve. Whoever does the work, the key thing is that they have the knowledge, skills and emotional capacities needed to meet the challenge. Iain Duncan Smith Chair, Conservative party's social justice policy group The common ground we share with this government is that something is going seriously wrong, that whole communities are collapsing. Labour is still wedded to the idea that central government intervention works, yet what we're seeing is social exclusion getting worse. It always thinks it knows what the problem is. Simple gestures are not going to sort this out. A report we are publishing this week demonstrates the importance of marriage to building strong family structures. Small community groups are better at targeting people than government. Whereas Labour sees the voluntary sector as delivering its services, the Conservatives are looking at how government can get in behind these people to support them doing what they are good at and to take risks, instead of limiting them to provide services that meet a narrow range of government targets. Leanne Lymer Teenage parent, Liverpool I was planning to read to my son when he reached one year old. I didn't know it was good to read to babies straight away. That was one of the things I learned at the YWCA support group for teenage parents. I got pregnant when I was 15 and had my son when I was 16. I stopped speaking to my mum when I was three months pregnant. I heard about the support group at the clinic where I get a check up. I went to the group to get out of the house. They had courses on child safety, safety in the home, play and practical parenting. A lot of it was common sense, but some of it was new. Most of my mates have young children. It would be good for them to go on these courses to get them out and meeting other young mums, but they won't. I don't think they should be forced to go. If someone had told me I had to go, I would have told them where to go."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}