{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/sep/14/football.brazil", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-09-13T23:38:32Z", "webTitle": "Inquiry into company behind West Ham deal", "webUrl": "https://www.theguardian.com/world/2006/sep/14/football.brazil", "apiUrl": "https://content.guardianapis.com/world/2006/sep/14/football.brazil", "fields": {"headline": "Inquiry into company behind West Ham deal", "bodyText": "The company behind the transfer of two South American football stars to West Ham, and which has been linked to a takeover bid at the club, is being investigated in Brazil after an initial inquiry raised concerns about money laundering. MSI, a subsidiary of a secretive offshore investment company, was investigated by the officials of Brazil's organised crime taskforce on behalf of the Sao Paulo state prosecutor after it took over the country's leading club, Corinthians. Officials from the Brazilian intelligence agency, the Agencia Brasileira de Inteligencia, also examined the company's background. According to a copy of the prosecutor's report obtained by the Guardian, the investigators found that \"sufficient indices [exist] to show that the partnership MSI-Corinthians is being used to practise the laundering of money\". The report alleges that money was laundered on behalf of the Russian oligarch Boris Berezovsky. MSI in effect owned the two footballers, Carlos Tevez and Javier Mascherano, when they played at Corinthians. Their transfer to West Ham earlier this month was a highly unusual deal, which saw the east London club paying part of their wages but no transfer fee. It is believed that the players can be moved to another club next year - without West Ham receiving a penny. MSI made a failed £75m bid to buy West Ham last year and its former president, Kia Joorabchian, an Iranian-born businessman, is making a second bid to buy the club. Mr Joorabchian refused to reveal the identities of his backers in the Corinthians deal yesterday, or name all his West Ham backers. \"Mr Berezovsky is a friend who has not and will not be investing in any of my current business projects,\" he added. He also firmly denied involvement in money laundering, and maintained he had been exonerated by the inquiry. He said he had since \"severed\" his \"links, liabilities and position\" with MSI, and that any allegations about money laundering should be addressed to the company. \"I was the manager of the company, but I can no longer comment on MSI,\" he said. \"Like any investment vehicle, the people involved usually wish to have their identities kept confidential.\" Lawyers for MSI said the investigation was prompted by political rivalries within Corinthians. No evidence had been found of money laundering or wrongdoing. They said Mr Joorabchian was not investigated. \"Their investigations were not actually concluded for lack of any material proof of the alleged accusations, as well as lack of jurisdiction over the matter,\" they said. Mr Berezovsky also denies providing financial muscle behind MSI, says he has no interest in West Ham, and refutes any allegation of money laundering. Earlier this year he was held by police at Sao Paulo airport and questioned for several hours about his alleged involvement with MSI and Corinthians, and a number of documents, mobile telephones and a laptop were seized. A spokesman for Mr Berezovsky said police indicated that they had no further interest in him after he was released without charge, and that he is free to enter and leave the country. \"Mr Berezovsky was interviewed by the Sao Paulo authorities and no action was taken against him,\" he said. Mr Berezovsky is wanted in Moscow on charges of plotting a coup, an accusation he denies, insisting that he is the target of a politically motivated prosecution. He has been granted political asylum in the UK, with the courts having ruled the Russian government cannot try to extradite him. The Sao Paulo public prosecutor's report alleges that the first funds into Corinthians' coffers came not from the British Virgin Islands, where MSI's parent company is based, but from eastern Europe. It says the investigators also uncovered evidence of meetings between Corinthians directors and Mr Berezovsky or his representatives. According to a statement given to the investigators by the club's former vice-president, Antonio Roque Citadini, the Corinthians president, Alberto Dualib, said Mr Berezovsky's wife had been to Brazil for one meeting because her husband had been unable to leave the UK. Mr Berezovsky, 60, was once the mentor of Roman Abramovich, the Russian owner of Chelsea football club, but they fell out. The Sao Paulo investigation was concluded almost 18 months ago, and no charges have been brought. The investigations are not completed, however: the state prosecutor's report has been passed to the federal prosecutor's office, which said it is making its own inquiries."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}