{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/sep/25/match.celtic", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-09-24T23:52:07Z", "webTitle": "Scottish Premierleague: Celtic 2 - 0 Rangers", "webUrl": "https://www.theguardian.com/football/2006/sep/25/match.celtic", "apiUrl": "https://content.guardianapis.com/football/2006/sep/25/match.celtic", "fields": {"headline": "Miller breaks his duck as Rangers begin to ask questions of Le Guen", "bodyText": "Celtic's canter to three points merely served the latest notice of the inadequacies within the Rangers squad. The Ibrox manager Paul Le Guen, worryingly for his own supporters, appears increasingly at a loss to explain his players' lack of cohesion. There was no shortage of effort from a Rangers starting XI which contained seven Scottish players, but this display mirrored many in the middle part of last season when the team, with Alex McLeish at the helm, endured the worst league run in the club's history. That slump precipitated McLeish's departure from ibrox and, though there are no such hints of a coaching overhaul at present, the Rangers support are correct to question their team's ability to improve on last season's campaign which ended without a trophy. Le Guen's decision to change his team's system three times in the final half-hour of the derby, culminating in the use of only two defenders, seemed a tacit admission of the manager's exasperation. Celtic already lead their city rivals by seven points in the championship and, on this evidence, Gordon Strachan will encounter no significant difficulties in his atempt to win back-to-back titles at Celtic Park. Perhaps the Frenchman simply lacks sufficient grasp of the English language to illustrate where he feels Rangers' problems lie, but this was a feeble showing from his hastily assembled squad who have given Le Guen the toughest assignment of his impressive managerial career. \"Of course I'm disappointed,\" said the former Lyon coach , before offering possibly the most worrying statement of all for his club's perplexed supporters. \"We tried our best, but our best was not good enough.\" Rangers have been stopped in their tracks by successive league defeats and it seems safe to assume that failure to qualify for the group stage of the Uefa Cup by beating the Norwegian minnows of Molde at Ibrox on Thursday night will provoke serious questions about the value of Le Guen's summer purchases. Only one of them, Sasa Papac, started this match with Filip Sebo, Karl Svensson and the on-loan Lee Martin already relegated to the bench after failing to live up to earlier expectations. Celtic, however, have no such reason for despondency ahead of tomorrow's visit of FC Copenhagen in the Champions League. Jan Vennegoor of Hesselink had his quietest afternoon since his recent arrival from PSV Eindhoven but the Dutch international striker's presence was barely required in a Celtic side which, in the midfielders Neil Lennon and Aiden McGeady, had the two outstanding players on show. \"It's satisfying, just satisfying,\" Strachan said. \"There was no whooping or hollering or any of that kind of stuff in the dressing room; it was just a \"well done and get on with it.\"' Thomas Gravesen glossed over an otherwise careless game in the heart of Celtic's midfield with a close-range header to open the scoring in the 35th minute after Allan McGregor had brilliantly saved McGeady's headed attempt. Rangers were actually enjoying their best period of a typically tempestuous encounter, despite failing to register a meaningful attempt on the Celtic goal, when the hosts broke upfield for their crucial second goal. McGeady played a quite brilliant reverse pass into the path of Kenny Miller and the striker skipped past a pedestrian visiting defence to stroke home his first Celtic goal. It came, ironically, against the club he played for before a five-year spell with Wolverhampton Wanderers. Lacking in movement too, but this time in a cultural sense, were the travelling support at Parkhead who, in needless attempts at off-field defiance, indulged in ancient religious-related verse for virtually the entire 90 minutes. Uefa may have successfully excised The Billy Boys from the Ibrox songbook, but much work is still required to rid Rangers of their sectarian baggage. The Celtic following were far from innocent, too, with chants that Le Guen is an \"Orange bastard\", as inaccurate as they are archaic. Lennon was also fortunate to escape action after he ran the risk of inciting the Rangers fans by cupping his hand to his ear. Thankfully, at least the football retains an element of unpredictability from time to time; something Le Guen may be counting on in the coming weeks. Man of the match Aiden McGeady (Celtic) Happy Hearts An explosive second-half from Hearts at Aberdeen yesterday ensured a 3-1 victory and enabled the Edinburgh club to tighten their grip on second place in the Scottish Premierleague. Hearts trail the leaders, Celtic, by three points and have a four-point cushion over Rangers in third after goal from Christophe Berra, Mauricio Pinilla and Saulius Mikoliunas secured the win at Pittodrie. The Aberdeen substitute Dyron Daal scored the home side's consolation goal, before Pinilla became the sixth Hearts player to be sent off this season; he picked up his first yellow card for over-celebrating, the second for kicking the ball away. \"Aberdeen are strong at home so this was a six-point game for us,\" said the Hearts manager Valdas Ivanauskas. \"We were under pressure in the first half but remained calm and disciplined.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}