{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/sep/06/schools.earlyyearseducation", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-09-05T23:33:25Z", "webTitle": "Forward thinking", "webUrl": "https://www.theguardian.com/society/2006/sep/06/schools.earlyyearseducation", "apiUrl": "https://content.guardianapis.com/society/2006/sep/06/schools.earlyyearseducation", "fields": {"headline": "Forward thinking", "bodyText": "Luton had a problem. Its schoolchildren were seriously under-achieving at key stage one (age seven), even compared with equivalent deprived areas. The local education authority decided to take a radical approach. Aware of research showing that up to the age of seven home has more impact on children's learning than school, it decided to focus its efforts not just in the classroom but on families in the eight most deprived catchment areas. Tony Dessant, Luton borough council's corporate director, children and learning, wanted a service that could be accessed by families from birth upwards, with the aim of improving parents' capacity to support their children's learning. An extra 300 preschool places were provided (with bilingual staff where appropriate) and full-time school places offered to all four-year-olds in the September before they reached five. Most important, a family room was created in each school and staffed by a full-time worker. Six years on, this approach has become a universal multidisciplinary service - Family Support Through Schools - and it is having an impact on everything from academic achievement to child protection. Dallow primary school - with 670 pupils and 28 mother tongues - serves a ward that is in the most deprived 10% in England. There is an air of quiet activity. \"I wish it had been like this when my children were here,\" says Ruth Quine, one of Luton's three family-support coordinators. She has managed to infiltrate even the most sceptical schools and get the family workers up and running. \"Some headteachers were not at all convinced at first,\" Quine says, \"and it was no good telling them it would work. We had to show them.\" Dallow family worker Sumera Ahmed, with a Muslim headscarf and a Luton accent, sits surrounded by toys, toddlers and mothers. She and her colleagues run drop-in sessions three times a week and a toy library with 85 families registered. They organise a vast range of adult and family learning sessions - from asthma awareness to parent-and-child mathematics. All are onsite with a creche provided. They also visit every family due to join the school and provide extra support for any household that needs it. Humera Khanzada watches her children play. Her daughter is at Dallow's preschool and her son will start this month. She sits in silence until Ahmed speaks to her in Urdu. Khanzada has lived in Britain for five years but speaks no English. She has now signed up for an English course. \"Some of the mothers in this area would not be allowed to go to college,\" says Quine, \"but they come to school twice a day anyway, so their husbands can't really object.\" It is not only ethnic minority families that are benefiting. \"Sometimes disadvantaged white families are even harder to reach,\" says Quine. \"Some poor, white parents have had such a negative experience of education that they can be more difficult to involve.\" Luton's Family and Adult Learning Review shows that in 2004-05 there were 946 enrolments in family learning courses (and 95% retention), compared with 258 in 2001-02. More than 60 parents received qualifications last year and some have even made it back into employment because of the courses offered in schools. Dessant is determined that \"every street in Luton will be covered by a family worker\". This month, every key stage one (infant) school will have up to three family workers (depending on size and need) and by next September all key stage two (junior) schools will have joined the scheme - with a total of about 70 schools involved. The £2.5m funding has come from a variety of sources, including government early years education money, the Home Office's On Track (youth crime prevention) scheme, and the Children's Fund, but has now been built into the schools' budgets. \"The project now has universal support,\" says Dessant, and not just from schools and parents. Families supported by a family worker, for instance, are three times as likely to turn up to a child and adolescent mental health service appointment than a family without that support. \"Our social care people think this is the best thing since sliced bread,\" says Dessant, \"and although we can't prove it's down to the family workers, even the number of cared-for children [which was rising rapidly in 2000] is levelling off.\" And what of those key stage one results? In 2003, when the first cohort reached seven, their results showed a significantly greater improvement than the rest of Luton. And by 2005, with about 40 schools involved, Luton's results were creeping towards the national average and were ahead of its statistically equivalent neighbours."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}