{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/sep/02/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-09-01T23:39:46Z", "webTitle": "Transfer windows? What about transfer lofts?", "webUrl": "https://www.theguardian.com/football/2006/sep/02/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2006/sep/02/sport.comment", "fields": {"headline": "Transfer windows? What about transfer lofts?", "bodyText": "There is an easy way to differentiate between greatness and mediocrity. Anyone can have a good idea but few know what to do with it. Only the very best will continue to push at a problem, to coax every possible drop of genius juice out of the bitter citrus fruit of life until, having in the meantime invented a novel pith-catching device, they have truly found the answer. The transfer window was a great idea but the creation of a limited mind. Like so many great ideas it has an elegantly simple premise: take an issue that affects the game of football, take a common household item, and combine the two. But why is it that so many of football's ills continue while common household items are ignored? Indeed, were it not for the return of that transfer window in January, there would be nothing until the opening of the relegation trap door in March to keep the average household engaged. Come to think of it, the average household doesn't even have a trap door. But I believe that there are many more everyday items with the potential to help a sport in crisis - defined as one which has annoyed me a bit recently with lots of silly penalties and stuff: The whingeing-about-referees extractor fan The extractor fan is particularly useful for letting out steam, especially when something has been stewing for a while. It could be turned on for half an hour every Saturday, giving managers a small window (see, one of those again) of opportunity after each game to get their complaints off their chests. Those whose teams are playing on Sunday would have to wait until the following weekend, by which time they would probably be quietly simmering, at worst. The defensive Domestos To be employed by Premiership defences when they come up against Fulham this season. The cleaning product boasts about killing all known germs, and might therefore be able to control the Cottagers' irrepressible midfield dynamo Jimmy Bullard who, according to his manager, Chris Coleman, \"is so infectious\". The transfer loft This is a modification of the transfer window which deals entirely with the movements of old stuff that you'd forgotten about. Technically, Sunderland's signing of Dwight Yorke and Swindon's swoop for Paul Ince would both have been made through the loft, rather than the window. Sometimes, if a player you'd forgotten about who moves through the loft rediscovers his old form, he can complete his return to the mainstream through a dormer window in what is technically known as a loft conversion. The substitute welcome mat Until today there was no word or phrase to describe the period immediately before a player is introduced from the bench when the fourth official checks that their boots don't have any mud on them. Now there is. The disciplinary toilet brush As Ben Thatcher will no doubt be reflecting to himself over the next six weeks, some things are so disgusting they can have no place in the game. Like his challenge on Pedro Mendes they might not be spotted immediately but as soon as they are they must be wiped away with clinical efficiency. This is the role of the disciplinary toilet brush, which would meet each Monday at the FA's London headquarters to consider any large pressing matters that haven't already been cleaned up over the weekend with a basic flush. Player behind the sofa Unhappy footballers, such as William Gallas (before he moved to Arsenal), Ashley Cole (until he moved to Chelsea) and Carlos Tévez (before he moved to West Ham, and again in a few weeks' time), can go missing for months on end. At these times they are almost certainly behind the sofa, along with all the other stuff you haven't been able to find recently. The controversial incident net curtain The reason why one individual will have a clear view of a major incident while another will miss it entirely is their positioning in relation to the net curtain. Find yourself on the wrong side of it and you'll struggle to make out anything at all (unless the floodlights are on, in which case it is rendered useless). The ideas door Each of us has one of these. It leads into your house, a veritable treasure trove of inspiration if you're only inclined to look for it. I'd suggest that Brian Barwick opens his some time soon - as they say, clarity begins at home. sport.stuff@theguardian.com"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}