{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/sep/02/newsstory.sport7", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-09-01T23:39:52Z", "webTitle": "Dunga in good voice as Brazil start rebuilding", "webUrl": "https://www.theguardian.com/football/2006/sep/02/newsstory.sport7", "apiUrl": "https://content.guardianapis.com/football/2006/sep/02/newsstory.sport7", "fields": {"headline": "Dunga in good voice as Brazil start rebuilding", "bodyText": "When Dunga, the new Brazil coach, arrived at Sao Paulo airport on Thursday night to fly to London he was mistaken for a member of staff of the bankrupt national airline, Varig, and heckled by angry passengers whose flights had been cancelled. After shouting back he was removed by security officials. The incident is revealing for two reasons - first, for the low respect that the Brazil team now commands at home, and, second, for the pugilistic characteristics of the man responsible for rebuilding the team after their poor World Cup. Tomorrow at Arsenal's Emirates Stadium Brazil take on Argentina in football's most glamorous international fixture, with both seeking to make amends for the disappointment of quarter-final eliminations in Germany. With the teams at full strength the match promises much entertainment and will give British audiences their first chances of seeing West Ham's new signings, Carlos Tévez and Javier Mascherano. Dunga was the surprise choice as coach of Brazil after the inevitable resignation of Carlos Alberto Parreira in the post-World Cup recriminations. The captain of Brazil's 1994 World Cup winners - Dunga's tireless, gritty style a symbol for that team's pragmatism - his new job is his first as a coach. His deputy is the right wing-back from 1994, Jorginho. Brazil's failure in Germany this year was seen by the Brazilian Football Confederation as the result of the perceived lack of moral authority Parriera held over his star players. It was widely reported that the veterans in the team - such as Ronaldo, Cafu and Roberto Carlos - were more concerned about breaking personal records than winning the title. Tomorrow's match is Dunga's first with his A team. In a friendly against Norway in Oslo last month he fielded a second string line-up, which drew 1-1. Ronaldinho, Kaka, Robinho, Juan and Lucio are all expected to start tomorrow. In the immediate aftermath of the World Cup Brazilians reacted badly to the news that Ronaldinho and Adriano had been partying until the early hours the day after the team had lost 1-0 to France. In the following weeks, however, more attention turned on Ronaldo, who has now become, together with Parreira, one of the main scapegoats for the defeat. Stories have emerged of Ronaldo's heavy smoking in the team hotel, his vast appetite for soft drinks and his habit of boasting about his sexual conquests. He has not been called up for the squad and his place will be disputed tomorrow between the CSKA Moscow pair Daniel Carvalho and Vagner Love, or possibly Rafael Sobis of Internacional, who last month won the Libertadores Cup. Whereas Brazil returned from the World Cup to an angry nation, Argentinians welcomed their team back as moral victors - after impressive performances and a feeling that the team gave their all. The coach Jose Pekerman, however, was replaced by Alfio Basile, who is also coach of Boca Juniors, and his squad tomorrow includes Lionel Messi and Juan Roman Riquelme as well as two prodigies, Sergio Agüero and Clemente Rodríguez."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}