{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/sep/14/match.sunderland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-09-13T23:38:28Z", "webTitle": "Championship: Leeds 0 - 3 Sunderland", "webUrl": "https://www.theguardian.com/football/2006/sep/14/match.sunderland", "apiUrl": "https://content.guardianapis.com/football/2006/sep/14/match.sunderland", "fields": {"headline": "Calls for Blackwell's head as Keane's men stride on", "bodyText": "Marching all together is the anthem of Leeds United but it is Sunderland, led by Roy Keane, who are starting to stride purposefully through the Championship. A third successive victory for the Wearsiders still leaves them in the bottom half but Sunderland now possess the sort of momentum Leeds covet. A third successive home defeat for Kevin Blackwell's side makes it increasingly possible that Leeds and he will be marching in separate directions. Just as it was on Sunday here in the 1-0 defeat by Wolves, \"Blackwell, time to go,\" was the dominant chant. Leeds were somewhat unlucky on Sunday but last night they were outpassed by a team that began in the bottom three. The biggest threat to Sunderland all night came from two Leeds supporters who tried to get to Keane as he re-took his seat after half-time. They were escorted away by bouncers showing the sort of alertness Leeds' defence lacked. Liam Miller, Graham Kavanagh and Stephen Elliott - three Irishmen - had Sunderland cruising by the 48th minute and though Leeds kept going after that, the applause from the crowd was ironic. That is never a good situation. Hands in suit pockets, Keane had made the walk along the touchline from the tunnel to the visitors dugout, doubtless expecting a torrent of abuse. It did not come, at least not then and there, a sign perhaps of the depressed nature of the home spirit. Blackwell had striker Geoff Horsfield available again after suspension to partner David Healy and given that Leeds' two league victories this season have come courtesy of Healy penalties, how they needed to start flowing. There was no lack of effort from Leeds, and Ian Westlake prompted skilfully, but their attempts at attack were either convoluted or terminated by some robust defending. It took a while but that platform enabled Graham Kavanagh and Ross Wallace to establish themselves in midfield and gradually Sunderland brought David Connolly and Daryl Murphy into the action. Tony Warner had not made a save when Sunderland went ahead in the 29th minute. The goal came from a sweeping move that featured Elliott and Wallace and ended with Miller in space around 14 yards from Warner. Miller, who played for Leeds on loan last season, took his time but drilled in his first Sunderland goal. The unease among home support was clear and it would have been much worse but for Warner. Only his acrobatics denied Kavanagh what would have been a marvellous second, Kavanagh thumping a volley in from the edge of the area. The man signed from Wigan did not have to wait long for revenge. With Leeds beginning to look loose all over the pitch, Sunderland burst forward seconds before the interval. A Murphy header found Miller and his pass had Kavanagh rampaging beyond the Leeds defence. Kavanagh had Murphy as a passing option but in a display of surging confidence Kavanagh struck another volley, this time giving Warner no chance. The interval arrived without a Leeds shot and any reorganising by Blackwell was rendered irrelevant within three minutes. Murphy rose to meet a clearance by Ben Alnwick, and Leeds were in trouble, more trouble than such a simple move should have produced. It got worse. Elliott, on for the injured Connolly just before half-time, raced onto the flick and belted a volley past the helpless Warner. Meanwhile, \"What is going on?\" - expletive deleted - asked Elland Road of Blackwell. There were more questions when Healy was withdrawn with half an hour to go, and one feels a lot more will be asked in the coming days."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}