{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/sep/21/golf.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-09-20T23:24:20Z", "webTitle": "Golg: Woodworm look to Els for Freddie factor", "webUrl": "https://www.theguardian.com/sport/2006/sep/21/golf.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2006/sep/21/golf.gdnsport3", "fields": {"headline": "Woodworm changes course looking for repeat of Flintoff factor", "bodyText": "Five years ago Joe Sillett picked up a bat which had been given the Black and Decker treatment in his father's garage to remove its woodworm-infested rough edges. He went on to score a century with it in the third division of the Surrey championship, before using it as the inspiration for the launch of a cricket equipment company. This month Woodworm will deliver six-figure profits for the first time - and begin its expansion into the lucrative golf clothing market. The catalyst for its capture of 15% of the bat market in the UK and Australia was its association with the on-field heroics of Andrew Flintoff in last summer's Ashes. Now, with the Ryder Cup putting golf at the top of the sporting agenda, the retail trade will get its first sight over the next fortnight of the Ernie Els golf collection. The big test will be whether the South African can capture the same level of popular appeal as Flintoff. In 2002 when the business was launched Sillett decided Woodworm needed to get its bat into the hands of an England player if it was to challenge the established market leaders, Gunn &amp; Moore, Gray Nicholls and Slazenger. \"I looked around the England dressing room and decided Flintoff was the man to give us a chance to get going, although he was only averaging 19 at the time,\" he says. As the Ashes approached, Sillett, the company's chief executive, signed another unproven prospect, Kevin Pietersen, a significant decision according to Nigel Currie, director of brandRapport, the sports marketing and sponsorship agency. \"It is all about media exposure and these two are the most inspirational and charismatic figures in the game. The company has grown dramatically because of the endorsement of two role-model figures.\" Next week's end-of-year trading figures will show the first profit, a big turnaround on the £250,000 loss posted in 2005. Turnover is well over £2m and forecast to double in 12 months. Cricket bat sales increased from 15,000 in 2005 to 45,000 over the past year, fuelled by last summer's feelgood factor. This week Woodworm was moving offices - across a business park in Billingshurst, West Sussex - to a new two-storey unit with space for a cricket and golf showroom. There are only six people on the firm's payroll, although there are likely to be another three by Christmas. \"This is our lean and mean virtual control centre - we have pretty much outsourced everything,\" Sillett says. For the past two years he has been planning to branch into the golfwear market. \"There is a tangible crossover with cricket. If you go into a dressing room of 11 players and ask who plays golf, five or six will put their hands up. \"We know the formula that worked for us in cricket and we want to replicate the same success in golf, so we targeted a very high-profile brand ambassador.\" Woodworm looked no further than Els, like Flintoff managed by Andrew \"Chubby\" Chandler's International Sports Management agency, and the deal was signed hours before the Masters in April. Sillett expects the first products, including shirts, cotton slipovers, sweaters, rainwear and summer shorts, to be on sale from February. The premium end of the collection will include a £50 shirt carrying an \"E\" logo for Els, mimicking the \"TW\" on Tiger Woods's range. Sillett believes it is a prudent direction: \"Golf is a very exciting and competitive market, but if you do not take the risk you will not get the reward. With Ernie and the clout of the brand, I feel that this will take off.\" Interest is already reported from retailers in the US, Middle East and Asia. Woodworm may be little more than a cottage industry at present but it has ambitions to expand. \"We have a proven formula. If we replicate it in golf we have a blueprint to have a tangible business with other sports.\" Sillett's ultimate aim is for Woodworm to be one of the biggest four or five sporting brands in the world. \"We are not Nike,\" he concedes, \"but our turnover in our first year was bigger than Nike's.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}