{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2006/sep/10/theatre1", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2006-09-09T23:59:06Z", "webTitle": "Theatre: When Five Years Pass, Arcola, London E8 | In Extremis, The Globe, London SE1", "webUrl": "https://www.theguardian.com/stage/2006/sep/10/theatre1", "apiUrl": "https://content.guardianapis.com/stage/2006/sep/10/theatre1", "fields": {"headline": "Take that, Salvador", "bodyText": "When Five Years Pass Arcola, London E8 In Extremis The Globe, London SE1 It is 70 years since Federico Garcia Lorca, poet, playwright, republican, homosexual, was murdered by Franco's supporters. The Arcola, in receipt, at last, of funding, is having a Lorca season, seeking to show him as more than a fervid dreamer of stallions pounding in the night and long-faced women in black shawls. In the main house, Kathryn Hunter is still starring in Yerma, the dramatist's great picture of an infertile woman and a barren country. In the tiny studio, Charlotte Westenra has directed a fluid, inventive production of an impossible play. When Five Years Pass was written in part to counter objections by Salvador Dali and Luis Bunuel that Lorca's plays were too traditional. It touches on unrequited love (the playwright had just lost Dali to a woman) and on early death (a boy spook and a cat spectre have a ghostly tryst) but has no straightforward narrative. A gilt clock tinkles and time winds backwards. Causation goes loopy: when the Ace of Hearts is stabbed, a man's shirt spurts blood. It's a grab-bag of Surrealist imagery - the woman who is half-marionette; the girl whose hair comes off in your hand - yet Ben Stones's design, with walls painted with a Dali cloudscape and a fireplace containing a little replica of the room outside, complete with a fireplace with its own little replica, steers the audience into the playwright's intention. The action moves with the fierce wooziness of dream. The Globe keeps on spinning. A few years ago, such was its reputation for doublet and hose, it was hard to imagine it successfully staging a play by a 21st-century playwright. But then, until recently, it was hard to see Howard Brenton, author of The Romans in Britain and lefty scourge, pulling off a speedy, humorous debate about religious belief. Actually, historical reconstruction never was the main point of London's most audience-responsive theatre, and in the past year, Brenton has been born again as a playwright. In Extremis (why use Latin for a play which attempts to strip away mystification?) zips through the riddling religious debates which accompanied the forbidden 12th-century love of Abelard and Heloise. It's a historical romance, on which the outlines of a discussion between fundamentalists and rationalists sit lightly. Teacher and pupil fuse over their first textual crux: he is punished by castration; she has a child; they both end up in habits. John Dove's pacey production makes the most of Brenton's caustic medieval capers. A crew of wild-eyed, quaking monks is headed by the spectacularly vomiting Bernard of Clairvaux: do you, sneers Abelard, manage that stunt by filling up your mouth with vegetable soup? It also crisply articulates Aristotle's philosophical arguments. Not bad for a theatre that has long been patronised as a place merely suited to pantomime jigs."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}