{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/sep/10/classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-09-09T23:59:06Z", "webTitle": "Opera: Gaddafi: A Living Myth, Coliseum, London WC2", "webUrl": "https://www.theguardian.com/music/2006/sep/10/classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2006/sep/10/classicalmusicandopera", "fields": {"headline": "Ad Libya? No, it's all in  the script", "bodyText": "Gaddafi: A Living Myth Coliseum, London WC2 Tony Blair's bad week got worse on Thursday evening, when he was depicted on the stage of a state-subsidised London theatre accepting a fat cheque from the man once known as 'the godfather of terror', Libya's Colonel Muammar al-Gaddafi. And the PM was one of the few leading lights of le tout Londres not there to see it. At the time of his unlikely visit, in 2004, Blair's concession from Gaddafi was portrayed as a diplomatic coup - the first domino to fall in a sequence suggesting that bloody regime-change in Iraq would surely, if slowly, garner the support of other Arab leaders. Well, we all now know how true that proved. In fact, as this bold but deeply flawed show demonstrates, Gaddafi's apparent acceptance of responsibility for Lockerbie - and the cheque he hands Blair, along with two scapegoats, by way of compensation - was his wily way of manipulating the West into lifting the sanctions crippling his regime. OK, the music column does not usually devote its first three paragraphs to political analysis, but this week it is unavoidable. Asian Dub Foundation's Gaddafi: A Living Myth is presented on the stage (and in the name) of English National Opera. There is no way the piece can be called an opera - none of its leading characters even sings - but it is certainly a brash work of music-theatre, making an ambitious attempt to grapple with complex contemporary issues. Accentuate that word 'attempt', for the piece signally fails to answer the questions it raises. The many conflicting sides to the intriguing figure of Gaddafi are serially presented, uniform by uniform - liberator, ideologue, religious zealot, mass murderer, whacko - but the end-product fails to take a position. The first half is an inert Wikipedia guide to the Libyan leader, a dictator painted by numbers, and the more animated second a confused morass of suggestive set-pieces, sending us back into the night to sort it out over dinner. This is largely the fault of the writer (or 'librettist'), Shan Khan, whose decision to go for rhyming couplets leads to long stretches of jaw-dropping banality. Ronald Reagan, for instance, rapping to his advisers that 'All this hocus-pocus don't sharpen my focus'. Or Gaddafi himself proclaiming that 'Terrorists are those who have not yet won/The West knows that power comes from the barrel of a gun.' As these lines suggest, the work strives for a contemporary resonance that it's too naive to achieve. Osama or Saddam, like other Arab leaders - from Mubarak to Arafat - in one of many video-projections on which the show relies, would laugh to scorn the notion that the crazy Colonel could be a kind of catalyst for Arab unity. Gaddafi's own inspiration is Egypt's Nasser, who opens the evening with the thought that the Arab world harbours 'a role wandering aimlessly in search of a hero'. This would seem to suggest that the ensuing story is that of the hero finally filling this role. But the team that has put it together fails to come up with the courage of that, or any other, conviction. They are blessed in the confident, inventive direction of David Freeman, and the bravura acting of Ramon Tikaram in the title-role. The designs of Es Devlin are lavish and innovative, but the choreography of Hakeem Onibudo is cringe-makingly Top of the Pops hackneyed - above all in the case of Gaddafi's glamorous female bodyguards. The music of Steve Chandra Savale and his ADF ranges from hip-hop to rap, electronic tub-thumping to cliched movie soundtrack. But the members of ENO's house orchestra joining the jam-session, conducted by James Morgan, are the only possible justification for a national opera company hosting this piece. In the West End it would be shrugged offstage as an amateurish update of Evita. At the Coliseum it is an aberrant false start to an otherwise bums-on-seats new season."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}