{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/sep/14/newsstory.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-09-13T23:38:33Z", "webTitle": "Barton accused of assault", "webUrl": "https://www.theguardian.com/football/2006/sep/14/newsstory.sport9", "apiUrl": "https://content.guardianapis.com/football/2006/sep/14/newsstory.sport9", "fields": {"headline": "Barton accused of assaulting and swearing at female steward", "bodyText": "Joey Barton's professional reputation has been dragged through the mud yet again after a secret report was leaked to the Guardian alleging that he assaulted a female steward and tried to entice Manchester City fans on to the pitch during an FA Cup tie at Aston Villa. The leaked report from Villa to the Football Safety Officers Association alleges that Barton repeatedly abused the steward as she tried to defuse the situation during the fifth-round tie at Villa Park in February. Barton apparently pushed her and swore at her, calling her a \"slag\". The midfielder was so abusive she spoke to the police about the possibility of making a formal complaint. Instead, Villa chose to submit a complaint to the Football Association as part of the match report by the club's safety officer, John Handley. His notes were also sent to the FSOA for its members to inspect using a security password on its website. The FA, however, decided not to take further action and, until now, the latest indiscretion in Barton's chequered career had been kept under wraps. The match finished 1-1 with Micah Richards equalising for City in stoppage time to force a replay and spark a mini pitch invasion by their supporters. \"After the final whistle, MCFC player Joey Barton attempted to entice away fans on to the pitch,\" according to Handley's report. \"This provoked AVFC fans in the area. He was ushered away by a female steward and he responded with all the grace that comes so naturally to him by calling her a fucking slag, pushing her and continuing to abuse her verbally. She has discussed the incident with the police, and no investigation will result. The matter will be handled by the FA.\" The FA confirmed last night it had received Handley's report, as well as one from its own security officer. \"The police decided no action was necessary and our understanding is that the steward was content with that,\" said a spokesman. \"We felt that that matter had been dealt with at the time. He [Barton] and Micah Richards were both booked for jumping into the crowd and there was really no further action we could take.\" Nevertheless, the revelations will be of intense embarrassment to City at a time when the behaviour of Stuart Pearce's players has come under close scrutiny. The defender Ben Thatcher has just been banned for eight matches, with a further 15 suspended for two years, for the forearm smash on Pedro Mendes. Barton has a long and undistinguished charge sheet of previous offences, most notably when he jabbed a lit cigar into the eye of a youth-team player during a Christmas party. The player has had anger-management lessons after being sent home from a pre-season tour of the Far East last year for slapping a teenage Everton fan. The club, meanwhile, say they have seen a marked improvement in the 24-year-old. Paul Tyrell, a spokesman for City, said Barton refuted the allegations. \"Joey, together with many other members of the team, went to thank our fans by throwing his shirt into the crowd. He was told by a female steward that he was unable to do that for unknown safety reasons. The player was disappointed by this but categorically denies verbally abusing her.\" Charlton's defender Djimi Traoré fractured his left leg against Chelsea and will miss several games. \"There's little you can do with this injury; you have to rely on the natural healing process,\" said Wayne Diesel, head of the medical department. Andy Reid and Souleymane Diawara also suffered injuries but should be back within a week."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}