{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/sep/25/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-09-24T23:52:01Z", "webTitle": "Premiership: Middlesbrough 0 - 1 Blackburn", "webUrl": "https://www.theguardian.com/football/2006/sep/25/match.sport", "apiUrl": "https://content.guardianapis.com/football/2006/sep/25/match.sport", "fields": {"headline": "Nonda opens his account but Blackburn are still empty handed", "bodyText": "The curious team against the curious club but curious this was not. It was a game that rarely rose above the prosaic, with the result not in doubt once Blackburn Rovers began to pass and move after kick-off and Middlesbrough chose to watch them. At the end of it Rovers' players applauded their travelling support. This was a good day for Blackburn, their first away win of the season, but it was remarkable that so few of their own were here to witness it. A team in Europe, well moulded and developing, brought fewer supporters to the Riverside than Notts County had last Wednesday night. It must make them question just about everything down at Ewood Park. Rovers, founder members, were in at the dawn of professional football but attendances fell 6% last season even though the team moved up nine places to sixth from the previous finish and scored 19 goals more in doing so. It is a situation of such concern that on Thursday, when they host Salzburg in the Uefa Cup, the first leg having finished 2-2, Blackburn's 13,000 season-ticket holders will be allowed in free. Should Rovers progress on Thursday it will mean a place in the group stage, more games and more travel. That can hit domestic form, as Middlesbrough well know. It took Boro 14 midweek games to reach the Uefa Cup final in May and, of the 13 league games that followed those efforts, they won only three. Overlooked is that Boro also reached the FA Cup semi-final last season and the League Cup quarter-final, and as their manager Gareth Southgate said pointedly after this failure: \"We finished 14th, so there's plenty to be done.\" That 14th place means there is no Europe this season and, eliminated by Notts County, there will be no League Cup diversion. But Southgate still has plenty to ponder. At 36 he has now been in charge for a whole seven games, one of which was a home win over Chelsea and two creditable draws at Arsenal and Bolton. Had Boro won on Saturday it would have been so far so good, but defeat means that the 4-0 defeat here to Portsmouth regains prominence and Southgate is having to become accustomed to weekly judgments about his management. This week's says that he picked the wrong team against Blackburn and acknowledged as much by withdrawing the ineffective Gaizka Mendieta and the out-of-position James Morrison at half-time. There were other candidates for replacement as Rovers, orchestrated by Robbie Savage and David Bentley, took early control and never really looked like losing it. Bentley's 27th-minute cross found Shabani Nonda lurking behind Jonathan Woodgate and the Congolese spoiled Woodgate's home debut with an unerring header. It was Nonda's first goal since his loan move from Roma and the 29-year-old showed enough here to suggest Mark Hughes has done good business. However, Jason Euell should have equalised immediately and Boro were better in the second half. But Brad Friedel had a comfortable afternoon and a pleased Hughes said: \"We're on a run of four games unbeaten, seven goals, two clean sheets.\" All he needs now is for Lancashire to notice. Man of the match Robbie Savage (Blackburn Rovers)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}