{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2006/sep/10/uk.bookscomment", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2006-09-09T23:58:56Z", "webTitle": "What the biographers say...", "webUrl": "https://www.theguardian.com/politics/2006/sep/10/uk.bookscomment", "apiUrl": "https://content.guardianapis.com/politics/2006/sep/10/uk.bookscomment", "fields": {"headline": "What the biographers say...", "bodyText": "Anthony Seldon Tony Blair will go down as one of the most electorally successful and effective party leaders of all time. Domestically 'Blairism' never made the impact nor had the coherence of 'Thatcherism', but its wedding of (comparatively) free market economics to social justice has become the post-Thatcherite conventional wisdom. In Northern Ireland he drove progress forward, but he failed to make the impact he sought on the EU. His aspirations on humanitarian intervention, climate change, poverty in Africa and peace in the Arab-Israeli conflict evaporated in the carnage of Helmand and Iraq. His desire to stay glued to the Bush administration at all costs ultimately cost him his premiership. · Anthony Seldon is a historian and political commentator. His books include Blair, The Biography (2005) Peter Riddell Tony Blair's achievements have failed to match his opportunities. He has made a bigger impact than Clinton, but much less than Thatcher or the post-war Attlee government. Blair has dominated the political scene for more than decade and reinvented Labour as a governing party of the centre-left. He has presided over a period of major constitutional reform, as well as relief of poverty and economic stability ... But necessary reforms in public services have come late in his premiership. Blair has become increasingly isolated from his own party. Unlike Thatcherism, Blairism is likely to fade away once Blair goes. · Peter Riddell is chief political commentator of the Times and author of The Unfulfilled Prime Minister (2005) James Naughtie Blair has Baghdad carved on his heart, and it can't be erased. His legacy ... will be overshadowed by his relationship with George W. Bush. His style in power will also be used against him - the spin/money-blindness/rich friends image sticking for a while, fairly or not. He will complain, with some justice, that the balance is unfair, but it will probably be a long time before social, domestic and constitutional achievements find their proper place in a balanced picture of the Blair years. · James Naughtie is a broadcaster and author of The Rivals (2001) and The Accidental American (2004) Philip Stephens A Parisian friend asked me : Who's the biggest player in the coming French presidential election? I ummed and aahed about Segolene Royal and Nicolas Sarkozy. Wrong. The answer was Tony Blair. Royal and Sarkozy, the self-declared modernising candidates on the left and right, were casting themselves in the image of Blair. His brand of centre-leftism changed the rules in politics... By detaching ends from means, values from policies, he has liberated (or should have) the left from its old obsessions. Blair has shown the right that it ignores the public realm at its peril. Economic efficiency and social justice remain the most powerful message in contemporary politics. Ask David Cameron. · Philip Stephens is senior political commentator on the Financial Times and author of Tony Blair: The Making of a World Leader (2004) John Rentoul First, he saved the public services which are the foundation of British social democracy. He shifted the consensus to win support for higher public spending, and began a process of reform of both education and health. He negotiated peace in Northern Ireland, an achievement that eluded all his predecessors since Gladstone. The third achievement was the rescue of the Kosovo Albanians and the toppling of Slobodan Milosevic. That success led to the last thing for which he will be remembered: Iraq. I suspect the verdict will be passionately divided and never resolved. · John Rentoul is political commentator on the Independent on Sunday and author of Tony Blair: Prime Minister (2001)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}