{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/sep/29/shopping", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2006-09-28T23:32:30Z", "webTitle": "Five of the best printers", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/sep/29/shopping", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/sep/29/shopping", "fields": {"headline": "All the kit that's fit to print", "bodyText": "There are a couple of tricks to buying a printer for a business. The first - and most important - is to ignore the printer completely. It's boring. It just sits there and prints. There are only three things you need to consider: the speed, the quality and type of output and the cost of refilling the thing. Extra functions like whether it can be attached to a network will have different importance to different people. It's the cost of the toner that takes most people by surprise if they thought they'd bought a cheapie and find that it costs its purchase price again by the end of the first year in consumables. This is where looking for a laser, which will be much more expensive initially, will pay dividends in the longer term - unless you want to print photos, in which case inkjets offer better quality. Speed will matter more if a printer is to be shared; the home worker who wants to print the odd bit of correspondence here and there won't mind waiting. Speed costs, as does the ability to print on to, for example, transparencies as well as paper. For the smaller office, where space is at a premium, it will be worth looking at multifunction devices - something that photocopies, scans and prints as well as possibly faxing. All of the caveats for buying a printer apply to the multifunction box; also bear in mind the cheaper models you'll find are likely to have last year's printer rather than an up to date version. Given that 2005's printers were pretty good, this isn't especially important. The market leader - HP C5180 Many home workers will want something that simply sits on the desk and prints. They don't have room for massive floor-standing printers bigger than the stationery cupboard, so something like this HP will represent good value. Photo printers will welcome the chance to put memory cards and USB memory sticks straight into it and see the pics on a small preview screen. It works happily enough as a scanner and colour photocopier as well and, on a good day, you can get a 10x15cm photo out of it within 12 seconds. It'll look good in your office and the set up is simple. If one thing holds it back it's the absence of fax capability. Let's stress immediately that at no stage does the manufacturer so much as hint that fax is an option, but it should have been and probably wouldn't have cost a fortune to put in (look at the others in this round-up). This is an excellent machine; trouble is, it leaves you with just one more gadget on your desk than it needed to. Price: £199 including VAT Maker's URL: www.hp.com/uk Pros: An affordable price for business and good quality output Cons: For an extra few quid it could have had fax as well Rating: 4/5 On a budget - Lexmark X5470 This Lexmark device is a four-in-one product - printer, scanner, fax and photocopier - and offers an impressive 25 pages per minute black and 18ppm colour print speed. It will also print pictures without being connected to a PC. It looks chunkier than the HP but is half the price and it has a fax machine included. And the consumables don't cost a fortune. In fact it's the inclusions that let this one down slightly. There's just so much extra software. This is good initially, but by the time you've also installed your Google toolbar, your Yahoo! toolbar and whatever else you have loading when you start your computer, it's likely to slow older systems down. Price: £99.99 Maker's URL: www.lexmark.com Pros: Easily affordable Cons: Too much extra software Star rating: 3/5 The workhorse - Brother MFC-440CN This is essentially how you do a printer for a small workgroup. You put networking in so that you don't need a \"main\" computer switched on the whole time. You put in all the slots that you'll need to get pictures off cards or USB keys, install Pictbridge as standard so that printing straight from compatible cameras and phones will work, and you bring it in for £150. This multifunction printer is part of a series: the next one up has a handset and speakerphone so you can share conference calls; the next one down doesn't have the fax. The only minor niggle is the small size of the paper loading tray. If you care, spend some more; if you don't this is highly recommended. Price: £149.99 including VAT Maker's URL: www.brother.co.uk Pros: Everything in a very small package Cons: The physical size means you can only get so much paper into the loading tray, but you can see that at a glance Star rating: 5/5 The luxury option - Canon C2880i The new multifunction range from Canon is very much a serious printer and multifunction device. A glance at its size tells you it's aimed at the larger small business and it's likely to serve those businesses well, with security features built in as standard, networking almost obligatory and the ability to scan and send documents by fax or email instantaneously. The interesting stuff at this level is the ability to track and manage your printing, with reports going to the network administrator about who is doing what and whether there could be savings. With most small businesses in the UK having fewer than five people working for them, this is not going to be a device for the majority. But for a busy office with heavy printing demands it should enable people to track their printing activity accurately as well as simply produce paper. Price: TBC - available from mid-October Maker's URL: www.canon-europe.com Pros: Security is built in with users having to identify themselves Cons: The sheer amount of space taken up Star rating: 4/5 The small laser - Samsung SCX-4200 The Samsung is about to be upgraded by a model with a colour printer later in the year. For the moment the SCX-4200 represents a good value mono laser with a copier and scanner included. It's a little ungainly, but is inexpensive and from a reliable brand. If your needs are likely to change - if you think you might want to print the odd photo or send the odd fax in future - don't buy this. It'll be a white elephant. For people who can be pretty certain their printing needs will remain static and that they'll be happy with black and white, this is a good no-frills option. Price: £103 excluding VAT Maker's URL: www.samsung.com/uk Pros: Does the job efficiently enough Cons: A little bulky Star rating: 3/5"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}