{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/sep/17/comment.politics", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-09-16T23:08:03Z", "webTitle": "Peter Hain: Being bold and progressive will win back disillusioned voters", "webUrl": "https://www.theguardian.com/commentisfree/2006/sep/17/comment.politics", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/sep/17/comment.politics", "fields": {"headline": "Being bold and progressive will win back disillusioned voters", "bodyText": "For Labour, this is a moment both of great threat and great opportunity. Threat, because we have had a dreadful summer, culminating in the near catastrophic divisions of two weeks ago. And because, at the last election, we won our historic third term with a lower total vote than we lost with in 1979. But opportunity because the coming debate before the leadership transition can position us to unite once again the shattered coalition of middle Britain voters and those on the left that propelled us into office a decade ago. Many of those who enthusiastically backed us in our 1997 landslide, and stuck with us in 2001, had, by last year, peeled away in disillusion, either to stay at home or to vote Lib Dem. We must - and I believe can - win them back. Or face defeat at the next general election, opening the door to the right. Labour's new leader and deputy must seize back Labour's natural leadership of the centre-left and build on the foundations of our success as a government with a bold, progressive agenda. Nobody seriously doubts Labour's continuing commitment to economic stability which has generated record employment, growth, low mortgages and low inflation. And to rising public investment coupled with seeking best value for taxpayers. Nor our commitment to tackle serious new security threats and antisocial behaviour. But that is not enough. Certainly not for the millions of progressive voters who yearn not for 'good Old Labour', backward looking, out of touch and mired in factional strife, but for policies that will inspire a belief again that we really are, as we always should be, the party of social justice, of equality, of liberty and of democracy. We need, first, a new drive to achieve social justice for all. We have lifted millions out of poverty through the minimum wage, tax credits, child benefit rises, as well as helping people back to work through the New Deal. But we have not done enough to narrow the gap between those at the top and those at the bottom. We need to ensure that every child has the same opportunities in life and ensure that women are not penalised in their pay packets because of their gender. Second, we need to deepen democracy, including empowering local government, democratic reform of the House of Lords, and electoral reform - not proportional representation, but the alternative vote which maintains the single-member constituencies voters want and the accountability that goes with them. Third, while being uncompromising on security, to rebalance this with eternal vigilance on individual liberty - getting the right balance between the power of the state and the freedoms of the citizen. Fourth, most importantly, Labour must recapture the green agenda. We need to embrace renewable energy as the true solution to the threat of climate change. And do more to incentivise microgeneration and reduce waste as well as investing in the technologies that can reduce transport pollution. In Northern Ireland, with just 1.7 million people, I have established a new £60m fund to boost renewable energy. Hundreds of social housing tenants are today having solar panels installed free to cut emissions and save on fuel bills. Thousands of home owners are getting generous grants to help do the same. We are supporting the installation of a unique marine current turbine in Strangford Loch. I have changed building regulations so that, in future, all new homes, hospitals, schools, factories and offices must have microgeneration - from solar to wind - designed in. And, speaking for Wales, I want the Severn barrage built to generate some 6 per cent of UK electricity needs. Labour must be the greens and not just the reds of British politics. We must also renew and revitalise our hollowed-out party, with a new sense of partnership where the leadership listens rather than lectures, and where we consult over new policies and not bounce our backbenchers, constituencies and trade unions. If we are to win back the trust of the voting public, we must first show more trust in each other within our Labour movement. Never has there been a better time to win back switchers to the Liberals. Ming Campbell's new strategy of uncosted, irresponsible and reactionary tax cuts, and his enthusiasm for the private sector in public services and new privatisations like the Post Office, go alongside their opposition to the New Deal, minimum wage rises and child trust funds. Those progressives who did desert us last time found that they got not a Lib Dem MP, but a Tory let in by the back door, bringing a Tory government another seat closer. For Labour, the task of renewing after 10 years in government is onerous - and rarely, if ever, achieved by governments of either party. But with a renewed and revitalised party, we can do it. What matters now, at this point of transition from Labour's most successful-ever Prime Minister, is to rediscover our passion for our values and so enable the decent, caring, moral and progressive majority in British politics not to be seduced by Cameron's trendy soft focus or feel driven into the arms of the Liberals in protest, but to come home to Labour. · Peter Hain is Secretary of State for Northern Ireland and Wales."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}