{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/sep/29/popandrock.shopping2", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-09-28T23:28:42Z", "webTitle": "CD: Beck, The Information", "webUrl": "https://www.theguardian.com/music/2006/sep/29/popandrock.shopping2", "apiUrl": "https://content.guardianapis.com/music/2006/sep/29/popandrock.shopping2", "fields": {"headline": "Beck, The Information", "bodyText": "It's been a while since a new Beck album was a must-hear event, but when the zeitgeist eventually comes back around, he'll be waiting for it with his definitive mixture of whimsy and impenetrable humour. The Information - 17 mashed-up tracks long, and as abstract as he's ever been - isn't the one to usher in his second golden era, though. The casual listener's introduction to it will probably be the single Cellphone's Dead, whose mess of robo-bleeps, cackling children and laconic rapping is likely to discourage further investigation. Taken on its own kaleidoscopic terms, however, The Information is a bracing reminder that Beck's musical imagination has survived his fall from fashion. He's still as capable of producing a demented hootenanny called Nausea (an American single, improbably enough) as he is 13 minutes of dubby psychedelia entitled Horrible Fanfare/Landslide/Exoskeleton. The latter most amply conveys the flavour of the CD - along with ectoplasmic tufts of keyboard, it features typical Beck inserts such as a woman reading the shipping forecast and a rambling conversation between film director Spike Jonze and author Dave Eggers. So if that tickles your sense of the absurd, you'll love the rest of the record. However annoying it sounds, give The Information a chance. By the time Horrible Fanfare rolls around, 15 numbers in, you'll be too dazed to resist. Making a new album so soon after 2005's Guero must have been an uphill task but a change of producer (from the Dust Brothers to Nigel \"Radiohead\" Godrich) has helped to restock the cupboard. Whether indulging in an impersonation of the Dave Matthews Band on Strange Apparition (thereby proving that a taste for wheezing blues-rock is encoded in the American DNA) or mixing up a surreal lyric (\"We're all pushing at a tin-can mountaintop\") and tinkling Indonesian percussion on Motorcade, he's a fount of strange notions. It doesn't pay to try to unravel the lyrics of someone who admits that he often has no idea what he's writing about, but he's said that The Information's lyrics were inspired by \"the whole mood of the country\". That knowledge still doesn't make things very clear, and doesn't even factor in the elocution issue that makes him rock's great mumbler. Whatever he's saying, though, makes you want to listen."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}