{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/sep/20/news.technology", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-09-19T23:12:18Z", "webTitle": "Another blow for Sony as Toshiba recalls laptop batteries", "webUrl": "https://www.theguardian.com/business/2006/sep/20/news.technology", "apiUrl": "https://content.guardianapis.com/business/2006/sep/20/news.technology", "fields": {"headline": "Another blow for Sony as Toshiba recalls laptop batteries", "bodyText": "Toshiba has become the latest company to recall laptop batteries manufactured by Sony, dealing a further blow to the Japanese electronics company. Toshiba is recalling 340,000 batteries inside Dynabook and Satellite model laptops sold between March and May this year, after concerns were raised regarding problems with storing power and recharging. Batteries would fail \"only in rare cases\", said a Toshiba spokesman, Keisuke Ohmori. The furore concerns the same Sony branded lithium-ion batteries that led last month to two of the biggest recalls in consumer electronics history. Dell and Apple recalled millions of Sony batteries over fears they might explode. After a spate of cases were reported to the Consumer Product Safety Commission, in the US, Dell recalled 4.1m batteries and Apple followed suit by asking customers to return 1.8m. Toshiba said it had received no reports of explosions or heating problems but was concerned about battery performance. The decision was believed to have been made at the instigation of UK customers. About 200,000 affected machines are believed to have been sold outside the US and Japan; worldwide more than 6m Sony batteries have been recalled The news marks the latest low point in a difficult year for Sony, as the chief executive, Howard Stringer, struggles to see the company through a stormy period. Manufacturing difficulties have hit plans to launch the PlayStation 3 games console in November. European consumers will not be able to buy it until the spring, and limited stock will be available to core markets in the US and Japan. This week the Japanese launch of Sony's latest digital Walkman products was also pushed back after issues with component failure. It is not known how much the move will cost or whether Sony will be forced to pay for the recall, but Toshiba has said the recall will not affect its earnings. At the close of trading Toshiba shares had risen 0.5% to ¥796 (£3.59) and Sony had fallen by 0.8% to ¥4,930 (£22.24)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}