{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2006/sep/29/businesssense.businesssense1", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2006-09-28T23:32:31Z", "webTitle": "Introduction", "webUrl": "https://www.theguardian.com/technology/2006/sep/29/businesssense.businesssense1", "apiUrl": "https://content.guardianapis.com/technology/2006/sep/29/businesssense.businesssense1", "fields": {"headline": "Introduction", "bodyText": "Back after a long summer break - if only in publishing editions of Business Sense, rather than time spent on a beach - welcome to the September edition of our section for small and growing businesses. It is, indeed, the time when holidays are still being looked fondly back upon and so, went our line of thought, this time of year might be a good time to discuss selling up. Yes - giving it all up, passing on the baton, and planning to spend a little more time with your family. It's something that many small business owners go through yet, as Guy Clapperton discovers, many fail to plan the move far enough in advance. Do that and it could mean all your hard work attracts a weaker price than you might hope. For most of us, however, this remains a pipe dream, and making the most of opportunities now is what counts. Hence regular columnist Nick Clayton, branching out from his desk in the sun column, takes a look at the faintly opaque world of pay-per-click web advertising. The concept is simple - put a bit of code on your website and it will call in advertising relevant to the content of our website, without you having to act as designer or salesperson. It is very easy, but is it lucrative? It's hard to tell who's making what because of the tight rules the market leader in this area, Google's AdWords, enforces on member websites. But the fact that so many are quiet on exactly how much they're bringing in suggests they're doing OK. Finally, praise must be handed to our intrepid travel writer Ros Taylor, who was tipped up in showerless Carlisle at 5.30am as she tried out the Caledonian Sleeper service. We wanted to see if this venerable railway institution was a viable alternative to flying around Britain, especially in these days of environmental awareness and increased security at our airports. Ros got a decent five hours' sleep, but I suspect the jury's out on whether the train beats the plane or not."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}