{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/sep/10/popandrock.kelis", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-09-09T23:59:56Z", "webTitle": "Other pop, jazz and folk CDs: Kelis | Bat For Lashes | Elton John | DJ Shadow ...", "webUrl": "https://www.theguardian.com/music/2006/sep/10/popandrock.kelis", "apiUrl": "https://content.guardianapis.com/music/2006/sep/10/popandrock.kelis", "fields": {"headline": "Kelis, Kelis Was Here", "bodyText": "Kelis Kelis Was Here (LaFace) £12.99 Smarter than Pink and far huskier than Beyonce, New Yorker Kelis has had a relatively hard time persuading both the music industry and the record-buying public that she's bound for world domination since her breakthrough in 2000. Her fourth album tries to prove that she's a 'rock-hip-hop-pop star', in her words, who's capable of flogging millions on her own terms. In that respect, it's a bit hit and miss. 'Bossy', her rumbling, minimalist rap hit, is inspired, as is 'Little Star', her Gnarls Barkley-esque duet with that other mould-breaking act's singer, Cee-Lo . But Lordy, is there filler: of the 17 - 17! - tracks here, only half truly shine. LH Bat For Lashes Fur and Gold (She Bear/Echo ) £12.99 Harpsichords and handclaps share a twilit space with animal spirits on this charmed debut. At first, the fauna and atmospheres of Fur and Gold, from Brighton 's Natasha Khan, seem familiar, like Alison Goldfrapp without the disco lights, or Bjork without the jazz. Locating songs about human emotion in haunted copses is hardly novel. But on songs such as 'Sarah', Khan manages to come across as earthy and funny as well as ethereal and lovelorn, and this impressive record's animal magnetism strengthens with every play. KE Elton John The Captain and the Kid (Mercury) £12.99 The key to John and Bernie Taupin's second collaboration since 2000 is in the title - it harks back to 1975's self-referential Captain Fantastic and the Brown Dirt Cowboy. It's pleasant going, from the understated 'Postcards From Richard Nixon' and the Stones-like rocking blues of 'Just Like Noah's Ark' through to the single 'The Bridge', a pretty ballad ripe for the video. John's voice is barely diminished, his knack for cascading modulations and the honky-tonk edge to his piano unmistakable. Taupin writes for both of them, almost confessionally at times; the closing title track is a wistful, countrified celebration of their work. MW DJ Shadow The Outsider (Island) £12.99 Despite its title, DJ Shadow's third album is his most conventional yet. Where the expansive instrumental hip hop of his debut, Endtroducing, put him out on a creative limb, on The Outsider, Shadow just wants to be part of the gang. This works fine on punchy hip-hop tracks, such as '3 Freaks', that reference the uptempo hyphy sound of Shadow's native California to good eff ect. But overall it's frustrating to hear Josh Davis rein in his musical ambition, particularly when accompanying the dreary gangsta-isms of his more lacklustre collaborators. Not so much a distillation of Shadow's sound as a dumbing down. AC Joe Lovano Ensemble Streams of Expression (Blue Note) £12.99 This must be the most daunting release of the year so far. In just under an hour and a quarter Lovano rummages excitedly through half a century of what is still called 'modern' jazz, from the Cool School to late Coltrane and beyond, until your ears simply give up. But, taken in small doses, the 11 pieces reveal themselves to be packed with brilliant ideas and masterly playing. Especially good is the four-part 'Birth of the Cool Suite', scored by veteran composer Gunther Schuller, who was there at the start of it all. Lovano himself remains a phenomenal saxophone virtuoso with a seemingly limitless imagination. DG Bert Jansch The Black Swan (Drag City) £13.99 Amid the flowering of nu-folk, it's heartening to fi nd the old guard's most eminent member in indomitable form. His weather-beaten voice and intricate guitar picking intact, Jansch mixes songs from his early years with some striking new material. 'Watch the Stars', from his Pentangle days, resurfaces as a duet with Beth Orton alongside prison ballads, banjo ditties and folk blues. More unexpected are two protest songs, especially the stirring 'Bring Your Religion'. Best of all is the title track, a complex meditation on destiny and mortality, with cello counterpointing Jansch's guitar, that runs satisfyingly eerie and deep. NS"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}