{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/sep/25/match.hullcity", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-09-24T23:52:07Z", "webTitle": "Coca-Cola Championship: QPR 2 - 0 Hull City", "webUrl": "https://www.theguardian.com/football/2006/sep/25/match.hullcity", "apiUrl": "https://content.guardianapis.com/football/2006/sep/25/match.hullcity", "fields": {"headline": "Gregory starts to paper over Rangers' cracks", "bodyText": "John Gregory has spent 3½ years away from club football, says he missed match days most and while he concedes that the big clubs have become increasingly bloated in that time, he feels that the Football League is broadly unaltered. And despite his appointment being the 14th change of manager since Terry Venables was doing the job and signed him in 1982, another thing is also very much as it was. \"This place hasn't changed since I left here 21 years ago,\" Gregory said. \"There's still the same wallpaper in Terry's old office, same desk and the same old leather chair which I've inherited. It all needs a spruce-up. It's like moving into an old ramshackle house and decorating it the way you want it. And it's generally going to be a case of changing the habits of everybody right the way through the club.\" It will take more than a few cosmetic changes to improve the long-term outlook for the west London side who have become the capital's punch bag since finishing fifth in the inaugural Premiership table in 1993, but in Gregory they have hired a manager who needs the success as much as they do. This is the third time that he has returned to manage a club where he was well thought of as a player but the previous two he left under clouds and the experience at the last one, Derby County, which he successfully sued for wrongful dismissal after departing in March 2003, rendered him virtually unemployable. \"I've been absolutely positive all the way through it,\" he said of his unscheduled career break and after a win which took QPR off the bottom and out of the relegation zone. \"Every day that I didn't get up and go to work I felt I was getting closer to a job. I've been desperate to get back into the game but not to somewhere that I didn't want to go.\" Working for Gianni Paladini and a Monaco-based consortium would not seem such an attractive a prospect to many but Gregory has promised to throw himself into his task, had the players training at Loftus Road on Friday and managed to get a response out of Gary Waddock's players a day later, when the former manager, now coach was given a generous cheer although he was reduced to supervising the warm-up and handing out isotonic drinks. The Rangers goals were headers from the strikers Ray Jones and Dexter Blackstock, a pairing which Gregory feels can cause problems in the division and one which has already given Hull's manager, Phil Parkinson, something to think about as his punchless team slumped to the bottom of the table. \"The fitness of my players can be better and it will be better,\" said Gregory, who considers himself to be a more mellow character these days, although after Blackstock met Lee Cook's hanging cross to clinch the game the manager's display of emotion was straight out from the Martin O'Neill school of celebration. \"It was a mixture of happiness and delight, and frustration and anger for things that have happened in the last few years,\" he said. \"It has been building up for a long time.\" The fans were perhaps rightly sceptical about the change at the top and the 11,381 gate was a thousand less than their previous Saturday game. Give it a few weeks. Man of the match: Lee Cook (QPR)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}