{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/sep/12/politics.foreignpolicy", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-09-11T23:16:43Z", "webTitle": "Leader: Foreign policy", "webUrl": "https://www.theguardian.com/commentisfree/2006/sep/12/politics.foreignpolicy", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/sep/12/politics.foreignpolicy", "fields": {"headline": "Cameron's world", "bodyText": "Foreign policy didn't always shift votes in domestic politics. In an interconnected world things have changed, however, and no politician bidding for high office can afford not to set out his views on Britain's wider role. It is another sign of the leadership paralysis now afflicting the Labour party that Gordon Brown, even if he wanted to, could not have made the kind of sensible, plain-speaking, forward-looking speech on foreign policy that the Conservative leader David Cameron made yesterday. Mr Cameron's speech marking the fifth anniversary of 9/11 was hardly a revolutionary one. It recommitted to the fight against Islamist terrorism. It underscored the importance of the transatlantic alliance. But at the same time it sketched out a new independence in British dealings with America in a way that Mr Brown, even if he were so minded, is constrained from doing for fear of being deemed leftwing or disloyal (perish the thought). The speech impressed with the ease and confidence with which the Tory leader seems able to say moderate, sensible and liberal things that strike the right note. It is genuinely refreshing, and a real reprimand to Labour, that Mr Cameron could so effortlessly transcend the simplistic and polarised cliches that currently pass for foreign policy debate on the left, before setting out his own priorities. Like Tony Blair earlier this year, Mr Cameron was right to take a stand against anti-Americanism (and to buttress it with quotes from three notably independent US senators from both sides of the congressional aisle). But unlike the prime minister, Mr Cameron then had the common sense to carry this through and to recognise two other simple truths (though without naming names): that the actions of the Bush administration since 9/11 have fanned the anti-American phenomenon that has swept the globe under this direst of all US leaders, and that Mr Blair has been slavish - and ultimately also foolish, counter-productive and unpatriotic - in his handling of the American alliance. Mr Cameron set out five practical principles which might help future governments on both sides of the Atlantic to lead from the moral high ground while avoiding the disastrous empowerment of fanatics and weakening of moderates that have marked Mr Bush's neo-conservative foreign policy. There was, though, a large hole in the speech where a practical role for the EU ought to have been. Until he can bring himself to apply common sense over Europe too, Mr Cameron's liberal conservative claims will continue to ring somewhat hollow."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}