{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/sep/25/match.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-09-24T23:52:05Z", "webTitle": "Premiership: Fulham 0 - 2 Chelsea", "webUrl": "https://www.theguardian.com/football/2006/sep/25/match.sport5", "apiUrl": "https://content.guardianapis.com/football/2006/sep/25/match.sport5", "fields": {"headline": "Coleman snaps and Fulham flounder but Chelsea still slow to click", "bodyText": "Several players were forced into unusual positions here but by the end half of them were occupying one that was more familiar. There were defenders in midfield, full-backs in the centre, centre-backs in the stand, midfielders in defence - but Chelsea are back on top of the league. One man returning to a position he knows well was Frank Lampard, who scored a penalty less than a fortnight after, having missed three out of four, he asked Michael Ballack to take Chelsea's last. \"I felt confident because I've been taking them in training,\" he said. \"I know there was that added pressure when I'd missed my last one but it was an important moment and I didn't want to shirk my responsibility at those times.\" Fulham were cursing both luck and judgment, the luck their own and the judgment that of the referee Mark Halsey. Their manager, Chris Coleman, furious that neither of two potential penalties had been awarded, is to ask that the official never again takes charge of their games against top sides. He is yet to forgive the referee for his display against Arsenal here almost exactly two years ago, when he awarded the Cottagers a penalty only to change his mind after the visiting players protested, and went on mystifyingly to disallow a goal from Collins John. Then, Coleman described him as \"crap\". Interestingly, however, Halsey's only visit to this ground between that game and this saw him award Fulham a match-winning penalty against Middlesbrough on the final day of last season. \"I'm not crying in my milk, I don't do that,\" Coleman said on Saturday. \"If we're going to have Mark Halsey in future I hope it's not against Arsenal, Manchester United, Liverpool or Chelsea. It should be against other teams. The big teams, for whatever reason, when we have him there's controversy. So for his sake, as well as ours, he shouldn't be here. I don't complain if the decisions given against us are the right decisions. I just don't like being treated differently. Simple as that.\" \"We feel we deserved something out of the game,\" said Michael Brown, who was involved in one of the penalty claims when Petr Cech pulled him down, Halsey deciding that he had fouled the Chelsea goalkeeper in the build-up. \"We had a game plan. We're not playing particularly pretty football but we've had a couple of injuries and just decided to make ourselves a lot more solid and tough to beat. We're not really creating many chances but we still had the odd few.\" Only two, in fact. The first came in the 12th minute when Wayne Routledge's curling shot was palmed away, the second Papa Bouba Diop headed wide from Franck Queudrue's free-kick. With John alone up front and injuries forcing two defenders, Moritz Volz and Carlos Bocanegra, into midfield they could compete but could not create. Chelsea were little better, but that small margin proved enough. They were fortunate that a defence shorn of John Terry, who suffered back spasms on Friday and was limping noticeably as he took his seat here, and the unwell Khalid Boulahrouz was not further tested. Paulo Ferreira may be needed to stand in for them again against Levski Sofia on Wednesday. \"Paulo is not a central defender and he has never played central defender,\" said Jose Mourinho, the Chelsea manager. \"It was just this morning preparing him for that and his answer was unbelievable.\" With Arjen Robben out of sorts and Andriy Shevchenko urged to drop into midfield in the second half, it took the arrival of Salomon Kalou to energise the Chelsea attack. His run resulted in Liam Rosenior handling to concede the penalty that gave them the lead; Lampard's second, scored from 20 yards shortly afterwards, was the best moment of the game. \"We hope to get better,\" Lampard said. \"We've played in fits and starts so far but we've got the results we were looking for. They say that's the sign of a good team. Some games you have to work hard and just dig out the results. Then at other periods in the season things will click.\" Chelsea are yet to click - but Coleman has already snapped. Man of the match Michael Brown"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}