{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/dec/09/guantanamo.usa", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-12-09T23:45:52Z", "webTitle": "Guantanamo Britons could now face control orders", "webUrl": "https://www.theguardian.com/uk/2007/dec/09/guantanamo.usa", "apiUrl": "https://content.guardianapis.com/uk/2007/dec/09/guantanamo.usa", "fields": {"headline": "Guantanamo Britons could now face control orders", "bodyText": "Civil liberties groups were outraged yesterday at suggestions that three British residents soon to be released from Guantanamo Bay will be subjected to control orders. Jordanian Jamil el-Banna, Libyan-born Omar Deghayes and Algerian Abdennour Sameur are expected to return to Britain within weeks after lobbying by the Foreign Office. 'These men have received nothing in the way of justice,' said Zachary Katznelson, a lawyer for the three. 'It's about time they were returned to their families.' The Home Office confirmed yesterday that it was not ruling out imposing control orders on the three. It is also believed that MI5 will be ordered to monitor them as part of the deal negotiated with the US to secure their release. 'These people have been held for years,' said Shami Chakrabarti, director of Liberty. 'One would have thought that if you can't come up with anything to charge them with by now, 'the basis for making a control order is poor, to say the least'. She said other former Guantanamo detainees returned to Britain had been held in Paddington Green high security prison in London. 'We hope this will not happen this time,' Chakrabarti said. 'These people should be treated as kidnap victims, given trauma counselling and helped with resettlement.' A fourth detainee who has lived in Britain, Shaker Aamer, will be sent to his native Saudi Arabia. Yesterday, a lawyer for Ethiopian-born Binyam Mohamed, who lived in Britain and is still being held at Guantanamo, claimed his client had been interrogated using torture. 'Only in the Middle Ages was it considered acceptable for governments to try people with secret evidence tortured out of them said his lawyer, Clive Stafford-Smith, a director of Reprieve. Three other British residents also still being held in Guantanamo face being returned to their native Algeria where their lawyers fear they will be tortured. El-Banna, a father-of-five, was arrested by Gambian authorities in November 2002 and transferred to US detention after MI5 wrongly tipped off its American counterparts that one of his travelling companions, Bisher al-Rawi, whom the security service tried to recruit as an informant, was carrying bomb parts. The parts turned out to be a battery charger and it transpired el-Banna had been visiting the Gambia with a view to setting up a peanut processing factory. His plight was highlighted by The Observer. Deghayes and Aamer were captured in Pakistan in 2002 on the border with Afghanistan. The release of the men is a victory for Gordon Brown. Tony Blair opposed the move on the grounds the men were not British residents. But it threatens to create tensions between Britain and the US. Earlier this year the US authorities leaked allegations about the detainees, accusing several of them of having close links to al-Qaeda. But Stafford-Smith accused the US of using 'smear tactics' and said many of the claims were 'demonstrably false'. 'The official US smear campaign being conducted against our three clients now is simply defamatory,' Stafford-Smith said. 'If the US has any evidence to present, let it be done in a fair trial. Bring it on. We would welcome that and we would prove it false. Anyone who asserts that these men are dangerous should remember that the British way is to present evidence at a fair trial.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}