{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/dec/20/ruralaffairs.comment", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-12-20T23:55:57Z", "webTitle": "Country diary: Ray Collier", "webUrl": "https://www.theguardian.com/uk/2007/dec/20/ruralaffairs.comment", "apiUrl": "https://content.guardianapis.com/uk/2007/dec/20/ruralaffairs.comment", "fields": {"headline": "Country diary", "bodyText": "This is the name of an area in the north-west of the city of Inverness and it is derived from the Gaelic, meaning island or meadow of the horses. It was formerly an estuarine island, and the east bank of the Caledonian canal follows the old shoreline. The area is dominated by the great expanse of the Beauly Firth where the ebb and flow of the tides constantly expose huge mudflats and sand banks. Beyond to the west lies the great massif of the hill of Ben Wyvis that is now snow-capped. The building of the canal (opened in 1822) created the sea wall that runs from the canal to the old ferry slipway, enclosing the mini estuary. The area is renowned for its wide range of habitats, such as freshwater lagoons, tidal pools, extensive mudflats, salt marsh and scrub. The mudflats yield an abundance of food that attracts some of the thousands of wildfowl and waders that winter in the firth. Grey and common seals can be seen - as can bottlenose dolphins. However, it is the mini estuary that provides the widest variety of wildlife, with birds such as kingfisher, herons, common snipe and teal regularly seen. The botanists are attracted by the beds of bulrush that are very rare in other parts of the Highlands. Merkinch has attracted people for many years for a variety of reasons, but now there has been an important event in its long and colourful history. It has become a local nature reserve, the 50th in Scotland, but, remarkably, only the first in the Highlands. The reserve covers 135 acres and the impetus for its designation came from Merkinch Greenspace, a voluntary organisation consisting primarily of local volunteers. Now several bodies are involved to create an area that is accessible for a wide variety of users, and where biodiversity and humans co-exist for each other's mutual benefit. Funding from bodies will be partly used for a consultant to develop a detailed management plan."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}