{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/dec/20/iraq.immigration", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-12-20T23:56:58Z", "webTitle": "Judge rebukes Home Office over Iraqi boy seeking asylum", "webUrl": "https://www.theguardian.com/uk/2007/dec/20/iraq.immigration", "apiUrl": "https://content.guardianapis.com/uk/2007/dec/20/iraq.immigration", "fields": {"headline": "Judge rebukes Home Office over Iraqi boy seeking asylum", "bodyText": "A 15-year-old Iraqi asylum seeker deported to Austria is to be returned to the UK after a high court judge condemned the Home Office's \"total lack of humanitarianism\" in the case. He arrived unaccompanied in Britain a year ago, and was said by his carer to have been terrified when Border and Immigration Agency officials arrived without warning at his home in south-west London at 4am to arrest him last month. Lawyers for the boy described how after being flown to Austria later that day he was held at a police station for a night and then spent three days on the streets until being given shelter in a charity-run hostel for adults. The Home Office was accused of not warning the Austrian authorities that the unaccompanied youth, known only as J for legal reasons, was being returned to them. Mr Justice Andrew Collins said: \"To bundle someone out - a vulnerable minor - by going round without any warning at four o'clock in the morning is, I think, arguably disgraceful.\" Giving J permission to seek judicial review, he warned the immigration authorities to bring the teenager back quickly while his lawyers bring an urgent high court challenge to the legality of his removal, and said he hoped he would be back in the country by Christmas. The boy's foster carer said: \"I am overjoyed that he is coming back. What happened was absolutely the worst nightmare. It was just before four in the morning. There was a very loud knock on the door. [The boy] was terrified. I am still in a state of shock that they could take a 15-year-old who had suffered trauma in his own country. He went pale and was petrified when they took him.\" Christmas Day is the teenager's birthday. The judge had heard that he had first been smuggled into Austria and then arrived in the UK claiming asylum. In January the authorities in Austria accepted they were responsible for determining his case. Immigration officials went to his carer's home in May, but J was not there. On November 6 the Home Office wrote to the London borough of Richmond, in whose care he had been, saying that he was being treated as an absconder and an application had been made to the Austrian authorities for extra time for him to be sent back. He was taken from his home without notice two days later, lawyers said. Rory Dunlop, for the home secretary, said she had acted within her powers and that sending J back to Austria had been in line with regulations for removing an asylum seeker to a safe third country. It had been reasonable for the Home Office not to warn social services or the carer of their plans. \"There was a reasonable suspicion that social services would let slip that information to the claimant as that was why he was not [at his carer's home] on the previous occasion.\" Liz Barratt, from J's solicitors Bindman &amp; Partners, said outside court that was a \"very serious allegation\". The boy's case is expected to be heard before Easter."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}