{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2007/dec/28/longtermcare.socialcare", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2007-12-28T23:49:44Z", "webTitle": "Tagging idea  to keep track of people  with dementia", "webUrl": "https://www.theguardian.com/society/2007/dec/28/longtermcare.socialcare", "apiUrl": "https://content.guardianapis.com/society/2007/dec/28/longtermcare.socialcare", "fields": {"headline": "Tagging idea  to keep track of people  with dementia", "bodyText": "Ministers called last night for a national debate on proposals for the electronic tagging of older people with dementia who are at risk of wandering and getting lost. The Department of Health said it welcomed an initiative from the Alzheimer's Society which may lead to satellite tracking of tens of thousands of people in the early stages of the degenerative disease. The charity said about 700,000 people in Britain had some form of dementia and up to 60% occasionally felt compelled to walk away from home without knowing how or where to return. This exposed them to danger and caused anxiety among relatives and carers. Tracking technology was \"particularly suitable\" for people in the early stages of dementia, who could make an informed decision about whether to wear a tag, the society said. It found some older people regarded electronic monitoring as an infringement of civil liberties, while others welcomed the greater freedom of movement that tagging could bring. Neil Hunt, the society's chief executive, said: \"There is a careful balance to strike between empowering people and restricting their movement. This technology can certainly never be used as an alternative to high quality dementia care. We would like to see people with dementia and their carers joining the discussion on safer walking technology and what role it can play in the fight against this condition.\" The society warned that tagging might be less suitable for people in the later stages of the disease. There were also concerns about care homes using electronic monitoring to keep track of residents instead of providing adequate personal care. A spokeswoman said devices were becoming available on dementia websites which no longer resembled the electronic armbands used in the criminal justice system. The devices could be inserted into a mobile phone, necklace or wallet. \"The charity believes people should have access to devices if it is appropriate and they want them. Decisions could be made before people reach the later stages of dementia, when they may have lost mental capacity,\" she added. Jo, a carer from Oxford whose wife has Alzheimer's disease, said: \"When my wife first wandered, we were in London and I spent the night sitting in a police station waiting for her. If I could have had any way of finding her then it would have been hugely valuable.\" Another carer, contributing to the society's website forum debate, said: \"What's next - microchipping people or tattooing their medical conditions on their forehead?\" The Department of Health said last night: \"We welcome the debate around safer walking technology and look forward to hearing people's views on this from the Alzheimer's Society.\" A spokesman said Alzheimer's disease was one of four areas targeted to benefit from extra research and development funding worth £100m a year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}