{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/dec/11/military.afghanistan", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-12-11T23:59:37Z", "webTitle": "Brown commits British troops for the foreseeable future", "webUrl": "https://www.theguardian.com/uk/2007/dec/11/military.afghanistan", "apiUrl": "https://content.guardianapis.com/uk/2007/dec/11/military.afghanistan", "fields": {"headline": "Brown commits British troops for the foreseeable future", "bodyText": "Britain will retain a substantial military presence in Afghanistan for some time, Gordon Brown said yesterday, as he met President Hamid Karzai in Kabul to discuss the country's future. Military sources believe that British troops are likely to be there for a decade, albeit in reduced numbers in the later stages. \"There are around 7,800 at the moment. There will be around that level in the foreseeable future,\" said the prime minister, who earlier met soldiers fresh from the battle at Musa Qala as he toured Camp Bastion in Helmand province. Brown, speaking at a press conference at the presidential palace - before a statement to the Commons on the strategy for Afghanistan today - said he believed forces were poised for victory in the town, which will help move the situation in Afghanistan into a new phase. The military hopes that victory in Operation Snakebite will help it to turn the corner in the bitter fight against the Taliban. The UN estimates that across the country, violent incidents are up 20-30% on 2006 and that by October, the conflict had claimed 4,000 to 5,000 lives, compared with 4,000 last year. Speaking to around 200 soldiers at Camp Bastion - around 60 miles from the town - Brown said: \"This is one of the most challenging of environments, this is one of the most difficult of tasks, this is one of the most testing of times, and one of the most important of missions - because to win here and defeat the Taliban and make sure we give strength to the new democracy of Afghanistan is important in defeating terrorism all around the world.\" He added: \"The action will be effective and it will work both in the long term effect and because we are determined to back it up with other economic and social measures that will help the people of the area.\" The Foreign Office says that more than 80% of people now live in districts with access to basic health services, compared with 9% in 2002. It also argues that the country has a wealth of underdeveloped mineral resources that could fuel a large industrial expansion."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}