{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2007/dec/13/apple.iphone", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2007-12-13T23:44:37Z", "webTitle": "Leopard is nothing for Apple to purr about", "webUrl": "https://www.theguardian.com/technology/2007/dec/13/apple.iphone", "apiUrl": "https://content.guardianapis.com/technology/2007/dec/13/apple.iphone", "fields": {"headline": "Leopard is nothing for Apple to purr about", "bodyText": "Britney Spears on her own forms a useful control group for internet searches. Let me explain: if you're using a search engine to try to find out how many times some phrase is mentioned - let's say it's \"downgrading to Tiger\" or \"downgrade to Tiger\" - then to cross-check your numbers, see how many times the phrase \"downgrading to Britney Spears\" appears. That's because it'll tell you the baseline of chance hits for that phrase. (It's zero.) Why was I looking up \"downgrading to Tiger\"? Because I'm considering it. And it's clear from the search that plenty of other people, having upgraded to Apple's latest version of OS X, codenamed Leopard, are doing the same. The trouble out there was summed up best by a note from the ur-blogger Dave Winer: he moved back to the Mac a year or two ago and lapped up Leopard. But he says he's not enjoying it (tinyurl.com/2ghovf). He mentioned this to a friend, who replied dismally: \"It's like Windows\". As in crashes, stalls, freezes. That must have hurt in Cupertino. Apple sent me a copy of Leopard, but unlike previous upgrades, which I installed at once, I held off this one until the 10.5.1 update appeared. Then I did an \"upgrade install\", leaving my disk as it was and relying on the OS to overwrite all the old system files with the new ones. (For those saying \"you should have wiped the machine clean first!\", upgrade installation is what I've done every time in the past.) Now, Leopard has some nice cosmetic improvements. But my system sometimes freezes inexplicably after I've disconnected it from a network or after it wakes up. It's unpredictably slower. Sure, my computer is three years old, but Leopard should run fast enough on it without occasionally pausing for what seems like geological epochs. And whereas five years ago I could go weeks between reboots, now I'm lucky if it's days. These weren't problems I had with the previous incarnation, Tiger; hence my consideration of a downgrade, like so many users. Other people have found all sorts of problems, not just the security flaws or frustrating behaviour of the Spaces virtual desktops program. Why has this happened? Why has Apple, which got it so right by contrast in previous versions, missed the goal here? Leopard was delayed by nearly six months because of the work needed on the version of OS X for the iPhone. Its release - right at the end of October - suggested that its engineers were fighting to hit a deadline. Despite its selling more and more computers, Apple's financial future depends increasingly on the iPhone and iPods. It has hit a software bottleneck.In trying to produce two high-quality software products whose deadlines were (in software terms) so close, and both of which needed so much attention to detail, it discovered the same problems that all software projects do: you can't make working code happen faster by throwing more people at it. Deadlines get missed. The \"proper\" release is always the one that comes with the after-release update. One of the problems as I see it is Apple's very limited beta testing of Leopard. Some people faced a \"blue screen of death\" on installation, because of third-party plugins. Apple held its nose at them - but the reality is that as Mac ownership continues to grow, there will be more people like that, and wider beta testing is needed to iron out bugs before they reach the paying public. Leopard is a big, black mark on Apple's record. I doubt even Britney will want it."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}