{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2007/dec/09/travel.features", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2007-12-09T23:42:46Z", "webTitle": "Tom Robbins on Traversa by Fran Sandham", "webUrl": "https://www.theguardian.com/books/2007/dec/09/travel.features", "apiUrl": "https://content.guardianapis.com/books/2007/dec/09/travel.features", "fields": {"headline": "One man's heroic waste of time", "bodyText": "Traversa Fran Sandham Duckworth Overlook £16.99, pp288 The world's adventurers have come up against their toughest obstacle yet - the lack of anywhere left to explore. With the globe pretty much already taken care of, today's would-be Thesigers and Livingstones can no longer return home to wow their readers with tales of newly discovered lands. Instead, they invent increasingly convoluted and contrived challenges for themselves - skateboarding across America, hosting dinner parties up Everest, pogoing the Inca Trail ... At any one time, there are several hundred self-styled eccentrics engaged in wacky challenges around the world, blogging furiously as they go. They come home several years later to find that nothing's changed except they can no longer afford a house and have to move back in with their parents, their dogsleds and crampons abandoned in the spare room. Fran Sandham has set himself the task of walking across Africa, from Namibia's Skeleton Coast to Bagamoyo in Tanzania. His book has eight pages of photos in the middle charting the journey: here's Fran setting off, here's lots of desert, here's Fran looking tired, here's Fran looking happy walking into the sea. All suspense thus removed, it's a big ask for readers to be so fascinated in one man's walking holiday that they'll stay with it for 270 pages of blisters and heatstroke. And yet he is a likeable and self-deprecating narrator, and I found myself increasingly gripped. Crucially, Sandham bravely acknowledges the pointlessness and vanity of his endeavour in a way that would have made Thesiger blanch. By the end I was getting a real vicarious thrill - not from the hammed-up threats from scorpions or restless natives, but from the author sharing his terror that actually the whole year-long, sweat-drenched, escapade had been a complete waste of time."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}