{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2007/dec/05/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2007-12-05T23:54:01Z", "webTitle": "Football: Ramos considers Kaboul loan", "webUrl": "https://www.theguardian.com/football/2007/dec/05/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2007/dec/05/newsstory.sport3", "fields": {"headline": "Ramos considers loan spell for Kaboul to quell defender's jitters", "bodyText": "Tottenham Hotspur will consider whether to allow Younes Kaboul to go out on loan next month to rebuild his confidence away from the White Hart Lane spotlight. The 21-year-old central defender arrived from Auxerre for £8m over the summer but, on being thrust into the first team, he has made a series of costly errors. A section of the home support got on his back on Sunday after he had conceded a penalty against Birmingham, and Juande Ramos, the manager, substituted him at half-time. In the absence of Ledley King, who was due to make a long-awaited comeback for the reserve team at Fulham last night, Tottenham's defence has not provided a secure platform for his integration into Premier League football. Michael Dawson has failed to recapture the commanding form he showed last season while the goalkeeper Paul Robinson has been bedevilled by errors. Kaboul's jitters have contributed to the unease and, although the club remain confident that he will eventually justify his price tag and the faith of the sporting director, Damien Comolli, who championed him, they may benefit from him enjoying a loan spell elsewhere. King, the club captain, has not played for the senior team this season. He underwent knee surgery in mid-June and his rehabilitation has been slow and frustrating. Given his lengthy \"previous\" with injury, the club took no chances before last night's planned return at Craven Cottage, where Ricardo Rocha, another centre-half on his way back, was also due to play. Robbie Keane received confirmation from the Football Association yesterday that he will serve a three-match ban for his sending-off against Birmingham. The striker had appealed, claiming wrongful dismissal - Ramos said Keane should only have been booked for his tackle on Fabrice Muamba - but under Fifa guidelines, the FA is not allowed to downgrade cards from red to yellow, as the governing body believes that could serve to undermine referees."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}