{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2007/dec/13/gadgets", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2007-12-13T23:44:36Z", "webTitle": "Technophile", "webUrl": "https://www.theguardian.com/technology/2007/dec/13/gadgets", "apiUrl": "https://content.guardianapis.com/technology/2007/dec/13/gadgets", "fields": {"headline": "Technophile", "bodyText": "Ordnance Survey, bless it, is worried that the growing use of satellite navigation systems means that we're losing our map-reading skills. Which is a classic case of begging the question: who said our map-reading skills were any good in the first place? Satnav is filling a gap, not pushing map-reading out of the door as you go around a sharp corner. There was never a time when people said \"and then we'll pass a place of worship with a spire ... oh, there it is ...\" Satnav fills a very necessary gap, especially if you don't have someone to do the map-reading for you. At present, a brace of satnavs is clamouring for our attention, though, naturally, with calm voices. The only surprise is that the shop displays don't say \"turn back at the earliest opportunity and buy me\" when you walk past. Sony's NV-U92T is yet another arrival. It's got a big 4.8 inch screen and can hook into traffic congestion messages if you subscribe. Intriguingly, you can use gestures - such as swiping a finger over the display - to go to the nearest car park or petrol station. Well, in theory. It's a nice idea, but I can't think that it would actually be used very often; you'd be more likely to use it by mistake, and wonder what on earth you'd done. The first thing you get when you turn it on is a splash screen in which you have to agree not to use it while you're driving. Now, I may be being picky, but isn't that sort of the idea of GPS products? The manual, too, is dreadful. I couldn't get the sound to work, and the manual offered no clues how to fix this. It was also difficult to enter postcodes, because the letters and numbers were on different screens. And I never quite wrapped my head around the internal map that the device has of its own functions. That is, if you're seeing the map, what do you push to choose a new destination? There are lots of things for satnavs to get wrong, and none I've ever tried has quite got it right. Do you attach them to the windscreen or the dashboard? Either carries the risk that it will fall off when you go over a speed bump too quickly. The NV-U92T uses a suction cup with a sticky gel layer - it fell off once. The most discouraging thing about satnavs, though, is the thing they do best: telling you how long it's going to take you to get there. This is accurate to the minute; slow down and you'll see your expected arrival time recede into the distance. Curses. It was never like this with a paper map. Pros: Big screen, gesture control, traffic congestion messages Cons: Mediocre manual, complex address entry sony.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}