{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2007/dec/11/schools.uk3", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2007-12-11T23:59:29Z", "webTitle": "Letters: Beyond the fragments of nursery care", "webUrl": "https://www.theguardian.com/education/2007/dec/11/schools.uk3", "apiUrl": "https://content.guardianapis.com/education/2007/dec/11/schools.uk3", "fields": {"headline": "Beyond the fragments of nursery care", "bodyText": "Ed Ball's plan to offer two-year-olds from disadvantaged backgrounds free nursery places (Government bid to reshape childhood, December 8) is short sighted, because we have such a poor and fragmented system of nursery care in this country: 85% of childcare nurseries are businesses seeking to make a profit, an extraordinary high percentage by international standards. Recent legislation requires local authorities to privilege the for-profit and independent sector and considers public provision as \"a last resort\". The requirements for nursery registration are so low that it is possible to look after young children for a long day in a nursery without having any access to outside space - children are cooped up in overheated, badly ventilated rooms filled with unimaginative plastic toys. The childcare workforce is poor. Many workers are unqualified or barely qualified young girls employed on a minimum wage and turnover is high. Ofsted, unsurprisingly, has reported that nearly 50% of nurseries have standards that are minimally satisfactory. Our system is a disgrace in comparison with other European countries. Attending nurseries might improve outcomes for disadvantaged children, but not unless much more is done to review the system of nursery care and education itself. Professor Helen Penn London Given this government's blinkered view of education as a mainly economic good, I am alarmed by the proposal to include children as young as two. We may become an ant-heap society in which every member blindly performs profitable tasks said by our leaders to be of benefit to the community. The government needs to be reminded that, as a 1970 Unesco document put it: \"There is not necessarily any preordained harmony between individual aptitudes and the needs of the national economy.\" Gerry Abbott Manchester"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}