{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2007/dec/19/retail", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2007-12-19T23:55:56Z", "webTitle": "Would-be deputy snubs Ashley", "webUrl": "https://www.theguardian.com/business/2007/dec/19/retail", "apiUrl": "https://content.guardianapis.com/business/2007/dec/19/retail", "fields": {"headline": "Would-be deputy snubs Ashley", "bodyText": "Billionaire retailer Mike Ashley's plan to install himself as chairman of the Sports Direct discount sportswear empire was thrown into turmoil yesterday when it emerged that a businessman lined up to be his deputy turned down the role. Ashley's plan to take the top job - after seven months of fruitless searching for someone to take the chair - emerged at the weekend. He intended to head off criticism of his dominance within the company by hiring Alan Jackson, a veteran leisure industry executive, as deputy chairman. Jackson, 62, is chairman of nightclub operator Luminar and The Restaurant Group. Jackson has decided against joining Sports Direct and last night there was speculation that Ashley would not now announce the boardroom changes. A company spokesman refused to comment. Sports Direct's shares crashed to a new low of 84.25p. They are now 72% down on the February float price of 300p. Today's half-year results are expected to show profits down by up to 40% from last year. The company is also holding an extraordinary general meeting in London seeking permission to extend its share buyback programme. Ashley's stake could rise to 72% if the retailer gets the go-ahead for another tranche of buybacks. Corporate governance watchdogs have urged shareholders not to back the plan. The billionaire had chosen a role out of the limelight, as executive deputy chairman, when the company floated. David Richardson, former Whitbread executive, was recruited to be the chairman but he quit after three months in protest at the way the company is run."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}