{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2007/dec/16/classicalmusicandopera1", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2007-12-16T23:50:00Z", "webTitle": "The year in the arts 2007: Royal Opera rises, ENO falls, Monkey goes wild", "webUrl": "https://www.theguardian.com/music/2007/dec/16/classicalmusicandopera1", "apiUrl": "https://content.guardianapis.com/music/2007/dec/16/classicalmusicandopera1", "fields": {"headline": "Royal Opera rises, ENO falls, Monkey goes wild", "bodyText": "The tragic decline of English National Opera continued, with Philip Glass's coma-inducing Satyagraha and a beyond-bad taste Kismet ending one season before the next began with three consecutive travesties: Sally Potter's charmless Carmen, Chen Shi-Zheng's underwater Poppea and Jo Davies's (or Zandra Rhodes's) catwalk Aida. David McVicar restored some dignity with a magnificent The Turn of the Screw. Covent Garden's two unequivocal triumphs both came from Donizetti and the French director Laurent Pelly, with a feisty La Fille du Regiment and a sun-drenched L'Elisir d'Amore. Richard Jones also scored a hit with a double-bill of Puccini's Gianni Schicchi and Ravel's L'heure Espagnole but a Tartan miss by turning Macbeth into a comedy for Glyndebourne, where Katie Mitchell also set Bach's St Matthew Passion as a village-hall wake. Bryn Terfel blotted his professional copybook by withdrawing at short notice from the Royal Opera's Ring Cycle, enabling John Tomlinson to reassert his authority as one of our great Wagnerians. Opera North misfired badly with Christopher Alden's night-club Orfeo, but scored notable hits with Tim Albery's Madama Butterfly and Katya Kabanova. At Welsh National David Pountney's epic Khovanshchina atoned for James MacMillan's preachy Sacrifice. At the Manchester Festival Blur's Damon Albarn scored a success with his 'circus opera' Monkey A sunny weekend in June saw London's Southbank Centre reopen in triumph after its £115 million refit. Vladimir Jurowski brought renewed lustre to the LPO, with Esa-Pekka Salonen soon to perform the same service for the Philharmonia. Nicholas Kenyon left the Proms after a distinguished decade to take over at the Barbican, where Valery Gergiev made a mixed start to his stewardship of the LSO. But the conductor of the year was the dynamic young Venezuelan Gustavo Dudamel, whose Simon Bolivar Youth Orchestra set the Proms on fire. Top 10 1 La Fille du Regiment Royal Opera, Laurent Pelly 2 The Turn of the Screw ENO, David McVicar 3 L'Elisir d'Amore RO, Laurent Pelly 4 Death in Venice Snape Maltings, Aldeburgh, Yoshi Oida 5 Madama Butterfly Opera North, Tim Albery 6 Agrippina ENO, David McVicar 7 Simon Bolivar Youth Orchestra/Gustavo Dudamel Proms 8 LSO/John Adams Barbican 9 Reopening gala concert RFH 10 Sibelius and Beyond Festival various London venues Turkey: Kismet ENO, Gary Griffin Awards Outstanding Individual Performance: Natalie Dessay in La Fille du Regiment Most enterprising revival: The Fortunes of King Croesus Opera North, Tim Albery Best Entrance:Vladimir Jurowski at the LPO Best Exit: Roberto Alagna after being booed at La Scala"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}