{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2007/dec/11/humanrights.leadersandreply", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2007-12-11T23:59:43Z", "webTitle": "Letter: Let's restore faith in human rights", "webUrl": "https://www.theguardian.com/world/2007/dec/11/humanrights.leadersandreply", "apiUrl": "https://content.guardianapis.com/world/2007/dec/11/humanrights.leadersandreply", "fields": {"headline": "Let's restore faith in human rights", "bodyText": "International Human Rights Day yesterday marked the start of a year-long celebration of the 60th anniversary of the universal declaration of human rights. As The Elders, we have committed ourselves to raise awareness about the universal declaration and highlight the enduring importance of human rights today. Sixty years ago, in the aftermath of a devastating world war, the Holocaust and the first use of nuclear weapons, people were searching for common threads that would bind nations together and increase human security for all. The universal declaration offered a vision of a shared humanity and of shared responsibilities to each other. Tragically, today's world remains marked by divisions and gripped by fear. Genocide is happening again. Discrimination against women and minorities is continuing in many places. Poverty is trapping billions in lives of despair. Challenges like climate change, lack of access to health and shortage of decent employment opportunities confront us all. We must focus again on promoting the values of freedom, equality, solidarity, tolerance, respect and shared responsibility. The Every Human Has Rights campaign will work with civil society, businesses and multilateral agencies to encourage practical action to make human rights a reality for all and call on citizens to uphold the goals of the universal declaration in their daily lives and to hold governments accountable. With today's technologies, we can convey the human rights message to governments and people in their daily lives in ways never imagined by the men and women who drafted the declaration. That includes signing the universal declaration at theElders.org and telling us your stories. More than half a century ago, article 1 of the universal declaration proclaimed that all human beings are born free and equal in dignity and rights. That statement is as meaningful and as important today as it was the day it was adopted. Let's take our birthright in our own hands and make the universal declaration's message a reality for all. Desmond Tutu, Kofi Annan, Ela Bhatt, Lakhdar Brahimi, Gro Harlem Brundtland, Jimmy Carter, Graça Machel and Mary Robinson The Elders (theElders.org)"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}