{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/dec/05/cricket.englandcricketseries", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-12-05T23:55:16Z", "webTitle": "England v Sri Lanka: Hoggard back on injury list", "webUrl": "https://www.theguardian.com/sport/2007/dec/05/cricket.englandcricketseries", "apiUrl": "https://content.guardianapis.com/sport/2007/dec/05/cricket.englandcricketseries", "fields": {"headline": "Hoggard back on injury list as Sri Lanka run England into the ground", "bodyText": "Matthew Hoggard, the only England bowler to impress in the first Test against Sri Lanka at the Asgiriya Stadium, may miss the second match in Colombo, starting on Sunday, because of a back injury. England faced defeat in the opening match of the series yesterday evening when, needing to score an improbable 350 for victory, they ended the fourth day on nine for one. Hoggard is regarded as England's most reliable seamer - though Ryan Sidebottom has challenged that status in recent times - and missed last season's late-summer series against India because of a similar injury and his condition in this match has worsened by the day. The Yorkshireman made the first breakthrough yesterday with the key wicket of Mahela Jayawardene, who feathered a leg-side delivery to the wicketkeeper, Matt Prior. But after lunch, after two overs with the new ball, the bowler pulled up again and had to leave the field. Last night the England coach, Peter Moores, said: \"It's a facet joint that has stiffened. We'll have to have a look tomorrow. How this sets him up for the second Test, we don't know yet. It's an injury he had before. The first job is to get through this Test, then we have three days to reassess and work out whether he's going to be fit for Colombo. \"It's got progressively worse as the match has gone on. He had a little bit [of stiffness] late in the first innings, came back in the second innings and then stiffened up with the second new ball.\" The batsman Kevin Pietersen, who has cracked a little finger, is expected to play in Colombo. \"He's had a tap with it,\" said Moores. \"He's had painkillers and we can also inject some local anaesthetic when he bats.\" England encountered snakes at the start of their tour and yesterday a swarm of bees caused almost as much havoc as Muttiah Muralitharan. The players and umpires dived to the ground when the bees flew over in the afternoon. \"It seemed common sense to hit the deck,\" said Moores. The England coach described yesterday as \"a tough day at the office for all the bowlers\" but he thought the increasingly low pitch and Sri Lanka's delayed declaration had given England a chance. \"The scores have got bigger as the match has gone on,\" he said. \"I thought [Sri Lanka] would pull out a bit earlier to give themselves more time tonight.\" He also paid tribute to England's tormentors. \"To be fair to them, [Kumar] Sangakkara and Jayawardene batted beautifully this morning. Sangakkara is in a purple patch of form, is lining up the ball well and is at the top of his game - he is going to be a real challenge in the series.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}