{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2007/dec/09/boxing.rickyhatton1", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2007-12-09T23:56:26Z", "webTitle": "Boxing: Classy Mayweather floors Hatton", "webUrl": "https://www.theguardian.com/sport/2007/dec/09/boxing.rickyhatton1", "apiUrl": "https://content.guardianapis.com/sport/2007/dec/09/boxing.rickyhatton1", "fields": {"headline": "Classy Mayweather floors Hatton", "bodyText": "Ricky Hatton's extraordinarily brave bid to wrest the WBC welterweight title from Floyd Mayweather ended when he was dramatically knocked out in the 10th round in Las Vegas. In the early hours of Sunday morning Mayweather clattered Hatton to the canvas via the ring post with a left hook and after the Briton clambered gamely to his feet, the champion finished the job with another huge left which sent Hatton stumbling backwards and then flat onto his back. Hatton had attempted to outhustle Mayweather from the start but his tactics seldom worked and the American held a huge points advantage by the time the fight was stopped. \"I felt alright tonight, really big and strong but I left myself open. He's better inside than I thought, with all the elbows and shoulders and forearms he used,\" said Hatton after the fight. \"I didn't quite stick to my game-plan. He's not the biggest welterweight I've fought but he was very strong. I don't think he was the hardest puncher tonight but he was a lot more clever than I expected. I'll be back, don't worry.\" Hatton's fans continued roaring their hero's name as he was counted out on his back on the canvas before he was helped back to his corner on unsteady legs. And Mayweather paid a rich tribute to his vanquished foe. \"He was definitely the toughest competitor I've ever faced. I was throwing body shots and he kept coming. I see now why they call him the 'Hitman', he said. \"I feel like one of my last fights I gave the fans a dud so I wanted to give back and give the fans a great fight.\" Mayweather had landed the first meaningful punch with a swinging left hook in the opening seconds, but Hatton raised the roof when he landed a left hand which caused the champion to momentarily loose balance. Another clean left from Mayweather cracked home before the bell ended an action-packed first round, which Hatton perhaps shaded, and Mayweather headed back to his corner in some discomfort. Hatton continued to stalk his opponent in the second round, taking the champion further out of his comfort zone, but increasingly leaving himself open to the champion's tremendously accurate left hands. The furious exchanges continued into round three, when Hatton barged his opponent to the ropes and dug in under the watchful eye of referee Joe Cortez, who was perhaps being a little too pernickety in regulating Hatton's inside work. Hatton fired a superb jolting jab in response to another Mayweather swing but the American responded with a cracking right hand and Hatton went back to his corner with blood seeping out from a cut above his right eye. Hatton landed a fine body shot but Mayweather began picking up the pace in the fourth round, jolting home a left hand and two rights over the top which forced Hatton to take his first backward steps. Things looked grim for Hatton but to his enormous credit he stuck resolutely to his painful strategy in the fifth, and was at least continuing to succeed in dragging the champion into a tear-up. Hatton's aggression alone probably shaded the scrappy fifth, and landed a good right in the sixth before a shot to the back of the head knocked Mayweather half through the ropes and brought Hatton a one-point sanction from referee Cortez. Hatton responded by briefly showing his backside to Mayweather before setting about the champion with renewed vigour, wrestling him into the ropes but still being picked off by Mayweather's cleaner shots. Hatton had promised to rough up Mayweather as much as possible - and he was clearly walking a fine line with Cortez through a number of infringements. Meanwhile he continued to drop further behind on the scorecards. Mayweather ended round seven with a flourish, jolting Hatton's head with two booming right hands, and stepped things up further in the eighth, slamming home a right from which it was a minor miracle that Hatton was able to stay upright. There was worse to come for Hatton. Mayweather crashed in a left hand and jerked Hatton's head as he had him in all sorts of trouble in the corner. Amazingly, Hatton looked unfazed and fired back with a right of his own. Cortez paid Hatton close attention at the end of the round but Hatton insisted: \"I'm OK\", and strode out to continue his seemingly fruitless quest, but lacked the clean work required to bring him back into the fight. Early in the 10th, Mayweather finally dropped Hatton with a sweeping left hook which sent the challenger clattering head-first into the ring post then down for a count of eight. Hatton gamely got back to his feet but Mayweather responded by smashing him back to the canvas with another left hook, and referee Cortez wisely called time on the Brit's extraordinarily brave bid one minute and 35 seconds into the round. As if to underline the futility of Hatton's quest at that point, two officials were scoring the fight 89-81 in the champion's favour, and the other had him leading 88-82."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}