{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/dec/11/obituaries.guardianobituaries", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2007-12-11T23:59:40Z", "webTitle": "Obituary: Hal Mettrick", "webUrl": "https://www.theguardian.com/news/2007/dec/11/obituaries.guardianobituaries", "apiUrl": "https://content.guardianapis.com/news/2007/dec/11/obituaries.guardianobituaries", "fields": {"headline": "Hal Mettrick", "bodyText": "My brother, Hal Mettrick, who has died aged 75, spent most of his working life in the field of agricultural economics in the third world. Born in Meltham, Huddersfield, he was the first member of his family to go to university. He read mathematics at Downing College, Cambridge, and, after a period in Canada working as a meteorologist, he went to study economics at the London School of Economics in 1958. In 1963 he joined the Overseas Development Institute, often working abroad, starting in Kenya, and he wrote Aid in Uganda: Agriculture. In the late 1960s he became a lecturer at Reading University, during which time he lived in the Old Forge on Pangbourne Hill, a house he owned for the rest of his life. Between 1970 and 1975, he was seconded to the government of Botswana as senior agricultural adviser. Returning to Reading, he lectured on development-oriented agriculture. In 1981 the Reading course was amalgamated with a similar course at Wageningen, in the Netherlands, under the auspices of the International Centre for Development Oriented Research in Agriculture, and Hal moved there to teach. Students from around the world benefited from his teaching and, in 1993, he wrote the definitive course book that is still used today. With the help of a north African student, he translated it into French the following year, and while living in the Netherlands, he also became fluent in Dutch and its regional variations. On retirement in 1993, Hal decided to improve his schoolboy German - with the intention of translating his book into that language. He moved to Bonn, and, while there, realised that languages and their culture were really more important to him. So after learning German, he moved to Salamanca to learn Spanish, then to Tui to learn Portuguese and finally to Italy, where he enrolled in the Universita per Stranieri (literally the University for Strangers) in Perugia. He fell in love with Italy, and especially Umbria, and on completing his course settled first in Bettona and then in Bevagna. Hal had a wide circle of friends and acquaintances - his visiting card holder containing contacts from 19 countries. He was also a great lover of classical and medieval music. Being a strong believer in education permanente, he never stopped studying philosophy (he was an ardent fan of Karl Popper), literature and languages."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}