{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/dec/19/ruralaffairs.comment", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-12-19T23:55:53Z", "webTitle": "Country diary: Wenlock Edge", "webUrl": "https://www.theguardian.com/uk/2007/dec/19/ruralaffairs.comment", "apiUrl": "https://content.guardianapis.com/uk/2007/dec/19/ruralaffairs.comment", "fields": {"headline": "Country diary", "bodyText": "\"Bird on the horizon, sittin' on a fence, he's singin' a song for me, at his own expense,\" sang Bob Dylan. And just like that bird, a robin sits on a bare lilac branch within arm's reach, at eye-level and sings. His song - and I say \"his\" for cultural reasons, I can't tell male and female robins apart - is not a grandstanding oratory full of the thrilling rhetoric and trilling threat of spring. This is the robin's sub-song, his winter's tale. Whether I'm raking leaves, walking through or just standing around, the robin keeps close by, watching and waiting for me to uncover some worm or insect larvae he can pounce on and devour in a nanosecond. And he sings all the time. I watch him on the branch, so close I could touch him. I see his throat pump like a blacksmith's bellows, powering that rusty little song which is all mutter and lilt. These quick, subdued notes in soft flocks of sequence clatter from his rusty red breast. His brown and fawn plumage is the colour of winter leaves. He has one white line of the shoulder of a wing, maybe a wound. His eyes are of polished jet and they watch with a disturbing intensity. What does his song speak of? Perhaps the long history of these islands when robins sang to wild pigs snouting in the forest, gifting hidden food for the bird long before humans began digging the earth. Perhaps he tells of his birthplace and his journey here for winter and the somewhere-else he'll go to in spring. Perhaps he's marking out the separate geographies between us. Although our territories overlap and proximity gives the illusion of tameness, the gap between us is as wide as the cold December landscapes which drift over grey fields, through black, skeletal oaks to the far hills of the west, set under a mauve and orange sky. We watch each other from our respective worlds, so close but with a horizon between us neither can cross without a song."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}