{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2007/dec/11/britishidentity.jonhenley", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2007-12-11T23:59:38Z", "webTitle": "Jon Henley on the people who go over the top with Christmas decorations", "webUrl": "https://www.theguardian.com/uk/2007/dec/11/britishidentity.jonhenley", "apiUrl": "https://content.guardianapis.com/uk/2007/dec/11/britishidentity.jonhenley", "fields": {"headline": "Bright enough  for you?", "bodyText": "Happens every year, says Kevin. That it does, confirms Viola. Every December, outside Kevin and Viola Keenan's terraced house in Bell Green, Coventry, someone drives straight into the back of someone else. Some years, it's more than one someone. It is easy to understand why, of course, what with the constant stream of cars and vans and minibuses crawling down Armfield Street in the dark, the passengers - and plenty of the drivers - all gawking open-mouthed out of the windows at the spectacle of No 41. But the strange thing, says Kevin, is what happens next. \"The driver of the car behind jumps out and starts apologising like mad,\" he says. \"It's, like, 'Sorry, mate, my fault. I'll sort it out,' all that. But then the driver of the car in front stops him and goes, 'No problem, mate, really, don't worry. It's nothing. I wasn't looking at the road either. Forget it.' It's amazing. It's peace and harmony and understanding, that's what it is. That's just the effect it seems to have on people. Twenty-five years we've been doing this, and we've never had a single complaint, not a single unkind word. Everybody loves it. In fact, if we're late, they all want to know what's up.\" A much abbreviated list of the things currently attached to the front of No 41 might include: three illuminated blow-up Santas climbing up a red drainpipe; two lit-up snowmen on a yellow, moving seesaw; a couple of nice bright \"Santa Stop Here\" signs in the (red and white) windows; a pair of oversized flashing church bells (gold); a Father Christmas on a motorbike (ditto); a range of wildly refulgent pine trees (green); another few snowmen on sleighs (yellow); and heaven only knows how many yards of rope and strip lights (red, blue and white, mainly) draped artistically over the roof. That is as nothing to inside, though. Inside is a very large Christmas tree lit with 2,000 lights. A snowman parachutes down the stairs; a nodding-head reindeer and two attractive harp-playing angels spouting seasonal songs sit atop the widescreen TV; a bunch of lilies with dazzling fibreoptic stamens adorns the end of the sofa. Two more snowmen dressed in woolly hats, each clutching an illuminated tree, boogie gently in the grate of the fireplace. A singing white-and-gold Santa on a working rocking horse has pride of place above the mantelpiece. Smiling Santa faces cover the walls. And the entire scene is bathed in the warm, pulsating glow of approximately 1,500 fairy lights affixed to the ceiling, along with a tonne (I exaggerate, but not by much) of silver tinsel. This, reader, is festive house-bling at its finest. It doesn't get much better than this. The Keenans calculate that the whole lot, at original prices, has set them back £15,000 over the past quarter-century. Kevin, a 50-year-old van driver who gets up every night at midnight to drive 400 miles round southern England - arriving home at 10am if he's lucky with the traffic and at tea-time if he's not - starts lugging it all down from the loft in October. He checks the 40,000-odd bulbs (and how technology has changed, he marvels: once it was 60 or 80, max, now you can get 300 or 400 in a single string!), then his two grown-up sons, Kevin Jr and Jason, take care of the strenuous work of putting the outside lights up; he looks after the wiring. \"Got it all relayed to just two switches now, haven't I?\" he says proudly to Viola. \"All self-taught, mind.\" And the Keenans are far from alone. House bling was a craze that started (of course) in America, but has since spread around the globe. Across this country, from Wigan to the Isle of Wight, Ipswich to Padstow, more and more Britons now indulge in an orgy of Yuletide incandescence that owes little to good taste and everything to, um, bad taste. Or to the fact that they may be a little bit bonkers. But we'll come to that later. Let us, for the moment, sit back, relax and rejoice at this eccentric outpouring of wattage, this joyous celebration of the true spirit of Xmas in the year of our Lord 2007. It all began, according to John Hartley, south-London artist and co-author of Christmas Houses, the seminal work on this subject, in the wilds of Kent in the early 1960s. \"We spoke to a local historian in Wigmore who remembered seeing the first lights go up when his street was still a dirt track,\" says Hartley. \"It had been big in America for some time, of course, but this is the first recorded instance we've found of the phenomenon in Britain. \"I think it's great. It's people reinventing the significance of the occasion for themselves. It's quite a crowded market, Christmas: you've got complaints that there isn't enough Jesus happening, all that commercialisation crowding in - and this is just a little space for people to do something that really means something to them. I applaud it.\" You certainly have to applaud Alex Goodhind. At the tender age of 23, this soft-spoken, unassuming young man has been blinging his dad Colin's house in Melksham, Wiltshire to increasingly spectacular effect since he was 11. \"At the age of three, he already knew how to operate a tape recorder,\" says Colin. \"Yes, but it was you who bought me my first set of lights,\" retorts Alex, who now runs his own small electrician's business. Since he has been working, Alex reckons he has invested an average of £1,000 - and five full weeks' holiday - each year in his display, which now features more than 300 strings of lights, 145 rope light frames, 18 blow-moulded plastic figures and a number of satisfyingly large inflatables. Highlights include a giant blow-up Homer Simpson dressed up as Santa, a cello-playing snowman, a particularly fine set of glowing Victorian carol-singers, Father Christmas driving a small sports car, and a magnificent illuminated reindeer that Alex brought back from America seven years ago (\"They're still the masters over there,\" he says grudgingly, \"but we're catching up fast, even overtaking in some fields. Of course, the fact that they're only on 110 volts made it all rather easy for them. They can just buy it and plug it all in; we have to be a bit more careful.\" In 12 years of advancing the frontiers of Christmas house bling, Alex has developed some rudimentary but effective design principles. \"If it fits, that's a pretty good start,\" he says. \"That's probably principle number one. But I do try to be careful that everything stays defined, that it doesn't all kind of blur into one. And I have to angle each element so it can be properly seen. I spend quite a bit of time in the road, working out the sightlines. But I don't think I'll ever be content. I'll always want to do more, to improve it further.\" Electricity bills - and, of course, environmental concerns - are a growing worry for the conscientious house-blinger. Goodhind's display, he reckons, getting technical for a moment, drew an impressive 145 amps last year and added an eye-watering £480 to the family electricity bill. This year, a number of new additions, including more than 300 metres of rope lights draped aesthetically around two trees in the front garden and Alex's first-ever attempt to illuminate his hedge, have added another 45 amps and could push the total bill up to £550. He tries to cut down by using new, low-power LED features wherever possible - a couple of nice bright-blue LED-lit reindeers adorn the shed roof for the first time this year - and the family makes a big effort to minimise consumption for the rest of the year. \"We've been through a few phases with it,\" says Colin. \"At first, when Alex was a kid, we thought it was a great thing for him to be doing. Then there was a time when we were just embarrassed; we'd make sure the street was clear before we opened the front door to go out. But now I have to admit I'm proud of him. It's a lot of electricity, yes, but he gives up so much of his time and he makes so many people happy - just look at the kids' faces out there. They can't believe it; they adore it. People come from miles away; school buses come off the main road specially. And he raises up to £3,000 a year for charity. Since his mum died two years ago, that money's gone to the hospice that looked after her in her final days. You can't really argue with that, can you?\" Outside, in the street, the children's eyes are indeed wide with wonderment. \"It's just brilliant,\" says Anouschka Partner on the back seat of her dad Alan's car, where she sits with siblings Brett, Bradley and Simone. \"We come every year and ever year it's bigger and better. It just kind of makes you smile to see it, really. We love it.\" The Partners come from nearby Trowbridge. Alan is taking them home from school, but the kids insisted: it's a 12-mile detour, but worth it. \"We heard the guy had turned it on yesterday, and I wouldn't want to disappoint them,\" he says. \"Magic, isn't it? Just look at it!\" Perhaps surprisingly, the neighbours seem to love it too. Much like Kevin and Viola Keenan's street in Coventry, where half a dozen inhabitants have now ventured boldly down the well-lit path towards a Technicolor Christmas, the residents of Longford Road, Melksham have been inspired by the Goodhinds' shining example to deck their halls with considerably more than just a bough or two of holly. At least a dozen houses up and down the road are now lit up like Christmas trees; one man has even parked a tastefully illuminated antique Fordson Super Major tractor in his front garden for the duration. \"It's infectious,\" says 66-year-old Jim Escott, a few doors down from Goodhind, whose own display stars three miniature motion-sensitive Father Christmases sat side by side on the front wall: whenever you walk past, they launch into a voluble rendition of Santa Claus is Coming to Town. \"Of course, none of us can hold a candle to young Alex,\" adds Jim. \"He's in another league altogether; had to install a three-phase cable this year, he did, because his system was overloading. But it all adds to the festive cheer, and raises a bit of money for a good cause. We're all grateful to him, here.\" Sadly, the season of good cheer does not always live up to its name. In Sonning, Berkshire, last year, businessman Vic Moszczynski was served with an injunction by the local council after his dazzling display of 22,000 Christmas illuminations drew complaints - and even a death threat - from angry neighbours who were unamused by the 1,000-odd cars they were attracting to their close every night, and the local police submitted a bill for £7,400 to cover the cost of a constable to control the traffic. Following a £36,000 court case and 16 hours in jail, Moszczynski, who down the years had raised £55,000 for charity, was restricted to a measly 300 lights and a maximum height per blow-up of just seven feet. But we are no closer to answering the real question behind house bling, which is, of course: why? What is it, exactly, that pushes so many people to invest many thousands of pounds, and just as many thousands of hours, into transforming their homes into a passable imitation of a cruise liner for one month of the year? Is it the excitement of getting their picture in the local paper? Or is it simply the thrill of standing out from the crowd? Since neither Kevin nor Alex can give me much more of a response than \"It's for the kids\" and \"It's what I've done every December for half my life\", I turn to Sam Manning, Hartley's collaborator on the book Christmas Houses. \"People do it for all kinds of reasons,\" she says. \"At a very basic level, for many I think it's because they've just really got something about Christmas, a love of the whole occasion, a childlike fascination. Some people have lost a loved one, and collect for a charity linked to them. But I think it's pretty clear that after a while it just becomes addictive. It's like some kind of underground movement, with its own specialist terminology and equipment. People swap notes on techniques, and how to get the bits and pieces they need; some even make them all, by hand. There's a real culture there.\" It's certainly not a class thing, says Manning. \"Yes, there are probably more blinged houses on former council estates. But we've seen Georgian townhouses in Fulham and Edwardian mansions in Bromley. One of the people we interviewed for the book was a Lady, and her house was extraordinary.\" The movement may now have reached a turning point, she believes: \"With today's environmental concerns, it'll either go green or simply peter out.\" Hartley, for one, hopes it's the former. For there is, he says, \"something quite magic about a real Christmas house. You can have been driving for miles through the countryside on a wet and horrible night, you can be tired and fed up and jaded, and suddenly you'll see one as you top the crest of a hill. And I have to say that, at an absolutely visceral level, there's something really quite animalistic about the impact. It lifts you. You feel warm inside. Yes, they may be tacky, they may be kitsch, but they're glorious. I love them\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}