{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2007/dec/01/workandcareers.work3", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2007-12-01T23:47:53Z", "webTitle": "Vic Reeves on his mentors", "webUrl": "https://www.theguardian.com/money/2007/dec/01/workandcareers.work3", "apiUrl": "https://content.guardianapis.com/money/2007/dec/01/workandcareers.work3", "fields": {"headline": "My mentors", "bodyText": "I'm not convinced that creative people have mentors because that's what makes them different; they just do their own thing. If anyone had tried to tell me how to go about something, I'd have run a mile. But I have certainly had a few influences in my life. The first is my grandfather, who was a very funny man but completely eccentric - he had big whiskers and always wore a deerstalker hat. He made fishing flies and kept them on his hat but he never went fishing, he just thought it looked good. He also carried a German cigar tin around with him and told me it was full of Germans' fingers he'd chopped off during the war. When he died I got the tin; there were a couple of medals in it. He instilled in me a great love of words. He was a printer and I think his love of language sprang from that. He had a huge, heavy old dictionary and he used to get me to open it at a random page, run my finger down it and stop. I'd read out the meaning of the word and the following week I'd have to give him a sentence with the word in it. I still have that dictionary today. Another influence was an English teacher called Mr Hodgson. He had polio and was in a wheelchair and I used to hang back at break time and talk to him - largely because he had a copy of the NME. He had a beard and long hair and looked a bit like Robert Wyatt. He encouraged the class to use words differently and was the first person to show me a thesaurus and make language exciting. He guided me toward lots of great books - all Evelyn Waugh's novels stand out. He died when I was still at school and when the headmaster announced it, there wasn't a dry eye in the school. Probably the biggest influence on me, strange though it may sound, was the 70s, a decade of invention. Growing up then had a huge impact on me. People wanted to experiment and were hungry for change. I was influenced by the literature and art of the time; listening to John Peel and Annie Nightingale and watching Monty Python. In the 70s I started doing my Big Night Out on stage when I was at art school. A friend of mine owned a comedy club and sold it to me. I worked out quite quickly that if I did the comedy myself I'd make more money. I didn't really care whether anyone liked it or not, but that was the prevalent attitude of the 70s, people just thought, \"I'll have a crack and if it doesn't work out, then nothing lost.\" Just about everyone I grew up with has ended up doing something creative; nowadays people are very uptight about new ideas but then they were welcomed. A lot of things we take for granted sprang out of the 70s; it was a decade for thought and if a decade can be a mentor, then the 70s was mine. Vic Reeves' House Arrest is broadcast on Saturdays at 1pm on Radio 2."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}