{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2007/dec/16/skiing.snowboarding1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2007-12-16T23:41:59Z", "webTitle": "Snow report: 16th December 2007", "webUrl": "https://www.theguardian.com/travel/2007/dec/16/skiing.snowboarding1", "apiUrl": "https://content.guardianapis.com/travel/2007/dec/16/skiing.snowboarding1", "fields": {"headline": "Snow report", "bodyText": "France With more than a metre of snow falling across the country, it's a great start to the season with good powder conditions. Alpe d'Huez has 120cm of snow on its top slopes, with 24 pistes open, Courchevel has 103cm and Tigne and Meribel have 165cm. Over 20 resorts are due to open this weekend including Les Arcs and La Plagne and slight snowfall is forecast. Austria Heavy snowfall means most resorts have more than a metre of snow on their upper slopes. There's fantastic skiing at St Anton with almost three metres of snow at the top and 53 lifts open. Mayrhofen has 130cm and 24 lifts open, while Loferer Alm opens this weekend. Switzerland Switzerland has had heavy snow, especially in Verbier down to Le Chable. Leysin opens this weekend. Conditions in Davos and Klosters are good, with 152cm on top runs. Sunny skies expected. Italy A mix of sun and light snow flurries is forecast for most Italian resorts. Conditions in Cervinia are good with 100cm of snow on top slopes, while La Thuile has 130cm and 20km of skiing on nine pistes. Bulgaria Bansko is the only resort open for skiing, though Borovets and Pamporovo have good bases for 22 December openings. USA and Canada Huge snowfall has transformed conditions, with Mammoth and Squaw Valley receiving 50 and 40cm respectively. Deer Valley and Taos have opened with excellent conditions. In Canada all three areas are open at Banff, while Kicking Horse has opened early with great conditions. More snow is forecast, with Whistler expecting over 70cm. Data Courtesy of the Ski Club of Great Britain (skiclub.co.uk)"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}