{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2007/dec/28/leadersandreply.mainsection", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2007-12-28T23:56:19Z", "webTitle": "Leader: Benazir Bhutto's death in Rawalpindi", "webUrl": "https://www.theguardian.com/news/2007/dec/28/leadersandreply.mainsection", "apiUrl": "https://content.guardianapis.com/news/2007/dec/28/leadersandreply.mainsection", "fields": {"headline": "Death in Rawalpindi", "bodyText": "The assassination of Benazir Bhutto yesterday was an event as terrible as it was bleakly predictable. She was a brave and charismatic democrat for all her barely hidden flaws, and her death will be perilous not just for Pakistan but for the world. If anyone could have unified her country after decades of military misrule, it was her. No other Pakistani leader can fill her place. Hopes that political chaos would end with elections on January 8 were dim before Ms Bhutto's death. They have all but been extinguished now. There are two certainties in the immediate aftermath of the suicide bombing that took her life and those of many others at an election rally yesterday. The first is that her decision to return to Pakistan last October after eight years of exile was an act of great personal bravery. It was controversial at the time, because of the amnesty on corruption charges that she had obtained from Pervez Musharraf. This was both selective and legally dubious. But the furore over the amnesty obscured the physical risks she was taking by returning to the land where old enemies were lying in wait. She spoke often of the dangers of assassination. She said she put her life in danger by returning home because she felt her country was in danger. It was a good piece of election rhetoric, but it was also true. Her father Zulfikar Ali Bhutto had been executed by General Zia-ul-Haq. Her two brothers Shahnawaz and Mir Murtaza both died in mysterious circumstances. Islamic militants had vowed to kill her, because of her close ties to Washington and the attention she had paid to the madrasas when she was in power. Twice prime minister, and a woman of substantial personal wealth, Ms Bhutto could have opted for a life of luxury and security in exile in London or Bahrain. It is to her credit that she chose not to remain on the cushioned sidelines of exile. Within hours of her return, Ms Bhutto narrowly escaped injury when a suicide bomber struck her convoy in Karachi, killing 136 people and injuring more than 450. She blamed four of Mr Musharraf's close associates for allowing the attack in Karachi to take place, although she was careful not to point the finger at the president himself. Which brings us to the second certainty: there is no reason to believe that the suicide attack took place without the involvement of elements within Pakistan's security forces. Ms Bhutto was not campaigning in Quetta or Swat, or other parts of the lawless tribal areas where militants roam. She was in Rawalpindi, a garrison town in the heart of the territory controlled by the Pakistan army. The threat her return represented to Islamic militants was as nothing to the one that it posed to dark elements within the military establishment who had waged a 30-year war against her family. Had Ms Bhutto succeeded in her ambition to drag Pakistan from military dictatorship to civilian rule she would have posed an intolerable threat to the security and personal wealth of some of Pakistan's most corrupt generals. What better way to dispose of her and turn off the light of publicity that she would have shone on their dark and lucrative affairs, than to direct the suicide bombers her way? One eventually would get through, and yesterday he did. Angry demonstrations Within hours, President Musharraf addressed the nation, expressing his resolve to not rest until he had uprooted terrorism. This is by now a familiar speech. He made it when he first seized power as chief of the army eight years ago. He had made it when he launched a mini-coup by declaring a state of emergency on November 3. And he made it again last night. Each time he claims that the chaos in society justifies emergency powers, he fails to deliver that stability. As the news of her assassination triggered angry demonstrations around the country, the claims of a conspiracy also spread their tentacles around the embattled president and his entourage. Ms Bhutto's supporters in the Pakistan People's party will not be bound by the tactical reticence their leader showed when she was alive. Mr Musharraf, on the other hand, will do anything to stay in power. He needs the elections scheduled for January 8 to manufacture his legitimacy as a civilian president. But he knows that no election can take place in these circumstances. The most likely outcome is that he will have to postpone them, but all options are bad ones for him. The assassination also deals a blow to Washington's plans to use Ms Bhutto as cover for the military president turned civilian leader. The nearer Ms Bhutto got to assuming real power as prime minister (and success in the elections would have demanded it), the greater the threat she would have posed to Mr Musharraf. Now even that fig leaf has disappeared and there is no one, least of all the former prime minister Nawaz Sharif, prepared to take her place. Washington is back to square one: how to shore up an ally who is desperately unpopular in his own land. Ms Bhutto's legacy is mixed. She promised more than she could deliver. Her two terms as Pakistan's first woman prime minister failed to cement civilian rule, although she rightly claimed some success in modernising the madrasas and advancing the cause of women in her country. She left her country with a hefty foreign debt and would be pursued along with her husband around the world for the next eight years on corruption charges. To the end, her resistance to Mr Musharraf's attacks on civil society was equivocal. Her demands for the release from house arrest of Pakistan's former chief justice Iftikhar Chaudry were tempered by the knowledge that if the supreme court were restored to its pre-emergency rule state, the amnesty she had obtained from Mr Musharraf would be up for judicial review. She boxed and weaved to stay in the running. But for all this, Ms Bhutto was the nearest thing to a real leader that Pakistan had got. Recalling a visit to her father before his execution in 1979, she said that she told him in his death cell that she would carry on his work. Yesterday she paid with her life for that promise, a life that ended, like her father's, in Rawalpindi."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}