{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2011/jun/13/geography-off-the-map", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-06-13T23:45:00Z", "webTitle": "The geography lesson of Gay Girl in Damascus | Aditya Chakrabortty", "webUrl": "https://www.theguardian.com/science/2011/jun/13/geography-off-the-map", "apiUrl": "https://content.guardianapis.com/science/2011/jun/13/geography-off-the-map", "fields": {"headline": "The geography lesson of Gay Girl in Damascus", "bodyText": "The tale of the lesbian blogger in Damascus who turned out this weekend to be a married American chap studying at Edinburgh University will surely be told many times over. Here is a news story lightly wrapped around a bundle of talking points: what spurs someone to create and maintain a false identity (\"Tonight, Matthew, I'm going to be Amina Abdallah Arraf al Omari, emblem of street-protesting Syrian womanhood!\"); the nature of personal attachment in the era of Web 2.0, and how the internet has democratised that old-fashioned pursuit, the media hoax. How appropriate that Tom MacMaster should claim to be doing a postgraduate degree, because his is the stunt that will launch a thousand research fellowships. Listening to MacMaster's interviews yesterday, one other issue nagged away at me: what the hoax tells us about the importance of geography. To the blogger, his distance from the Arab Spring was merely incidental. \"The reality is that I have been in contact with a lot of people inside Syria and I have been following things very closely,\" he airily told Radio Scotland. The fact that he knew the studentville of Edinburgh's Newington far better than the Middle East was beside the point. And sure enough, the Gay Girl in Damascus blog features very little local detail. True, there's the odd reference to Friday prayers, the Druze, a lover called Zina and all manner of other variables that can swiftly be cut and pasted from Wikipedia. But of the scenery that surrounds Amina, of the journeys that she would have to make to get to her marches and her dates . . . there is next to nothing. The message to western readers is clear: this woman thinks like you, blogs like you and appears to have sex like you. She is foreign only in name. This is the big lie that underpins all the little fibs dreamed up by MacMaster. It can be summed up thus: in the age of mass technology and almost unprecedented international trade we are becoming more alike – and our local environments are of diminishing significance. Geography mattered in 1914 and 1939 and all the way up to 1989; but now we live in a global village. This has been the promise of this wave of globalisation, and smarter people than MacMaster have made a lot of cash from it. Thomas L Friedman and Frances Cairncross produced bestsellers titled The World Is Flat and The Death of Distance. In the early 90s, the economist Richard O'Brien pretty much made his career proclaiming \"the end of geography\". One way of reading the financial bubble is as a story of people who believed the same thing as MacMaster: that geography was just an inconvenience to be worked around. So you had Northern Rock, a former building society in Newcastle that wanted to be a major bank on high streets and used global financial markets to speed the process up. In Iceland, you had a small clique of businessmen, pumped up on testosterone and cheap credit, who went out and bought up swaths of foreign businesses. Then came the crash and the return of those old local constraints. It's the British Treasury that had to bail out Northern Rock; it's the government Reykjavik which has to haggle over the cash its banks owe foreign savers. Shoppers who once enjoyed only the benefits of globalisation, in the form of cut-price tellies made in China, can now feel its downside as the property slump in Nevada makes it harder to get a mortgage in Newbury. Even during the bubble, how interconnected your world was always depended on who you were. Sure, it may have been easier than ever for financiers to fly from London to New York – not so for would-be asylum-seekers hoping to get from Sangatte, say, to Kent. It's the limits of the globalisation story that have helped drive some academics back to geography and to what is now called \"the spatial turn\". Anything that comes out of academia labelled \"the 'something' turn\" generally involves creasing your forehead over some hardback quoting Foucault, but one excellent new history book makes the case for taking local differences more seriously. In Streetlife: The Untold History of Europe's Twentieth Century, Leif Jerram sets out the case for considering the importance of where events happened, rather than only the when and why. Investigating history's \"crime scenes\", the Manchester academic upends some of the most cherished popular notions of how big changes come about. He traces the immediate origins of the British Labour party, for instance, to a factory in Bradford making velvet. In 1890, just before Christmas, the owner of Manningham Mills imposed a 35% pay cut on workers. The largely female workforce wanted to go on strike, but were resisted by the men leading the local trade unions. So the women organised themselves, and went door-to-door in Bradford and Leeds raising a war chest of £11,000. Barred from the usual meeting houses, they gathered in open-air ice rinks. It was the limitations placed on the women's free speech, and their harassment, that turned a tussle over wages to a much broader movement. The result, three years later, was the creation of the Independent Labour Party in Bradford. Whether it's anti-Mubarak protestors gathering in Tahrir Square, or British university students clustering in commons rooms, the scene and the setting cannot be divorced from each other, and some specifics cannot be wished away. That's the lesson Tom MacMaster is learning the hard way this week."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}