{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/jun/20/in-praise-of-plunkett-foundation", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-06-19T23:01:05Z", "webTitle": "In praise of … the Plunkett Foundation | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2011/jun/20/in-praise-of-plunkett-foundation", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/jun/20/in-praise-of-plunkett-foundation", "fields": {"headline": "In praise of … the Plunkett Foundation", "bodyText": "The hardest step to take, as any self-help manual begins by explaining, is the first. Organisations that are geared to making that step less formidable are invaluable. One of the foremost is the Plunkett Foundation, which has become the engine of the burgeoning rural community shop and pub sector. The foundation is a second flowering of an idea that came from a visionary Anglo-Irishman, Horace Plunkett, who, in the late 19th-century, saw the co-operative movement as a way of bringing some security to struggling dairy farmers in the Irish south west. As the political situation worsened, he persevered in reforming the administration of Irish agriculture and, when Dublin became too hostile an environment (he was a moderate nationalist at a time when moderation was out of fashion), he took his ideas about \"Better farming, better business, better living\" to England. His Plunkett Foundation tottered on for another 50 years, mainly as a resource centre, until it found a new mission, once again among struggling rural communities where small farms were a disappearing feature, taking with them the pubs and shops of the locality which were under attack from the cheap convenience of out-of-town supermarkets. The foundation is now the essential first call for any community that wants to keep a shop or pub going. It provides, mostly for free, retail expertise, advice and guides through the legal maze of setting up. It is the co-operators' co-operative."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}