{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2011/jun/28/weatherwatch-hurricane-season", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2011-06-28T22:08:00Z", "webTitle": "Weatherwatch: hurricane season", "webUrl": "https://www.theguardian.com/news/2011/jun/28/weatherwatch-hurricane-season", "apiUrl": "https://content.guardianapis.com/news/2011/jun/28/weatherwatch-hurricane-season", "fields": {"headline": "Weatherwatch: hurricane season", "bodyText": "This has been a year of record-breaking weather extremes, with droughts in Europe, floods in Australia and China, and the worst ever tornado season in the US. Can we expect a record year for hurricanes? Their season officially runs from 1 June to 30 November. According to the US National Oceanic and Atmospheric Administration, there are typically about 10 tropical storms, six hurricanes and two major hurricanes in a season, based on reports from more than a century. For some time, there have been indications that 2011 would be severe, and the May forecast gave a 65% chance that the season would be \"above-normal\". This is because of relatively high sea temperatures in the Atlantic and Caribbean, combined with lingering effects of the La Niña ocean currents in the Pacific. There is also the continuing \"tropical multi-decadal signal\", a natural climate pattern spanning several decades and bringing more hurricanes. The 1920s to 1960s had increased hurricane activity, while the 1970s to 1990s were quiet. We are now in the middle of a period of high activity. NOAA's Hurricane Season Outlook suggests there may be almost double the usual activity, with up to 18 storms, 10 hurricanes and six major hurricanes. The biggest concern is about storms that turn inland and cause havoc, as Katrina did in 2005. The NOAA does not issue landfall predictions, but warns that preparedness is always essential. \"It only takes one hurricane to cause a disaster,\" its website notes."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}