{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/jun/02/darren-bent-england-aston-villa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-06-01T23:21:33Z", "webTitle": "Darren Bent: 'I remember David Beckham coming up to me. I was shaking'", "webUrl": "https://www.theguardian.com/football/2011/jun/02/darren-bent-england-aston-villa", "apiUrl": "https://content.guardianapis.com/football/2011/jun/02/darren-bent-england-aston-villa", "fields": {"headline": "Darren Bent: 'I remember Beckham coming up to me. I was shaking'", "bodyText": "Darren Bent tells an amusing story about his first England call‑up. It is August 2005, he has scored twice for Charlton Athletic on the opening day of the season but his name is nowhere to be seen in the Under‑21 squad, so he decides to call the Football Association. \"I rang up Lindsay, the secretary, and asked why I wasn't in,\" Bent says. \"She told me that Sven [-Goran Eriksson] liked what he saw on the weekend and that I was in with the big boys – I started laughing.\" A text message came through not long afterwards confirming that he was in the squad for the friendly against Denmark. He recalls being giddy with excitement when he called his mother, Shirley, and his father, Mervyn, to tell them the news. Yet by the time he was walking towards Sopwell House, England's training base in Hertfordshire, elation had turned to trepidation, especially when he spotted who was stood in the foyer. \"When I got there the first guy I saw was David Beckham. I thought, 'Flipping heck, I've seen this guy on TV with movie stars.' He came up to me and shook my hand and said: 'Congratulations on getting into the squad.' I can remember my hand was shaking. I knew [Jermain] Defoe from the Under‑21s so that helped but then I saw people like Rio [Ferdinand] and the others going out for training and remember thinking, 'Am I in the right place here?' You know when you just don't feel comfortable? Well, I didn't feel comfortable one bit.\" It is a tale worth recalling because Bent admits in this candid interview ahead of the Euro 2012 qualifier against Switzerland on Saturday that it has taken him more than five years to feel at home in the England set‑up. The apprehension when he was first called up was understandable – he was 21 years old, had recently left Ipswich Town and had made only six Premier League appearances – but in more recent times it was the absence of a first international goal that chipped away at his confidence. That all changed in Basle, last September, when he marked his seventh cap by thrashing home Ashley Cole's pass. \"After I scored my first goal for England, against Switzerland, when I turned up for the next game, against Denmark, that was the first time I thought, 'I belong here now.' Because I always think, if you're a striker, unless you are Emile Heskey, who is probably the best in the game at holding up the ball and creating chances for other people, if you are not scoring goals, then what is your purpose?\" Scoring is Bent's raison d'etre. \"I've scored three goals for England and if I can get to 10 I would be buzzing. Then I'll go again. In the Premier League, I want to get into the 100-club. If I can get to 100 goals as quickly as possible next season then I can start looking to 200. But 200 is a long way away. [Alan] Shearer's on 260‑odd, second is Andy Cole, who's on 180-odd – the gap's massive, isn't it? If I can get 150 I'll be over the moon.\" The headline statistic that proves just how prolific Bent, now 27, has been in English football is that only Wayne Rooney has more Premier League goals than him in the past six seasons. The Manchester United striker has scored 91 during that period, one more than Bent, who throws his head back in despair when he learns that nine goals in 16 appearances for Aston Villa have not been enough to put him in the lead. \"Is he still ahead?\" says Bent, shaking his head. \"Shit, I thought I had passed him.\" Bent's predatory instincts have made him the most expensive British footballer in history in terms of cumulative transfer fees – a total of £53m has been spent on him – yet when he recalls his childhood in south London he remembers everyone talking about a player who finished last season at Aldershot Town. \"Back in the day, the star was a guy called Wade Small. He was the wonder kid and got in Surrey Schools and I didn't. I remember being devastated.\" It was not until Bent moved to Huntingdon, in Cambridgeshire, with his mother, after his parents had separated, that his talent started to blossom. Yet those early days in the countryside were emotionally tough for a 10-year-old only child. \"When I left London and my parents split up it crushed me, to be honest. It was really, really hard for me. I remember crying and crying for ages. Leaving my friends behind and not being able to see my dad every day was horrible.\" Bent's parents have, however, always remained in close contact and, to their credit, made sure their own differences never had an impact on their son. His mother stressed the importance of a good education – he attended Oliver Cromwell's old school in Huntingdon – while his father, who played for Wimbledon and Brentford at youth‑team level, devoted every spare minute to making sure that his son's football career remained on track. It was never going to be a fair contest. \"He's got all the potential but could do better\" appeared under near enough every subject on his school reports, with the exception of physical education. He was a decent athlete and represented English schools in the long jump but football was his real passion. \"To be honest, I was focusing more on playing for Godmanchester Rovers than I was doing the long jump for England,\" says Bent, whose 99 goals in a season for Godmanchester at the age of 13 prompted Ipswich to sign him. Everything was going along nicely until one spring evening. \"I remember we got our GCSE mocks and mine were abysmal. We were playing Spurs that night [in a youth game], Mum was going mad and I've got my Dad on the phone and although he's a football man, he was going ballistic. My Mum took me to the game and didn't speak a word. I was going out to warm up and my Dad was in the car with Mum and he was waving the results out of the window. I thought, 'When this game finishes, I'm dead.' \"Anyway, I played really well in the game, and I think I scored a hat-trick. I was walking off the pitch and my Dad ran towards me grinning and I thought, 'What the hell's going on here?' He said to me: 'I've just been speaking to your academy coach, Brian Klug [at Ipswich], and they've offered you one-year YTS and two-year pro.' He was so happy – the GCSEs had gone out of the window. And Mum was over the moon as well. Getting that professional contract got me out of a lot of trouble that night.\" Bent was single-minded in his determination to succeed at Portman Road. He had no interest in going out – he has never touched a drop of alcohol – and devoted all his efforts into breaking into the first team, which he achieved at the age of 17. After three full seasons at Ipswich he was on his way to Charlton before he got the move that should have made him, when he joined Tottenham Hotspur for £16.5m in 2007. Instead, it almost broke him. He spent much of his first season on the bench, and the stick that Bent received cut him to the core. \"I was being criticised left, right and centre. I said it didn't affect me but it affected me a lot. I don't think anybody likes to read people writing horrible stuff about you. And the thing is, in the Cambridgeshire area, 90% of people are Spurs fans, so that didn't help either. I would walk into a bar or a club with my mates and hear someone in the background say 'you're shit' or 'waste of money.' \" When Bent left Spurs for Sunderland in 2009, he was determined to be mentally stronger. He refused to let the £10m transfer fee pressurise him and the only critic he took any notice of was his father. It was a winning formula. He finished the season with 24 Premier League goals in a Sunderland side who ended up 13th. A place at the World Cup finals beckoned but Fabio Capello, like Eriksson four years earlier, had other ideas, and Bent was left at home. \"It was a killer,\" he says. Bent's biggest frustration was that he never felt he was given the same opportunities others had to impress. \"I could never quite put my finger on why I didn't get the chance to play. Obviously I can understand Wayne Rooney, because he's been phenomenal since he could kick a ball. But I'd get one game and taken out, another game and taken out, whereas people like [Peter] Crouchy, Defoe and Emile, they'd get two or three games.\" Times have changed. His move to Villa, which could not have gone any better for player or club, appears to have changed the England manager's perception of him. \"Capello said to me that the best thing I could have done was to leave Sunderland. Although I think I'm the same player now, he said my general play wasn't really being tested. At Sunderland we were on the back foot a lot and it was a case of me just scoring goals, but at Villa he thinks I've developed into a more all-round striker.\" Whether he has evolved as a centre forward or not, it is impossible to argue against his selection. Bent finished the season with more Premier League goals than any other Englishman and he has found the net in his last three internationals. It is a measure of how far he has come since the World Cup that he would have been guaranteed to be given the role of leading England's attack on Saturday, even if Rooney had not been suspended. The challenge is to make sure nothing has changed in 12 months' time. \"There are some great strikers coming through. Andy Carroll is going to be there or thereabouts, [Daniel] Sturridge has done really well this season, Defoe is still there, Rooney is still young and Crouchy is still there. But I just want to go away in the summer, come back, hit pre-season hard and have a full season and get myself in that European Championship [2012] squad, because to be a No9 in a major tournament for England would be a dream come true for me.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}