{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2011/jun/02/weatherwatch-power-lines", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2011-06-01T23:08:02Z", "webTitle": "Weatherwatch: wind and power transmission", "webUrl": "https://www.theguardian.com/news/2011/jun/02/weatherwatch-power-lines", "apiUrl": "https://content.guardianapis.com/news/2011/jun/02/weatherwatch-power-lines", "fields": {"headline": "Weatherwatch: wind and power transmission", "bodyText": "A nice breeze is pleasantly cooling when you're too hot, and it can benefit power lines in exactly the same way. Increasing the amount of electricity causes a line to heat up, and this is a big limiting factor in how much power they can carry. When the temperature gets above 27C (80F) insulation may melt or the line may stretch, sag and come into contact with trees. Each line has a fixed rating for how much electricity it can safely carry. When the wind blows it cools down the wires and cancels out some of the heating. This effect is sometimes great enough to double or triple the capacity of a power line. Professor Philip Taylor of Durham University is working on taking advantage of this cooling, using a software model to show how the wind alters ratings for power transmission on existing lines. The effect is complex and depends on the wind speed, its angle to the power lines and the surrounding terrain. The finished software will give a new, dynamic rating for each line which changes hour by hour with local weather conditions. The plan is to roll this out for wind farms connected to Scottish Power's network. Extra capacity is needed when the turbines are generating power, and that's exactly when the beneficial wind cooling effect comes into play. This should make it possible to safely add extra wind power to the network without the need for expensive upgrades to existing power lines."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}