{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2011/jun/21/mad-men-critics-choice-awards", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2011-06-20T23:55:45Z", "webTitle": "Mad Men scoops top prizes at inaugural Critics' Choice TV awards", "webUrl": "https://www.theguardian.com/tv-and-radio/2011/jun/21/mad-men-critics-choice-awards", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2011/jun/21/mad-men-critics-choice-awards", "fields": {"headline": "Mad Men scoops top prizes at inaugural Critics' Choice TV awards", "bodyText": "The Emmy-award winning series Mad Men has continued its run of awards success after winning the top prize at the inaugural Critics' Choice Television Awards in Beverly Hills. Although the Critics' Choice awards are the new kid on the entertainment awards circuit, organisers said they hoped victory here would prove an indication of further success at the Emmys. While Mad Men, the series set in the heady days of a 1960s New York advertising agency, has an impressive track record, winning the Emmy for best drama for the last three years, its actors have often been overlooked. But it was their turn at the awards in Beverley Hills on Monday. Jon Hamm, who plays the broody, whiskey-toting executive Don Draper, won best actor in a drama, while Christina Hendricks, the shapely secretary Joan Harris, took best supporting actress in a drama. Modern Family won best comedy, making it a prize double for the ABC network. Other award winners include 30 Rock star Tina Fey and Cougar Town's Busy Philipps. Philipps said she was extremely pleased, especially \"when you feel like people aren't really watching.\" The Choice awards are a spin-off of the Broadcast Film Critics Association, which has had success in predicting Oscar winners in the past. Emmy nominees are due to be announced next month, with the winners announced on 18 September."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}