{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2011/jun/10/graham-gooch-mike-selvey", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-06-09T23:06:04Z", "webTitle": "Graham Gooch's finest hour: when the runs flowed in the face of fear | Mike Selvey", "webUrl": "https://www.theguardian.com/sport/blog/2011/jun/10/graham-gooch-mike-selvey", "apiUrl": "https://content.guardianapis.com/sport/blog/2011/jun/10/graham-gooch-mike-selvey", "fields": {"headline": "Graham Gooch's finest hour: when the runs flowed in the face of fear", "bodyText": "You can see the nets on the Nursery ground from the area at the back of the media centre at Lord's, and the other day I spent 10 minutes watching a young batsman being given a tutorial by the master. James Taylor is a promising young man, learning the trade, and there was Graham Gooch alongside him, dropping balls so that he could drive. Gooch is the old dog with nine tails now, England's batting coach, still involved, still wanting to play every delivery himself, still talking good pragmatic sense when we sometimes share a few beers on the Suffolk coast. In all the mire of Test match statistics, we forget that, given the various forms of the game played at the top level now, Gooch is the most prolific batsman of all time: 67,057 runs and 172 centuries, as any bowler will tell you, is an awful lot to concede. He was a giant of a batsman and 20 years ago on Thursday he completed a giant of an innings, an effort so monumental that it deserves to be ranked not just as the finest innings ever played by an England captain, or even the finest by an England batsman, but perhaps one of the truly great innings of all time. What constitutes such? Runs obviously do, but, beyond that, circumstance, conditions, opposition, courage, technique and influence on the outcome of a match. Put all these ingredients into a melting pot and you might come up with Gooch's second-innings bat-carrying 154, in the first Test at Headingley on 8 and 9 June 1991. It was instrumental in England beating West Indies in a home Test for the first time in 22 years, from which they went on to avoid defeat in a series against that opposition for the first time in eight attempts. Without it, England would have sunk without trace. Only one other England batman, Robin Smith, reached a half-century in either innings; only two players, the debutant Mark Ramprakash and Derek Pringle, made double figures in both innings. The 27 apiece made by Ramprakash and Pringle in that second innings were the second-highest scores, helping Gooch add 78 and 98 for the fourth and seventh wickets respectively. Gooch contributed about two-thirds of England's second-innings runs. The match was played throughout in difficult batting conditions. It was sweater weather and there was rain about, enough to cause breaks in play, disturbing concentration and consistently tickling up the pitch that, under a blanket of cloud that hung low, was at its most capricious: the light was never more than adequate. The ball swung and seamed and the first-innings scores reflected the conditions, England making 196 to West Indies' 173. Facing England was a formidable bowling attack. First came Curtly Ambrose, tall, rhythmical and unrelentingly accurate. Never in the wildest of dreams would the gift of a half-volley appear. With him for the new ball was Patrick Patterson, a shuffling run and muscular, inelegant action but uncompromisingly rapid: only once in his cricket life has Gooch ever feared for his personal safety and that came during a spell from Patterson one day on an uneven green Sabina Park flier. Next was Courtney Walsh, tall once more, wide of the crease and angling the ball in to the body, only for the occasional one to hold up like a leg-cutter. When you got hit in the ribs by Courtney, batsmen would say, the ball seemed to stick on the body longer than with other bowlers. Finally, the great Malcolm Marshall, arguably the finest fast bowler of them all, beyond his prime now but still skiddingly fast, but now with the tricks of Paul Daniels and the variations of Elgar. \"All I could do,\" Gooch has said, \"was to fight every ball and hope that runs would come from somewhere. Even on a pitch like that, if you can stay there for a session, things don't see quite so bad. The ball gets older and often bowlers get frustrated because they think they should be bowling a side out.\" What makes this innings so extra special, though, was the balance between defence and attack. Some wonderful innings have been played through violent counterattack, arms chanced against the odds, a form of batting Russian roulette. Then there is the antithesis, the stonewall, in defiance, where occupation of the crease supersedes run scoring as an option: game savers. Gooch did not have a game to save, though, but one to win. He has always stressed that even in defence it is possible to have positive intent, never losing sight of the attacking possibility. Every loose delivery, the few that came his way, he dispatched. Ramprakash and Pringle lent him dedicated support. For seven and a half hours, in tricky conditions, he kept at bay one of the most formidable pace attacks that has taken the field. Without him England were lost: they won by 115 runs. In a world where the word all too often is misappropriated, that is greatness."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}