{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2011/jun/25/vetiver-bjork-biophilia-bb-king", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2011-06-24T23:08:08Z", "webTitle": "This week's new live music", "webUrl": "https://www.theguardian.com/music/2011/jun/25/vetiver-bjork-biophilia-bb-king", "apiUrl": "https://content.guardianapis.com/music/2011/jun/25/vetiver-bjork-biophilia-bb-king", "fields": {"headline": "This week's new live music", "bodyText": "Vetiver, On tour San Francisco's Vetiver first came to our attention circa 2004 as part of Devendra Banhart's raggle-taggle retinue, touting a particularly drowsy brand of psychedelic folk characterised by the mellow vocals and gentle fingerpicking of frontman Andy Cabic. To their credit, they've gradually made their presence felt, while resisting the easy option of cranking up their amps. Their recent fifth album The Errant Charm is easily their best yet, abandoning any residual rustic awkwardness for dreamy, sophisticated West Coast jangle with just a hint of tropical tang. Get there early: support comes from talented violinist-cum- soul-folk singer Marques Toliver. The Ent Shed, Bedford, Sat; Hard Rock Calling, Hyde Park, W2, Sun; Komedia, Brighton, Tue; XOYO, EC2, Wed; South Street Arts Centre, Reading, Thu; Mojo, Liverpool, Fri Sam Richards Björk: Biophilia, Manchester We've come to expect extraordinary things from a Björk performance, whether it's unveiling a new space-age musical toy or enveloping an entire Olympic stadium in the folds of her dress. This six-show residency forms part of the Manchester International Festival, where contributing artists are positively encouraged to try something new. Björk's response has been to launch Biophilia, not just a new audio album and live show, but a multi-faceted iPad app featuring interactive games, and videos by Michel Gondry. How the Biophilia concept translates to the stage remains to be seen; we're promised an Icelandic women's choir and, improbably, a pendulum that harnesses the Earth's gravitational pull to create musical patterns, although we'd also settle for a few songs that recapture the giddy experimental pop glory of her finest moments. Campfield Market Hall, Mon &amp; Thu, to 16 Jul Sam Richards City Of London Festival, London No festival in the country has a greater wealth of outstanding venues at its disposal than the City of London, with all the churches, guild halls and open spaces of the Square Mile available for concerts, lectures and outdoor events. In recent years festival director Ian Ritchie has given shape to his programme by focusing in turn on the city's most important trading partners. This time it is the antipodes that provide the main thread. The result is a real feast of contemporary music from the other side of the world, with most of the major figures represented. Brett Dean is the featured composer, while didgeridoo player and composer William Barton is artist in residence. Various venues, Sun to 12 Aug, colf.org Andrew Clements BB King, On tour When you hear that famous guitar vibrato sing, or hear the roar of that majestic baritone voice, you get the whole Delta blues backstory of BB King in an explosive instant, a revelation of the roots of African-American music that fittingly makes the now 85-year-old legend an iconic centrepiece of the 2011 BluesFest in London (also featuring Roy Hargrove, Chris Barber, Al Di Meola and Georgie Fame) with a Royal Albert Hall show which winds up this short UK tour. In emotion, timing, dynamics and drama, King remains an irreplaceable giant, even though his late-career performances are apt to feature as much bantering reminiscence as playing. 02 Apollo, Manchester, Sat; Edinburgh Playhouse, Sun; Royal Albert Hall, SW7, Tue John Fordham Glasgow Jazz Festival, Glasgow Though he's famous for holy-rolling, gospel-powered pop covers and catchy funk anthems such as Wade In The Water, in his 70s jazz pianist Ramsey Lewis turned towards an original approach, some of it strongly reflecting classical. Lewis's vivid themes are a highlight of the 2011 Glasgow International Jazz Festival, including a performance of his classic Sun Goddess album (Old Fruitmarket, Fri). The festival also features a comparably world-famous star of undimmed eloquence in the majestic Cleo Laine with singer daughter Jacqui Dankworth (City Halls, Wed). But Glasgow 2011 represents jazz of many persuasions, including the subtle improvising of pianist Kit Downes (Glasgow Art Club, Wed), the powerful avant-funk of Tommy Smith, (Stereo, Wed) and the virtuosic postbop of trumpet maestro Terence Blanchard (Old Fruitmarket, Thu). Alongside the live music, look out for a fascinating programme of jazz movies running throughout the festival. Various venues, Wed to 3 Jul, jazzfest.co.uk John Fordham Arcade Fire, London Who would have predicted that, in 2011, two of the most bankable live acts around would wield fiddles and accordions? There may be something a little suspect about bands who put in so much obvious effort to present themselves as downhome and authentic, but it's hard to deny the redemptive power of Arcade Fire's rousing live shows. And now the Canadian troupe are staging their own al fresco hoedown in Hyde Park, preceded by their British mini-mes, Mumford &amp; Sons, as well as the brass-led, Balkan-tinged drinking songs of Beirut. It'll be interesting to see if Arcade Fire attempt their traditional walkabout through the crowd; perhaps they'll lead the audience on a march around the Serpentine. Hyde Park, W2, Thu Sam Richards"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}