{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2011/jun/06/charities-state-donation", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2011-06-05T23:01:49Z", "webTitle": "Charities: The state of donation | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2011/jun/06/charities-state-donation", "apiUrl": "https://content.guardianapis.com/commentisfree/2011/jun/06/charities-state-donation", "fields": {"headline": "Charities: The state of donation", "bodyText": "A Conservative council, with a history of cleansing the poor from its housing, is currently attempting to criminalise the good souls who distribute soup to the destitute. For the moment, Westminster's draft bylaws are a minor embarrassment for David Cameron, but the way things are going they could become an emblem for the fate of his avowed wish to create a kinder, gentler country amid hard times. The prime minister remains genuinely convinced he is on to something with his \"big society\", or else he would hardly have attempted something which no political adviser would ever recommend – a third relaunch. In a speech a fortnight ago, the prime minister acknowledged that Joe Public now doubts the coalition is about anything except cuts. But undeterred by the simultaneous announcement that big society tsar Nat Wei was abdicating, Mr Cameron replayed all his soothing records about how the giving impulse makes communities come alive. He offered one or two prosaic thoughts, such as broadening the narrow basis of Whitehall's cost-benefit analysis, which may eventually win philanthropic efforts a little more recognition. For the most part, the speech was a reminder that warm words about the space between the state and the citizen plays better in opposition. Like the young Tony Blair before him, Mr Cameron made great play of the indubitable importance of civic society before coming to office. Unlike Mr Blair, however, he has not grasped that after the people propel someone to power, they are more interested in what that person says about the things they can influence than about the things they cannot. One by one, the big ideas which it was promised would involve charities in the state's work are coming unstuck. The health service reforms are in pieces, most welfare-to-work contracts have been gobbled by businesses not charities, and now the mooted new right for outsiders to run any public services is being held back by Lib Dems who fear it amounts to a general duty to privatise. The immediate future of the little platoons who, in the Burkean buzz-phrase, comprise the big society, depends not on picking up public sector work, but on inspiring new generosity to make up for the sudden drying up of billions in statutory grants. As we report today, the auguries are not good. The disappearance of a net 1,600 charities over the last year is one indictor of strain. Some amalgamations make things more efficient, others merely balance the books at the cost of a distinctive focus – witness the recent forced marriage of Fairbridge, a superlative youth charity once hailed by Mr Cameron himself. Such are the pay cuts and shake-outs in some platoons, that by the time happier days return there may not be enough professional troops left to rally voluntary help. Donations have picked up from the nadir of the crash, but they have not returned to the previous peak. They will have to scale entirely new heights if the phrase big society is to avoid acquiring the ring of a cold joke. Anything is worth trying, including the derided Whitehall proposal to invite benevolence at the cash point, but the most authoritative study of the last 30 years of British giving suggests such innovations tend to shuffle donations around, as opposed to increasing their overall level. The one idea in the giving white paper which charities have really latched on to is inheritance tax breaks for generous bequests. Persuading Britain's tight-wadded wealthy to redeem themselves in death is a noble ambition, but the more established plutocratic magnanimity of America is better at achieving immortality through bricks and mortar than reliably addressing social needs. Worse, by draining tax revenues, the scheme could hasten the shredding of the welfare safety net, and so increase the call on charities. One more of the many paradoxes involved in building a bigger society with shrinking budgets."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}