{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jun/02/zia-mahmood-bridge-english-bridge-union-anniversary", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-06-01T23:05:01Z", "webTitle": "They don't make 'em like that any more", "webUrl": "https://www.theguardian.com/sport/2011/jun/02/zia-mahmood-bridge-english-bridge-union-anniversary", "apiUrl": "https://content.guardianapis.com/sport/2011/jun/02/zia-mahmood-bridge-english-bridge-union-anniversary", "fields": {"headline": "They don't make 'em like that any more", "bodyText": "The English Bridge Union was founded in 1936 and is therefore celebrating its 75th anniversary in 2011. The union publishes a bi-monthly magazine that is free to its members, which is one of the most entertaining and instructive bridge publications around. The June issue is chiefly devoted to accounts of what bridge was like in 1936. One thing is certain: today's top players have nothing on their predecessors when it comes to arrogance, dogmatism and pomposity. Consider today's deal, discussed by one BH Davies (whoever he might have been). Game all, dealer West: The xs in the above diagram represent the fact that the author could not be bothered to find out what anyone apart from himself held, since their cards were considered of little importance (apart, rather curiously, from his partner's possession of the 8 of clubs). There were three passes to South, who embarked on an internal monologue as to what the correct opening bid with his hand might be according to the various systems in vogue at the time. Colonel Beasley, the proponent of the only opening bid that modern players would seriously consider, is dismissed in the following splendid terms: \"A 14-point hand is minimum value for a hand just better than moderate, and by the system justified only by the stupid and dangerous bid of One Club.\" Progressing downwards through the ranks of the military, but upwards through the ranks of the auction, it appears that Major Barton would call \"Two Clubs\" on this hand, while Captain Kempson had written a book in which \"this hand represents a bid of Four Clubs\". Our hero actually opened with Two Clubs playing the Culbertson system, even though his own view was that Culbertson himself would \"choose between One Club and Five Clubs\". The bidding proceeded with 2♠ by North, 3♣ by South, 3♥ by North, 4♦ by South, 4♥ by North, and 5♣ by South. The contract made an overtrick, which must have pleased North, since she was apparently \"a somewhat unenterprising partner fond of insisting on her own suits\". They don't make 'em like that any more."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}