{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/jun/06/what-future-house-lords", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-06-05T23:05:07Z", "webTitle": "Letters: What future for the House of Lords?", "webUrl": "https://www.theguardian.com/politics/2011/jun/06/what-future-house-lords", "apiUrl": "https://content.guardianapis.com/politics/2011/jun/06/what-future-house-lords", "fields": {"headline": "What future for the House of Lords?", "bodyText": "Martin Kettle is right to dismiss Nick Clegg's hotchpotch of proposals for reforming the House of Lords (Nick Clegg's House of Lords reform is folly. Abolition would be a better option, 3 June), but surprisingly omits to consider another option besides abolition: a second chamber on the pattern of senates, such as those in the US and Australia, with equal representation for each of the UK's four nations. With devolution, we have become a semi-federation, but we still lack most of the safeguards offered by a fully fledged federal system. A UK senate with, say, 20 members elected by proportional representation in each of the four nations would give Scotland, Wales and Northern Ireland much-needed protection against the constant threat of being outvoted by the English members, just as the smaller Australian states such as Tasmania are protected by equal representation in the federal senate against domination by New South Wales and Victoria. The UK senate could have much the same limited functions as the present House of Lords and since it would not produce the government, nor include ministers, it could never threaten the primacy of the House of Commons. If the United States can manage with 100 senators, two from each state, we could surely get by with 80, instead of the 831 members of the present House of Lords. Brian Barder London • Martin Kettle asks why we need a second chamber in parliament. He might be interested to look at the history of government in Queensland, Australia, the sole example of a unicameral system, which throughout the 1970s and 1980s was riddled with levels of corruption deemed unacceptable. All Australian states have struggled to adapt an upper house legislature with the growth in power of a lower house one. Some have solved it by making upper house elections collegiate voting extensions of the lower houses (based on diverse periods of tenure). This system has usually been an interim one in which, eventually, the state upper houses are elected directly by popular vote. Michael Rolfe Sutton Coldfield, Warwickshire • What is wrong with simply having MPs legislating without a second chamber is that vast tracts of legislation would then never be scrutinised in parliament. The general adoption of timetable motions in the House of Commons (something that never happens in the Lords) means that large parts of many bills are never even debated by MPs. What is wrong with simply appointing peers in future was described by Winston Churchill when he said: \"Democracy is the worst form of government except all those other forms that have been tried from time to time.\" Chris Rennard House of Lords • In a democracy the principle of a wholly popular mandate ought to be sacrosanct. So it is surely right that, if we have a second chamber (which I think we should), all members are elected. And why restrict its role to scrutinising and amending legislation? Why not let it have an originating function as the House of Lords has at present? There is nothing wrong in a degree of competition between the chambers if both are elected; plurality can be a positive. The key, as Helena Kennedy has argued, is a written constitution defining and delimiting powers and purposes. But David Steel has a point about practicality. To benefit from accumulated expertise all legislation ought to be scrutinised and commented on by a rolling commission of public appointees drawn from a wide range of people with a variety of skills, knowledge and experience nominated by the public. Let's not be snobbish about it – bus drivers can be as creative as business persons, hairdressers as haematologists. And a way should be found to ensure that there is always input from the wider public, again a matter to be clarified by the constitution. Oh, and let us say good riddance to the anti-democratic practice of appointed life peers, only marginally less objectionable than the hereditary specimens. Benedict Birnberg London • To say that because reform of the Lords is difficult, the house should be abolished, is surely a counsel of despair. They have repeatedly improved legislation from the Commons that is sometimes hasty, sometimes doctrinaire: much more than \"an amendment here, a delay there\". The proposal to include even 20% of appointees concedes that elected politicians could not do this job: they do not have the wide expertise needed. How could a house of experts be selected? First, there should be \"constituencies\" based not on geography but on knowledge and experience to ensure that all were covered: fields such as health, business, education, sport and the arts, as well as subjects such as statistics and ethics on which politicians sometimes need guidance. They could be filled by an appointments commission, given the right terms of reference and made patronage-proof. If that is unacceptable, there could be electoral colleges, each including the leading learned societies, voluntary organisations, trade associations, trade unions and so on, with ones to represent the regions and those who do not belong to a specialist body. This should satisfy those who demand that the house must be elected. Lastly, if direct elections are insisted on (though this is not specified in the coalition agreement), a further step could achieve this: the electoral colleges would not nominate the senators, but would function like the selection committees in parliamentary constituencies. They would nominate the candidates in each constituency of expertise, who could then be elected by universal suffrage: voters would choose to exercise their vote in the field most important to them. The proposed joint committee should not reject proposals like these out of hand (as the Wakeham Commission did), but look for ways of making them work. Martin Wright London • Martin Kettle is absolutely right but he doesn't go nearly far enough. The House of Lords should be abolished because there isn't, and never will be, agreement on what should replace it. Because if it is fully democratic it will duplicate the Commons; if it isn't it will be illegitimate. And because outright abolition would be cleaner, clearer, easier and cheaper. But the House of Lords has two virtues which need to be preserved: the expertise of some of its members; and its function as a revising chamber. In order to retain these features, the Commons committees to which bills are referred should always have at least half their members nominated by opposition parties. They should elect their chairman from among the opposition members. They should be under an obligation to call expert witnesses and to consider the views expressed before proceeding to debate amendments to the legislation. The government, with a majority in the full house, would still be able to overrule the committee and get its legislation through, but only after bills had undergone this process and all the issues had been thoroughly aired. Legislation would be slower but much better considered. Bills deemed by a two-thirds majority of the house to be urgent would be allowed to bypass this process initially, but would always have a 12-month sunset clause, and would have to go through the full process before renewal. BJ Rofe Croydon, Surrey • We have all been impressed by the standard of debate in the House of Lords, compared with the shouting match and the nonsense we so often hear in the Commons. I believe we can retain the standard of debate, by drawing together representatives of all sectors of society, to act as the present House of Lords does, as a revising chamber. These representatives, call them Lords if you wish, will be elected, not by politicians, not by the general public, but by the body that represents them. For instance, as I come from an agricultural background, the obvious example to me would be that the National Farmers Union would elect, for a period of no more than five years, two or three retired farmers. These farmers would have a lifetime of experience of the industry, plus the time and energy to contribute to good government. The teachers' union would elect two or three people; the police, a similar number of retired policemen; and so on. Those chosen to serve should be honoured by their selection and receive expenses only. The House of Commons will always have the final say in any legislation, but an upper house, consisting of representatives from most walks of life, should be able to provide wise council. This would prevent hasty, knee-jerk laws going through, by pointing out any errors. I have just read a biography of Lloyd George. He too was trying to reform the House of Lords 100 years ago. Are we getting any closer? Ian Scard Boston, Lincolnshire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}