{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2011/jun/25/robert-redford-the-conspirator", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2011-06-24T23:08:16Z", "webTitle": "The Conspirator proves that Robert Redford should stick to Sundance", "webUrl": "https://www.theguardian.com/film/2011/jun/25/robert-redford-the-conspirator", "apiUrl": "https://content.guardianapis.com/film/2011/jun/25/robert-redford-the-conspirator", "fields": {"headline": "The Conspirator proves that Robert Redford should stick to Sundance", "bodyText": "\"He lacks the wound,\" Norman Mailer once said of his rival Gore Vidal. And while that might be debatable, the phrase certainly applies to Robert Redford, erstwhile Mr 1970s Box Office and former bedroom poster idol of a generation, now an irredeemably boring director. His latest, The Conspirator, tells the story of the trial of Mary Surratt (Robin Wright), a Washington DC boarding house owner ultimately executed alongside several men of her acquaintance who were involved in the plot to assassinate Abraham Lincoln. One of those men loudly proclaimed Surratt's innocence from the very scaffold at which they were hanged, and Redford's movie ponders the highly ambiguous facts about her involvement in the same worthy, po-faced and finger-wagging manner that characterises most of his work as a director. Like Redford's last directorial snoozer, Lions For Lambs, a broken-backed, self-righteous pseudo-civics lesson that upbraided the audience for not taking a moral stand on the Afghanistan-Iraq wars, The Conspirator – although filled with good actors and tasty performances, especially from James McAvoy and Danny Huston – seems more determined to be a sermon or a classroom debate than a movie, burdened as it is with more talk than My Dinner With Andre and Swimming To Cambodia combined. Now, a history lesson's useful enough if you're unfamiliar with the toxic atmosphere in Washington DC as the civil war ended, or if you go along with the story's foreshadowing of contemporary issues like military tribunals at Guantánamo Bay and the poisoned American polity of then and now, but as drama it entirely lacks a pulse or a soul or any of the qualities that we commonly associate with the term \"balls\". That's because Redford has become the Stanley Kramer of our times: a style-free, signature-less auteur of respectable American liberalism, unimpeachably decent and motivated by the highest ideals – and as boring as a 12-hour car ride with Teacher. You only have to imagine what Martin Scorsese might have done with the same material to conceive of Redford's shortcomings behind the bullhorn. Indeed, you could have done it three decades ago when Redford's directorial debut – the earnest bourgeois melodrama Ordinary People – beat out Scorsese's ferocious Raging Bull, one of the benchmark movies of the last half-century, in the Best Director stakes. I guess I'm just not crazy about actor-directors, As his frequent screenwriter William Goldman once said of Redford's looks, \"Throw a stick at Malibu, you'll hit six of him.\" Same applies to his skills as a director. I say, get back to Sundance, Bob. It's your one truly memorable, useful and enduring monument."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}