{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2011/jun/20/labour-britain-armed-forces-integrate-europe", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2011-06-19T23:05:53Z", "webTitle": "UK's armed forces must integrate more with EU counterparts, Labour to say", "webUrl": "https://www.theguardian.com/uk/2011/jun/20/labour-britain-armed-forces-integrate-europe", "apiUrl": "https://content.guardianapis.com/uk/2011/jun/20/labour-britain-armed-forces-integrate-europe", "fields": {"headline": "UK's armed forces must integrate more with EU counterparts, Labour to say", "bodyText": "Britain's overstretched armed forces should be much more integrated with those of other European nations to help cut costs and bolster Nato, the Labour party is to say . Jim Murphy, the shadow defence secretary, will say that greater European defence co-operation is \"critical\", especially in the procurement of new weapons and hardware, as well as in training. Although Murphy does not call for a European army, he will echo the criticism of Robert Gates, the US defence secretary, who was scornful about Nato in a recent speech. Gates had condemned some European partners for being unwilling to take responsibility for defence. In a speech to industrialists at the Paris Air Show on Monday, Murphy will say: \"Europe must decide if it is serious. European governments have to be more honest with each other and about their capacity within Nato. There are too many never-to-be-used battle tanks, unusable fast jets and undeployable army conscripts. \"Robert Gates is right. We cannot rely on others to share the burden for our own security. We must reform or lose the protection of the transatlantic alliance. We must reform or see our own influence wane.\" Over recent months, Labour has called for the government to reopen last year's Strategic Defence and Security Review which announced cuts to all three services. The campaign to reverse this programme was bolstered by a number of retired defence grandees, who wrote a letter to the Sunday Telegraph urging ministers to abandon \"a badly rushed and myopic exercise\". The letter said the defence budget \"must be restored so that all three services have the capability to defend properly Britain's worldwide interests and trade\". Labour still believes the SDSR was flawed and should be revised, but Murphy acknowledges that the armed forces could do more to cut costs if European countries were less squeamish about pooling resources. \"Greater European co-operation in defence procurement is a critical. Collaboration over procurement is the only way Europe can compete in a very expensive and technologically driven activity. European nations must learn to do this better together or have no other option that continually buying from US,\" says Murphy. He will insist that the UK should also \"explore where there can be arrangements to pool maintenance, training, education infrastructure and skills on a bilateral or multilateral basis. \"The resultant economies of scale should be used to directly fund training and equipment programmes and to contribute to balancing domestic defence budgets.\" The MoD is undertaking a three-month long review of its SDSR programme, which will help ministers decide whether the cuts announced have gone far enough. Despite mothballing aircraft and warships and starting a redundancy programme, the MoD remained severely over budget last year. Further cuts are probable if the department is to stay within the limits of this year's spending round. The Sunday Times claimed that the RAF was in danger of having its forces slashed again, although the majority of Whitehall officials believe the army is most vulnerable if further cuts are to come. The review is likely to set out its conclusions later this summer."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}