{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jun/10/bahrain-grand-prix-f1-cancelled", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-06-09T23:36:42Z", "webTitle": "F1's Bahrain Grand Prix cancelled again as Ecclestone comes under fire", "webUrl": "https://www.theguardian.com/sport/2011/jun/10/bahrain-grand-prix-f1-cancelled", "apiUrl": "https://content.guardianapis.com/sport/2011/jun/10/bahrain-grand-prix-f1-cancelled", "fields": {"headline": "F1's Bahrain Grand Prix cancelled again as Ecclestone comes under fire", "bodyText": "The Bahrain Grand Prix has been officially cancelled after Jean Todt, the president of the FIA, motor racing's governing body, and Bernie Ecclestone, the sport's commercial rights holder, found themselves at odds over the event that had been rescheduled for October. As the teams prepared for Sunday's Canadian Grand Prix, the Bahrain International Circuit chairman Zayed R Alzayani said: \"Whilst Bahrain would have been delighted to see the grand prix progress on 30 October in line with the World Motor Sport Council's decision, it has been made clear that this fixture cannot progress and we fully respect that decision. \"Bahrain has absolutely no desire to see a race which would further extend the calendar season detract from the enjoyment of F1 for either drivers, teams or supporters. We want our role in Formula One to continue to be as positive and constructive as it has always been, therefore, in the best interest of the sport, we will not pursue the rescheduling of a race this season.\" The decision to cancel the race over political unrest in the country is a relief for the Formula One teams who had been opposed to racing in Bahrain. Todt had earlier taken a swipe at Ecclestone, who on Wednesday had admitted that the race looked like being called off. In a letter to Fota, the teams' association, published on the FIA website, Todt said: \"I have listened to your last-minute objections and have asked the commercial rights holder to re-examine his calendar proposal and, if necessary, to resubmit a revised proposal to the World Council.\" Todt then criticised Ecclestone more directly when he said: \"The responsibility to set the calendar and submit it to the FIA for approval rests solely with the commercial rights holder (art 10 and Schedule 9 of the Concorde Agreement). Consequently, it is the responsibility of the commercial rights holder to perform all necessary prior due diligence to secure his calendar proposal to the World Motor Sport Council.\" Ecclestone does not emerge from the sorry mess with much credit for only a few days ago he too was calling for the race, postponed from its original date of 13 March, to be held at the end of October. But it is Todt and the FIA who have lost most credibility. Since the former earlier this week defended the FIA decision to restage the race, even – disastrously –releasing the naive-looking report on which that decision was based, Ecclestone changed his position, while Todt's predecessor Max Mosley said there was not the slightest chance that the race would be run. Todt, a Frenchman and the former head of the Ferrari team, is less than halfway through his second year as FIA president but his position has been seriously weakened by the fiasco in which he overlooked the fact that any changes to the schedule cannot be made without the unanimous approval of all the teams. At an Automobile Club de l'Ouest press conference in Le Mans to promote the new FIA World Endurance Championship yesterday, Todt refused to answer any questions about the Bahrain Grand Prix. Meanwhile there was further evidence yesterday of the worrying amorality of Formula One, which has largely turned a blind eye to the killings, woundings, torture and arrests that have been going on in Bahrain as the people protest for more human rights and greater freedoms. It was reported that Rubens Barrichello, the chairman of the Grand Prix Drivers' Association, had said drivers are not opposed to racing in the Gulf kingdom as long as their safety is guaranteed. \"The logistics are quite tough for all the teams,\" the Brazilian said. \"I think we're in good hands. The teams have forwarded what they think to the FIA and to Bernie and whatever the outcome is I'll be happy.\" Later in the day Lewis Hamilton, Pastor Maldonado, Sergio Pérez, Vitaly Petrov and Adrian Sutil were all asked why it was not a matter of principle to race in Bahrain. Most of them replied that it was a matter of safety. Red Bull's Mark Webber has been the only driver to speak out against staging the race for reasons other than safety. \"I gave my view in February and it is unchanged,\" the Australian said."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}