{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2011/jun/25/bridesmaids-film-review-incendies-ghosted", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2011-06-24T23:08:10Z", "webTitle": "This week's new films", "webUrl": "https://www.theguardian.com/film/2011/jun/25/bridesmaids-film-review-incendies-ghosted", "apiUrl": "https://content.guardianapis.com/film/2011/jun/25/bridesmaids-film-review-incendies-ghosted", "fields": {"headline": "This week's new films", "bodyText": "Bridesmaids (15) (Paul Feig, 2011, US) Kristen Wiig, Rose Byrne, Maya Rudolph, Jon Hamm, 125 mins. Having recovered from the shocking revelation that women can be funny, rude, and entertaining in the absence of men, we can at last put the debates and Hangover comparisons this movie has prompted behind us now and just enjoy a satisfying prenuptial comedy. Led by Wiig's anxious maid of honour, it certainly matches male equivalents in the grossness stakes at times, but it also finds deeper, smarter ways to make us laugh. Incendies (15) (Denis Villeneuve, 2010, Can/Fra) Lubna Azabal, Mélissa Désormeaux-Poulin, Maxim Gaudette. 131 mins. A mother's death sets her two children on an investigation into their personal and political history in this powerful mystery, set in an unnamed Middle Eastern country. Countdown To Zero (NC) (Lucy Walker, 2010, US) 89 mins. Not got enough things to worry about? That's because you forgot about the threat of nuclear annihilation that still hangs over us. This doc will put you straight. Viva Riva! (15) (Djo Munga, 2010, DRC/Fra/Bel) Patsha Bay. 98 mins. More interesting for its real-world Kinshasa settings than its gangster story, this resourceful thriller dishes up plenty of violent sex and sexy violence without feeling all that far-fetched. Cutter's Way (15) (Ivan Passer, 1981, US) Jeff Bridges, John Heard, Lisa Eichhorn. 105 mins. The 1970s' last great cinematic gasp, with Heard unforgettable as the raving, ravaged 'Nam vet whose conspiracy theory sucks in his charming buddy Bridges. The First Grader (12A) (Justin Chadwick, 2010, US/UK/Ken) Naomie Harris, Tony Kgoroge. 103 mins. A war veteran's attempt to take advantage of Kenya's free education policy sets up a predictably inspirational and issue-laden tale. Double Dhamaal (12A) (Indra Kumar, 2011, Ind) Sanjay Dutt, Javed Jaffrey, Ritesh Deshmukh. 138 mins. Slapstick capers as four conmen attempt to blackmail an old rival. Ghosted (18) (Craig Viveiros, 2011, UK) John Lynch, David Schofield, Martin Compston. 102 mins. Acceptable British prison drama in which Lynch's old lag takes in Compston's vulnerable new kid. World Of The Dead: The Zombie Diaries (18) (Michael Bartlett, Kevin Gates, 2011, UK) Philip Brodie, Alix Wilton Regan. 88 mins. Even less necessary than another prison drama: a low-budget zombie apocalypse. Akira (15) (Katsuhiro Otomo, 1988, Jap) Mitsuo Iwata, Nozomu Sasaki. 125 mins. Though not as state-of-the-art as it once was, this groundbreaking anime is still one of the best. Love's Kitchen (15) (James Hacking, 2011, UK) Dougray Scott, Claire Forlani, Simon Hepworth. 93 mins. Utterly generic tale of a sad chef getting his gastropub mojo back. Could become a cult item for all the wrong reasons – especially with the Gordon Ramsay cameo. Talihina Sky: The Story Of The Kings Of Leon (NC) (Stephen C Mitchell, 2011, US) 87 mins. Self-explanatory doc that's less about the music than the Followill brothers' religious roots. Out from Friday The Merry Wives Of Windsor Shakespeare's romantic farce, filmed live at the Shakespeare's Globe theatre in London. Out Monday 27 Jun Transformers: Dark Of The Moon Another orgy of giant-robot-assisted city-trashing. Out Wednesday 29 Jun As If I Am Not There A woman's horrific experience of the Bosnian war. Beetle Queen Conquers Tokyo Documentary on Japan's obsession with exotic insects. Larry Crowne Tom Hanks directs himself as a Gump-esque slow learner. A Separation Award-winning divorce drama. The Conspirator The judicial aftermath of Lincoln's assassination. Delhi Belly Americanised Hindi relationship comedy. Coming soon In two weeks … Terrence Malick's Cannes-winner The Tree Of Life … Jean-Luc Godard's latest essay, Film Socialisme … In three weeks … School's out forever in Harry Potter And The Deathly Hallows: Part 2 … Rutger Hauer is a Hobo With A Shotgun … In a month … Ewan McGregor copes with his gay father in Beginners … Jason Bateman schemes against Horrible Bosses …"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}