{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2011/jun/06/england-switzerland-euro-2012", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2011-06-05T23:06:00Z", "webTitle": "Gloomy England once again fail to shine in draw with Switzerland", "webUrl": "https://www.theguardian.com/football/2011/jun/06/england-switzerland-euro-2012", "apiUrl": "https://content.guardianapis.com/football/2011/jun/06/england-switzerland-euro-2012", "fields": {"headline": "Gloomy England once again fail to shine in draw with Switzerland", "bodyText": "Fabio Capello is reduced to diagnosing seasonal affective disorder in his England side. In this odd case, it is warmth and light that lower spirits. Given the feeble efforts at last year's World Cup and the recovery from 2-0 down needed in this draw with Switzerland, it is understandable that the manager starts to worry as soon as he is pitted against a sunny afternoon. \"When we play in October, it will be different,\" he said, with a pledge that was embarrassing for a team who are supposed to function across the calendar. The Capello theory has other flaws. If the autumn is so bracing, what happened in the goalless draw at home to Montenegro on 12 October last year? He would have been thinking primarily of the gradually debilitating effects of the Champions League that come later, but of the six men in his lineup who took part in that tournament five, from Chelsea and Arsenal, were with sides eliminated by the quarter-finals at the latest. While Rio Ferdinand turned out for Manchester United in the final itself, injury has restricted his Premier League appearances to just half of the 38 games and he should not be fatigued. There was no valid reason for him and others to flounder against the Swiss and despite the players' perseverance, Capello's ability to galvanise the squad has been waning. Montenegro would have been clear at the top of Group G if they had held on to a 1-0 lead against Bulgaria. An equaliser leaves them level on points with England although far behind on goal difference. Even so, the game with Montenegro in Podgorica comes at the end of the qualifiers and may carry far more significance than Capello would have hoped. Faith in him has gone into a trough and the manager was asked if he would resign. He has, of course, no intention of doing so and the table is not redolent of crisis. Capello's removal by the Football Association can hardly be envisaged either, but it was unsettling at Wembley that any credit due his squad lay in a rally after falling two goals behind. Until this fixture, the England defence had been breached just once in these qualifiers, also by Switzerland during the 3-1 win for the visitors to Basle. There were concerns about most parts of the team in this return. Theo Walcott, at 22, still has all his speed but did little harm to the Swiss, and his only goals for England continue to be the hat-trick against Croatia in September 2008. Another Arsenal player, Jack Wilshere, may not have dictated the play, but the teenager had glimmers of menace. The timing of his main intervention was precious, too. England had fallen 2-0 down in the 35th minute, but Wilshere went on the attack almost immediately and after he had been brought down by his club-mate Johan Djourou, Frank Lampard converted the penalty. With that exception, the scorer had been a worry as he raised doubts about the viability for England of a box‑to‑box midfielder who turns 33 this month. It was a subject Capello would not address in depth. \"When he's fresh he's a really important player – big personality on the pitch, scores goals,\" the manager said. \"The player is good when he is in a good moment of form. He has played a lot of games.\" Despite that tribute, the critical decision on Saturday was to withdraw Lampard and send on Ashley Young, usually thought of as a winger, to take up a role behind the centre-forward, Darren Bent. The substitute levelled the score with a first-time shot in the 51st minute after the lively Leighton Baines, on for an injured Ashley Cole, had chested a James Milner cross into his path. Throughout the day, however, England seemed to be improvising as they fumbled for answers to the problem posed by this contest. Switzerland were ahead after 32 minutes, when a free-kick from Tranquillo Barnetta went over the head of Ferdinand on its way to finding the far corner of the net. Soon afterwards, the generally disappointing Milner pulled away from the wall he and Walcott were supposed to have formed and Barnetta again benefited from an error as his set piece went through the gap. Joe Hart looked hapless while scurrying over to try to get a boot to the ball at the near post, but the goalkeeper had, in essence, been let down by team-mates. England rallied and might have won. Bent, after scoring in three consecutive internationals, sent the ball high when presented with virtually an open goal in the 71st minute, after Diego Benaglio had parried an attempt by Young. In the closing seconds, the substitute Stewart Downing hit the side-netting from an angle on the right. Capello's side had fallen short, but automatic qualification for Euro 2012 is still within reach. That alone cannot have the manager beaming. It should trouble Capello that this was a lineup composed largely of the players he prefers to field, although Wayne Rooney was suspended. Alternatives are scarce and it is far from proven that younger candidates would reach a higher standard. For all his gifts, it will be a challenge for Wilshere to deal with being the embodiment of England's expectations. Capello is on course for the finals, but no one can explain how the team is to be rescued next June from the jaded and accident-prone condition seen on Saturday. Man of the match Ashley Young (England)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}