{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2011/jun/25/richard-iii-kevin-spacey-bridge", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2011-06-24T23:08:04Z", "webTitle": "This week's new theatre", "webUrl": "https://www.theguardian.com/stage/2011/jun/25/richard-iii-kevin-spacey-bridge", "apiUrl": "https://content.guardianapis.com/stage/2011/jun/25/richard-iii-kevin-spacey-bridge", "fields": {"headline": "This week's new theatre", "bodyText": "Richard III, London The Bridge Project comes into its third and final season at the Old Vic this summer. In the past it's brought together British and US actors performing on both sides of the Atlantic in two contrasting pieces of classical theatre, pairing The Winter's Tale and The Cherry Orchard in 2009, The Tempest and As You Like It last year. This year the project, directed by Sam Mendes, is putting all its efforts into one production: Richard III, starring the Old Vic's artistic director Kevin Spacey. The press release that talks of the production \"featuring\" Kevin Spacey in the title role is a little disingenuous: this monarch can be Shakespeare's ultimate scene-chewing baddie and, given that Spacey's last stab at the Bard here was a magnetic Richard II, everyone else will be hard pushed to get a look in. Without doubt a theatrical highlight of 2011. Old Vic, SE1, Wed to 11 Sep Mark Cook Bound, On tour Sea-bleached is a good description for Beat Trap's terrific storytelling show that scored this young company a hit at last year's Edinburgh fringe. It's a simple story of six trawlermen embarking from Brixham on one last voyage, told in a poor theatre style but with so much imagination that you start to think that you can smell the sea. What you can certainly sniff is the desperation of men facing bankruptcy, the elements and their own egos and prejudices as the regular crew is joined by a Polish agency worker, and one last voyage turns into a journey of survival and loss that pits the crew against each other as well as the cruel sea. Drum, Theatre Royal, Plymouth, Sat; Marine Theatre, Lyme Regis, Mon; Northcott Theatre, Exeter, Tue &amp; Wed Lyn Gardner Bunny, On tour It's always the case that round about the time the upcoming Edinburgh festival fringe brochure drops through the letter box, last year's hits set out on tour. One of those is Jack Thorne's arresting monologue Bunny, about Katie who is studying for her A-levels in Luton, a place whose bland exterior hides a darker reality of geographical and racial demarcations. The cleverness of the writing is that on the surface Katie seems like such a nice girl: after all, her parents read the Guardian and she goes to orchestra practice. But for all her wild bravado Katie is out of her depth and full of self-loathing. It's a grim portrait of the pressures faced by many young women today. Royal Exchange, Manchester, Sat; North Wall Arts Centre, Oxford, Thu; Ustinov, Bath, Fri to 2 Jul Lyn Gardner Greenwich + Docklands International Festival, London The Greenwich + Docklands International Festival brings so much spectacle to the streets with its nine days of free events you could be forgiven for thinking you're hallucinating. In a version of Ted Hughes's The Iron Man (St Alfege Park, SE10, to 26 Jun), for instance, there's an iron man as tall as a double decker. And you might see a herd of life-sized red giraffes, zookeepers, ringmaster, opera diva and pyrotechnic effects thanks to Compagnie Off's Les Girafes, which brings the festival to a rousing climax (starts General Gordon Square SE18, 2 Jul). Today, As The World Tipped, at Mile End Park, directed by Sydney Olympics opening ceremony creator Nigel Jamieson, dramatises the fallout of the failed Copenhagen Climate Change Conference with a filmscape and performers above the heads of the crowd. Various venues, to 2 Jul, festival.org Mark Cook Alarms &amp; Excursions, Plymouth More a series of revue-style sketches than a play, Michael Frayn's observation on the nature of modern communication might not be vintage but it's certainly wryly entertaining. And over a decade after its premiere it might seem even more prescient. At the heart of the evening is an exploration of the way that modern life makes humans behave more and more like machines set against a background of defective smoke alarms, kitchen timers and baby alarms that create havoc with all attempts to communicate, and air passengers so immune to airline safety announcements that they don't notice when the flight attendant does a striptease. Not life-changing, but fun. Theatre Royal, Mon to 2 Jul Lyn Gardner Top Girls, Chichester As more recent revivals have proved, as well as Thea Sharrock's West End production almost a decade ago, Caryl Churchill's 1982 play has more than stood the test of time. If anything, its portrait of the price paid when women see their advancement in behaving more like men, rather than understanding that feminism and socialism must go hand in hand, has sharpened in a decade in which women have increasingly questioned whether they can have it all. The fascination here will be to see original director Max Stafford-Clark returning to the play he premiered at the Royal Court when Thatcherism was in the ascendancy, and asking whether today's women have anything in common with the thrusting, head-hunter, Marlene, who runs the employment agency, Top Girls. Minerva, to 16 Jul Lyn Gardner The Crash Of The Elysium, Salford Punchdrunk had a big hit at the 2009 Manchester International Festival with It Felt Like A Kiss, and now the company returns with a Doctor Who-inspired adventure created especially for children aged six to nine. No adults are allowed without a child in tow for a show that will use all of Punchdrunk's immersive theatre techniques to create a piece in which the future of the world is in the hands of children. With Steven Moffat providing the idea for the narrative and Doctor Who scriptwriter Tom MacRae onboard, this is likely to be a unique, scary and exhilarating theatre experience. Media City, Thu to 17 Jul Lyn Gardner The Pride, Sheffield Alexi Kaye Campbell's debut play, first seen at the Royal Court Theatre in 2008, gets a well-deserved regional premiere in a revival by Richard Wilson that's going to have to be very good indeed to match the original production. Chances are that it will be with the Crucible's artistic director Daniel Evans playing Oliver, a young gay man trying to make sense of his sexuality at two very different historical moments. The cleverness of Kaye Campbell's scenario is that we see Oliver in both 1958 and today, although in both scenarios he is in his 30s. In the 1950s, he is a young children's writer with a yearning for his illustrator's husband. In the contemporary scenes he is a thirtysomething freelance journalist addicted to sex. Kaye Campbell cleverly allows us to make the connections, and he'll reveal more with Evans in a panel discussion on Thursday. Crucible Studio, Sat to 16 Jul Lyn Gardner"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}