{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2011/jun/21/simon-hoggart-sketch-greek-crisis", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2011-06-20T23:10:05Z", "webTitle": "Greek crisis: The Tory plan is... there isn't one", "webUrl": "https://www.theguardian.com/politics/2011/jun/21/simon-hoggart-sketch-greek-crisis", "apiUrl": "https://content.guardianapis.com/politics/2011/jun/21/simon-hoggart-sketch-greek-crisis", "fields": {"headline": "Greek crisis: The Tory plan is... there isn't one", "bodyText": "The Commons can flip in a moment from matters trivial to matters horribly important. For example they discussed the government's latest U-turn – no longer are weekly rubbish collections to be mandatory; instead ministers are pondering \"incentives\". Of course if they don't, the smell of a dozen unfinished chicken tikka masalas will hang over every street in the land, reminding us all of the government's continuing problem in distinguishing what is desirable from what is possible. Then suddenly we were in Athens with the Greek crisis. This is not, in the current cliche, the elephant in the room, but the blue whale in the goldfish bowl. A Greek default followed by financial apocalypse in other debtor countries could be as bad as the crash of 2008-09 and cause far more damage to a world economy already on the beach, gasping for air. So the matter was put in the hands of Mark Hoban, an Osborne understrapper and financial secretary to the Treasury. Oh dear. He does not inspire confidence. Of some people it's said that we would follow them into the jungle. If Mr Hoban were about to hack his way in, he'd study the map carefully, turn it upside down, discover that he'd left his sandwiches at home, then say that it was a mistake to worry about speculation that we might get lost. And he would assure us that he was totally opposed to our being eaten by fierce beasts. He had been asked by Labour's Gisela Stuart what plans the Treasury had for a Greek default. Well, if they have any Mr Hoban wasn't letting on. And, he implied, it didn't matter because our banks were much less exposed than those in France and Germany. And we weren't going to help with any eurozone bailout. Jack Straw, former foreign secretary, rose in a fury and told him that his figures were entirely wrong. We were far more exposed than he had admitted. He accused Mr Hoban of \"complacent words and weasel language\". We should, said Mr Straw, face the fact that the eurozone was not going to survive, and start urgent preparations to protect British interests. Mr Hoban replied in the manner of a supply teacher working his last Friday afternoon. He gabbled, prattling about platitudes, desperate to get out of there. But on it went, with Labour and Tory MPs alike demanding that we don't pay a penny to the Greeks and should waste no more taxpayers' money. But if Mr Hoban thought he was safe, he must have trembled when Sir Peter Tapsell arose in his place. As alarms clanged in the Hansard office, light aircraft around England were scrambled so that they could carry Sir Peter's message on banners to be read and admired by the whole country. I have no space to quote all of his majestic contribution, though he did point out that we would indeed be paying for the disaster, through the IMF – where we are about to double our contribution – \"to bail out the European Union from its folly with the single currency!\" He hit the word \"folly\" like a punchbag. Watch for the whole speech, flying over your town soon!"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}