{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2011/jun/25/shadows-damned-child-eden-review", "type": "article", "sectionId": "games", "sectionName": "Games", "webPublicationDate": "2011-06-24T23:08:08Z", "webTitle": "This week's new video games", "webUrl": "https://www.theguardian.com/technology/2011/jun/25/shadows-damned-child-eden-review", "apiUrl": "https://content.guardianapis.com/technology/2011/jun/25/shadows-damned-child-eden-review", "fields": {"headline": "This week's new video games", "bodyText": "Shadows Of The Damned, PS3, Xbox 360 You play Garcia Hotspur, a demon hunter whose persona owes more than a nod to El Mariachi. Your accomplice is a flaming skull with the ability to transform into anything from a shotgun to a motorbike. Keeping a relentless pace, dissonant choral music and the shrieks of fiends descending on you in surround sound merge with the powerful need to keep moving to avoid being overcome by the oft-encroaching darkness; all that in an endless, beast-infested, primarily subterranean labyrinth. It's perhaps not the archetypal midsummer videogame. Electronic Arts, £49.99 Child Of Eden, Xbox 360 From Tetsuya Mizuguchi, creator of kinaesthetic masterpiece Rez, comes Child Of Eden, another on-rails shooting game that blends music and psychedelic visuals, while this time letting you control its surreal action using Kinect. For the first time, Kinect is easily the most involving way to play, your left hand taking care of machine gunning, while your right lets you lock on missiles, a flick of the wrist unleashing hell. The unfortunate byproduct is that players look as though they're alternately stroking and spanking an invisible pony with one hand then making strange, slow waving gestures with the other. It's hilarious spectator sport, though that's a small price to pay for an experience that has only very recently even become technically possible. Ubisoft, £39.99 Legend Of Zelda: Ocarino Of Time 3D, Nintendo 3DS Graphically remade and now in cute, sparkly 3D, Legend Of Zelda: Ocarina Of Time is the apotheosis of console adventuring. Its perfect balance of exploration, puzzles and character development makes discovering the land of Hyrule and its two distinct time zones a wonderfully refined pleasure. Eschewing modern games' propensity for spoon-feeding you everything you need to know, Ocarina Of Time instead gives you a set of tools then lets you figure the rest out for yourself. This inevitably means getting stuck from time to time, but it also makes your triumphs far greater and more personal. Rich, beautifully made and epic in scope, it's the jewel of an already illustrious series, now even better looking and very slightly easier. Nintendo, £39.99 Games news: Security update In the wake of Sony's admission that it had been hacked multiple times, Sega has also now lost 1.3m customers' details to cyber-intruders. It joins a growing list of game-related hackees that includes Nintendo, Microsoft, Square Enix, Codemasters and Epic Games, although so far none has been targeted with the same ferocity as Sony … In less frightening news, LittleBigPlanet 2, the deliciously inventive platform game with crowd-sourced level design, has announced downloadable content coming in September that will add motion-based Move functionality to its already dizzying toolkit … Elsewhere, the two former chiefs of Infinity Ward, the developer behind the most popular outings in the all-consuming Call Of Duty franchise, are suing publisher Activision for unpaid royalties. Meanwhile, Activision has initiated its own lawsuits against the pair as well as Electronic Arts, for whom they now work. Although this is doubtless excellent news for members of California's legal profession, none of these wrangles are likely to result in new software being released."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}