{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jun/06/li-na-french-open-champion", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-06-05T23:06:03Z", "webTitle": "Li Na of China keeps feet on ground after historic French Open victory", "webUrl": "https://www.theguardian.com/sport/2011/jun/06/li-na-french-open-champion", "apiUrl": "https://content.guardianapis.com/sport/2011/jun/06/li-na-french-open-champion", "fields": {"headline": "Li Na of China keeps feet on ground after historic French Open victory", "bodyText": "Shortly before Li Na walked out for the final of the French Open, her husband pulled her aside for a quiet word. \"Don't think too much about what it will be like after you've won or you've lost,\" Jiang Shan told her. \"It's just one match. Go out there and show the whole world that you can play good tennis.\" According to the Chinese news agency Xinhua, Li's 6-4, 7-6 victory over the champion, Francesca Schiavone, was watched by 95 million people. The front page sports story of Sunday's People's Daily – the ruling Chinese Communist party's official newspaper – said Li had \"written an Asian legend\". Trying to become the first Chinese player to win a grand slam title would have been daunting enough without a nation hanging on her racket but the 29-year-old Li seemed remarkably unfazed by a victory that will surely change her life and the popularity of tennis in her country. If just a fraction of China's 1.3 billion population picks up the sport, Li's example could open the floodgates. As Stacey Allaster, the chief executive officer of the WTA Tour, said recently: \"China is our priority market. If we can get 8 or 9% of people playing tennis there, then we're looking at a market opportunity of 100 million people.\" Success has come late for Li, who quit the tour between 2002 and 2004, to study journalism. No one on her course knew she was a tennis player, so when she returned to the tour it came as a surprise to her classmates. \"We were talking about which sport you want to play,\" Li said on Sunday. \"My friends were saying, 'I choose tennis,' but I said, 'Sorry, I don't know how to play.' Then in 2008 when I was playing in the Olympics in Beijing, they said: 'Wow, where did you learn tennis, how do you play so good?'\" Though she felt mentally stronger on her return to the tour, the events of Saturday never entered her thoughts. \"I never thought I could win the French Open,\" she said. \"I was thinking maybe I could win the US Open or one of the other two but now I have won here.\" Meanwhile, in the background was Jiang, whom she married in 2006 and who backed her in 2009 when she fought the Chinese federation to manage her own career finances and earn a greater share of her winnings. As her coach, he was with her every second of every day and eventually, after she lost to Kim Clijsters in the final of this year's Australian Open, it all became a little too much. \"I was feeling it would much easier if he wasn't my coach and so was he,\" she said. \"He can do everything for me, but sometimes I would think, 'You're my husband. Why are you shouting at me on the court?' Now I can talk about everything to do with tennis with my coach and talk about everything to do with the rest of my life with my husband.\" Jiang, who is still Li's hitting partner, was equally happy with the decision and so in came Denmark's Fed Cup captain, Martin Mortensen, whose brother Ole used to play cricket for Derbyshire. \"He gave me a lot of confidence,\" Li said. \"He always says, 'You should trust yourself.' He's done a fantastic job.\" Li has been to the quarter-finals of Wimbledon twice and her game would seem to be well suited to grass. But she said she would have to work just as hard to have a chance. \"Just because you win the French Open it doesn't mean you can do well at Wimbledon,\" she said. \"I just want to enjoy this.\" When Li picked up her mobile phone after her win, she had 54 text messages of congratulations. The reception that greets her when she returns home, after Wimbledon, will be something else but whatever happens, she says fame will not change her. \"I don't need to worry about being idolised,\" she said. \"I'm married. Who cares about me?\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}