{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2011/jun/20/andy-murray-wimbledon-grand-slam-title", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2011-06-19T23:05:49Z", "webTitle": "Andy Murray toughens up in pursuit of first grand slam title at Wimbledon", "webUrl": "https://www.theguardian.com/sport/2011/jun/20/andy-murray-wimbledon-grand-slam-title", "apiUrl": "https://content.guardianapis.com/sport/2011/jun/20/andy-murray-wimbledon-grand-slam-title", "fields": {"headline": "Andy Murray toughens up in pursuit of first grand slam title at Wimbledon", "bodyText": "Andy Murray, speaking for the first time about the inner turmoil he suffered when forced to sack two coaches during the most wretched period of his career, says he has had to learn to be \"more selfish\" in pursuing his quest to win Wimbledon and other major honours in tennis. The world No4, still without a slam title to his name, is scheduled to start his campaign here in the teatime match on Centre Court on Monday against Daniel Gimeno-Traver, and the unseeded Spaniard is likely to feel the full force of the reinvigorated Murray game. It is difficult to imagine but, so low were his spirits, only a few months ago the Scot might not have fancied his chances of winning even a set against Gimeno-Traver, who is ranked 56 in the world. Murray has come a long way, mentally and in the strength of his tennis, since he parted company with Miles Maclagan, after losing in the semi-finals of last year's tournament, then Alex Corretja, about the time of the gloom-laden hard-court American nightmare that followed his defeat in the final of the Australian Open. He has had what Rafael Nadal described yesterday as \"a fantastic clay court season\", and victory at Queen's last Monday has further brightened his mood, reminding him to trust his talent. But Murray will never allow himself to forget the darkest time of his career, because it is from such experiences that he draws strength in difficult times. \"It's something I needed to get better at, [being] more responsible and more selfish in terms of letting people know my feeling about things, things I want changed,\" he said of his relationship with Maclagan and Corretja. \"It's really important to have people around you who are willing to listen and, when you bring something up and you're not happy with it, if they don't like it, that's tough; you've got to do what's right for yourself. That's something that over the last six months or so I've realised I need to get better at. You feel much better about yourself when you're on the court or training and it's your decision, you're not letting other people decide.\" Now he has Darren \"Killer\" Cahill with him as his latest guide, in between the Australian's stints in the ESPN commentary box and working with other Adidas-sponsored players. So far, the arrangement has worked very well. Murray admits he did not find it easy letting Maclagan and Corretja go. \"The Miles and Alex situations were difficult because I really liked both of them as people. I'm good friends with both of them, and emotionally it's hard. You know you are doing the right thing but it's still difficult. \"The thing that was difficult, when you're 20 or 22, was telling someone who is 45, 50 that they are not doing their job properly. Most people in a lot of sports have a manager telling them what to do and, if they don't listen to them, then it's not good. In tennis there needs to be much more communication with the coach and guys you are working with. I struggled a bit with that early in my career. You need to make decisions for yourself and be around people who are going to listen, I feel like I've got that just now.\" Not that Cahill will be an easy touch. One insider described him as \"a tough diplomat\" with an acute sense of tactics and the player's needs. Murray has not always been easy for people to understand – and that has extended from coaches to the general public. He hopes perceptions of him have changed. Recently, he was disabused of that notion. \"A Queen's member came up to me the other day,\" he recalled, \"and said, 'I support you all the time, congratulations on everything, but a lot of my friends don't like you because you are Scottish.' I was, like, 'OK that's fine.' A lot of people feel that way. \"I think the England-Scotland rivalry is fun, it's a good thing, it's banter. I joke about it with my friends all the time and have a good laugh about it. I have lots of English friends but I am proud to be Scottish. I just get on with it now and don't let it worry me.\" While Murray is relaxed about the issue, his very English friend, Tim Henman, is more exercised. \"It's quite sad that people still go on about that joke,\" said Henman. \"I've spoken to Andy about it for a while, and he was very upset about it, but what can he do about it now? \"I've said more times than I care to remember that it's not a popularity contest. I don't think people are very good with change. I think people had got comfortable with and accustomed to me, and the support I had, and everything that went with it, and then Andy came along and people were thinking that he was a different character. People have been taking their time to understand what he's about and who he is.\" What he's about and who he is are not easy to pigeonhole. He is complex, but utterly genuine. There is no side to him and he values good manners highly. He also likes a good punch-up – between others, it should be noted. Murray's love of boxing is not an uncommon crossover. A lot of tennis players appreciate the similarities between the blood of the ring and the artistry of the court, a connection that might seem incongruous at first glance but makes perfect sense on closer examination. Budd Schulberg, who won an Oscar for his script of On The Waterfront, an exotic Fifties mix of the fight game, the mob and politics, ranked tennis second only to boxing as a \"dramatic one-on-one confrontation\". As David Haye prepares for his heavyweight showdown with Wladimir Klitschko in Hamburg on the final Saturday of Wimbledon, Murray is hoping to be involved in his own struggle that weekend. Murray and Haye have been on the phone nearly every day, and Murray will be watching the fight on TV the night before the men's final – whether he is in that match or not. On the practice court before the rain arrived at Wimbledon yesterday, Murray was a picture of contentment. He spent a large part of the session working on his serve and, with Cahill placing tennis ball tins on the corners of the serving boxes, Murray was ridiculously accurate in knocking them over, time and again. Those he hit with full force were crushed, so he is ramping the power up like a genuine heavyweight. Señor Gimeno-Traver had better have his return game in decent shape."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}