{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/may/17/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-05-16T23:55:21Z", "webTitle": "Brentford 1 - 2 Sheffield Wednesday (Wednesday win 3-1 on aggregate): Wednesday waltz into play-off final", "webUrl": "https://www.theguardian.com/football/2005/may/17/match.sport", "apiUrl": "https://content.guardianapis.com/football/2005/may/17/match.sport", "fields": {"headline": "Wednesday waltz in the right direction", "bodyText": "It is a long way back to where Sheffield Wednesday came from but they have taken a tentative step in the right direction. Their two-year stint outside the top two divisions, listening to chants of \"You're not famous any more\", is now one victory away from ending. \"I'm pleased for everybody involved with the football club,\" said Paul Sturrock, the Wednesday manager. \"It's been hard times, 10 years in the doldrums.\" It took two set-piece goals and an ugly but professional performance to take them through to Sunday week's final in Cardiff against Tranmere or Hartlepool, who play tonight, but Sturrock was satisfied. \"Apart from the last 20 minutes we've got ourselves up the pitch,\" he said, referring to his tactic of using a high defensive line to stifle Brentford. Wednesday had come into the play-off in poor form, with injuries and suspensions having an adverse effect. Their goalkeeper David Lucas, however, returned just in time and his save from Deon Burton arguably swung this tie. Brentford having dealt with an early barrage from Wednesday, were looking the more dangerous until that Lucas save. Then the visitors broke away, won a free-kick and from Paul Heckingbottom's delivery Lee Peacock scored with a powerful header. The Wednesday striker had shown his aerial ability early on and also twice missed while one on one with the Brentford goalkeeper Stuart Nelson. Brentford, meanwhile, had few chances and, Burton's volley aside, their best came when Lee Bullen sliced a clearance past Lucas, almost scoring an embarrassing own-goal. The contest was effectively over shortly after the interval when Chris Brunt scored from a free-kick, cruelly deflected off Chris Hargreaves. Brentford's manager Martin Allen made plenty of tactical switches but Wednesday held on easily. Andy Frampton's late goal, volleyed under Peacock's body from a half-cleared corner, was scant consolation. Allen was not too downcast, though. \"They've beaten us fair and square,\" he said. Allen described this season as his best in football but claimed his side's exploits before the play-offs had affected them. \"It has been a very long season,\" he said. \"Now that it's all over, I can say it did take its toll.\" Sturrock now has 11 days to prepare for the final. \"It doesn't really matter,\" he said, when asked who he would prefer it to be against. \"There are no underdogs.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}