{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/may/28/guardiansaturdaytravelsection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-05-28T18:46:43Z", "webTitle": "Tickets to ride", "webUrl": "https://www.theguardian.com/travel/2005/may/28/guardiansaturdaytravelsection2", "apiUrl": "https://content.guardianapis.com/travel/2005/may/28/guardiansaturdaytravelsection2", "fields": {"headline": "Tickets to ride", "bodyText": "Six top destinations Amsterdam: £64.20 BMI from Heathrow. Must be booked online. Valid for departures indefinitely. No minimum stay, maximum one year. BMI. Paris: £96 Air France from Manchester. Must be booked by October 27. Valid for departures until October 31. Minimum stay one Saturday night, maximum 30 days. Opodo (0871 277 0091). Hong Kong: £349 Swiss International Airlines from Heathrow, London City, Manchester or Birmingham via Zurich. Must be booked by May 31. Valid for departures until June 30. Minimum stay one Saturday night, maximum one month. Quest Worldwide Travel (0870 4423513). Sydney: £514 Korean Air from Heathrow via Seoul. Must be booked by May 31. Full payment required when booking. Valid for departures until June 8. Minimum stay seven nights, maximum one year. Airline Network (0870 2349915). New York: £296 Virgin Atlantic from Heathrow (to JFK or Newark airports). Valid for departures until June 30. Minimum stay Saturday night, maximum one month. Trailfinders (020-7938 3939). Los Angeles: £365 KLM from Heathrow via Amsterdam. Valid for departures until June 30. Minimum stay seven days, maximum one month. Trailfinders (020-7938 3939). The pick of the rest São Paulo: £434 Swiss International Airlines from Heathrow, London City, Manchester or Birmingham via Zurich. Valid for departures until June 30. Minimum stay one Saturday night, maximum one month. Journey Latin America (020-8747 3108). Palma: £94 Monarch Airlines charter from Gatwick. Departs June 7 for seven nights. Avro (0870 458 2841). Monastir: £83 Britannia charter from Liverpool. Departs June 15 for seven nights. Thomson Flights (0800 107 1517). Johannesburg: £379 Lufthansa from Birmingham via Frankfurt. Must be booked by June 1. Valid for departures until August 31. Minimum stay one Saturday night, maximum 30 days. Opodo (0871 277 0091). And the rail alternative Cologne or Aachen: £69 Eurostar from Waterloo or Ashford to Brussels, then Thalys or German Railways ICE high-speed train. Must be booked at least three days before departure. Minimum stay one Saturday night. Eurostar (08705 186186). NB Fares can change rapidly. These were available in reasonable quantities at the time of writing."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}