{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2005/may/14/tvpickoftheweek.television", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2005-05-13T23:51:59Z", "webTitle": "The week's best films", "webUrl": "https://www.theguardian.com/film/2005/may/14/tvpickoftheweek.television", "apiUrl": "https://content.guardianapis.com/film/2005/may/14/tvpickoftheweek.television", "fields": {"headline": "The week's best films", "bodyText": "Saturday May 14 The Magnificent Ambersons (Orson Welles, 1943) 12.50pm, BBC2 A frustrated love is the metaphor for the sick spirit of the patrician Amberson family: young Isabel (Dolores Costello) loves car designer Eugene Morgan (Joseph Cotten) but is prevailed on to marry one of the more suitable Minafer clan. Twenty years on, and now a widow, her chance of happiness is again blocked by selfish, snobbish son George. Fort Apache (John Ford, 1948) 2.15pm, BBC2 The first of Ford's cavalry trilogy (followed by She Wore A Yellow Ribbon and Rio Grande) is part revisionist view of General Custer, part vivid portrait of outpost life. Henry Fonda is the arrogant Colonel Thursday, leading a charge against Cochise's massed braves that undoes all the good work of John Wayne's Captain York. Nadine (Robert Benton, 1987) 2.50pm, Five Kim Basinger shows a deft comic touch in this fine lightweight romance. She's Nadine, a pregnant hairdresser in Austin, Texas, circa 1954, who witnesses the murder of a photographer while trying to retrieve some nude pictures she posed for. Can soon-to-be-estranged husband Jeff Bridges help her out? A charming, expertly played little comedy. The Dam Busters (Michael Anderson, 1954) 7pm, C4 This story of how the RAF adopted hi-tech weapons to shock and awe the Germans is one of the all-time greats of British second world war movies. Michael Redgrave is in his element as Barnes Wallis, inventor of the bouncing bomb that destroyed the Ruhr valley dams essential to German industry. Random Hearts (Sydney Pollack, 1999) 10.15pm, BBC1 Harrison Ford is a tough internal affairs cop, Kristin Scott Thomas a Republican congresswoman. Only when their respective partners are killed, together, in a plane crash do they discover they were having an affair: cue that loving feeling, as the emotionally bruised pair draw together. The Hurricane (Norman Jewison, 1999) 11pm, ITV1 Rubin \"Hurricane\" Carter was an upcoming middleweight boxer when he was framed for a triple murder and sentenced to life imprisonment in the mid-1960s (a tale also told in Bob Dylan's song). This account of the gross miscarriage of justice by Jewison screams its outrage, but fatally oversimplifies the case. The result is heartfelt, but unconvincing - despite a superb performance from Denzel Washington. With Rod Steiger and Dan Hedaya. Patton (Franklin J Schaffner, 1969) 12.30am, C4 This biography of the famous second world war US general was bombarded with seven Oscars: for the director, the film, Francis Coppola's pyrotechnic script, and most of all for George C Scott's intelligent performance. His grave-throated three-star bully is at war not only with the Germans but with his allies - General Bradley (Karl Malden) and Field Marshal Montgomery (Michael Bates). The Leopard Man (Jacques Tourneur, 1943) 12.55am, BBC2 Another of Jacques \"Cat People\" Tourneur's classic, black-and-white B-movie horrors. People are being savaged by a wild beast in a small New Mexico town; is it the leopard that's escaped from the zoo, or something supernatural? Sunday May 15 Ever After: A Cinderella Story (Andy Tennant, 1998) 1.45pm, ITV1 According to Tennant's beautifully shot, charming fantasy, Cinderella was based on a real woman - Danielle, an orphan in 16thcentury France who, although a lowly serving girl was intelligent, educated and could throw in a little kung fu too. Just the role, then, for Drew Barrymore, struggling with bitter stepmother Anjelica Huston and the traditionally dreadful step-sisters. Driving Miss Daisy (Bruce Beresford, 1989) 4.10pm, Five Twenty-five years of southern race relations as viewed through one affectionate black-white relationship. Alfred Uhry won an Oscar for the rewrite of his stage play, the film took another, and Jessica Tandy a third for her portrayal of Jewish matron Miss Daisy, who in 1948 takes on kindly-wise chauffeur Morgan Freeman. The incendiary political background is seen hazily, but the performances are as polished as Miss Daisy's well-tended cars. Indiana Jones And The Last Crusade (Steven Spielberg, 1989) 8pm, BBC1 More heroic hokum in the final part of Spielberg's trilogy, with Harrison Ford's weary hero again racing the Nazis to the buried treasure, in this case the Holy Grail. The action is still that sharp blend of comic-book and back-street violence, but pepped up no end by Sean Connery as Jones's medievalist dad, very much the block from which Indy was chipped. When Saturday Comes (Maria Giese, 1995) 11.45pm, BBC1 Sheffield United come from behind to trounce Man Utd in the FA Cup semis, yeeeesssss! Nice idea, but it does rather strain credulity in this tale of young Sheffield lad Sean Bean's efforts to play for the Blades. He's going nowhere until factory girl Emily Lloyd sharpens him up, and the film scores with their earthy, honest romance in a Sheffield as dour as that of The Full Monty. The Boston Strangler (Richard Fleischer, 1968) 11.45pm, BBC2 Harrowing, low-key dramatisation of the serial killer's reign of terror in Boston in the early 1960s. To play the Strangler, Tony Curtis transformed his pretty-boy looks and was never better; Henry Fonda leads the police hunt; Sally Kellerman is among the victims. The Deer Hunter (Michael Cimino, 1978) 12.15am, C4 An epic and deeply moving account of the Vietnam war. Initially dwelling poignantly on a wedding celebration, it plunges into hellish battle, and grows even darker in an obliterating conclusion. The performances are excellent, from Robert De Niro, whose Michael is a survivor through force of will, to Christopher Walken's living-dead Nick and the dignified suffering of Meryl Streep's Linda, waiting back home. Monday May 16 Falling Down (Joel Schumacher, 1993) 11.35pm, BBC1 Leaving his car in a traffic jam, sacked white-collar worker Michael Douglas embarks on a picaresque journey across a witheringly hot and vicious LA. He takes up arms against his sea of troubles, the excellent Douglas seething with frustration at the unfairness of life. Funny, sad, and sometimes wise. Meet The Applegates (Michael Lehmann, 1990) 12.10am, C4 There's at least a chuckle a minute in this sci-fi horror spoof. The Applegates are in fact giant intelligent bugs who have left their threatened Brazilian rainforest community to pose as humans and destroy the local nuclear power plant. Except that the insects are quickly subsumed into the smalltown rat-race, mum Stockard Channing hooked on shopping, the kids on dope and sex. Great fun. Tuesday May 17 Firefox (Clint Eastwood, 1982) 11.15pm, BBC1 Cold war action with Eastwood directing himself as a former Vietnam pilot sent to Moscow to steal the Reds' new fighter plane, the Firefox. His nerves are bad but there's little doubt that when the going gets tough, the tough will get supersonic. Wednesday May 18 Watch Your Stern (Gerald Thomas, 1960) 1.35pm, C4 W ith veteran Carry On director Thomas at the helm and a highly suspect crew that includes Kenneth Connor, Leslie Phillips, Sid James and Hattie Jacques, this is a Carry On in all but name. Connor is the highly un-Able Seaman Blissworth who has accidentally destroyed the Navy's top-secret torpedo plans. Eve's Bayou (Kasi Lemmons, 1997) 12.10am, BBC2 Lemmons' debut as writer-director is a marvellously atmospheric slice of deep southern American gothic. Seen through the eyes of Jurnee Smollett's little Eve, it tells of a Creole family in a 1960s Louisiana backwater, where Samuel L Jackson is Eve's father and the local womanising doctor. The Missionary (Richard Loncraine, 1983) 12.10am, C4 Life is hell for lowly Edwardian clergyman Michael Palin: 10 years of struggle in Africa, then back to a hazardous posting in an East End mission for fallen women. He rises to the challenge somewhat overenthusiastically, according to the church elders, in this gentle, Palinscripted comedy. Thursday May 19 The Revengers' Comedies (Malcolm Mowbray, 1998) 12.20am, BBC2 This comic updating of Hitchcock's classic Strangers On A Train stars Sam Neill and Helena Bonham Carter as a suicidal couple who agree to bump off each other's oppressors; the problem is, Neill falls for the woman he's supposed to kill (Kristin Scott Thomas). A slightly uneasy mix of slapstick humour and violence. Friday May 20 Cockleshell Heroes (Jose Ferrer, 1955) 1.30pm, C4 Based on real wartime events - in which a small force of marines attempted to break the blockade of Bordeaux by paddling across the channel in canoes - this was a heroic success at the British box office. Real authenticity, and the cast is impeccable. Patch Adams (Tom Shadyac, 1998) 11.35pm, BBC1 As if being a terminally ill child isn't bad enough, they have to put up with Robin Williams as Patch Adams - part doctor, part clown, and completely irritating - in this schmaltzy, caring comedy. Like being put on a saccharin drip for two hours. The Howling (Joe Dante, 1981) 12.15am, C4 Dante's cheerful werewolf shocker is full of biting good humour. Dee Wallace plays the newscaster who is on the verge of breakdown, packed off by psychologist Patrick Macnee to a California retreat where something nasty lurks in the woods. The Last Days Of Disco (Whit Stillman, 1998) 12.25am, Five Stillman's yuppie-love comedy drama wafts in an almost gentle manner around the lives of a group of upper-crust young Americans, dispensing sharp satirical stabs of wit. The focus here is on Chloë Sevigny and an astonishingly adept Kate Beckinsale as the junior publishing editors hanging out at a posh disco with the local Harvard set. Journey Into Fear (Norman Foster, 1943) 12.40am, BBC2 Foster directed, but Orson Welles was the guiding hand. This, his first venture into film noir, is an Istanbul-set wartime thriller not a million miles away from Casablanca. Based on Eric Ambler's novel, it stars Joseph Cotten as a munitions expert on the run from Gestapo agents, but lucky to have leopardskin-suited Dolores del Rio on his side. Welles is typically menacing and mysterious as Haki, the secret police chief. Dead Babies (William Marsh, 2000) 2am, C4 A tale of toffs, madness and murder in a stately mansion, Marsh's blackly funny horror show is a sort of drugged-up, futuristic Gosford Park. Adapted from Martin Amis's 1970s pulp fiction, it has a group of upper-class good-for-nothings including Paul Bettany and their American friends partying wildly at Appleseed rectory, where pharmaceutical genius Marvel (Marsh) rules the roost."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}