{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/may/21/newsstory.sport9", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-05-20T23:43:38Z", "webTitle": "O'Neill sends out mixed messages after hinting at Celtic exit", "webUrl": "https://www.theguardian.com/football/2005/may/21/newsstory.sport9", "apiUrl": "https://content.guardianapis.com/football/2005/may/21/newsstory.sport9", "fields": {"headline": "O'Neill sends out mixed messages after hinting at Celtic exit", "bodyText": "Martin O'Neill has dropped the biggest hint yet that he will not be manager of Celtic next season and there is now a distinct possibility he will leave Parkhead within weeks. By then the Irishman could have led the Glasgow giants to both the Premierleague title and a Scottish Cup to take his tally of trophies to eight in his five years in charge. Beyond this weekend and next, though, lies a future that seems destined to include a period out of the game either in the form of a sabbatical from Celtic - if such a solution can be achieved to his own and the club's satisfaction - or a clear-cut exit. O'Neill seems to have been paving the way for a departure of some sort in instalments, since last week he insisted he would look at everything in the summer while last night he insisted: \"If you're asking me if I am going to another football club the answer is no.\" However, O'Neill later added: \"These five years have been pretty decent and there is as good a chance me being here next season as not.\" That somewhat mixed message left the door open to what many believe will be a six-month absence prompted by his wife Geraldine's illness that has been a cloud over him for the last year or so. \"I've said before there isn't a person here or in a 60,000 crowd who hasn't got problems. That's what life is about. I don't have a monopoly on this,\" he added. That said, O'Neill's family concerns do indirectly involve rather more people than your average fan's would: if he leaves Celtic it would have a significant impact on literally millions around the world. If he does go then there appear to be two possibilities. He could leave behind the current assistants John Robertson and Steve Walford to run affairs until his return, although whether that would be acceptable to Celtic is debatable. Alternatively, there could be a complete change of management. If a new management team is drafted in it may even have an impact on other clubs in due course, since a temporary exile could be ended later this year by a call back to football from elsewhere. Should Manchester United, under new ownership, not start next season in full flow, and should Malcolm Glazer not turn Sir Alex Ferguson's one-year rolling contract into something more fixed, then Old Trafford may yet beckon for the Irishman. Similarly, Newcastle United and Graeme Souness appear to have a potentially uneasy relationship and the St James' Park manager needs to hit the ground running at the start of the new season, as does David O'Leary at Aston Villa. By October or November chairman and directors generally form their own opinions on how the season will go and it is traditionally a time of the year when managers get sacked. Any such moves could prompt O'Neill - if he has taken time out - to return to the game. The latest debate about O'Neill's future comes as his team contemplate a possible victory over Motherwell at Fir Park tomorrow which would give them their fourth championship of the Irishman's tenure, regardless of what their rivals Rangers do against Hibernian at Easter Road. Then, next Saturday, comes the Cup final against Dundee United when Celtic are odds-on favourites to complete the double. O'Neill is trying to focus on that rather than on himself although his ambiguous remarks have done nothing to concentrate minds on the matches. Still, he did address the trip to Lanarkshire where there are fears about the potential for problems in the after-match celebrations. \"You have to win the game first of all and if you do then it's automatic to be delighted - arms in the air - but the winning of the game is the more important issue,\" he said as he pondered his rival manager Terry Butcher's complaints about injured players. Motherwell will be without at least five first-team regulars. \"Motherwell have a couple back and I don't think Terry has ever approached a game in a laid-back manner. Next he'll be saying he's phoning in from some beach to apologise for not making it. The players expect it to be tough.\" Rangers must beat Hibs who need a point of their own to make it into the Uefa Cup and then hope for the best while today Livingston and Dundee, who meet at Almondvale, and Dundee United, who face Caley Thistle in Inverness, try to avoid relegation."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}