{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/may/10/pressandpublishing.wallstreetjournal", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-05-09T23:41:47Z", "webTitle": "WSJ boards the tabloid train", "webUrl": "https://www.theguardian.com/business/2005/may/10/pressandpublishing.wallstreetjournal", "apiUrl": "https://content.guardianapis.com/business/2005/may/10/pressandpublishing.wallstreetjournal", "fields": {"headline": "WSJ boards the tabloid train", "bodyText": "The Wall Street Journal Europe is following in the footsteps of the Independent and the Times, switching from broadsheet to tabloid format from October. WSJ Europe and its Asian counterpart will both change to tabloid from October 17 in a move that will also see the two titles more closely aligned with wsj.com. The switch will allow the papers to offer more pages of colour advertising, including the front page for the first time. Dow Jones, the publisher of the WSJ, is also promising more regionally specific content, more stories in the European and Asian editions and fewer pieces that \"turn\", or run over from one page to another. The company said it expected the tabloid move and related cost reductions to produce a saving of about £9m a year from 2006. As part of the tabloid switch, a number of WSJ news posts at its European head office in Brussels and Asian base in Hong Kong will be relocated to the United States, where the paper is expanding its staff in preparation for the launch of a weekend edition in September. Among the journalists moving to the US will be the WSJ Europe editor and associate publisher, Frederick Kempe, who will return to New York on August 1 to become assistant managing editor of the international edition. The managing editor of the WSJ Europe, Raju Narisetti, will replace Mr Kempe as editor. WSJ Europe has a circulation of just over 86,000, while the Asian edition of the title sells nearly 81,000 a day."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}