{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/may/25/uk.northernireland", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-05-24T23:38:53Z", "webTitle": "Watchdog says IRA is still recruiting", "webUrl": "https://www.theguardian.com/politics/2005/may/25/uk.northernireland", "apiUrl": "https://content.guardianapis.com/politics/2005/may/25/uk.northernireland", "fields": {"headline": "Watchdog says IRA is still recruiting", "bodyText": "The IRA remains heavily involved in criminality and is recruiting and training new members in the use of guns and bombs, Northern Ireland's ceasefire watchdog said yesterday. The Independent Monitoring Commission's report, published as the IRA is consulting on whether to abandon its weapons once and for all, was seized on by Ian Paisley's Democratic Unionists as a \"damning indictment\" of what it saw as republicans' duplicity in recent political talks. Peter Hain, the new Northern Ireland secretary, issued his toughest warning yet to the IRA, saying it now had to provide \"crystal clarity... on the ending of paramilitary and criminal activity\" and \"some verification of that reality on the ground\". The first IMC report since the Sinn Fein leader, Gerry Adams, last month called on the IRA to abandon its armed struggle found republicans still had the capacity to mount a full-scale terrorism campaign. The IRA was \"highly active\" and determined to \"maintain its effectiveness\" in controlling republican areas, organised crime and terrorism but there was no evidence that it intended to return to a violent campaign. The report said that if Mr Adams succeeded in delivering an end to all IRA illegal activity and engaging republicans with policing, \"he will have demonstrated leadership of a high order\". But the report into activity between September and February found the IRA was still intelligence-gathering and training new recruits. At the end of September 2004, police discovered 10,000 rounds of IRA ammunition for use in assault rifles and of a type not previously found in Northern Ireland. The commission said the IRA had put its own interests before justice when it emerged that its members were behind the murder of Robert McCartney outside a Belfast bar in January. The report also found the IRA had carried out five shootings and six assaults since August 2004. While the organisation had allowed some people they had banished to return to the re publican Short Strand district in east Belfast after the murder of Mr McCartney, there was no indication that other exiled people could return to their homes in other parts of Northern Ireland. The IRA remained heavily involved in criminal enterprises such as fuel and tobacco smuggling and money laundering and large-scale robberies, such as December's £26.5m Northern Bank robbery. The political process in Northern Ireland is treading water while it waits for an IRA response to Sinn Fein's call to abandon guns for democracy. The DUP's Nigel Dodds said: \"It is a damning indictment of what the IRA was doing during a period when we were told that they were preparing to sign up for a new deal... Anyone who thinks that Sinn Fein can be brought into government any time soon should read this report in detail and see just how deeply ingrained in the Provisional movement the whole litany of paramilitary and criminal activity is.\" The Irish government was quick to point out that republicans had carried out 58% less shootings than during the same period last year, but said the organisation's ongoing recruiting and training raised questions about the IRA's \"intentions\". Sinn Fein's Alex Maskey said the report \"like previous reports has little or no credibility and is neither impartial, fair nor balanced\". The IMC also painted a bleak picture of a society riven by loyalist and republican paramilitary criminal gangs. Loyalist paramilitaries remained responsible for more violence than republicans. The largest loyalist group, the Ulster Defence Association, had murdered two men over the past six months and although its ceasefire was recognised by the government last November, it was \"not clear\" whether it would achieve its commitment to ending all \"military activity\". Hardline republican paramilitaries opposed to the peace process were still trying to mount a more effective terror campaign. The Continuity IRA and the Real IRA, which was responsible for the 1998 Omagh bomb, were still recruiting and training new members."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}