{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2005/may/14/alternativeinvestment.jobsandmoney", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2005-05-13T23:57:58Z", "webTitle": "You can judge a mag by its cover", "webUrl": "https://www.theguardian.com/money/2005/may/14/alternativeinvestment.jobsandmoney", "apiUrl": "https://content.guardianapis.com/money/2005/may/14/alternativeinvestment.jobsandmoney", "fields": {"headline": "You can judge a mag by its cover", "bodyText": "A friend once had his magazine collection on prominent display in his trendy Docklands apartment. It being the mid-1980s, most were youth and fashion mags such as i-D and The Face, and I distinctly remember how neat and ordered they looked above the acres of black teak shelving. \"Why don't you throw them away to make room for your record collection?\" I said tactlessly, knowing I had long dispensed with my old Faces, issues one to five. Judging by the popularity of vintage magazines today, perhaps I should have eaten my words or held on to my old magazines. At auction, a staggering £10,000 has been paid for a Playboy, while back issues of Rolling Stone and Interview now go for more than £100. Aged pre-war news weeklies such as Life and Picture Post still sell more than 50 years after they first appeared at news kiosks, and with the revival of all things 1980s, even back copies of Blitz and Smash Hits have currency. Vintage magazine buyers are a strange mix of celebrity and pop fans, advertising art directors, graphic designers, fashion stylists and novelty gift givers. Nostalgia is the main appeal, although, for creative types, there lies endless inspiration amongst the long-past glossy pages. Less a magazine, and more a lifestyle, Playboy set the template for modern magazine publishing back in the 1950s. Issue one, which appeared in 1953 and had a cheap shot of Marilyn Monroe on the cover, are worth around £4,000 today. Short of funds, publisher Hugh Hefner printed only 70,000 copies, which accounts for its rarity. Later print runs went into the millions, making post-1956 copies easier to track down. Collectors like them either for their covers (on which designer Art Paul always managed to incorporate his famous bunny logo) or, as husbands quipped, \"for the writing\". \"People do actually buy them for the interviews and short stories,\" confirms Denis Ahmet of the Vintage Magazine Company in London. The shop, in a noisy basement in Soho, stock more than 30,000 titles ranging from 1930s Vogue and Picture Post, to the initial print runs of Heat. According to Ahmet, the most wanted Playboy covers feature 1950s' sex kitten Betty Page. There is also a prized 1986 anniversary issue, illustrated by pop artist Andy Warhol. \"The covers were innovative,\" he adds. \"They would always hide the bunny logo, and in the 1970s they were the first to put a black model on a cover.\" Of the early men's magazines, another hot favourite is US Esquire. Although around since the 1930s and responsible for publishing quality writers like F Scott Fitzgerald and Tom Wolfe, it is the cover artwork of designer George Lois that best stands the test of time. Esquire art director during the 1960s, and later to work on ad campaigns for MTV and Nike, Lois had a highly irreverent take on politics, celebrity and sport, famously depicting Andy Warhol drowning in a can of soup for an article on the decline of the avant-garde in May 1969. Copies from this era now fetch up to £40, depending on condition. Another 1960s survivor is Jann Wenner's Rolling Stone. Originally a San Francisco underground publication printed on cheap fold-up paper, it captured the spirit of the late 1960s counter-culture and gave a voice to legendary gun-slinging rock writer Lester Bangs and the late Hunter S Thompson, whose seminal gonzo essay Fear and Loathing in Las Vegas was published in issue 95, November 1971. Says Ahmet: \"The most collectable issues are the earliest ones featuring The Beatles or Bob Dylan, although later Rolling Stones always sell if they have Kurt Cobain on the cover.\" British magazine publishing also boasts its fair share of titles that appeal to collectors. Nova, the ground-breaking women's glossy which ran from 1965 to 1975 continues to inspire photographers, art directors, designers and fashion students. British Vogue, meanwhile, with its 1960s dolly birds and glamorous Guy Bourdin shoots from the 1970s, is a must-have item for retro-minded fashionistas. Ahmet recently lent some early issues of Vogue to the Design Museum for an exhibition on society flower arranger Constance Spry. \"It's getting hard to find copies from the 1920s and 1930s,\" he admits. \"The supply seems to be drying up.\" Although no longer in circulation, Nick Logan's The Face first hit the news stands in 1980, and by championing street fashion and club culture it became the perfect antidote to late-1970s \"inkies\" such as NME and Sounds. The first issue featuring The Specials and The Clash is worth more than £100 today, although collectors should bear in mind that an almost identical reproduction issue appeared several years later. Adds Ahmet: \"Kate Moss and Madonna covers sell particularly well, although Madonna fans will buy practically anything with her image on it.\" Of the more recent vintage magazine crop, Ahmet says that Q and Mojo attract the biggest readership, closely followed by original lad mags Loaded and FHM. To many of us, the 1990s will seem like yesterday, but to younger magazine collectors, the period (one which witnessed a boom in the mag trade) is almost ancient history. If you are thinking of selling your old magazines, be sure they are in good condition; missing covers, loose pages and picture cut-outs seriously bring down price. A cover depicting a famous world event, such as the 1969 moon landings, certainly adds value. As if to illustrate this, Ahmet digs out an issue of Life featuring a mug shot of Charles Manson on the cover. Today's price? £200. For the buyer, the good news is vintage magazines are the sort of bargain collectable that turn up in boot sales or on the floor of second-hand book shops. And who knows, you might even find my old Face magazines. Dan Synge is author of Cool Collectibles (Miller's, £14.99) Where to look Vintage Magazine Company, 39-43 Brewer St, London W1, 020 7439 8525 Rin Tin Tin, 34 North Road, Brighton, 01273 672424 advertisingarchives.co.uk ebay.co.uk"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}