{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2005/may/06/dvdreviews2", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2005-05-05T23:57:18Z", "webTitle": "Mean Streets", "webUrl": "https://www.theguardian.com/film/2005/may/06/dvdreviews2", "apiUrl": "https://content.guardianapis.com/film/2005/may/06/dvdreviews2", "fields": {"headline": "Mean Streets", "bodyText": "Mean Streets hasn't lost any of its power - it's the template for how to produce a small, personal film for next to no money and make it compulsive viewing. This special edition has a commentary from director Martin Scorsese and Amy Robinson, the only woman in a very macho film. It was made in 1973 with virtual unknowns Robert De Niro and Harvey Keitel, playing roles that have defined them ever since - De Niro the dangerous, reckless, anarchic outsider, Keitel the reasonable, sensible one trying to make the best of a bad situation (OK, except in Bad Lieutenant). Mean Streets has been an acclaimed classic for a long time but what doesn't get said too often is how wonderfully funny it is. The pool-hall \"mook\" confrontation is one of best comedy scenes ever shot - as well as being visceral, very violent and immaculately choreographed to the Marvelettes. Using rock and pop in this way was a novelty at the time and the way Scorsese drops in the Ronettes, the Stones and the Miracles (soundtrack to the doomed De Niro's carefree little dance before his last ride) is always careful and apt. Scorsese, in surprisingly rambling form in his commentary, uses Crosby and Hope and Abbott and Costello as comparisons to its leads' semi-improvised interplay as well as Kazan, Ford and Hawks. A short documentary takes the director and two friends, who inspired the lead characters back to its cramped New York setting - Turn right and you're suddenly in Chinatown. It also has all the blood, guilt, sin and redemption a good Catholic boy - and former trainee priest - could squeeze into Little Italy's tight little 10 blocks."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}