{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/may/25/championsleague200405.championsleague", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-05-24T23:49:53Z", "webTitle": "Benítez set to gamble on Kewell's pace", "webUrl": "https://www.theguardian.com/football/2005/may/25/championsleague200405.championsleague", "apiUrl": "https://content.guardianapis.com/football/2005/may/25/championsleague200405.championsleague", "fields": {"headline": "Benítez set to gamble on Kewell's pace", "bodyText": "Rafael Benítez has not earned a reputation as a gambler in his 10-year managerial career but Liverpool's Spanish manager is poised to alter previous perception by selecting both Harry Kewell and Djibril Cissé in tonight's Champions League final ahead of Dietmar Hamann and Milan Baros. Given that Kewell and Cissé have between them started three Liverpool matches since February, the pair's names on the teamsheet would constitute a major shock, not least to Milan's coach Carlo Ancelotti. But Benítez's desire for pace against Milan means that the Australian and the Frenchman seem set to play at the expense of the German and the Czech - though of the two Baros is under less threat. There were few clues afforded by Liverpool's training session in the Ataturk Stadium last night - even if Kewell was running vigorously - and in delaying naming his team until the last possible moment tonight, Benítez is giving himself the maximum time to reflect on all his options. Igor Biscan is another name that could come into the equation. But in the case of Kewell, Benítez has form in that he brought the unpredictable left-winger into February's Carling Cup final side with only 77 minutes of Liverpool's previous fixture against Bayer Leverkusen under his belt after a two-monthinjury. Kewell was substituted while Liverpool were ahead against Chelsea in Cardiff and Benítez was subsequently publicly frustrated when Kewell said he was unable to play in the next game, the return against Leverkusen in Germany. Bothered by groin and achilles trouble, Kewell missed another two months before being given four minutes of the first leg of the Champions League semi-final against Chelsea at Stamford Bridge. But coming on earlier in the second half of the second leg at Anfield, Kewell offered a valuable outlet as Liverpool defended deeply. Significantly, it now seems, Benítez praised the 26 year-old's ball retention afterwards. Tonight Kewell would be expected to begin behind Cissé but would have licence to drift and again offer an outlet when Liverpool are under Milan pressure. Cissé also appeared as a second-half substitute in the semi-final against Chelsea at Anfield but his start against Aston Villa in Liverpool's last Premiership match was the 23-year-old's first since breaking his leg last October. It had been anticipated that Cissé was more likely to come on for Baros but now it is certainly possible that it will be the other way round, particularly if the final is not won in 90 minutes. On paper, Benítez's approach would lessen the possibility of that, though Liverpool will not throw off all the caution Benítez has drummed into them. Another factor in lessening the widely expected 0-0 draw is that Ancelotti looks set to choose Hernan Crespo in his starting side. Still a Chelsea player, Crespo is poised to benefit from injuries to Massimo Ambrosini, hurt against Lecce 10 days ago, and Filippo Inzhagi, who has recovered from longer-term knocks but is not considered 100% fit - although he too started against Lecce, lasting 74 minutes."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}