{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/may/02/match.aberdeen", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-05-01T23:13:10Z", "webTitle": "SPL: Aberdeen 1 - 3 Rangers", "webUrl": "https://www.theguardian.com/football/2005/may/02/match.aberdeen", "apiUrl": "https://content.guardianapis.com/football/2005/may/02/match.aberdeen", "fields": {"headline": "Missiles aimed at Ricksen as Rangers close the gap", "bodyText": "Rangers moved to within two points of Celtic at the top of the table but this victory was overshadowed by the treatment of their captain Fernando Ricksen, who was spat at and had coins and a bottle thrown at him by home fans. History is littered with incidents in this notorious fixture and the Scottish FA will inevitably look into the problems in the second half when Ricksen went to take a corner in front of the home fans. The kick was delayed as the referee Hugh Dallas called police over, and one fan was led away. \"This must stop,\" Ricksen said afterwards. \"Not just here but at our own ground and elsewhere. I was hit by a coin and something needs to be done. I would say don't do it, because it spoils a beautiful game, but otherwise I don't know the answer.\" There was also a flare or smoke bomb let off by a Rangers fan in his own area. When the dust settled on all that, the battle for the Premierleague title produced a bigger response from Rangers than Aberdeen could muster in their attempt to win a place in the Uefa Cup. The prizes for both clubs were enormous after Saturday's Hibernian win at Celtic, which reopened the title race and also left the Pittodrie team knowing they needed a win to stay two points behind the Edinburgh club in the race for that European place. On a miserable day when the pitch, bad at the best of times, was made worse by a deluge which left it covered in places by surface water, hunger and desire were paramount and no one showed those qualities more than Dado Prso. \"He was magnificent,\" conceded Aberdeen's manager Jimmy Calderwood. \"He was brave, had great movement, scored goals and caused us problems.\" His opposite number Alex McLeish agreed: \"Dado was a real handful and what more could you ask than that?\" Surprisingly, it was all relatively straightforward for the visitors, who were clearly encouraged by that Celtic result and took an early lead through Barry Ferguson. Chris Clark equalised after 33 minutes when his long-range effort deflected off Marvin Andrews but Prso, with a cheeky back-heel, made it 2-1 and, when the Croatian turned and shot past Ryan Esson after 59 minutes, that was that. \"All we can do now is beat Hearts next week and apply as much pressure to Celtic as possible,\" added McLeish, who maintained that Andrews, playing with a cruciate-ligament injury, was defying logic. Calderwood, meanwhile, felt his team did likewise when there was so much at stake and said: \"We're very disappointed. We slipped about the pitch and passed poorly but I didn't see that happening to Barry Ferguson.\" Now Rangers are back within range of Celtic, whose performance was unexpectedly dismal after their vital win at Ibrox last week. Injuries to Chris Sutton, Craig Bellamy, Didier Agathe and Stilian Petrov, moreover, could not have come at a worse time for the Hoops manager Martin O'Neill. So all of a sudden it is game on again in the title race. Man of the match: Dado Prso (Rangers)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}