{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/may/21/newsstory.sport10", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-05-20T23:43:39Z", "webTitle": "Ellis in full charge as Villa chief walks out", "webUrl": "https://www.theguardian.com/football/2005/may/21/newsstory.sport10", "apiUrl": "https://content.guardianapis.com/football/2005/may/21/newsstory.sport10", "fields": {"headline": "Ellis in full charge as Villa chief walks out", "bodyText": "Aston Villa face a boardroom crisis after the resignation yesterday of Bruce Langham as chief executive. Langham, 58, previously held the same position at Fulham and was sacked in November 2003 after failing to see eye to eye with club owner Mohamed Al Fayed. Now he appears to have fallen out with another autocratic club chairman in Doug Ellis. Villa issued a statement announcing the resignation and indicated that they were seeking a replacement. It is understood that Langham tendered his resignation after only 13 months because of a difference of opinion over the club's future strategy. Coincidentally his departure came on the day his blueprint for Villa's future was published in a local newspaper. Several of his ideas are unlikely to have found favour with the 81-year-old Ellis, not least his recent view that the manager David O'Leary's attempt to strengthen the squad during the summer would be hampered by the club's rigid wage structure. Villa have missed out on major signings in the past because of a £20,000-a-week wage ceiling, with the England goalkeeper Paul Robinson being a case in point. It was always anticipated Langham would have difficulty in dealing with Ellis who has effectively run Villa on his own for 23 years. That was put to Langham at the time of his appointment when he insisted there was no way he would be the Villa chairman's puppet. \"I think one of the reasons for my downfall at Fulham is that I am not a yes man,\" said Langham, who was unavailable for comment yesterday. \"I do things my way and run companies my way.\" Langham's resignation is likely to leave Ellis in sole charge of O'Leary's summer recruitment drive but the club did meet with some success yesterday by completing the £1m signing of the Newcastle and Northern Ireland defender Aaron Hughes on a three-year contract. Everton yesterday agreed the transfer of Simon Davies from Tottenham Hotspur for an initial fee £3.5m with a further £1m linked to appearances. The Wales midfielder has still to agree personal terms with the Goodison club. Steve McManaman, plagued by an achilles injury, has been told his Manchester City contract will not be renewed. In contrast West Bromwich have offered a new two-year deal to their player of the year Ronnie Wallwork. Sheffield United yesterday completed the transfer of the Millwall winger Paul Ifill for an initial £800,000."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}