{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2005/may/10/environment.columnists", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2005-05-09T23:46:03Z", "webTitle": "George Monbiot: Junk Science", "webUrl": "https://www.theguardian.com/environment/2005/may/10/environment.columnists", "apiUrl": "https://content.guardianapis.com/environment/2005/may/10/environment.columnists", "fields": {"headline": "Junk science", "bodyText": "For the past three weeks, a set of figures has been working a hole in my mind. On April 16, New Scientist published a letter from the famous botanist David Bellamy. Many of the world's glaciers, he claimed, \"are not shrinking but in fact are growing ... 555 of all the 625 glaciers under observation by the World Glacier Monitoring Service in Zurich, Switzerland, have been growing since 1980\". His letter was instantly taken up by climate change deniers. And it began to worry me. What if Bellamy was right? He is a scientist, formerly a senior lecturer at the University of Durham. He knows, in other words, that you cannot credibly cite data unless it is well-sourced. Could it be that one of the main lines of evidence of the impact of global warming - the retreat of the world's glaciers - is wrong? The question could scarcely be more important. If man-made climate change is happening, as the great majority of the world's climatologists claim, it could destroy the conditions that allow human beings to remain on the planet. The effort to cut greenhouse gases must come before everything else. This won't happen unless we can be confident that the science is right. Because Bellamy is president of the Conservation Foundation, the Wildlife Trusts, Plantlife International and the British Naturalists' Association, his statements carry a great deal of weight. When, for example, I challenged the Society of Motor Manufacturers and Traders over climate change, its spokesman cited Bellamy's position as a reason for remaining sceptical. So last week I telephoned the World Glacier Monitoring Service and read out Bellamy's letter. I don't think the response would have been published in Nature, but it had the scientific virtue of clarity: \"This is complete bullshit.\" A few hours later, they sent me an email: \"Despite his scientific reputation, he makes all the mistakes that are possible.\" He had cited data that was simply false, he had failed to provide references, he had completely misunderstood the scientific context and neglected current scientific literature. The latest studies show unequivocally that most of the world's glaciers are retreating. But I still couldn't put the question out of my mind. The figures that Bellamy cited must have come from somewhere. I emailed him to ask for his source. After several requests, he replied to me at the end of last week. The data, he said, came from a website called www.iceagenow.com. Iceagenow was constructed by a man called Robert W Felix to promote his self-published book about \"the coming ice age\". It claims that sea levels are falling, not rising; that the Asian tsunami was caused by the \"ice age cycle\"; and that \"underwater volcanic activity - not human activity - is heating the seas\". Is Felix a climatologist, a volcanologist or an oceanographer? Er, none of the above. His biography describes him as a \"former architect\". His website is so bonkers that I thought at first it was a spoof. Sadly, he appears to believe what he says. But there, indeed, was all the material that Bellamy cited in his letter, including the figures - or something resembling the figures - he quoted. \"Since 1980, there has been an advance of more than 55% of the 625 mountain glaciers under observation by the World Glacier Monitoring group in Zurich.\" The source, which Bellamy also cited in his email to me, was given as \"the latest issue of 21st Century Science and Technology\". 21st Century Science and Technology? It sounds impressive, until you discover that it is published by Lyndon LaRouche. Lyndon LaRouche is the American demagogue who in 1989 received a 15-year sentence for conspiracy, mail fraud and tax-code violations. He has claimed that the British royal family is running an international drugs syndicate, that Henry Kissinger is a communist agent, that the British government is controlled by Jewish bankers, and that modern science is a conspiracy against human potential. It wasn't hard to find out that this is one of his vehicles: LaRouche is named on the front page of the magazine's website, and the edition Bellamy cites contains an article beginning: \"We in LaRouche's Youth Movement find ourselves in combat with an old enemy that destroys human beings ... it is empiricism.\" Oh well, at least there is a source for Bellamy's figures. But where did 21st Century Science and Technology get them from? It doesn't say. But I think we can make an informed guess, for the same data can be found all over the internet. They were first published online by Professor Fred Singer, one of the very few climate change deniers who has a vaguely relevant qualification (he is, or was, an environmental scientist). He posted them on his website, www.sepp.org, and they were then reproduced by the appropriately named junkscience.com, by the Cooler Heads Coalition, the US National Centre for Public Policy Research and countless others. They have even found their way into the Washington Post. They are constantly quoted as evidence that man-made climate change is not happening. But where did they come from? Singer cites half a source: \"A paper published in Science in 1989.\" Well, the paper might be 16 years old, but at least, and at last, there is one. Surely? I went through every edition of Science published in 1989, both manually and electronically. Not only did it contain nothing resembling those figures, throughout that year there was no paper published in this journal about glacial advance or retreat. So it wasn't looking too good for Bellamy, or Singer, or any of the deniers who have cited these figures. But there was still one mystery to clear up. While Bellamy's source claimed that 55% of 625 glaciers are advancing, Bellamy claimed that 555 of them - or 89% - are advancing. This figure appears to exist nowhere else. But on the standard English keyboard, 5 and % occupy the same key. If you try to hit %, but fail to press shift, you get 555, instead of 55%. This is the only explanation I can produce for his figure. When I challenged him, he admitted that there had been \"a glitch of the electronics\". So, in Bellamy's poor typing, we have the basis for a whole new front in the war against climate science. The 555 figure is now being cited as definitive evidence that global warming is a \"fraud\", a \"scam\", a \"lie\". I phoned New Scientist to ask if Bellamy had requested a correction. He had not. It is hard to convey just how selective you have to be to dismiss the evidence for climate change. You must climb over a mountain of evidence to pick up a crumb: a crumb which then disintegrates in the palm of your hand. You must ignore an entire canon of science, the statements of the world's most eminent scientific institutions, and thousands of papers published in the foremost scientific journals. You must, if you are David Bellamy, embrace instead the claims of an eccentric former architect, which are based on what appears to be a non-existent data set. And you must do all this while calling yourself a scientist. www.monbiot.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}