{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2005/may/12/iraq.ewenmacaskill", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2005-05-11T23:02:07Z", "webTitle": "One month's toll in Iraq: 67 suicide bombers", "webUrl": "https://www.theguardian.com/world/2005/may/12/iraq.ewenmacaskill", "apiUrl": "https://content.guardianapis.com/world/2005/may/12/iraq.ewenmacaskill", "fields": {"headline": "One month's toll in Iraq: 67 suicide bombers", "bodyText": "The number of suicide attacks in Iraq has reached a record high, with more than 67 insurgents blowing themselves up in the month of April alone. New figures revealed by diplomatic and Iraqi security sources yesterday show that of the 135 car bombings that month, which took hundreds of lives and inflicted thousands of injuries, more than half were suicide missions. The number of car bombings has doubled since March. The level of suicide attacks has raised fears that American and Iraqi forces are losing the battle to prevent foreign fighters, prepared to die for the cause of defeating the US occupation, entering the country. Most suicide bombers are believed to come from outside Iraq, intelligence sources say, although they operate with local support. A western diplomat said that, for the first time since the fall of Saddam Hussein, sui cide bombers now account for most of the car bomb attacks that are causing destruction on a daily basis. \"There is an apparent free flow of suicide bombers into Iraq,\" he said. A senior Iraqi official added: \"Unless we can stop that flood, people will be afraid to gather in public together or lead normal lives without fear.\" The warnings followed another series of blasts across the country yesterday that killed at least 71 people and wounded more than 100. Since the new government led by prime minister Ibrahim al-Jaafari was announced on April 28, nearly 400 people have been killed and up to 1,000 wounded in a wave of insurgent attacks. The bombers have targeted civilians as well as Iraq's nascent security structures and the US-led forces. The security official said in addition to the increase in car bombers there had been a rise in the number of \"walk-in\" suicide attacks. He said the US military and Iraqi authorities were increasingly alarmed at the coopera tion between foreign militants in Iraq and \"the domestic insurgents\". This could turn \"the homegrown resistance into a breeding ground for a major jihadi movement\". A US military spokesman in Iraq said the general insurgency was averaging 70 attacks a day this month, up from 30 to 40 in February and March. Yesterday the bloodshed continued. There were five suicide bombings - one each in the central Iraqi towns of Hawija and Tikrit, and three in Baghdad. The heaviest casualties occurred in Hawija at a police and army recruitment centre. Witnesses said a man with explosives strapped to his body slipped through a security cordon and blew himself up in a line of 150 people. Iraqi police said at least 30 people had been killed and 35 injured. \"I was standing near the centre and all of a sudden it turned into a scene of dead bodies and pools of blood,\" said Khalaf Abbas, a police sergeant. \"Windows were blown out in nearby houses, leaving the street covered with glass.\" In Tikrit, about 80 miles north of Baghdad, at least 33 people were killed and 80 wounded when a suicide car bomb exploded in a market near a police station. Police said the station had been the intended target but the bomber swerved into a crowd at the market because he was unable to breach the security barriers. \"What I saw was a tragedy,\" said Ibrahim Mohammed, a migrant worker. \"Some people had their heads torn off by the explosion, some were burned, some were ripped to pieces.\" The militant group Ansar al-Sunn later claimed responsibility for the bombing. Three car bombs targeting a police station and patrols exploded in Baghdad, killing at least four people and wounding 14, police said. Iraq's new interior minister, Bayan Baqir Jabr, claimed the government had a grip on the security situation, saying committees of police and military officials had been formed to implement a plan to protect Iraqi cities. He gave no details. US forces continued with a large-scale offensive in the western desert near the Syrian border, aiming to disrupt militant supply lines into Iraq. Operation Matador was launched after intelligence suggested followers of Abu Musab al-Zarqawi had fled there from the restive towns of Falluja and Ramadi, which have also been the targets of a US-led onslaught. The escalation in violence has not prompted a rethink in London or Washington over an early withdrawal of troops. The British government acknowledges the violence has become heavier recently, blaming a three-month political vacuum as Iraqi politicians argued over the formation of a transitional government, completed this week, and an improvement in the efficiency of the insurgents. Officials, who are in daily contact with Washington, are adamant that British troops will not be withdrawn until Iraqi security forces are in a position to begin a takeover. The US, Britain and other coalition forces are mandated by the UN to remain in Iraq only until the completion of the political process in December when elections are scheduled to take place, but admit that the lack of readiness among Iraqi forces means they will remain longer. Kim Howells, the new Foreign Office minister of state responsible for the Middle East, yesterday described the attacks as \"horrendous\". He said: \"These and other recent tragic incidents are the desperate acts of those seeking to destabilise the successful democratic political process reflected in the recently elected transitional government. They will not win.\" In the US, the Senate voted unanimously for $76bn (£40.6bn) to fund this year's military operations in Iraq, as President Bush had requested. The vote also increased payments to families of soldiers killed in combat from $12,000 to $100,000."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}