{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/may/21/sport.comment3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-05-20T23:43:36Z", "webTitle": "Harry Pearson: Look after No1 and the shirt will look after itself", "webUrl": "https://www.theguardian.com/football/2005/may/21/sport.comment3", "apiUrl": "https://content.guardianapis.com/football/2005/may/21/sport.comment3", "fields": {"headline": "Look after No1 and the shirt will look after itself", "bodyText": "Across the globe fear is mounting over how the new owner of Manchester United, Malcom Glazer, plans to get a return on his multimillion-pound investment. Already there is talk of compelling Gary Neville to shave his resplendent goatee into the shape of the KFC logo, Cristiano Ronaldo skipping down the wing encumbered by a trailing pennon advertising the wares of the UK's leading source of irritating downloadable ringtones, of a sale and leaseback deal on George Best anecdotes and Bobby Charlton being redeveloped as a casino- cum-leisure resort. To those of us who have known the intensely rich American since the days when he was renting himself out as a life model to manufacturers of garden gnomes this is all so much obvious scaremongering on the part of his enemies. United fans may rest assured that Glazer has as much intention of pursuing any of these courses of action as Paul Scholes does of standing around with his mouth closed. Glazer is as shrewd as only a man with a cunningly concealed ginger beard can be. He will have his own ideas on how to maximise the potential of Old Trafford. As a consequence he will be watching events in the District Court of Maryland next month with a customarily acute eye. For it is there in room 161B, in what many legal beagles believe is the most significant case in sporting history, that the Arizona Cardinals defensive back Ifeanyi Ohalete is suing his former Washington Redskins team-mate Clinton Portis over non-payment of a portion of the $40,000 the running back had agreed to cough up in exchange for the right to wear Ohalete's No26 jersey. The trading of shirt numbers between players has been big business in the US for some while, it seems. When he arrived at the Cleveland Browns, for instance, Kellen Winslow's first act was to purchase the No80 from his team-mate Aaron Shea in return for a package of designer clothing, free dinners and a holiday said to be worth in the region of $30,000. For some sports stars the trading of numbers is as regular a source of additional income as playing the stock markets is to John Magnier and JP McManus. Last year, for example, Jeff Feagles of the New York Giants swapped his No10 shirt with the new quarter-back Eli Manning for a week's holiday in Florida and took the No17 instead. Six months later Feagles handed over this shirt to the wide receiver Plaxico Burress in exchange for a luxury outdoor kitchen. The question Glazer and others must ask is how come these highly paid players are making money out of something that by rights belongs to their employers. And, if they are going to resell their shirt numbers, is it not about time they started paying for them in the first place? Outside the US the potential of shirt numbers has never really been fully exploited. There have been only brief flurries of interest. Johan Cruyff, a player always ahead of his time, insisted on wearing No14 (the age at which he had won his first trophy with Ajax) even though the 1974 Dutch squad was allocated numbers alphabetically and he should by rights have worn No1. Cruyff also took umbrage at the three Adidas stripes on the Dutch kit and had one of them removed. This decision, however, had less to do with the ancient art of numerology than it did with his lucrative boot sponsorship with Puma. When David Beckham joined Real Madrid there was speculation concerning a potential squabble over the No7 shirt between himself and the incumbent, Ronaldo. Beckham sidestepped the conflict by opting to take the Meringues' No23 jersey instead. As the mathematician Marcus du Sautoy pointed out in a fascinating article in Plus, \"the magazine of living maths\", in choosing 23 Beckham had opted for the smallest prime number with consecutive digits, one that represented the number of human chromosomes, the number of times Julius Caesar was stabbed, the prison cell in which Princess Leia was kept in Star Wars and the favourite prime number of the maths genius John Forbes Nash. Of more interest to Beckham, though, was surely the fact that it was also the number worn by Michael Jordan, the demigod of basketball and product merchandising. As with Cruyff it was not so much the number as the figures Beckham was interested in. And this, of course, is where Glazer comes in. If instead of simply being handed their numbers the players had to buy them, a whole new income stream would open up for clubs. Imagine if at the start of every season Beckham and Ronaldo were forced to go after that No7 at auction, mano a mano (or more accurately money a money). The potential is enormous, and it doesn't end there. Les Ferdinand was rumoured to have asked to be given the shirt No99 after Alan Shearer usurped the Newcastle No9 shirt from him. Sadly Sir Les didn't pursue it and so a lucrative sponsorship tie-in with ice-cream vans across the nation was missed. Glazer will not make the same mistake as the St James' Park board. Next year Gabriel Heinze will be wearing 57, just you wait."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}