{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/may/12/transportintheuk", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-05-11T23:02:06Z", "webTitle": "Passengers fill FirstGroup's 50p-a-ride old buses", "webUrl": "https://www.theguardian.com/business/2005/may/12/transportintheuk", "apiUrl": "https://content.guardianapis.com/business/2005/may/12/transportintheuk", "fields": {"headline": "Passengers fill FirstGroup's 50p-a-ride old buses", "bodyText": "FirstGroup is developing a cut-price, \"no-frills\" bus service for deprived urban areas, following trials using elderly buses with rock-bottom fares in inner-city Leicester. Britain's biggest bus operator yesterday revealed that it had replaced modern vehicles with old buses which would otherwise be due for retirement on several routes including the number 17, which runs to Leicester's Highfields area. Without investment in new vehicles, FirstGroup was able to cut its ticket prices from around 90p to a flat fare of 50p, prompting a 38% surge in passenger numbers. FirstGroup's chief executive, Moir Lockhead, said the concept would be extended elsewhere in Leicester, to Manchester and to deprived parts of other cities across Britain where bus use has been stagnant. \"We're using this experience to recognise where price is a barrier to travel,\" Mr Lockhead said. \"There are areas where we couldn't understand why we weren't getting passenger growth. In this initiative, we've found a way of extending the life of vehicles which we would probably have taken out of use.\" The government has set a target of increasing bus use by 10% by 2010, although few ar eas are experiencing much growth except for London, where mayor Ken Livingstone has invested heavily in enhanced services. FirstGroup yesterday announced a 5% rise in its pretax profits to £128m for the 12 months to March. The increase was driven by rail services, with operating profits from buses down by 4% to £107m. Caroline Cahm, chairman of the passengers' group Bus Users UK, gave the initiative a cautious welcome but pointed out that modern buses would ultimately be needed to satisfy laws requiring access for disabled people. \"There's no doubt passengers will appreciate a higher frequency service and cheaper fares,\" she said. \"But you could end up attracting elderly people who need easy access and low floors.\" FirstGroup has spearheaded a number of initiatives to en courage bus use including the launch of a cross between a bus and a tram, named the Streetcar, which is intended to appeal to middle-class passengers who dislike the negative image of traditional buses. FirstGroup's shares edged up 3.25p to 323.25p on yesterday's results, which included a 36% surge in rail profits to £67.7m following the company winning franchises to run Scotrail and TransPennine Express train services."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}