{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2005/may/17/iraq.law", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2005-05-16T23:45:02Z", "webTitle": "Philippe Sands: International law: alive and kicking", "webUrl": "https://www.theguardian.com/politics/2005/may/17/iraq.law", "apiUrl": "https://content.guardianapis.com/politics/2005/may/17/iraq.law", "fields": {"headline": "International law: alive and kicking", "bodyText": "It now seems clear that Iraq and issues of legality - both the substance and the circumstances in which advice was given - had a significant impact on the outcome of the election. Not necessarily because of a great attachment to the legal issues themselves, but because of the manner in which political and legal issues became interwoven with questions of integrity and trust. How did this come about? No doubt the full story will take time to emerge. What we do know is that Iraq and international law became an issue because of an unlikely conjunction of circumstances and individuals: the election of an American president with an abiding scepticism of global rules; the extraordinary and awful events of September 11 2001 in New York and Washington; the supposed \"special relationship\" between the United States and Britain; and, in this country, the replacement of cabinet government with a new quasi-presidential form of decision-making. It now appears that it was American legal arguments that helped to convince the attorney general to conclude that a reasonable case could be made to proceed to war in Iraq without an explicit resolution by the UN security council. The conclusion is highly problematic, not least because it signals the death of collective security and will make security council members far more wary in the future. I find it difficult to imagine that the attorney might have come to the same conclusion if he had been asked a different question: could Turkey or Iran decide, on their own, that Saddam was in breach of his obligations and then decide unilaterally to use force? There was a change of view between his 13-page advice on March 7 and the short parliamentary answer on March 17. The crucial question is: why did it occur? On the answer to that question hinge the reputations of the attorney general and the prime minister. In my view, the public is entitled to know the full story about the chain of events that occurred between March 7 and 17. The parliamentary answer was not legal advice, at least in the usual sense. It has the appearance of being an instrument of persuasion, in the same category as the dubious dossiers on weapons of mass destruction. Without a proper explanation, the answer to the parliamentary question is bound to be seen as misleading, in the sense that it aimed to create the impression that war was clearly and unambiguously lawful. The events of the past three years matter because they have consequences for international governance. We live in a complex, interdependent world in which social, political, economic and religious values and interests collide with increasing frequency over an ever greater set of issues. International law sets minimum standards of behaviour. Outside of bullying and force, it is all we have to provide a framework for resolving those differences. Without it, we are back to the law of the jungle. It is dangerous indeed to begin to imagine a system of international governance in which some states - the large and powerful ones - feel that they can pick and choose the international rules they like and discard those that they don't. Yet that has been the approach adopted by the Bush administration, reflected in the notion of à la carte multilateralism. And it is an approach for which the British government has provided some support, maintaining a public silence on the excesses of Guantánamo and buying into a legal argument for war in Iraq which was denuded of any international support. That approach degrades international law, and it makes it more difficult to rely on rules when others violate them. If you begin to tinker unilaterally with the international rules you don't like - on human rights, on the Geneva conventions, on the use of force - then others may begin to tinker with the rules they don't like - on trade, on intellectual property, on the rights of foreign investors. If you send out a message that you consider the rules to be obsolete and incapable of meeting new paradigms, you prevent yourself from challenging others who then act in the same way. That is a serious problem right now in many areas, such as nuclear proliferation. Imagine how easy it is for those in Tehran to respond to allegations from the US and Britain that they are not complying with the requirements of the nuclear proliferation treaty. Recent events matter for a second reason: governance at the national level. No doubt the full story about the circumstances in which the legal advice on Iraq was delayed, then given, and then replaced by a new view, is yet to be told. But there is enough out there now to raise very serious questions about the manner in which the prime minister went about obtaining legal advice on the use of force and then presenting it to his colleagues in cabinet. After this month's election, the prime minister urged that a line be drawn under the issue of Iraq, that the time has come for all of us to move on. At one level he is right. The issue has been hugely divisive. There remain many challenges in post-conflict Iraq, irrespective of the rights or wrongs of what happened in the run-up to March 2003. But Iraq was not a minor matter. It was a war in which tens of thousands of people died for an outcome which remains, to put it at its most generous, of uncertain consequence against a background of decisions taken in Washington and London on the basis of dubious intelligence and legal reasoning. The prime minister has not taken any practical steps to help people move on. Important questions remain unanswered. Maybe there are good explanations of which we are unaware. In the meantime, the principal architects of an illegal war - including the prime minister, the foreign secretary and the attorney general - remain in precisely the same posts they occupied during those crucial 10 days in March 2003. With that state of affairs, it is a little fanciful to hope that everyone can move on. The issues are bound to persist. Little surprise that there will be calls for inquiries, or that there will be renewed efforts at impeachment, or that there will be complaints [against the attorney general] to the Bar Council. Little surprise that there will be legal proceedings before the English courts initiated on behalf of the families of servicemen who have lost their lives. And little surprise if, at some point in the future, those most directly responsible for waging the war find themselves subject to Pinochet-style proceedings in foreign lands as they go about their travels, long after they leave office. We now have a system of international rules and breaking them has consequences, domestically and internationally. The rules of international law which have been the subject of so unremitting an assault in the aftermath of 9/11 have shown themselves to be remarkably robust. They have not been washed away. They have their detractors but, in far larger numbers, they have their supporters. In the US, there remains much that is of serious concern. But it is striking that the Bush administration has not succeeded in killing off Kyoto or the international criminal court, or rewriting the Geneva conventions or the torture convention, or building any sort of consensus to support its revised approach to the international rules governing the use of force. Quite the contrary. There are signs that the Bush administration is rethinking its strategies and its policies. Last month, it reversed position and dropped its outright opposition to the international criminal court, deciding not to veto a security council resolution referring the situation in Darfur to the ICC. And privately, a number of senior administration officials have recognised that the administration may have made serious mistakes in its so-called \"war on terrorism\" and in respect of Guantánamo, and that a more consensual and rules-based approach is needed if necessary cooperation from other states is going to be engaged. And in Britain? There is a great deal more knowledge and debate about the rules of international law. The courts have gone far in invoking international rules to protect fundamental rights in the aftermath of 9/11. The election and the focus on Iraq have generated an important public debate. Against this background, it seems to me that Britain and the US are bound to re-engage with their commitment to a rules-based system, that international law is alive and kicking, and that the world is not quite as lawless as some may wish. · This is an edited extract from this year's Mishcon Lecture, Lawless World? International Law after 9/11 and Iraq, delivered last week by Professor Philippe Sands QC. Philippe Sands is professor of law at University College London, a practising barrister at Matrix Chambers, and author of Lawless World: America and the Making and Breaking of Global Rules."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}