{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/may/20/football.danieltaylor", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-05-19T23:54:44Z", "webTitle": "Ferguson ready to stay at Man Utd for three years", "webUrl": "https://www.theguardian.com/uk/2005/may/20/football.danieltaylor", "apiUrl": "https://content.guardianapis.com/uk/2005/may/20/football.danieltaylor", "fields": {"headline": "Ferguson ready to stay at Man Utd for three years", "bodyText": "Sir Alex Ferguson, the Manchester United manager, intends to stay at Old Trafford for three more years, and possibly longer, providing he can establish a good working relationship with Malcolm Glazer, the club's new American owner. After consulting his family and closest friends, Ferguson has confided in colleagues at the club that he plans to remain in charge until at least 2008, by which time he will be 66 and will have spent a third of his life in their employment. Ferguson, the most decorated manager in the game, believes he is in good health, despite having a pacemaker fitted; the only potential stumbling block is whether he can work under an American regime with no background in the game. Ferguson has received indirect assurances from Mr Glazer's son, Joel, that they want him to continue and arrangements are being made for him to meet the 76-year-old sports mogul. Ferguson is said to be open-minded and hopeful that Glazer is not as difficult to work alongside as has been portrayed. Although Ferguson has expressed reservations about the break-up of the Old Trafford hierarchy, his most prominent thought is one of excitement about the capabilities of his side when young players such as Wayne Rooney and Cristiano Ronaldo have matured. He views the future of the team with such optimism that he has assured his players that, barring unforeseen circumstances, he will be around to oversee what he believes will be their best years together. Ferguson will provide the new owners with his list of possible transfer targets in the summer. Michael Owen, the Real Madrid and England international striker, is believed to be on the list and would not come cheap. Shay Given, the Newcastle United goalkeeper, has also been mentioned in the Old Trafford boardroom. Ferguson will also be acutely aware that there is no guarantee his job would be safe should the team fail - for a third successive year - to win the Premiership next season. United finished 20 points behind the champions Chelsea this season and their only chance of silverware comes tomorrow when they take on Arsenal in the FA Cup final."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}