{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/may/17/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-05-16T23:55:23Z", "webTitle": "Hoddle commits to Wolves and wants Camara back", "webUrl": "https://www.theguardian.com/football/2005/may/17/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2005/may/17/newsstory.sport3", "fields": {"headline": "Hoddle commits to Wolves and wants Camara back", "bodyText": "Glenn Hoddle has extended his contract as manager of Wolverhampton Wanderers and invited Henri Camara to return to the club. The Senegal striker was loaned to Celtic and then Southampton during the season after refusing to play for Wolves following their relegation from the Premier League. The 28-year-old has three years of his contract with Wolves to run and, despite an acrimonious parting last summer when Dave Jones was manager, Hoddle and the club are prepared to begin afresh. \"I'm open-minded enough to welcome him back and there's nothing standing in the way at boardroom level,\" Hoddle said yesterday after committing himself to a rolling one-year contract at Molineux. \"He's a good player and was a good buy. We've probably not seen the best of him and I think I can make him a better player. It's a positive step to bring him back and I feel he will return, although things may run on for a bit.\" Hoddle originally joined Wolves for six months and, having extended his stay, is also keen that Paul Ince should remain for another season at least. \"Paul Ince has done very well for me and I would like him here,\" Hoddle said of the 37-year-old midfielder. \"He definitely wants to stay and I don't feel it will be a big problem. There's a length of time that I am prepared to wait because we need to know where we're going. It's all about planning an assault on promotion next season. It's a big challenge but one I feel everyone here can achieve.\" Hoddle will maintain the backroom staff he inherited from Jones but plans to make some additions. \"I expressed a desire to add to certain areas, be it scouting or some aspects of medical staff, and the club has given the go-ahead to move forward,\" he said. Birmingham City's manager Steve Bruce wants to make the Uruguay striker Walter Pandiani's loan transfer from Deportivo La Coruña permanent but claims the Spanish club's £4m valuation of the 29-year-old is too high. \"The problem still remains that we have not agreed a fee with Deportivo La Coruña,\" said Bruce. \"Their president is asking for a lot of money at the moment and we will have to see what develops over the next few weeks.\" Aston Villa are also in the market for a striker and the manager David O'Leary is expected to spend some of his £15m summer transfer budget on Southampton's Kevin Phillips. Ronnie Jepson has emerged as a candidate to become relegated Gillingham's manager after Stan Ternent's exit. Jepson was Ternent's assistant. Tottenham Hotspur have signed the Canada full-back Paul Stalteri from Werder Bremen. The 27-year-old has 50 international caps. Middlesbrough have completed the £6.5m signing of the Portsmouth striker Yakubu Aiyegbeni."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}