{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/may/28/unitedkingdom.travelfoodanddrink.foodanddrink", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-05-28T17:22:51Z", "webTitle": "Views to a grill", "webUrl": "https://www.theguardian.com/travel/2005/may/28/unitedkingdom.travelfoodanddrink.foodanddrink", "apiUrl": "https://content.guardianapis.com/travel/2005/may/28/unitedkingdom.travelfoodanddrink.foodanddrink", "fields": {"headline": "Views to a grill", "bodyText": "The days are finally getting warmer, and today if you pop out and take a sniff you'll get a whiff of petrol, with notes of charcoal, white spirit and a little smokiness. Far from being the latest Australian shiraz, it is, in fact, a herald to the BBQ season - today is the start of National BBQ Week. But why burn your own garden fence down and spray the ginkgo biloba with chicken fat when you could fire up in the great outdoors where barbecues were meant to be? Here are some recommendations but it's worth bearing in mind that you can't open your buns everywhere, so find out first. Walmer Beach, Kent Part of the long-distance Saxon Shore Way, there's only burnt British bangers between this shingle beach and the Continent, and you'll see Channel shipping breezing out to cheaper booze and the coast of France. Between the beach and The Strand there is a paddling pool for under 10s and the obligatory crazy golf (10am-6pm, mid-May to mid-September). · Kent Tourism (01271 336020). Irchester Country Park, Northamptonshire Irchester is a mix of woodland and open meadows. Walk through the woods (alders and poplar) and hear green woodpeckers and rooks and see muntjac deer and hedgehogs. Small and big kids can travel on the Ironstone narrow gauge railway (Sundays 10am- 5pm) which runs steam and diesel locomotives. There are designated picnic and BBQ areas (bring your own portable BBQs or hire the in-park stand). · Irchester Country Park (01933 276866). Windermere, Cumbria One of the most popular meat-burning venues in the Lake District. Rayrigg Meadow, just north of Bowness-on-Windermere, is a peaceful spot (now that speedboats can only do 10mph) right on the lakeshore with specially constructed BBQ stands - or you can bring your own. Travelling into Bowness you can't escape the World Of Beatrix Potter, which has just reopened after a £2 million refurb. Best to braise the bunny before you go. · Cumbrian Tourism (015394 44444). West Sands, St Andrews This beach was used in the opening scene of Chariots Of Fire, and is as big as you remember on screen. It can also be quite windy, so it's no surprise to hear that the Kite Club of Scotland come here every Sunday. The famous golf course behind you looks pretty dull compared with the kite-surfing, windsurfing and sailing going on around the beach. More cultural pursuits can be found in the small town's collection of preserved buildings, and at St Andrews Cathedral where from the tower you can have good views of the surround. · Kingdom of Fife Tourist Board (0845 2255121). Afan Forest, Port Talbot The 9,000 acres of Afan Forest (Afan Argoed) is a paradise for mountain bikers - recently described as one of the 10 best places to ride before you die. You can hire a bike and race through many trails carved out of hillsides: this once battered landscape was coal mining country until the pits closed in the 1970s. The less energetic can go fishing (trout) in the Glyncorrwg Ponds. Anyone lucky enough to catch something can barbecue it on one of the half dozen designated sites. · Afan Forest Information (01639 850564). Eastbourne, Sussex Eastbourne is a bit stricter than most other places, and you'll have to contact the seafront manager and book. Having said that, there is a special part of the beach designated for creative grilling just in front of the bowling green, so you can cheer them on - go tiger, go! · Eastbourne seafront manager (01323 410611). Further reading The Barbecue Bible by Steve Raichlen (Workman Publishing, £14.99). Raichlen is also the author of Beer Can Chicken (Workman Publishing, £6.99), which is for the more experienced BBQ artists. Events National BBQ Week runs May 30-June 5, but this site is ongoing and has a BBQ doctor on call - even on what to wear: \"The pretty summer dress is making a welcome return this year...\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}