{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/may/21/sport.comment1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-05-20T23:43:35Z", "webTitle": "David Lacey: 'Recent meetings have been noted more for aggro than art'", "webUrl": "https://www.theguardian.com/football/2005/may/21/sport.comment1", "apiUrl": "https://content.guardianapis.com/football/2005/may/21/sport.comment1", "fields": {"headline": "'Recent meetings have been noted more for aggro than art'", "bodyText": "This year's FA Cup final may be remembered better than most. Or it could turn out to be a game of exceptional quality. Rarely do the two go together. Once Arsenal and Manchester United had won their respective semi-finals, hope was expressed in some quarters that the clubs' classic confrontation at Wembley in 1979 would be repeated. Talk about distance lending enchantment. This was nothing more than a footballing myth. For that match was no classic. Liam Brady apart, it was a final of utter banality redeemed by the last five frenetic minutes when Arsenal first lost a 2-0 lead to United, then won the Cup with seconds to go. By the 85th minute several hundred spectators had left the stadium to avoid the crush. It seemed a good idea at the time since Manchester United had offered no hint that they were about to turn a humdrum defeat into a glorious failure. Then Terry Neill, Arsenal's manager, made a routine substitution, replacing David Price, a midfielder, with an extra defender, Steve Walford. At that stage and in that situation most managers would have done the same but for some reason the change disrupted Arsenal's rhythm. The rest belongs to Cup final legend. Goals from Gordon McQueen and, following an audacious dribble, Sammy McIlroy brought the scores level, though only briefly. When, on the resumption, Brady took the ball into the United half his initial thought was to consume the seconds that remained before extra-time. In the event he gave Graham Rix the chance to provide the opportunity for Alan Sunderland to take the FA Cup to Highbury after all. Immediate comparisons were drawn with the final of 1953 when Stanley Matthews had inspired Blackpool to a 4-3 victory over Bolton Wanderers, who had led 3-1 with 20 minutes remaining, Bill Perry scoring the winner, from Matthews's centre, with the last kick that mattered. Yet that match, for all its drama, was often a muddled, error-ridden affair let down by poor passing and frequent stoppages for injuries, one of which reduced Bolton's Eric Bell to a hobble although he did score their third goal. The influence of Matthews was peripheral until, with Ernie Taylor his main supplier, he exploited the gaps left by Bell having to move from midfield to centre-forward which was a common method of keeping a limping player on the field in the days before substitutes. Perhaps FA Cup finals have always been more about outstanding moments than outstanding encounters. Totten- ham completed the 20th century's first Double in 1961 after an indifferent performance against a Leicester City team who played the better football until Len Chalmers was reduced to a hobble after 20 minutes. Spurs' retention of the Cup the following season when, with Jimmy Greaves in their attack, they beat Burnley's sweet-passing side 3-1 was more stylish but less significant. When Arsenal achieved the Double in 1971 with a 2-1 win against Liverpool, all the goals coming in extra-time, Charlie George scored a wonderful winner, the memory of which has largely banished recollections of the dour, dire 90 minutes the teams inflicted on Wembley before the game became watchable. Today's final, like so many before it, has the ingredients to satisfy a variety of tastes. Both Arsenal and Manchester United have the players to provide football of high quality laced with enough drama to make the match a collector's item among DVDs. Nevertheless, experience suggests that the occasion will fall some way below extravagant expectations. The teams' recent meetings have been more notable for their aggro than their art. Both United and Arsenal owe it to themselves, not to mention the game in general, to produce a final of sufficient brilliance to blot out past unpleasantness, pizzas and all. Much will depend on the referee, Rob Styles, being able to judge the mood of the match at an early stage. Styles would have booked the boy David for unsporting behaviour and awarded the contest to Goliath, albeit posthumously, but a premature outbreak of yellow fever today could ruin the occasion. If the teams manage to approach the excellence of arguably the best FA Cup final in living memory, the game between Manchester United and Blackpool in 1948 which United won 4-2, they will have done the Millennium Stadium proud. United won by that score at Highbury in February and, although form suggests that the MG owner's club will lose to Arsenal today no such prediction is safe with Wayne Rooney around. And Rooney could make this one of the best-remembered Cup finals no matter what the quality of the game turns out to be -even if Styles sends him off."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}