{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/may/06/pressandpublishing.trinitymirror", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-05-05T23:58:32Z", "webTitle": "Mirror rules out price cuts", "webUrl": "https://www.theguardian.com/media/2005/may/06/pressandpublishing.trinitymirror", "apiUrl": "https://content.guardianapis.com/media/2005/may/06/pressandpublishing.trinitymirror", "fields": {"headline": "Mirror rules out price cuts", "bodyText": "Trinity Mirror boss Sly Bailey has predicted the rate of decline in the Daily Mirror's circulation will ease over the next few months as it passes the first anniversary of the fake Iraq photographs scandal. Sales of the group's top title fell to 1.72m in March, nearly 10% down on the same period last year. Ms Bailey said yesterday that Mirror editor Richard Wallace was \"very clear\" about the challenge ahead but ruled out price cuts or reader giveaways to stem the loss of circulation. \"We will not chase market share at any price. That is not in the interest of shareholders,\" she said. \"Richard's challenge has been made more difficult by the 3% loss in circulation caused by [the fake Iraq photographs fallout]. We certainly expect our year-on-year position to improve once we get through the May anniversary.\" Talking to Trinity Mirror shareholders at the group's annual meeting yesterday, Ms Bailey said Mr Wallace had made the Mirror a \"more consistent and balanced paper with new columnists and an enhanced female section\". \"We expect it to evolve more over the coming year,\" she added. But she declined to comment on the prospect of the paper's circulation falling to hit the psychologically important 1.5m barrier, which at the present rate of decline will happen next year. All national newspapers were suffering, she said, and it was a question of when, not if, its tabloid rival the Sun fell below 3m. \"I am not going to be drawn on speculation about numbers,\" she told reporters. \"You are all obsessed with top-line figures. I am not saying [circulation] is not important but financial health is also incredibly important. It is a balance. There is more to this business than headline circulation figures.\" Mr Wallace took charge nearly 12 months ago after Piers Morgan was sacked for refusing to admit the paper had been the victim of a hoax when it published photographs purporting to show British troops torturing Iraqis. The group reported a better than expected increase in pre-tax profits in March, up a fifth to £208.5m."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}