{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/may/06/television.bbc", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-05-05T23:58:32Z", "webTitle": "Michael Grade to work on ITV show", "webUrl": "https://www.theguardian.com/media/2005/may/06/television.bbc", "apiUrl": "https://content.guardianapis.com/media/2005/may/06/television.bbc", "fields": {"headline": "Michael Grade to work on ITV show", "bodyText": "The outside interests of Michael Grade, the BBC chairman, have once again come under the spotlight after it emerged that he had agreed to work on a new ITV show. Mr Grade will be an adviser for Avenue of the Stars, an entertainment show being made for ITV1 - BBC1's biggest competitor. It revolves around the creation of a Hollywood-style walk of fame - featuring a bronze star representing a celebrity - on London's South Bank by the Thames. ITV is due to highlight the show this week at the Golden Rose television festival in Lucerne as part of its 50th anniversary celebrations. Sources at ITV say Mr Grade - who worked at LWT in the 1970s and early 1980s - is one of the judges who will decide which celebrities should be honoured with a star. Nominees have to be British and born after 1900. Stars can be awarded posthumously. Avenue of the Stars was first announced last November by the veteran entertainment producer Michael Hurll, who came up with the idea for ITV1. The BBC said Mr Grade would not be appearing on screen on the show. \"Michael Grade has agreed to be part of the group that will have a vote in which artists are commemorated on the Avenue of Stars,\" said a spokeswoman. Mr Grade's role in the show emerged in the latest BBC board of governors' register of interests, which also reveals that the BBC chairman is a non-executive director of a company, Carnage and Gold, whose statutory annual return is overdue by nearly six months."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}