{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/observerblog/2005/may/28/calltoprayers", "type": "article", "sectionId": "theobserver", "sectionName": "From the Observer", "webPublicationDate": "2005-05-28T18:42:29Z", "webTitle": "Call to prayers", "webUrl": "https://www.theguardian.com/news/observerblog/2005/may/28/calltoprayers", "apiUrl": "https://content.guardianapis.com/news/observerblog/2005/may/28/calltoprayers", "fields": {"headline": "Call to prayers", "bodyText": "What was it like in Istanbul midweek? We had four people there: three working, and one, sub-editor Steph from Liverpool, screaming 'Stevie Gee' non-stop for three days. She's fine now – husky, tired but 'totally made up'. Our coverage in tomorrow's paper focuses on their journey to the Ataturk and life in Istanbul: £500 taxi rides, half-nude men on scooters, moonscape traffic jams and an unlikely cultural concord... 'This is the first European Cup final held in a Muslim city, but the relaxed, cosmopolitan form of Islam lite in Istanbul means the bars and cafés in the backpackers' area are still thronged with Liverpool drinkers even as the muezzin begins his dawn call to prayers. The atmosphere, while boisterous, is unthreatening – just as well because this particular street is being repaved. A lorry load of sand was dumped at one end earlier in the day and all down the sides of the street, right next to the tables where supporters are drinking and in some cases dancing, are loose piles of fist-size cobblestones. Had any or all of these ended up through shop windows, or raining down on the heads of rival fans, Istanbul would have been described as poorly prepared, an accident waiting to happen, just like Brussels. The bricks stay untouched. It is not circumstances that cause problems, it is the way supporters behave.' Also in the paper tomorrow, another quick preview for the blog, our selection of the best pre-match verdicts which appeared in the world's press a few days before the game. If you're Liverpool-sympathetic, enjoy... Carlo Ancelotti 'I'll tell you what we should not do, and that is to worry about Liverpool. They are such a defensive team. We're not the kind of team that will calculate how to win: we believe in attacking properly, with clever ideas and concepts.' Paolo Maldini 'It is only my children who keep me awake at night – there's no other reason why I'd lose sleep before this game. Liverpool don't know how to attack – caution is at the heart of their game. We play the game properly: our defence is the best in Europe, and therefore the world.' Silvio Berlusconi 'Liverpool are inferior to Milan. Milan are in their seventh Champions League final under my leadership. It is a record that makes me feel proud. We are the leading players in world football, the standard-bearers for good play. We are winners, we want to win games in a convincing fashion. This is an ongoing tradition – and one that will continue on Wednesday.' Andriy Shevchenko 'Liverpool won't win. I said at the start of the season Liverpool couldn't win the Champions League and I still don't think they will. Milan will win.' Steven Gerrard 'I will lift that trophy. I will be the one doing it, not Paolo Maldini. Imagine that, me with the trophy in the air. It will be the proudest moment of my life. I've seen those images, of Emlyn Hughes, Phil Thompson and Graeme Souness with that great big cup hoisted high above them, and the look on their faces. I want the same. I want that picture on my wall when I'm older. Me with the trophy above my head.' Other articles we're working on tonight: Martin O'Neill's farewell at Celtic, Southend going up, previews to Sunday's and Monday's play-offs, Kevin Mitchell and Will Buckley debate England's 'worthless sham Test' against Bangladesh, and a profile of Danica Patrick – the 23-year-old former FHM glamour model who's widely tipped to win Sunday's Indianapolis 500..."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}