{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/may/02/politics.labourparty", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-05-01T23:05:10Z", "webTitle": "Election watch: Figures justify Brown's boast on boom and bust", "webUrl": "https://www.theguardian.com/business/2005/may/02/politics.labourparty", "apiUrl": "https://content.guardianapis.com/business/2005/may/02/politics.labourparty", "fields": {"headline": "Figures justify Brown's boast on boom and bust", "bodyText": "One of Gordon Brown's proudest boasts is that he has ended \"Tory stop-go, boom-bust\" with his focus on stability, through the independent Bank of England and his own fiscal rules. The record backs him up, particularly on economic growth and inflation, if not on the housing and stock markets. The chart shows a remarkable stability in gross domestic product growth since 1997 with an average growth rate of 2.8% a year, compared, for example, with 2.4% in France and 3.4% in the United States. The volatility of output in Britain was less than half of that in France and just over half as high as America. The US, for example, suffered a recession after the dotcom bust in the early part of the century but Britain did not. \"The economy has become more stable. This is a clear policy success,\" says Ray Barrell of the National Institute of Economic and Social Research - an understatement compared to the sort of recessions that used to blight Britain every 10 years or so. Inflation, too, has been a success story in Britain against a background of inflation falling globally for the best part of two decades. In Britain it averaged 1.9% in the years 1997-2004, the same as in the US though higher than in France. It has been remarkably close to its government-set target of 2% throughout the period. The volatility of inflation during the period has been lower than in France or the US. In the Tory mid-1990s, when inflation was being targeted directly by the chancellor, Ken Clarke, and then Bank of England governor, Sir Eddie George, it was also low but averaged 3.1% and was four times as volatile as in France or Germany. So giving independence to the Bank - Gordon Brown's first and arguably greatest policy change - has clearly made a difference to inflation and growth. No wonder Labour has put its achievement of economic stability at the centre of its campaign."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}