{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2005/may/12/ukcrime", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2005-05-11T23:02:04Z", "webTitle": "Husband's TV appeal was cover for murder", "webUrl": "https://www.theguardian.com/uk/2005/may/12/ukcrime", "apiUrl": "https://content.guardianapis.com/uk/2005/may/12/ukcrime", "fields": {"headline": "Husband's TV appeal was cover for murder", "bodyText": "A man who made an emotional TV appeal for the return of his missing wife was yesterday found guilty of murdering her. Garry Malone, 50, shed crocodile tears as he asked for help in finding Sharon, 28, a mother of two, after claiming she had walked out on her family, the Old Bailey heard. \"The boys are asking for mum,\" he said a month after she disappeared from their home in Hertfordshire. \"Please contact the police or your dad and put our minds at rest.\" But Mrs Malone did not leave their home alive on November 28 1999, the court heard. Malone killed her and hid her body in a beauty spot at nearby North Mimms park. Within weeks of the appeal, Malone disappeared to Spain with the couple's sons and began a new life under a different identity. He left the country at the end of January 2000 with the boys aged two and four, fearing he was increasingly coming under suspicion. Mrs Malone's body was discovered in a dried-up stream in March 2000. She had died from two blows to her head. She was dressed as if she had been preparing to go to bed and may have died in the couple's bedroom. Malone, a karate instructor and guitar collector, refused to return to Britain for his wife's funeral. He then laid a false trail for police in a series of letters in which he claimed he feared for his family's safety and said his wife had owed money to \"nasty men\". Malone was extradited to Britain last year. Stephen John, prosecuting, said the couple had been divorcing and Mrs Malone was pushing for a £100,000 settlement when Malone was in debt. \"He encouraged police in the belief that she simply walked out of her home,\" Mr John said. He had given the impression he was concerned about his wife's absence, but \"it was simply a smokescreen\". He was having an affair with Paula Fiddes, who had been Mrs Malone's schoolfriend, and feared losing his sons after the divorce. Malone met his wife at a karate club when she was 14 and they began a relationship when she was 16. She had a first-class degree in maths, was a swimming instructor and came second in the 1989 world karate championships. In 1998 Malone received £360,000 from an insurance claim for guitars said to have been stolen in a burglary. Mr John said £160,000 of the money had been spent on new guitars. The jury found him guilty by an 11-1 majority. He was remanded in custody until today. The jury is still considering verdicts on charges of perverting the course of justice against Ms Fiddes, 34, a clerk, of Barnet, Herts, and Malone's son from a previous marriage, Gareth Malone, 24, a clerk, of Basildon, Essex."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}