{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2005/may/12/executivesalaries.executivepay", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2005-05-11T23:02:03Z", "webTitle": "Unilever criticised over rewards for failure", "webUrl": "https://www.theguardian.com/business/2005/may/12/executivesalaries.executivepay", "apiUrl": "https://content.guardianapis.com/business/2005/may/12/executivesalaries.executivepay", "fields": {"headline": "Unilever criticised over rewards for failure", "bodyText": "Unilever shareholders yesterday spoiled the maiden annual meeting for the company's new chief executive, Patrick Cescau, by voicing their resentment at generous payouts to the former chairman Niall FitzGerald and current directors despite the poor profit performance. Mr Cescau, who switched from joint chairman to group chief executive yesterday, was criticised by investors who said the firm had made a \"pigs breakfast\" of its now-abandoned Path for Growth strategy. John Farmer, a small shareholder, said the new marketing promotion stressing vitality was a \"washout\" and a blizzard of operational details given at the start of the meeting \"unconnected\" with shareholder value. Another investor, Fred Jackson, said pastry chefs covered their mistakes with custard but Unilever directors tried to hide theirs with exceptional items in the accounts. \"Mediocre results deserve mediocre remuneration,\" he said. Other shareholders attacked Unilever's €1.5bn (£1bn) of exceptional items taken in the last full financial year when pre-tax profits on ordinary activities slumped to €2.8bn from €4.5bn. Mr Cescau made little attempt to cover up the cracks at the company, admitting the Path for Growth strategy had failed and the performance had been \"disappointing\". He said initiatives had been put in place to rectify the situation. \"We believe we have the team to win but the proof of the pudding, as you English put it, is in the eating.\" Mr Cescau and the head of the remuneration committee, Bertrand Collomb, defended the pay and bonus structure while denying Mr FitzGerald had been rewarded for failure. The remuneration structure was \"aligned\" with shareholder value, they argued, and Mr Collomb said the £1.2m payoff to Mr FitzGerald was given \"to keep within the terms of the employment contract\". Mr Collomb, also chairman of Lafarge and a director of Vivendi, was forced to defend the pay of non-executive directors at Unilever after it was pointed out some had received a 15% pay rise last year. About 149m shares, representing 12% of the total, were voted against adopting the remuneration report when it went to a formal vote at the end of a two-and-a-half-hour meeting. Unilever stressed its ethical business policies but campaign group Action Aid said it had been making profits by cutting wages and making tea plantation workers in India work longer hours."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}