{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2005/may/14/foodanddrink.shopping6", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2005-05-13T23:59:22Z", "webTitle": "Jeremy Wayne on posh Italian joints", "webUrl": "https://www.theguardian.com/lifeandstyle/2005/may/14/foodanddrink.shopping6", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2005/may/14/foodanddrink.shopping6", "fields": {"headline": "Viva Italia", "bodyText": "Santini 29 Ebury Street, SW1 (Tel: 020-7730 4094) Mon-Fri 12.30pm-2.30pm; Mon-Sun 6.30pm-11pm (Sun 10.30pm) With sister restaurants in Milan, Edinburgh and the Pimlico Road, this 21-year old Belgravian is something of a laurel-rester. It looks contemporary enough, but, like the black and white celeb photos of Frank and Liza, Santini, at least metaphorically, is yellowing. I followed a frisky baby artichoke salad with luke-warm, slightly overcooked tagliatelle with a too-sweet meat ragù. And the butter in a retro main course of vitello al limone was ever so slightly on the turn, as was the butter on the table. A sulphury Roncus 2002 should really have gone back, only we were thirsty - leaving the whisk-to-order zabaglione the highlight of an expensive, so-so dinner. High point No one batted an eyelid when we asked for tap water Low point Uninspired, formulaic cooking Capacity 70 Price per head £60 Wine list £15 Vegetarian 7/10 Service 8.5/10 Music Light jazz CD Value for money 6.5/10 Worth it? If you're rich and lazy Lucio 257-259 Fulham Road, SW3 (Tel: 020-7823 3007) Daily 12noon-2.45pm, 7pm-10.45pm Opened last year by a San Lorenzo defector on what seemed to be a doomed restaurant site, the only surprising thing about Lucio is that it's packed out every night. Tables are crammed together, the acoustics are miserable (I could barely hear Harvey Weinstein at the next table) and the food fails to get off the ground. Papardelle with rocket and broad beans is a misconceived dish. I'd have liked richer flavoured duck in my strozzapretti (\"strangled priest\" pasta) with duck and thyme. A dry veal chop comes with dry, unloved mashed potato. No one has thought of putting salt on anything. In fact, the only thing anyone gives any thought to is the manic pouring of wine and water. High point Wait staff even more attractive than the diners Low point Tables are practically on top of one another Capacity 90 Price per head £60 Wine list £17.50 Vegetarian 7/10 Service 8.5/10 Music None Value for money 4/10 Worth it? Only for wannabe starlets and social anthropologists Daphne's 112 Draycott Ave, SW3 (Tel: 020-7589 4257) Daily 12noon-3pm, 6.30pm-11.30pm; Sun 12.30pm-4pm, 6.30pm-10.30pm This Chelsea trouper has been going for 41 years, although two changes of ownership (it's now in the Ivy and Caprice stable) and a major restyling over a decade ago make it unrecognisable from the original. The kitchen's forte is upmarket, international Italian, but attention to detail proves the rule. Octopus salad arrives drizzled with nutty olive oil - a singularly good starter. Costoletta Milanese is the business - a huge, hammered veal cutlet in an overcoat of golden breadcrumbs, piping hot, falling off the plate. Service is magnifico and the barman shakes one of London's coldest, driest martinis. High point The glam factor is high, plus there are no bad tables Low point They don't do chips (I like them with my veal Milanese) Capacity 100 Price per head £55 Wine list £14 Vegetarian 7/10 Service 9.5/10 Music None Value for money 9/10 Worth it? Every time"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}