{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/may/28/guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-05-28T18:01:10Z", "webTitle": "Deluxe for less", "webUrl": "https://www.theguardian.com/travel/2005/may/28/guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2005/may/28/guardiansaturdaytravelsection", "fields": {"headline": "Deluxe for less", "bodyText": "Athens The Greek capital is a long-time playground of the rich and famous, but until recently, unless your social circle included an Onassis, any holiday action was probably a package deal more Tesco than Jackie O. Now, with a host of stylish bars, hotels and restaurants, the most savvy-but-strapped travellers can keep up with the jet set. Money no object: The Grand Bretagne has played host to high-watt visitors from Brigitte Bardot to Bill and Hillary (two nights with flights and transfers costs £395pp with Exsus Travel, 0131-467 4785). Hot hotels and bars have opened up in the wealthy suburb of Kifissia, but with the minimalist Life Gallery coming in at an eye-watering €510 a night, there are better ways to spend your money. Cheap 'n' chic alternative: BA (0870 8509850), easyJet (0905 8210905), and Olympic Airlines (0870 6060460) fly direct, and return flights can be found for about £50. Stay downtown in a sleek, stylish double in the bright and buzzy Fresh Hotel in Psyrri, which will sate all your Wallpaper* hankerings (0030 210 5248511) for €150 a night, including breakfast. Or get away from it all on Hydra, a boat ride away. Hollywood pounced on the island in the 50s and you're still likely to soak up the sun alongside starry visitors. Hotel Bratsera is a converted sponge factory, and Simply Travel (020-8541 2203) offers seven nights' B&amp;B for£559pp including flights and transfers. Eating and drinking: VIPs are ushered to the coastal club Venue in Varkiza, entrance €15. They heal their hangovers poolside at seaside Club Balux, where you pay €15 for the day, but if that doesn't suit your wallet, just pop into the cafe next door. On a night in the city, seek out Mommy's on Delfon in gentrified Pefkakia for well-priced cocktails and fusion food (+210 361 9682). Further information: gnto.gr. French Riviera Summer wouldn't be summer without celebrity-magazine favourites dropping anchor off the Côte d'Azur. Money no object: The guestbook of Hotel du Cap Eden-Roc (from €550 a night) in Cap d'Antibes reads like a Who's Who. Romantics love it for its private cabanas and its Lost Generation heritage (F Scott Fitzgerald, captured it as Hôtel des Etrangers in Tender Is The Night). Cheap 'n' chic alternative: BA (0870 8509850), BMI (0870 6070555) and easyJet (0905 8210905) fly to Nice, from around £40 return. A welcome new alternative to stuffy and overpriced hotels in Cannes is Hotel 314 (0033 4 9299 7200), where quirky doubles start at €170. The best bunk-up bargain is with Immosol (+4 9394 5000) which has studios for two from €229 a week, and villas for four from €1,200. All their properties are in central Cannes, and include maid service, linen, breakfast, transfers and concierge services. Eating and drinking: A three-course prix fixe in the brasserie of the star-studded Carlton Intercontinental in Cannes (+4 9306 4006) costs €38. The other grand dame for the glitterati is Le Club 55 (+4 9455 5555) - you'll still blanche at the prices, but settle for a main course and carafe of house wine and you could get away with €60 for two. Further information: crt-riviera.fr. Ibiza Ibiza makes the most noise in the Balearics, but it's also the backdrop to the most sophisticated surf-and-turf sojourns. Jade Jagger, Elle Macpherson, Kate Moss and Esther Canadas are among those who hire villas here for summer sabbaticals, while the look-at-me marina is perfectly situated in Ibiza's Old Town for music megastars like P Diddy, formula one faces and It girls galore. Money no object: Those that don't glide in on floating palaces or rest their heads in plush private pads, usually plump for the Hotel Hacienda (from €190-357 a night) on the north of the island in San Miguel. Stars weary of five-star frills opt for agroturismo hideaways such as Atzaró, a family-run finca in the northern farmlands around Santa Eulalia. Musos and boozos reminisce at Pikes, where Wham! shot their Club Tropicana video, also a favourite of Freddie Mercury's. Cheap 'n' chic alternative: easyJet (0905 8210905) flights cost from £40 return, and if you can round up a merry troupe, luxury cribs fit for a rock star are available through International Villas (01799 516971). The cliff-top Antonio Huertas-designed Can Roca sleeps 10 for £2,300 a week. The next best thing is one of the small, rural retreats from Eco-Ibiza, which has fincas for 10 from €700 a week (0034 971 333029). Or for escapes à dos, the Spanish-run Pension Sa Plana (+971 335073) has very sweet doubles for €52 a night B&amp;B. Eating and drinking: Bigotes on Cala Mastella is a humble beach shack serving melt-in-your-mouth seafood, provided you have a table booked - they have turned away the King of Spain before. There is no phone, so pop by a few days prior. To be utterly en vogue, have Deliciously Sorted's Serena Cook, chef to the stars, create a Japanese or mod Med feast in su casa from €400 for 10 people (+666 127743). One way to dodge the extortionate club entry prices, is to visit the bar at El Pacha hotel, across the road from the club (+971 315963). Further information: visitbalears.com. Italian Riviera Liguria's lengthy coast, from Portofino to Cinque Terre (the poshest and priciest part) has lured Bogart and Bacall, Madonna and Bono. After living it up in Portofino, most stars escape the oversubscribed Italian Riviera by decamping to their yachts, or their luxury hiburnicums on the islands of Capri and Sardinia. Money no object: Those that don't have their own villa, book a suite at Hotel Splendido (from €856 a night half-board). Set in tropical gardens on a hillside overlooking Portofino's bay, their guests include the kind of folk who don't need to scour their credit card statements - from Bill Gates to Robert de Niro. Cheap 'n' chic alternative: Fly BA (0870 8509850) or Ryanair (0871 2460000) to Genoa for a steal if you book far enough in advance, and if you shop around for an apartment - try italyby.com - accommodation can be found from €80 a night, especially if you look in Santa Margherita Ligure. La Rosa dei Venti offers luxury suites in prime old-town Positano from €100 a night (0039 089 875 252). Eating and drinking: You won't need a fistful of euros to load up on local specialities such as buffalo mozzarella, olives and pesto (this is its birthplace, after all). A harbourside Peroni in Portofino won't leave you much change from €20, so sup in a trattoria off the beaten track and you'll also enjoy a more authentic experience. In Santa Margherita, Trattoria Baicin on via Algeria (+0185 286763) is upmarket but affordable, offering a three-course set menu for €18. Further information: turismo.liguriainrete.it. · Mr &amp; Mrs Smith Hotel Collection, edited by Juliet Kinsman and Sophie Dening, is published by Spy Publishing, UK &amp; Ireland £19.95, European Cities £24.95."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}