{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2005/may/14/tvandradio.comment", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2005-05-13T23:53:31Z", "webTitle": "Last night's TV", "webUrl": "https://www.theguardian.com/media/2005/may/14/tvandradio.comment", "apiUrl": "https://content.guardianapis.com/media/2005/may/14/tvandradio.comment", "fields": {"headline": "'Oh my God, tell it to stop!'", "bodyText": "This Simple Life (Channel 4) is back for a second series. That's the one where Paris Hilton and Nicole Richie, who's Lionel's daughter, play at being poor. Basically, it's what Marie Antoinette was doing way back, but unfortunately she didn't have the camera crew. Last time Paris and Nicole were on a farm. Now they're doing a roadtrip across America. It's interesting what they consider to be roughing it - they're given a huge, pink 4x4 and one of those beautiful silver Airstream caravans. I know plenty of people for whom that would be a dream holiday. OK, so Paris and Nicole aren't allowed money, credit cards or mobile phones, but it turns out they're quite skilful at blagging stuff. Paris and Nicole are good value. They squeal a lot, and don't know anything about normal life, and wear all the wrong clothes, like Manolo Blahniks to walk across fields. But I don't think the show is quite right. They have jobs set up for them along the way, and trailer parks to stay in, no doubt with camera crews already in place waiting for their arrival. So it all feels a bit too scripted, unspontaneous and polished. It's certainly clean; every cuss is not only beeped out but the cusser's mouth is pixilated too, so as not to offend any lip-readers out there. Janet Jackson's bare beep is probably to blame. But there was one scene that possibly wasn't in the script, the only moment of real joy. We're on the Batten Ranch, it's cattle rounding up time. Can the girls ride? \"Yeah, I love riding,\" says Paris. \"I wanna go really fast, how do we go fast?\" \"Give him a little kick,\" says the ranch dude. So she does, and the horse sets off galloping across the field. \"Oh my God, oh my God, tell it to stop, tell it to stop,\" shouts Paris, who's used to getting what she wants. But the horse is unaware of this and speeds up, with Paris bouncing up and down on top. With each bounce, she slides a little bit further to the side, and then she falls off, right on her beep. She's fine of course, apart from a little bruise, but this is Paris Hilton, worth $350m. So a helicopter is there in minutes and she's whisked off to the local hospital. What happened, the reporters ask. \"It bucked me off,\" she tells them. No it didn't; you were just exaggerating when you said you could ride. Silly beep."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}