{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/may/28/guardiansaturdaytravelsection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-05-28T18:20:36Z", "webTitle": "Best offers", "webUrl": "https://www.theguardian.com/travel/2005/may/28/guardiansaturdaytravelsection1", "apiUrl": "https://content.guardianapis.com/travel/2005/may/28/guardiansaturdaytravelsection1", "fields": {"headline": "Best offers", "bodyText": "Under £200 Warwickshire: On Sundays in June, one night's half-board at The De Vere Belfry Hotel in Wishaw (08709 000066) costs £99pp including spa treatments. Scotland: Two nights' half-board at the Macdonald Forest Hills Hotel &amp; Resort near Loch Ard (01877 387277) costs £112pp throughout June, including a bottle of malt whisky. Belgium: For travel between June 15 and 26, Cresta Holidays (0870 3333303) has two nights' B&amp;B at the four-star Hotel Ouis Huis de Peelaert in Bruges for £199pp (saving £199), including first class Eurostar travel. Denmark: Departing June 27, Future Travel (020-8851 2602) has three nights' B&amp;B at the fourstar Scandic Sydhavnen Hotel in Copenhagen from £199pp, including Stansted flights. Under £400 Turkey: Departing June 3, Jewel in the Crown Holidays (01293 533338) has seven nights' B&amp;B at the three star Seden Hotel in Olu Deniz for £299pp, including Manchester or Gatwick flights and transfers. Scilly Isles: For travel until the end of August, Travelsmith (01621 784666) is offering three nights' B&amp;B at the St Mary's Hall Hotel on St Mary's for £315pp, including boat travel from Penzance and a trip to Tresco with admission to the Abbey gardens. Majorca: Departing June 14, Sovereign (08705 768373) has seven nights' at the Apartments Galeon near Pollensa from £399pp, including Gatwick flights and transfers. Under £600 Canada: Until June 30, Key2 Holidays (020-7749 3634) has a fiveday trip to Vancouver and the Gulf islands for £445pp, including B&amp;B accommodation, car hire, ferry fares and detailed road kit. Excluding flights. Portugal: Casa da Escola Velha, a former school house in Albufeira, sleeps up to six and for the week from June 16 costs from £490 (saving £231). The Villa Agency (01273 747 811). Greece: Sunvil (020-8758 4780) is offering a 'Learn to Sail' week in June for £495pp (saving £40), taking in Ithaca, Kefalonia and Meganissi. Price includes tuition, live-aboard accommodation and Gatwick flights. Malta: Departing June 12, Cadogan Holidays (023-8082 8313) has seven nights' B&amp;B at the five-star L'Imgarr Hotel on Gozo for £549pp (saving £50), including Gatwick flights and private transfers. Thailand: Throughout June, Destinology (0800 5053636) is offering two weeks' at the Orchidacea Resort in Phuket from £580pp, including Heathrow flights and transfers. Under £800 Italy: Departing June 26, Archers Direct (0870 4603648) has a seven-night tour visiting Venice, Pisa and Tuscany for £609pp, including B&amp;B accommodation, most dinners and Gatwick, Manchester or Newcastle flights. Sri Lanka: For travel until the end of June, Elite Vacations (01707 371000) is offering two weeks' B&amp;B at the Taj Exotica near Bentota for £719pp (saving £439). Price includes Heathrow flights and private transfers. Corsica: Throughout July and August, a week's self-catering in a cottage near Cargese costs a total of £736 (saving £442) for two sharing, including Heathrow flights and car hire. Crystal France (0870 8880233). Over £800 Kenya: Departing June 25, the Imaginative Traveller (01473 667337) has a seven-night escorted camping tour with visits to the Masai Mara and Samburu game reserves for £883pp, including seven nights' camping with all meals and Heathrow flights. US: For travel until June 30, America Direct (0870 0435995) is offering three nights' room-only in New York , three in Boston and three in Washington for £899pp, including Heathrow flights and transfers."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}