{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/may/28/boatingholidays.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-05-28T17:34:01Z", "webTitle": "Freight expectations", "webUrl": "https://www.theguardian.com/travel/2005/may/28/boatingholidays.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2005/may/28/boatingholidays.guardiansaturdaytravelsection", "fields": {"headline": "Freight expectations", "bodyText": "Tuesday, and Paradise is getting its fortnightly delivery of Heineken. Twenty crates, in fact, are being hauled ashore under a lipstick-pink sunset by the crew of the Aranui, the cargo-cum-cruise ship known as \"The Freighter To Paradise\". Hyperbole? Herman Melville, Robert Louis Stevenson, Paul Gauguin and Jacques Brel would say not: each, in his turn, fell under the sultry South Seas spell of French Polynesia's Marquesa Islands, the remotest archipelago in the world, 15 lumps of lava bound together only by their (un)common beauty, distance from any mainland - and the criss-crossing voyages of the Aranui. The ship has been linking the isles to each other, and to Tahiti, since 1980: bringing in everything from footballs to four-wheel-drives, and taking out everything from coconut to copra (which is actually dried coconut - not even a besotted Brel could claim the Marquesas had much variety in its export crops). But in an age when water-cooler one-upmanship drives tourists to ever less accessible destinations and ever more adventurous experiences, the Aranui has been quick to capitalise on the increased demand for its passenger tickets. So where, once, hardy Lonely Planeteers paid a fistful of Pacific francs for a few feet of deckspace to plonk their sleeping bags, now there are deluxe cabins and a bar, sundecks and a swimming pool, a gym and a shop selling Aranui baseball caps. Passengers still get the genuine insight and the dinner party bragging rights of holidaying on a working cargo vessel (\"Oh, I find hotels just too touristy...\"), but they also get air-conditioning. Plus, of course, they get to visit the Marquesas, which is almost impossible unless you're on the Aranui. And they're amazing. Called, in the local language, The Land Of Men, they could not be more inappropriately named, for you will never see a landscape on which mankind has had less impact. Towering - almost sheer - volcanic mountains dominate the islands like grim-faced gods vast enough to look as if they're holding up the sky; and every surface is carpeted with a primeval green so deep and rich and dense it's hard to believe anyone has ever seen these forests before, let alone walked among their unnamed trunks and undreamed-of animals. The islands' interiors are almost completely unconquered, and Man merely clings to the most precarious of fringes: none has more than a couple of thousand inhabitants, and most of the villages are one-street, one-church, two-horse kind of places squeezed into a sliver of land between impassable peaks, unfightable forest and an unsympathetic sea. Which is perhaps why they're so pleased to see the Aranui. The format for our eight days on the archipelago is that the ship either docks or sends its passengers ashore in 30-man whale-boats straight after breakfast, and then, once we're out of the way, the crew can get on with the important business of unloading the real cargo. Our on-land itineraries are made up of guided hikes, unguided pottering, museum tours (you'd be surprised just how much Gauguin memorabilia a two-horse town can accumulate), craft demonstrations, beach time and so on. The most interesting excursions are to the me'ae, the ancient pre-Christian holy places. There's usually not much left of them - a raised stone platform, perhaps; or a couple of crumbling ti'i, scaled-down versions of the Easter Island sculptures - but they seem to retain some unworldly atmosphere. That, the ancients would tell you, was the site's mana, the supernatural spirit that binds everything together but is extra strong in certain people, places, animals or objects - something between Dust in Philip Pullman's books and the Force in the Star Wars films. Perhaps it's just the dozy dappled sunlight and leafmeal shade, the heavy breadfruit-scented air, the slow creeping way the vegetation is reclaiming the clearing, or the way the silence recedes, flowing back over the stones when the last noisy American goes away; or perhaps it's the knowledge that men and women and children were once sacrificed on this spot so that the chief might have a strong child or the priest's crops might grow well - but whatever the cause, a strange stillness pervades. At one point, our guide warns us not to tread on the stones, and a hush falls. \"Will it anger the gods?\" whispers one of our party. \"No,\" explains the guide. \"It's just a bit loose, and I don't want you to slip.\" But mostly the \"attractions\" were fairly disappointing. Ua Huka's Museum of Wood was every bit as thrilling as it sounds; Gauguin's once-infamous Maison de Jouir (House of Pleasure) on Hiva Oa now apparently redefines pleasure as \"cheap imitations of his works by jobbing painters\"; and we knew it was time to give up on museums altogether when we were shown some small, ordinary rocks used, apparently, to weigh down fishing nets (we suspected their primary use was to test the credulity of tourists - they're just rocks, for God's sake). Some of the party also, perhaps, got a little bored of watching the traditional Marquesan ritual of demonstrating traditional Marquesan rituals to tourists from the Aranui. Even the cynics sat up and squirmed for the tapa tutorial, though: panties made of dry tree bark turn out to be much more comfortable than they sound (but no sexier). There were a few occasions, in fact, when it felt like the day's activities had been arranged simply with the aim of getting us out the way while the ship did its Important Cargo Business (the 10-mile hike on Fatu Hiva, for instance, gave views of some true land-that-time-forgot valleys, but - after five hours' slogging - felt a bit like when your big sister tried to get you out of her hair by telling you to go and hide then not coming to look for you). The Aranui is a freighter, of course, but it does make more money from tourists than cargo, and the bolshy French retirees who made up most of our party weren't alone in wondering aloud if that shouldn't mean tourism dictates the itinerary. Certainly it does feel strange coming in lower than a crate of Nescafé on the ship's pecking order, but ironically it might be the itinerary's very boringness that makes this trip so memorable. In a place with no must-sees and few must-dos, you learn to look at the people properly: you see how they treat their babies, you listen to their choir practice, you count how many cigarettes they smoke, you pick up their idiosyncratic French, you watch the way they watch the sea, you talk to them. The highlight, for many of the group, was the beach at Hatiheu - and not for its chocolate-brown marshmallow-soft sand, or its seductively swaying palms, or its head-shakingly dramatic mountainscape backdrop, or its so-inviting-it's-actually-insisting turquoise waters. No, what was really special was sharing a perfect tropical beach with the villagers and not having any of them come over to take your order. There's probably a certain amount of economics involved (\"Paris gives French Polynesia lots of money so they can test nuclear bombs here,\" says our guide, \"because they don't want to spoil their vineyards in France\". Is this NIMVYism?). But it's also about the way we've washed up on their island - as part of the fabric of real life, along with the coffee and the cola and the bacon and the beer. The grumpy Frenchmen are right: this isn't a proper tourist cruise. It's better than that. Way to go Getting there: Air New Zealand (freephone 0800 0284149) flies from London via Los Angeles to Tahiti from £610 plus taxes. Transpacific Holidays (01293 567722) offers a 19-night holiday to Tahiti &amp; Her Islands from £3,989pp inc three nights in a hotel on Tahiti (room-only), 16 nights' full-board on The Aranui, all internal transfers and return international flights from London Heathrow for travel in June, September, October and November 2005. Further information: Tahiti Tourisme (020-7222 7282). Flight time London-Pape'ete: 23hrs. Time difference: -11hrs. £1= 173.32 Pacific francs."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}