{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2005/may/14/foodanddrink.shopping", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2005-05-13T23:59:20Z", "webTitle": "Lia Leendertz answers your gardening questions", "webUrl": "https://www.theguardian.com/lifeandstyle/2005/may/14/foodanddrink.shopping", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2005/may/14/foodanddrink.shopping", "fields": {"headline": "Lia Leendertz", "bodyText": "As a birthday gift, we'd like to buy a rose with plenty of scent for a pot on a patio. What do you recommend? Roses need lots of moisture and feed, so they can suffer in containers. Buy the largest pot you can manage, filled with a compost such as John Innes No3 (you may need to give these as separate gifts: the potted up rose will be very heavy). Those known as 'patio' and 'miniature' roses are suited, because of their small size, but they can be soulless things. Instead, go for one of the smaller of David Austin's English roses. These have disease resistance and repeat flowering, with the flower shape and scent of old roses. Cultivars include 'William Shakespeare 2000' (velvety crimson, old rose fragrance), 'Ambridge Rose' (apricot, myrrh fragrance), 'Lilac Rose' (lilac, strong scent) and 'Charles Darwin' (huge gold flowers, lemony scent). They are available from garden centres. I have an ornamental quince, Chaenomeles japonica, that's sending out great long branches. Can it be pinned to the fence like a climber? These troublesome stems actually make them perfect for this treatment. There are a number of big, free-standing shrubs, including camellia, ceanothus, forsythia and your chaenomeles, that become slimline wall shrubs simply with pruning and a firm hand. The dark, bare branches and blossom-like flowers of chaenomeles look their best grown this way. Carry out all training and pruning just after it has finished flowering. Erect horizontal wires, roughly 18in apart, using vine eyes screwed into the fence. Cut out the oldest growths, and select those that are still fairly malleable. Create a permanent framework by attaching these chosen ones to the wires, using twine in a loose figure of eight. Reduce their length to fit the fence, then prune out any growth pointing in towards it, or out towards you, keeping only that which is growing parallel to the fence. In future, just prune back these side shoots to within a few buds of the framework, and remove anything heading in the wrong direction."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}