{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/may/17/newsstory.manchesterunited1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-05-16T23:55:25Z", "webTitle": "Arsenal shoulder more debt than Glazer's United", "webUrl": "https://www.theguardian.com/football/2005/may/17/newsstory.manchesterunited1", "apiUrl": "https://content.guardianapis.com/football/2005/may/17/newsstory.manchesterunited1", "fields": {"headline": "Arsenal shoulder more debt than Glazer's United", "bodyText": "Which leading Premiership club is taking on a long-term debt much bigger than its annual turnover? The answer is Arsenal, whose new stadium is costing £357m and who have put in place borrowing facilities for £380m. While Manchester United fans demonstrate about the debts Malcolm Glazer will impose on their club, there has been barely a squeak of protest from Arsenal supporters. The difference is partly because United, in its current form, is entirely free of debt. But those virtues can look naive to the average corporate raider. Glazer has been borrowing and repaying debt all his life, just as most companies and individuals do. The world runs on IOUs. Hardly anybody buys a house without a mortgage. If you can borrow at, say, 6% to buy something that will rise in value by 8% or 10% a year, you have made a rational financial decision. That is what Glazer will say he is doing. Glazer's financing of the £790m deal breaks down like this: £272m of the family's cash; £275m from issuing preference shares; and £265m from bank borrowing, secured against the club's assets. Interest is only due immediately on the £265m from the banks. At 7% it works out £18.5m a year, or £51,000 a day. True, the bills for United's dividends to shareholders in the past two years - £7m and £10.4m - have been smaller, but the sums are not hopelessly out of line. Once the cost of the preference shares is added, the figure rises to £126,000 a day. But the point about these shares is that cash is not paid out immediately, but at a time of Glazer's choosing. They are expensive - effectively costing Glazer 12% or 13% a year - so he will be looking to redeem them, or pay them off, as quickly as possible. Advisers suggest this could happen within two years, by when the bill would have risen from £275m to £345m. His options would include a flotation of United, in which he would raise cash in exchange for diluting his stake. Alternatively, if he likes what he finds at Old Trafford, he could invest more deeply himself by buying out the preference shareholders, who comprise just three secretive American hedge funds. Looked at this way, Glazer faces a race against the clock to make the deal work. If the cost of the preference shares rises at 12% or 13% a year, he has, at a bare minimum, to increase United's value at a faster rate than that. The initial plan is to make money via a series of small initiatives. Ticket prices will clearly rise, but the current board had just hiked them anyway. There will be a big move to increase revenues from sponsorship, but the chief executive David Gill also had plans in hand there. Merchandising sales will also be a target, particularly in Asian markets. The appeal of these approaches is that extra sales convert disproportionately into extra profits. The cost of running Old Trafford on match day is virtually fixed, so perhaps as much as 80% of the extra income from higher ticket prices is pure profit. But there will be some increased costs. The contract demands of Rio Ferdinand are a reminder of where the biggest danger lies: the current management has struggled to maintain a cap on wages at 50% of income. If United ever failed to qualify for the Champions League, the ratio would become alarming. But Glazer is attracted to United's ability to generate money. Fans pay cash, and season-ticket holders pay in advance. Reliable cash flows have always attracted leveraged financiers, and United cannot say they were not warned. In September 2003 Merrill Lynch, the club's own City stockbroker, effectively accused the directors of hoarding cash that deserved to go to the shareholders and suggested the habit \"could make United attractive to a predator\". The board preferred to spend surplus cash on players than to borrow, but it left the door ajar for a corporate raider willing to accept more financial risk. Glazer may yet turn out to have grossly over-estimated the riches within Old Trafford, but the debt levels at Arsenal show he is not the only one betting that big football will get even bigger and more profitable."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}