{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2005/may/20/match.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2005-05-19T23:54:42Z", "webTitle": "North End take blanket route to final", "webUrl": "https://www.theguardian.com/football/2005/may/20/match.sport", "apiUrl": "https://content.guardianapis.com/football/2005/may/20/match.sport", "fields": {"headline": "North End take blanket route to final", "bodyText": "Preston North End enjoyed an untroubled passage to their second play-off final in five seasons last night as the advantage they established in the first leg proved beyond Derby's retrieval and they moved on to a reprise of the 1964 FA Cup final against West Ham on Monday week. The ease of their task was summed up 10 minutes from time when Grzegorz Rasiak, a surprise selection for Derby, guided a penalty kick against the post. The 2-0 deficit called for bold measures from George Burley and he made three changes to the side that had lost at Deepdale. Indeed, in recalling Inigo Idiakez, who was understood to be incapitated by a groin injury until mid-summer, and Rasiak, who had not fully recovered from a hernia operation, they smacked of desperation. But Michael Johnson, injured at Deepdale, was replaced by Adam Bolder. From Derby's standpoint, much depended on Rasiak showing the form that had made him the club's leading scorer. But, as if the threat of his injury curtailing his participation was not sufficient, the Polish striker put his involvement further in jeopardy with a caution for dissent. That was the most animated he was to become until first- half stoppage time when a shot on the turn was deflected for a corner. Between times his strike partner Paul Peschisolido was more energetic but the lack of telling final passes resulted in fruitless chasing of lost causes. All of which suited Preston who, despite Billy Davies's claim that his side would go for victory, appeared content to nurse their advantage. Burley introduced Marco Reich at Tommy Smith's expense for the second half but Derby's continuing impotence ensured there was little chance of Preston living dangerously. That was in contrast to Rasiak, who was admonished by Roger Beeby for chopping down Claude Davies. Derby's failure to deliver an incisive pass was typified when Idiakez, normally an effective purveyor of free-kicks, floated one into the arms of the under-employed Carlo Nash. Preston, sensing there was little to prevent them achieving their manager's intention, became more ambitious but Richard Cresswell and David Nugent collided when a free-kick from Eddie Lewis cried out for a decisive touch to deliver what surely would have been the coup de grace. Burley also introduced Ian Taylor for Jeff Kenna, and the former Aston Villa midfielder injected some much needed life into the hosts. He had a shot on the turn blocked by Nash but at the other end the visitors went even closer. Paul McKenna delivered a teasing cross into the penalty area but Nugent fired wide. Then came Derby's last chance for a way back when the former Derby defender Youl Mawene fouled Rasiak to concede the penalty. But it was not Rasiak's night."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}