{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/may/28/ecotourism.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-05-28T18:26:12Z", "webTitle": "Green light: On the road with Quixote", "webUrl": "https://www.theguardian.com/travel/2005/may/28/ecotourism.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2005/may/28/ecotourism.guardiansaturdaytravelsection", "fields": {"headline": "Green light: On the road with Quixote", "bodyText": "Four hundred years after Cervantes wrote The Ingenious Knight Don Quixote De La Mancha, a 2,500km tourism network has been established in the five provinces of Castille-La Mancha, the setting for the three classic adventures of the nobleman and his trusty squire, Sancho Panza. I recently followed the first of 10 stages along the route, which links 144 towns and villages, from the World Heritage city of Toledo to the pilgrim town of Albacete in the east and Castellar de Santiago in the south. Large stretches of the network are designed for walkers, cyclists and horses along ancient roads, trails and cattle tracks from where you can visit the windmills of Consuegra, the Ruidera lake nature park and the walled city of Guadalajara. EasyJet (0905 8210905) flies Gatwick-Madrid from £22.99, from there you can take the train to Toledo (renfe.es), €5.15 single. Pilgrims' progress It sounds like a pilgrim route in the Middle East but \"The Holy Mountain to Bethlehem\" is the name of a recently opened walk through the valleys of mid Wales. The new 100-mile Beacons Way crosses the entire Brecon Beacons National Park, stretching from the Skirrid (or Holy Mountain) near Abergavenny to the village of Bethlehem on the Carmarthenshire border. The route takes walkers to some of the lesser known areas of the park as well as to the more well-trodden mountaintop paths. It is divided into eight days, beginning and ending near Abergavenny and Llangadog rail stations, and includes the medieval ruin of Llanthony priory in the Black Mountains, the heather moorland at Pant Mawr, and Pen-y-Fan, the highest point in \"southern\" Britain. Bus routes cross the trail at the end of five out of the eight days, at Crickhowell, Bwlch, Storey Arms/ Craig Cerrig Gleisiad, Craig y Nos and Llangadog. The opening of the Beacons Way has been timed to coincide with the third wave of the Countryside and Rights of Way Act which is being applied today for the first time in Wales. A guidebook for the trail costs £12 and is available from local tourist offices or Walking Wales Magazine (01650 511314). Can you haka it? Lions rugby fans wanting to take up the challenge of the haka can join a cultural tour to New Zealand's North Island and come face to face with the traditional culture of the Maori people. The seven-day self-drive trip with Bridge and Wickers (020-7483 6555) costs from £740pp including accommodation, care hire and tours. Open Ulster The mountains overlooking Belfast previously off-limits due to the troubles are to be opened up to the general public on June 27. The National Trust has purchased Divis and the Black Mountain from the Ministry of Defence and has constructed paths, fences and signage throughout the heathland area, which has views over much of Northern Ireland. Cultural desert... If you like the isolation of the desert but with the guarantee of a roof over your head at night, then a new ecolodge in the Arabian desert could be just the ticket. Feynan Wilderness Lodge is on the western edge of Dana nature reserve in Jordan and is reached by a six hour hike from the entrance to the reserve. Audley Travel (01869 276222) is offering a seven-day trip to Petra and Wadi Rum including two nights at Feynan from £845pp, including flights and a local guide. · richard.hammond@theguardian.com. Next week in Clean breaks, Ian Belcher looks at the latest healthy options"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}