{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2005/may/28/familyholidays.family.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2005-05-28T17:33:17Z", "webTitle": "Travelling with kids: Buggies", "webUrl": "https://www.theguardian.com/travel/2005/may/28/familyholidays.family.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2005/may/28/familyholidays.family.guardiansaturdaytravelsection", "fields": {"headline": "Travelling with kids", "bodyText": "Maybe it's middle age or motherhood or both, but I've developed a passion for John Lewis. I used to be a small boutique or street market kind of girl, but now the reassuring advice from a fellow middle-aged mum who also happens to be a shop assistant is very comforting, and that's what this iconic department store provides. I took my friend Donna and her six-month-old Alisha there just last week. Donna is taking Alisha to Australia for six weeks, and her current huge travel system buggy is completely misnamed, because it's so big and cumbersome you can't possibly travel with it. She wanted a cheap and practical alternative. So we made an appointment for a free consultation with Pauline, a John Lewis nursery adviser (08456 049049). What Donna needed, said Pauline, was a \"one-handed buggy\" that you can put up and down while holding your baby, a pretty essential manoeuvre when travelling, especially at airports. Donna attempted this with many models, including the celebrity-favoured Bugaboo, but was eventually steered towards the humble but handy Maclaren Quest (maclaren.co.uk) by the all-knowledgeable Pauline. Newish mum Donna collapsed and built it up again beautifully, as if she'd been doing it all her life. But even Pauline, a mother of two, admitted twin buggy technology is still in its infancy. Tamba (the Twins and Multiple Birth Association, 0870 7703305) help by publishing a pushchair guide. Thankfully, most airlines don't include even double buggies in the luggage allowance. And if they do, reader Ryan King has the answer. \"Ask those who try to charge if they carry golf clubs for free. They all do. And then ask them what their priorities are - child safety or golf? Believe me, it works.\" · Please post tips and queries on the Travelling with Kids Forum."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}