{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/oct/17/snp-conference-nicola-sturgeon-commit-party-vote-against-syria-intervention", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-10-16T23:01:04Z", "webTitle": "SNP conference: Sturgeon to commit party to vote against Syria intervention", "webUrl": "https://www.theguardian.com/politics/2015/oct/17/snp-conference-nicola-sturgeon-commit-party-vote-against-syria-intervention", "apiUrl": "https://content.guardianapis.com/politics/2015/oct/17/snp-conference-nicola-sturgeon-commit-party-vote-against-syria-intervention", "fields": {"headline": "SNP conference: Sturgeon to commit party to vote against Syria intervention", "bodyText": "Nicola Sturgeon is to commit the Scottish National party to voting against any military intervention by the UK in Syria at Westminster in a move that piles further pressure on Jeremy Corbyn’s Labour, which is deeply divided over the issue. Contrasting her party’s disciplined stance with Labour’s chaotic position on the issue, the SNP leader will warn on Saturday that British airstrikes will only add to the “already unimaginable human suffering” in the region, rather than help to swiftly bring it to an end. The SNP strategy was endorsed overwhelmingly by the party’s national conference in Aberdeen on Friday, after former leader Alex Salmond said military intervention would be futile and would add Syria to a long list of British military failures, including in Iraq, Afghanistan and Libya. The party leadership expect David Cameron’s government to push for a Commons vote to formally authorise RAF airstrikes in Syria, with Tory backbenchers complaining about a lack of action while France, US and Russia are now attacking. In her closing speech to the conference, Sturgeon will claim that a vague notion that something needs to be done, without any clear evidence that added airstrikes can solve the crisis, is wholly inadequate. She will ask: “This question has not been answered – when airstrikes by US, Russian, Arab, Turkish and French forces have not brought this multi-layered conflict closer to a resolution, what possible grounds are there for believing that adding UK airstrikes will do so?” A “renewed and intensive diplomatic initiative, led by the UN” would be the best long-term solution, she will say. The Tory majority will push through any vote on Syria backed by Cameron, but SNP strategists believe that a united stance by their 55 MPs in the Commons will highlight Corbyn’s inability to unite Labour on the issue, weakening his authority in parliament and among leftwing voters. It comes as the SNP is preparing to fight a Scottish parliamentary election that Sturgeon hopes to win with another landslide. While Corbyn is instinctively opposed to UK intervention, his shadow foreign secretary, Hillary Benn, and many on the Blairite wing of the party support it. . Salmond told the conference – the party’s largest after its membership quadrupled following last year’s independence referendum – that Labour’s divisions left it to the SNP to be the voice of “clarity, sanity and humanity” on Syria. Characterising the Tory position as settling scores after Labour defeated Cameron on Syria in 2013, and Labour’s as woefully confused, Salmond added to loud applause: “The should be no more futile military interventions by the UK. No more Afghanistans with no exit strategy, no more Libyas where we spent 13 times as much bombing as we did reconstructing that country, and no more illegal wars such as the one in Iraq.” Senior SNP figures have told the Guardian that the party’s firm stance on Syria will also build up its standing among centre-left English voters. They are keen to counter suspicions that the SNP’s sole motivation is to cause conflict with Westminster as they pursue a second referendum. The party’s ongoing quest to completely replace Labour as Scotland’s dominant party of the centre-left will continue on Saturday when the general secretary of the Scottish Trades Union Congress, Grahame Smith, will give the first ever speech by an STUC leader to an SNP conference. In a clear sign of Labour’s waning influence among trade unionists in Scotland, Smith will welcome Sturgeon’s promise to oppose the UK government’s trade union reform bill but will also gently urge Sturgeon to use her government’s legal powers to block the legislation where it affects Holyrood’s policymaking areas. But it then emerged that the SNP is to ignore any appeals to join other UK parties or party leaders – including Labour – in the official cross-party campaign to stay in the European Union at the forthcoming referendum. It will instead set up its own autonomous yes campaign on Europe. Its senior figures want to minimise any risks to the SNP’s reputation from sharing platforms with a divided Labour party or the Tories, and ensure it keeps complete control over its agenda on the EU. SNP leaders also acknowledge that the party has a deeply Europhobic section of its membership; many older nationalists believe Scotland cannot be truly independent inside the EU. Humza Yousaf, the Scottish government’s minister for Europe, said the SNP wanted to run its own campaign to ensure it was positive and grassroots-led. Referring to the nickname given to the pro-union Better Together campaign during last year’s Scottish independence referendum, Yousaf told the SNP conference in Aberdeen: “I’ve got no interest in being part of project fear mark two. “Let’s make it clear that the SNP will not join the campaign club with the Tories. We will not stand shoulder to shoulder as Scottish Labour did with the heartless Conservatives. And we will not join with a divided Labour party, who don’t have a unified position on Europe, who do more flip-flops than the proverbial Olympic gymnast. “We will have our own campaign, an SNP campaign for a positive, reformed Europe. Our yes campaign will not just be positive, it will be grassroots, it will be upbeat and it will offer a better, reformed, greener, fairer and a more socially liberal EU that works for the betterment of the many and not the few.” Sturgeon and John Swinney, her deputy first minister at Holyrood, peppered their speeches with new policy and spending pledges. Swinney said Scottish councils would soon be able to cut local business rates to stimulate investment. Having already announced plans to build 50,000 new homes if the SNP win next May’s Scottish elections, Sturgeon is expected to tell delegates on Saturday the party will spend £200m over the next five years to greatly increase specialist knee, hip and cataract operations for elderly people at five new centres."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}