{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/oct/28/manchester-city-crystal-palace-capital-one-cup-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-10-28T21:52:10Z", "webTitle": "Manchester City hit five past Crystal Palace to cruise into last eight", "webUrl": "https://www.theguardian.com/football/2015/oct/28/manchester-city-crystal-palace-capital-one-cup-match-report", "apiUrl": "https://content.guardianapis.com/football/2015/oct/28/manchester-city-crystal-palace-capital-one-cup-match-report", "fields": {"headline": "Manchester City hit five past Crystal Palace to cruise into last eight", "bodyText": "The Capital One Cup has lost its last representatives from the capital. Crystal Palace were left flying the flag for London but they encountered a northern powerhouse, in the shape of Manchester City, and were duly dispatched from the competition. Alan Pardew had overseen City’s elimination last season, when his Newcastle side won at the Etihad, but the sequel had an altogether sorrier ending for the 54-year-old, who suffered his heaviest defeat as Palace manager. Wilfried Bony, Kevin De Bruyne, Kelechi Iheanacho, Yaya Touré and Manu García secured a fifth win in six games for the 2014 winners, who host Hull in the quarter-finals and must be the favourites to regain this trophy. If this was another exhibition of attacking potency, a sense of freshness was the most encouraging element. City are accustomed to seeing expensive signings strike but the presence of two products of their youth system on the scoresheet was welcome indeed for a club with aspirations to develop their own players. Their fifth goal was made in the academy, with the 17-year-old García sweeping in the 19-year-old Iheanacho’s pass. The Spaniard made his home debut, the Nigerian his full debut. Each was an auspicious occasion. Iheanacho, who was named the outstanding player in the 2013 Under-17 World Cup, had struck a minute into his senior career against Palace last month, prompting calls from supporters for him to be unleashed sooner. It was a populist gesture by Manuel Pellegrini to grant him a maiden start. “I had no doubts,” said a manager who is not renowned for trusting teenagers. The forward scored one goal, made two more and performed with the verve and assurance to suggest he belongs on this stage. “He is not just a striker and not just a finisher,” said Pellegrini. “He always played with his head up so he made two important assists.” Indeed, Iheanacho illustrated his passing range, along with the maturity to make the right decision. City’s second goal, just before half-time, was a case in point. He skipped clear and while everyone else converged at the near post, calibrated his cross perfectly to allow De Bruyne, arriving unseen at the far post, a tap-in. The favour was returned for the third goal. De Bruyne provided a low centre and Bony dummied to give Iheanacho the chance to deliver a composed finish. That was a highlight of Bony’s night; so, too, was the header to open the scoring, when he stooped to meet Aleksandar Kolarov’s corner as Adrian Mariappa lost the Ivorian. “Every time they had a great chance, they punished us,” said Pardew. That was not strictly true. De Bruyne could have had a hat-trick, with Wayne Hennessey making one outstanding save; Bony perhaps should have had one as well. His performance was akin to a curate’s egg. He scored, almost supplied another and, without touching the ball, contributed to City’s third goal. He also scuffed a shot at Hennessey and skewed another embarrassingly high over the bar after the purposeful Fernando had fashioned the most inviting of chances with a surging run. Bony’s patchy display mirrored a stop-start City career, which has now spanned nine months and brought only five goals. With Sergio Agüero hamstrung this sequence of four successive starts is his first chance of an extended run in the side, but there is a case for Iheanacho to leapfrog him in the pecking order. “Kun is impossible to replace,” said Pellegrini. “But Bony knows he has the trust of me and the team.” A second Ivorian joined him among the goals when Damien Delaney wrestled Eliaquim Mangala to the ground and Touré scored from the resulting penalty. García’s stoppage-time goal took City’s tally to 16 goals in three domestic games at the Etihad, rendering Sunday’s stalemate in the Manchester derby still more of an anomaly. “This is the way we normally play,” said Pellegrini. “Maybe it was an accident on Sunday that we couldn’t create chances.” Both sides fashioned plenty. Palace were afforded hope by the wretched Willy Caballero. Pellegrini’s preference is to pick Joe Hart’s deputy, an ally from their time together at Málaga, in the cups, but his inability to cope with the crossed ball renders him a liability. The victory was achieved despite, not because, of his presence in goal. Palace’s two clearest openings were created by Caballero, first spilling Jordon Mutch’s cross at the feet of Joe Ledley, who blazed over, and then coming for, and missing, Mutch’s free-kick. Mile Jedinak’s header would have crossed the line but for Martín Demichelis, sweeping up behind the errant goalkeeper. Caballero contrived to cost himself a clean sheet by allowing Delaney’s late header to escape his grasp but the real blight on City’s night involved another Argentinian. Pablo Zabaleta had already had his head bandaged after a collision with Yannick Bolasie – “Yala had over 10 stitches,” said Pardew – before he thudded into a challenge with Wilfried Zaha and was carried off on a stretcher. “Pablo had the same injury he had two months ago,” said Pellegrini. “The same ligament, the same knee.” The right-back will have a scan onThursday, and a period on the sidelines seems inevitable."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}