{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/oct/05/joe-philbin-miami-dolphins-failings", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-10-05T23:35:35Z", "webTitle": "Joe Philbin: the failings that sealed the fate of the Miami Dolphins coach", "webUrl": "https://www.theguardian.com/sport/2015/oct/05/joe-philbin-miami-dolphins-failings", "apiUrl": "https://content.guardianapis.com/sport/2015/oct/05/joe-philbin-miami-dolphins-failings", "fields": {"headline": "Joe Philbin: the failings that sealed the fate of the Miami Dolphins coach", "bodyText": "The Miami Dolphins have parted company with head coach Joe Philbin just four games into the NFL season, but it could have happened a lot sooner. The embattled Philbin was finally canned following humiliation in the home opener against Buffalo and an abject defeat at the hands of the New York Jets in London on Sunday. Here are eight of the key failures that prompted the first head-coaching casualty of the 2015 season. The bullying scandal – October 2013 The Dolphins made national headlines for all the wrong reasons in late 2013 when a bullying scandal prompted a national debate on locker room culture. Offensive lineman Jonathan Martin left the team following a campaign of racially and sexually motivated bullying, which Philbin claimed he knew nothing about. Most folks believed him, which was a somewhat larger indictment. Although Ted Wells’ ‘independent’ report exonerated Philbin of blame, the saga did nothing for the perception the head coach had little control over his locker room. The resulting decimation of his offensive line following Martin’s departure and ringleader Richie Incognito’s suspension led to QB Ryan Tannehill being sacked a franchise record 58 times. The first collapse – December 2013 In December 2013, at 8-6 with two games left, the Dolphins were on the up, and seemed certain to end their playoff exile. Two games remained against struggling division rivals the Bills and the Jets, with just a solitary win required to secure a postseason berth. They were shut out 0-19 in Buffalo, with kicker Dan Carpenter (cut by the Dolphins that summer), scoring 13. The Jets completed Philbin’s misery with a 20-7 slaying in Miami a week later. The Dolphins finished 8-8, giving Fins fans a fifth straight miserable start to the New Year. Inspirational speeches don’t involve index cards Rousing locker room speeches are the stuff of sporting lore. Almost every sports movie ever made features a tearjerker that inspires our heroes to snatch victory against insurmountable odds. How many of those speeches were read from notes? Well, not many. The use of index cards for victory speeches was a somewhat cruel indictment of Philbin; a caring but pragmatic man, not renowned for public displays of emotion in victory or defeat. Not blessed with the engaging, fiery personality of a Rex Ryan, Philbin’s stoic demeanour saw some fans christen him JoeBot. A series of slow starts in 2015, which eventually sealed his fate, were partly attributed to a perceived inability to rouse the troops for the occasion. Tannehill tensions – September 2014 Feeling the pressure after a 1-2 start to 2014, Philbin refused to tell reporters whether struggling QB Ryan Tannehill would remain his starter heading into a crucial clash with the Oakland Raiders. Instead he repeated: “We’re going to choose 46 guys that we think will help us win the football game.” Four times. Eventually, an extremely miffed Tannehill, who had been informed he was starting earlier in the week, took it upon himself to confirm his position. His coach was left red-faced and on the wrong side of his most important player. The oh-so-nearly moment – October 2014 Philbin arrived in south Florida with high expectations. His previous role as Green Bay’s offensive coordinator had helped Aaron Rodgers’ unstoppable attack to a Super Bowl victory in 2011. Miami fans saw nothing resembling that dynamic offense, leading many to question his actual influence in Wisconsin. When the Packers arrived at Sun Life Stadium last October, Philbin had a chance to prove his leap from Lambeau into a head coaching job was merited. He almost did too. The Dolphins led with a minute left, before Rodgers did what Rodgers tends to do with the game on the line down the stretch. He had a little help from a 4th and 10 conversion and even a fake spike in a game-winning drive. Philbin was a solitary play away from the biggest victory of his coaching career, but the heartbreaking defeat simply added to the perception he couldn’t get the team over the line when it mattered most. The nearly moments would continue with narrow losses from winning positions in Detroit and Denver and the team would miss the play-offs again. A very long goodbye – December 2014 Philbin’s departure comes just four games into the 2015 season, but he was considered fortunate to make it that far. After the annual meek elimination from playoff contention in December 2014, many expected owner Stephen Ross to pull the plug on the Philbin era. Instead he committed to giving the coach one more year, which, as it turned out, was only a 4/16 of a year. “It’s frustrating that we didn’t make the playoffs. I feel as bad as everybody,” Ross said at the time. “But I think we’re building something here, and I believe in the coach.” Following the surprising (and perhaps undue) vote of confidence, Philbin had a chance to at least secure a winning record for the first time in his tenure and offer proof of slow, but consistent improvement. Instead, Miami surrendered meekly at home to the Jets to finish 8-8. Again. Embarrassing your boss doesn’t help – September 2015 Dolphins’ owner Steve Ross is immensely proud of the Sun Life Stadium renovations that are coming at a personal cost of $425m. Once ‘Stage 2’ is completed next summer, wilting fans will have a canopy to ease the very real risk of sunstroke, while Miami could be hosting the Super Bowl again as soon as 2019. When the schedule threw up division rival Buffalo for the home opener, Ross invited everyone to see his new pad. It was a day to celebrate and famous friends and business acquaintances like Warren Buffet were welcomed to the party. Truth be told, it wasn’t a very fun party for the owner. The Bills and old foe Rex Ryan dropped a forty-burger on Miami, who went into half down 27-0. Ruining his big day was hardly a good way to thank your boss for keeping you in a job against all sound advice. But embarrassing your boss twice in a week kills your job prospects - October 2015 Ross was equally proud his team would be representing the NFL in the International Series at Wembley Stadium. The Dolphins have enjoyed a large fanbase in the UK since Dan Marino’s days. While the opposing New York Jets were flying over 350 toilet rolls, Ross bought plane tickets for many of his own friends and partners, per the Miami Herald’s Armando Salguero. The result? A 27-14 defeat, which actually flattered the Dolphins. It proved one embarrassment too many for Ross, who took less than 24 hours to “fix it.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}