{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2015/oct/12/soaring-london-house-prices-sucking-cash-out-of-economy-study-says", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2015-10-11T23:01:00Z", "webTitle": "Soaring London house prices sucking cash out of economy, study says", "webUrl": "https://www.theguardian.com/money/2015/oct/12/soaring-london-house-prices-sucking-cash-out-of-economy-study-says", "apiUrl": "https://content.guardianapis.com/money/2015/oct/12/soaring-london-house-prices-sucking-cash-out-of-economy-study-says", "fields": {"headline": "Soaring London house prices sucking cash out of economy, study says", "bodyText": "Soaring London house prices are costing the economy more than £1bn a year and preventing the creation of thousands of jobs, as individuals plough money into buying and renting instead of spending their cash elsewhere, a report has claimed. London’s housing market recovered quickly from the financial downturn of 2008-2009 and in recent years rents and house prices have rocketed. House prices are more than 46% above their pre-crisis peak, at an average of £525,000 according to the Office for National Statistics, while rents in the private sector have risen by a third over the past decade. The report, by business group London First and consultancy CEBR, found that workers in many sectors were now priced out of the capital, while companies were being forced to pay more to attract staff and help them meet living expenses. The report said there was a knock-on effect on consumer spending, with money being spent on expensive mortgages and rents rather than other goods. It said as much as £2.7bn could have been spent elsewhere in 2015 if housing costs had kept in line with inflation over the past decade. This additional spending could have supported almost 11,000 more jobs, and meant a boost to the economy of more than £1bn this year. Workers in shops, cafés and restaurants, and those performing administrative office roles would have to pay their entire pre-tax salary to rent an average private home in London, the report found, while social workers, librarians, and teachers faced rents equivalent to more than half their salaries. It said only the best-paid workers, including company directors and those working in financial services, earned enough to rent in central London “affordably”; that is paying less than one-third of their salaries on housing. “The housing crisis is making it difficult to attract and retain staff in retail, care and sales occupations,” it said. “Even if they spend a limited amount on other goods and services, they are effectively priced out of living independently in the capital. They need to co-habit with partners, friends or family, or be eligible for social housing in the capital.” To compensate for high housing costs, employees expected higher salaries, which meant firms were paying an average of £1,720 a year more to workers than they would have had accommodation costs risen only in line with inflation since 2005. This meant an extra wage bill for firms of £5bn this year, and the figure was set to grow to £6.1bn by 2020. London First will join forces on Tuesday with other business groups and the housing charity Shelter to launch Fifty Thousand Homes, a campaign that challenges the London mayor to reach an annual housebuilding target by the end of the decade. Baroness Jo Valentine, chief executive of London First, said: “This needless housing shortage needs urgent action. If we carry on as things stand, in 10 years’ time London will be a no-go zone for employees across sectors and at almost all levels. “I want the next mayor of London to wake up each morning thinking about how to increase housebuilding – because only doubling our current levels of housebuilding to 50,000 a year will we solve this crisis.” Scott Corfe of CEBR, which conducted the research, said the housing crisis “risks undermining the capital’s position as a global centre of enterprise, talent and success”. In September, the accountancy firm Deloitte announced it had set up an initiative to help graduate employees into housing in the capital, after a survey of last year’s new staff found that finding affordable accommodation London was a major concern. It said 5% of its graduate intake in 2014 found the city’s housing costs so prohibitive they had to share a bedroom, while others lived in property where communal living space had been converted into an additional bedroom to make renting affordable. Last week, a report by property firm Savills found that London was the most expensive city in the world for companies to rent residential and office space."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}