{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2015/oct/10/the-mixtape-sampa-the-great-matt-corby-emma-louise-and-more", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-10-09T22:01:04Z", "webTitle": "The mixtape: Sampa the Great, Matt Corby, Emma Louise and more", "webUrl": "https://www.theguardian.com/music/2015/oct/10/the-mixtape-sampa-the-great-matt-corby-emma-louise-and-more", "apiUrl": "https://content.guardianapis.com/music/2015/oct/10/the-mixtape-sampa-the-great-matt-corby-emma-louise-and-more", "fields": {"headline": "The mixtape: Sampa the Great, Matt Corby, Emma Louise and more", "bodyText": "The Great Mixtape – Sampa the Great A month ago Sampa the Great, a Sydney-based, Zambia-raised rapper, dropped a mixtape – make that a great mixtape – that sounded so polished, so confident, that it pleasantly belied her newcomer status. The Triple J Unearthed winner’s heavenly poetry and swirling philosophising (such as the pretzel-shaped logic of “I lived in a box, I underestimated living life larger than myself / Like who the hell stole the knowledge that I pre-existed previously to myself” in Class Trip) is fronted by a Teflon-coated toughness. Production by Godriguez largely takes a page from old-school funk but in other spots plunges into sounds more surreal, with scratchy, distorted samples and almost industrial sounding instrumentals that shiver and boom. Sampa counts Tupac, Lauryn Hill and Erykah Badu among her musical idols and has enough spit and spunk to one day sit alongside the greats. Catch her playing Sydney on 11 November and Melbourne on 13 November. Monday – Matt Corby Matt Corby has been bunkered down writing and recording in a cottage in the New South Wales town of Berry. The fruit of that fresh, country air is a stunning new spiritual called Monday. The song ascends like a ladder to heaven as Corby’s vocals are layered atop of one another, in full church choir mode. It’s a divine song, grand yet strangely humble with a single percussion line. Corby told Triple J was recorded sans drums, just “stomping on the ground and clapping” – as accompaniment. It’s been two years since the former Australian Idol runner-up has released music and he says of his new material: “Enough time has now passed for me to clear my head of everything that I’ve done before, reboot and have the balls to do it again.” Expect his new album in early 2016, with previews of unheard tracks during a run of Australian dates, kicking off with the Tivoli in Brisbane on 2 November. Never Stop the Rot – Dan Kelly Dan Kelly, the nephew of Australian musical elder statesman Paul Kelly, learnt guitar at age 13 and, according to his uncle, “never needed advice on songwriting”. Five years have passed since Kelly’s last record and the music scene has surely missed the wry storytelling and clever Australian pop cultural references that are his signature. The offbeat indie rocker is back with Leisure Panic! and the debut single, Never Stop the Rot, has radio-friendly hooks, a cool, steady beat and snarky but always pointed lyrics of a love story forever destined to go wrong. Much like in the song’s video, directed by Sunny Leunig and featuring Phoebe Taylor from the Steve Miller Band, Kelly tells the stories of his youth – travelling “through yuppie times and hippie trails”. He has called the album “an interactive travelogue of my life over the last few years” and says he’s going to “give himself permission to shine”. Catch Kelly touring selected cities, beginning with Portarlington, Victoria, on 17 October. Pontoon – Emma Louise For 11 years the Seed Fund, co-founded by the blues and roots maestro John Butler and his partner and musician Danielle Caruana (Mama Kin), has provided grants to more than 400 local musicians and music managers. Some of the artists who have received Seed funding include Boy &amp; Bear, the Veronicas and Holy Holy. Now Butler and Caruana have sought to expand the project through a crowdfunding campaign. An inaugural fundraising event will also be held at the Athenaeum Theatre on 12 October, hosted by Triple J’s Zan Rowe. Joining Butler on stage will be Paul Kelly, Missy Higgins, the indie four-piece San Cisco and the Queensland singer-songwriter Emma Louise, who supported the British singer Sam Smith on his tour’s Australian leg. Other acts, such as Tame Impala (another previous recipient of the fund), have thrown their weight behind the campaign via appearances on the Seedy Mixed Tape and through video messages and donated merchandise. You’re 39, You’re Beautiful and You’re Mine – Tex, Don and Charlie After a successful debut in Williamstown last year, the Americana-inspired festival Out on the Weekend returns to the same venue near Melbourne on 17 October. A similar lineup – featuring the American folk-rock band Dawes and the Nashville singer-songwriter Robert Ellis – will head to Sydney’s Bella Vista Farm on the following Saturday, 24 October for a second appearance. One difference in the two shows will be the leading Australian acts. While Kasey Chambers headlines in Sydney, the weathered sound of Tex, Don and Charlie will be the attraction in Williamstown. Listen out for the wonderful You’re 39, You’re Beautiful and You’re Mine, a Paul Kelly song given a distinctive treatment by messrs Perkins, Walker and Owen. As the title suggests, and lyrics such as “Like a sailing ship at sea / Bearing spice and history / You come swaying to me in your prime”, the song is a homage to beauty that only deepens with time."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}