{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2015/oct/14/pacific-nations-beg-for-help-for-islanders-when-calamity-of-climate-change-hits", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2015-10-13T21:45:13Z", "webTitle": "Pacific nations beg for help for islanders when 'calamity' of climate change hits", "webUrl": "https://www.theguardian.com/environment/2015/oct/14/pacific-nations-beg-for-help-for-islanders-when-calamity-of-climate-change-hits", "apiUrl": "https://content.guardianapis.com/environment/2015/oct/14/pacific-nations-beg-for-help-for-islanders-when-calamity-of-climate-change-hits", "fields": {"headline": "Pacific nations beg for help for islanders when 'calamity' of climate change hits", "bodyText": "Pacific island nations have pleaded with wealthy countries to help their people migrate and find work if they are forced to flee their homelands because of the consequences of climate change. A coalition of low-lying island nations said moving people because of rising sea levels, storms and ruined agriculture was a last resort, but the “calamity” of climate change required industrialised countries to devise a plan. In a joint statement after a summit in Kiribati the Pacific nations – Fiji, Kiribati, Tuvalu and Tokelau – said they were “gravely concerned over the lack of effective international response to climate change” that posed “major existential challenges” to their populations and cultures. They repeated calls for an international body to be set up to coordinate population movement caused by climate change. The creation of such a body was included in an early draft of a UN agreement to be negotiated at climate talks in Paris in December but the idea was dropped last week. Australia opposed it, although countries including Britain, the US and France were open to the concept. The countries called for funding for health and education programs, and aid to raise buildings above predicted sea level increases and safeguard water supplies from saltwater intrusion. Wealthy nations should “prepare our people for ‘migration with dignity’, capable of contributing to other nations’ economies and development processes as skilled migrant workers”, the Pacific leaders said. Developing nations have access to the UN-administered green climate fund to help adapt to or mitigate climate change. In 2009 nations agreed at Copenhagen to provide $100bn in “climate finance” although this target has not been met and will be debated again at the Paris talks. There is no body that oversees the orderly movement of people because of climate change impacts. The UN refugee convention applies only to those fleeing persecution, with little appetite among the richest nations to expand its definition to include “climate refugees” – amid predictions that up to 250 million people may be displaced worldwide by 2050. People living on coral atolls in the Pacific are considered particularly vulnerable to a sea level that is rising by 1.2cm a year, four times faster than the global average. Coastal erosion, tainted water supplies and failing crops have prompted communities to move inland or to other islands. Pacific leaders have taken an increasingly strident tone in calling for action, with Anote Tong, the president of Kiribati, recently calling Australia “very selfish” for its continued commitment to coalmining. Peter Christian, the president of Micronesia, told a UN gathering in New York earlier this month: “I speak as an islander who has walked the shores of many atoll islands, where there was once sandy beaches and coconut trees. “Now there are none. I am told this will continue. We must become more cohesive in our actions to bring a useful conclusion to help mitigate the threat of sinking islands and prevent the potential genocide of Oceanic peoples and cultures.” The chief executive of Greenpeace Australia, David Ritter, said Australia should do more given its clout in the region. “Australia is the richest, largest country in the region, so to sit back and say we are doing enough is pathetic really,” said Ritter, who attended the Kiribati summit. “People in the Pacific are very polite but privately the view of Australia is very clear: this is a country not doing enough. There’s a view that Australia is putting coal ahead of people. “At the moment, if you are forced out of your home due to inundation you simply become stateless. There’s no mechanism to ensure that these people won’t fall through the cracks. When you go to Kiribati and see people trying to repair sandbagged seawalls, you can see why this is a live issue for them.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}