{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/oct/16/jurgen-klopp-liverpool-tottenham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-10-16T21:30:02Z", "webTitle": "Jürgen Klopp knows there is no magic formula for Liverpool success", "webUrl": "https://www.theguardian.com/football/2015/oct/16/jurgen-klopp-liverpool-tottenham", "apiUrl": "https://content.guardianapis.com/football/2015/oct/16/jurgen-klopp-liverpool-tottenham", "fields": {"headline": "Jürgen Klopp knows there is no magic formula for Liverpool success", "bodyText": "When Jürgen Klopp clicked his fingers, it was only to illustrate that no one should expect Liverpool’s problems to disappear as if by magic now that he is their manager. The hype machine inevitably went into overdrive when Liverpool pulled off the coup of replacing Brendan Rodgers with Klopp nine days ago but, after all the exhaustive analysis, the real business begins when the German takes his place in the away dugout at White Hart Lane on Saturday. Although the wait for Klopp’s first game is almost over, he does not regard a testing assignment against Tottenham Hotspur as his moment of truth. Klopp led Borussia Dortmund to two Bundesliga titles but Liverpool are 10th after winning two of their first eight games and the 48-year-old believes his first task must be to improve his new team’s mentality. “I am able to wait for each step,” Klopp said. “That is very important. I think you all work for a long time in the football business and you know how development works but you are always a little bit under pressure.” Then came the click, Klopp’s way of pointing out how expectations need to be kept at a realistic level. “OK: now, but now, but now, but now,” he said. “Football is not like this. You know this. We all have to feel confident to make the next step. I have to give the boys things that they are able to do. Of course I want to see a change in mentality, to go from the first second until the last second. “Not because it was bad before but because that is the most easy thing to change. We have to go to London, go out of the stadium, go out of the dressing room and show what we can do. “That’s what we are waiting for the whole week. That’s what we dream of. All the tactical things, that’s very important because we do not have to work so much on the physical side. “My ideas are not better than Brendan’s. They are different, of course, and so we need time. That’s a big challenge: to find a way to make the first step and that you can see that it is better. They have to get better in the games.” Klopp insisted he has not gambled with his reputation by accepting Liverpool’s offer. “I am many things but not a gambler,” he said. “No, absolutely not. I had no contact to any other club. For me it’s very easy not to read the sport news. “I have worked a whole day so I am not interested. When I heard about the interest from Liverpool I didn’t think, ‘OK, maybe I should wait.’ No, I never had a plan. I heard it. I felt what I felt. “And then I got some information, more and more. I am interested in English football so I knew many things. And then we decided together that we wanted to do this. We knew it was a big challenge. But life is a challenge so it’s not the biggest problem.” Tottenham, a point above Liverpool, are unbeaten in the league since losing at Manchester United on the opening day of the season and Mauricio Pochettino’s side thrashed Manchester City 4-1 in their previous home game. Klopp’s job has not been made any easier after Danny Ings and Joe Gomez were both ruled out for the rest of the season with ruptured anterior cruciate ligaments, while Christian Benteke and Roberto Firmino will be missing against Tottenham with minor injuries. “Tottenham is not the most easy game to play, of course not,” Klopp said. “It’s absolutely clear they are a football playing team. They want to pass. This is good for a team that wants to press. We will see what happens. If they do their things and we do our things, then we will find what’s better in this game.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}