{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/oct/09/liverpool-new-manager-jurgen-klopp-tom-werner-brendan-rodgers", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-10-09T21:30:01Z", "webTitle": "Liverpool chairman Tom Werner: we gave Brendan Rodgers enough time", "webUrl": "https://www.theguardian.com/football/2015/oct/09/liverpool-new-manager-jurgen-klopp-tom-werner-brendan-rodgers", "apiUrl": "https://content.guardianapis.com/football/2015/oct/09/liverpool-new-manager-jurgen-klopp-tom-werner-brendan-rodgers", "fields": {"headline": "Liverpool chairman Tom Werner: we gave Brendan Rodgers enough time", "bodyText": "Tom Werner, the Liverpool chairman, has described Jürgen Klopp as the world-class manager to satisfy the club’s craving for silverware and insisted Brendan Rodgers was given ample time to improve results. The Fenway Sports Group chairman was instrumental in the decision to sack Rodgers last Sunday and replace him with the former Borussia Dortmund coach within four days. While the switch has been rapturously received by Liverpool supporters, it represents a departure from FSG’s plan for a young coach to develop a young squad over time. Werner, however, claims Rodgers suffered on account of his own signings as manager and that he expects the current squad to respond to Klopp’s quality. “When we appointed Brendan we thought he was going to be the right manager for Liverpool,” the chairman said. “Obviously we now feel that we have got the world-class manager and beyond that there is not much more I would like to say. “We gave Brendan, as you know, an opportunity to see if we could improve this season. There was some very good football last season and some not so good football. There were some challenges that dealt with injuries, we brought in some new players that Brendan recommended that we thought would take us forward. We are where we are. I don’t want to say too much. Brendan is an outstanding manager and we decided to move in a different direction and I am very optimistic.” Werner, right, added: “Obviously we have a challenge this season and Jürgen said it right. None of the supporters are satisfied with our position right now and we believe that Jürgen is the right manager to take us forward. As you all know we came into this situation with great ambition and I would rather focus on the future.” Liverpool’s chairman refused to be drawn on when contact was first made with the German coach but admitted: “We have thought about him for a long time and everyone who knows football knows he is an outstanding manager. Obviously he motivates players. We all expect the players are going to respond to him.” Werner conceded that FSG has had “more managers than we hoped” but believes Klopp, the group’s third appointment as manager and fourth in total, “will be here for a very long time”. Next week marks the fifth anniversary of FSG’s takeover of Liverpool and the chairman accepted its initial aims for the club are yet to be realised. He added: “We have obviously had some great moments in these five years and came very close to winning the league two years ago. Nobody is satisfied today with our position and as owners we are not going to put undue pressure on Jürgen. He knows that there are great expectations and when we look at the time line I think we have made some improvements. We all know the challenge that we saw when we came into the club five years ago and I think we are proud when we walked into the stadium today and we showed Jürgen the new main stand that is being constructed. Until we win more trophies we won’t be satisfied.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}