{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2015/oct/01/protomartyr-the-agent-intellect-review-postpunk", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-10-01T22:00:03Z", "webTitle": "Protomartyr: The Agent Intellect review – epic, dirgy portrait of gravelly malaise", "webUrl": "https://www.theguardian.com/music/2015/oct/01/protomartyr-the-agent-intellect-review-postpunk", "apiUrl": "https://content.guardianapis.com/music/2015/oct/01/protomartyr-the-agent-intellect-review-postpunk", "fields": {"headline": "Protomartyr: The Agent Intellect review – epic, dirgy portrait of gravelly malaise", "bodyText": "Of the many reasons that postpunkers Protomartyr have struck a (dis)chord – a frontman who felt too old to start a band but did anyway, a downcast urgency that underlines his foreboding storytelling – their Detroit birthplace has proved compelling inspiration. Their music reflects dilapidated houses and demolition sites; it comes from a place of alluring urban decay and authentic economic hardship. Led by Joe Casey, whose gravelly malaise recalls a sleepy Shane MacGowan, their third album tries to sever that umbilical chord and explore darker personal material. In-references still abound (album highlight I Forgive You mentions (Joumana) “Kayrouz”, a bottle-blonde Saul Goodman whose accident claim billboards haunt Detroit), but others such as the tightly tense Why Does It Shake? and Ellen deal with ageing and the death of his parents. The latter, a foreboding love song told from his father to his mother, feels like it might fall apart at any second. This isn’t spiky postpunk like their last album – it’s more unhinged: they’ve swapped hooks for a dirgy epicness, distortion bulldozes through, sometimes flaring angrily, punctured by driving, truly affecting drums. As poignant as those images of a decrepit Motor City, once brilliant, now decayed."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}