{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk-news/2015/oct/13/bradford-family-fled-uk-turkey-reported-missing", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2015-10-13T21:04:16Z", "webTitle": "Bradford family believed to have fled UK for Turkey reported missing", "webUrl": "https://www.theguardian.com/uk-news/2015/oct/13/bradford-family-fled-uk-turkey-reported-missing", "apiUrl": "https://content.guardianapis.com/uk-news/2015/oct/13/bradford-family-fled-uk-turkey-reported-missing", "fields": {"headline": "Bradford family believed to have fled UK for Turkey reported missing", "bodyText": "A family of seven from Bradford, including a five-year-old, have been reported missing. The family are believed to have travelled to Turkey, a well-known route to Syria. West Yorkshire police launched an appeal to trace Imran Ameen, 39, his wife, Farzana Ameen, 40, and their five children, aged between five and 15. Detectives are working with UK-based relatives of the family, who were last seen on 5 October but were not reported missing until Tuesday, as well as with Turkish authorities. Assistant chief constable Russ Foster of West Yorkshire police said: “We would urge anyone with information about the family’s whereabouts to come forward and speak to police so the family can safely return to the UK. Any piece of information, no matter how small, could help the UK or overseas authorities to locate the family so that they can be safely returned home to their loved ones.” The appeal comes less then four months after West Yorkshire police launched an appeal to track down three sisters and their nine children who fled the UK to Syria. Khadija Dawood, 30, Sugra Dawood, 34, and Zohra Dawood, 33, and their children, aged between three and 15, went missing after travelling to Turkey via Saudi Arabia on pilgrimage. Police and security services believe at least 700 potential extremists have travelled from the UK to Syria, and around half are thought to have returned home. Assistant commissioner Mark Rowley, the country’s most senior counter-terrorism officer, has disclosed that suspects are being arrested at a rate of more than one a day. He also revealed that at least 32 children in London had been made the subject of family court orders this year over fears of radicalisation, including some described by the assistant commissioner as “almost babes in arms”. In the first official count of females from the UK thought to have gone to Syria, police in July said that 43 women and girls were believed to have fled to the country in the past year."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}