{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/oct/13/rugby-world-cup-wales-south-africa-eli-walker", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-10-13T21:00:10Z", "webTitle": "Wales recall Eli Walker to squad but he is not fit to face Springboks", "webUrl": "https://www.theguardian.com/sport/2015/oct/13/rugby-world-cup-wales-south-africa-eli-walker", "apiUrl": "https://content.guardianapis.com/sport/2015/oct/13/rugby-world-cup-wales-south-africa-eli-walker", "fields": {"headline": "Wales recall Eli Walker to squad but he is not fit to face Springboks", "bodyText": "A month after Eli Walker was out he is in again. Wales have called him up as a replacement for Liam Williams, who injured his foot playing Australia last Saturday. First time around, before the World Cup began, Walker was as an emergency replacement for Leigh Halfpenny but he had to drop out of the squad when he damaged his hamstring in training. The fact Walker is back now shows how stretched the Welsh are, since he has not recovered from the injury and the assistant coach, Rob Howley, said Walker is not fit enough to be considered for selection for Saturday’s quarter-final against South Africa. Wales, it seems, have simply run out of bodies for their back line. Walker is there to provide cover for the semi-final if they make it through. Howley confirmed that George North and Alex Cuthbert will start on the wings, North switching back from outside-centre, where he played against Australia. “Both George and Alex will likely be on the wings,” Howley said. “If you look at South African strengths and the way they play the game, it’s an aerial battle and we’ve decided that George and Alex will be the best wings to negate that threat. “When you look at the experience in their back line, with Bryan Habana and JP Pietersen, who is back from injury, it’s a case of trying to match that experience and strength with what we’ve got.” Habana and Pietersen are in-form players with nine tries between them in the tournament. Wales’ dilemma is in midfield, where they will have to decide who will play at outside centre. It appears increasingly likely the job will go to Tyler Morgan, who turned 20 last month, a few days after he made his Test debut in Wales’ warm-up match against Ireland. Morgan then played in the pool match against Fiji after being called into the squad as a replacement for Cory Allen. He actually had what Howley described as a “slight injury” himself last week. “We have not been afraid to use young players,” Howley said. “Tyler played really at 13 against Fiji, who are very physical, something we will have to defend against and attack against at the weekend. Tyler came through that game really well and, if it wasn’t for his injury, might have started against Australia.” The alternative would be to pick James Hook, who last played in the centre in 2012. “We have said about James over the last couple of years that we want to see him as a No10,” Howley said. “What has happened over the last five weeks has changed that. James has been making sure that he has been doing his homework for 12 and 13.” As for whether Walker will still be needed next week, Howley sounded pretty bullish about Wales’ chances of making the semi-finals, in spite of it all. “Warren Gatland always had a saying at London Wasps when I was playing under him, that we are ‘battle-hardened’. We’ve come through the last few weeks after really tough games against tier one nations and Fiji cannot be under-estimated. They were extremely physical and tough. That gives us a really good platform. We’ve been playing at an intensity week in, week out that will prepare us no end for what will come on Saturday because, as we know, they are a top side in world rugby.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}