{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2015/oct/19/kanye-west-new-songs-soundcloud", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-10-19T22:25:59Z", "webTitle": "Kanye West posts two nearly new songs on Soundcloud", "webUrl": "https://www.theguardian.com/music/2015/oct/19/kanye-west-new-songs-soundcloud", "apiUrl": "https://content.guardianapis.com/music/2015/oct/19/kanye-west-new-songs-soundcloud", "fields": {"headline": "Kanye West posts two nearly new songs on Soundcloud", "bodyText": "Kanye West fans have had to wait a while to hear new music from the artist, who has spent time on his second clothing collection and announced he may run for president in 2020, but today he unveiled a new version of a classic track as well as a brand new effort, When I See It. Less than a month ago West told Vanity Fair that he was nowhere near to having his forthcoming album Swish, the follow-up to 2013’s Yeezus, ready, but the two tracks emerged on a new Soundcloud account on Monday. Say You Will featuring Caroline Shaw is a new version of the opening track from West’s highly influential album 808s and Heartbreaks, which saw him take on a sombre, introspective approach that has since been riffed on by everyone from the Weeknd to Frank Ocean. In September, West performed the album in its entirety at the Hollywood Bowl in Los Angeles with a string section. Shaw is a Grammy and Pulitzer-winning violinist. The remix sees her stuttering and cut-up vocals layered over the track, which is largely unchanged with the exception of strings, plucked instrumentation and a ghostly looped vocal. When I See It sees West use a track he produced – the Weeknd’s Tell Your Friends – which is a downtempo, minimal back-beat accompanied by a sample (Soul Dog’s Can’t Stop Loving You) that recalls his pre-808s output. Whether or not fans will be able to glean anything about a new direction from a remix and a cover, West embracing Soundcloud and launching surprise releases is an exciting prospect from an artist whose focus has been elsewhere recently."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}