{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/oct/25/readers-editor-on-observer-and-jeremy-corbyn", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-10-24T23:07:12Z", "webTitle": "The readers’ editor on… the Observer and Jeremy Corbyn | Stephen Pritchard", "webUrl": "https://www.theguardian.com/commentisfree/2015/oct/25/readers-editor-on-observer-and-jeremy-corbyn", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/oct/25/readers-editor-on-observer-and-jeremy-corbyn", "fields": {"headline": "The readers’ editor on… the Observer and Jeremy Corbyn", "bodyText": "Readers subscribe to a newspaper for all sorts of reasons: they may be drawn to particular columnists, to quality coverage of the arts or to deeply knowledgeable sports writing – or they may simply be avid crossword solvers. Whatever the reason, they will very often identify with what they perceive to be the paper’s political philosophy. When that newspaper falls short of their expectations they often feel personally slighted – and they protest. Jeremy Corbyn has been Labour leader for six weeks now but some readers are still sore at the Observer’s questioning of his suitability to lead the opposition during the leadership campaign. “We had expected the rightwing press to try to undermine Corbyn’s campaign, but have been shocked that you joined in the attack by the establishment on what is the most hopeful development in British politics that people with progressive views of our age [70 and 67] have ever seen,” wrote one couple. “There is a new movement in our country that challenges the old status quo. We hope you will begin to wake up to what is happening and not continue to stay on the side of the stale old media establishment.” Noting that the paper had published a contrary view from one of its staff, the veteran reporter Ed Vulliamy, they added: “He is absolutely right that you have let down a large section of your readership.” Another reader wrote to say she was cancelling her subscription after 30 years. “The sneering treatment meted out to the Corbyn campaign, with the underlying message that this paper was also buying into the assumption that the narrow-minded monetarist version of political argument is the only one which matters, has finally killed off my last remaining loyalty,” she wrote. “I feel betrayed and lonely out here, believing that – electability or non-electability aside – it is time somebody widened the argument, opened up the political landscape and challenged the centre-right hegemony that is doing such unutterable damage to the ideal of a compassionate society. I have diverted the funds formally spent on my subscription to my new membership of the Labour party.” There is also some sense that the space for dissenting voices is diminishing on the letters page. “If Corbyn can give more people a voice in his parliamentary questions, the Observer might do the same,” complained a reader after he suspected that his letter was squeezed out by a piece from the chancellor, George Osborne, and Treasury commercial secretary, Jim O’Neill, on China, which, he maintained “sat like a cuckoo atop the letters nest”. He complained that ministers who can count on generous news coverage are also given the opportunity to present what he called “political spin” on the letters page. The comment editor, who edits the letters, responded: “We receive many more letters than we can use. So it’s a question of choosing the most interesting while ensuring a range of themes and most certainly attempting to capture the readers’ passions. If there is a strong response pointing in one direction, we reflect that. An editorial headlined ‘If Jeremy Corbyn is the answer, then Labour is asking the wrong question’ (19 July) provoked a healthy mailbag disagreeing with our line. We rightly highlighted this response, making it the Big Issue on the letters page the following week, with a series of readers pulling no punches. ‘More generally, Vulliamy’s piece is only one of several strong pro-Corbyn articles we’ve run in the past few months. Indeed, we led the Comment section with a thoughtful, passionate piece from Rosie Fletcher on 23 August.” While broadly sympathetic to Labour, the Observer has never slavishly attached itself to any party or political philosophy. It chose not to endorse any leadership candidate last month and it remains what it has always been: a sceptical chronicler of the political scene with a very long memory, not just of the strife that tore Labour apart in the 1970s (and kept it in opposition for 18 years) but reaching even further back. Take a look at the Observer archive today. This week in 1960, the Labour party was undergoing a leadership tussle between Hugh Gaitskell and Harold Wilson. The paper probably upset some of its readers then when its editorial declared: “In our view, there is no doubt which choice is more likely to sink the Labour party’s electoral chances. If its centre of gravity moves leftwards, it will get further out of touch with the Britain of today and it will lose voters to the Liberals by the shoal.” I share the view of some readers that the paper and the media in general misread the depth of desire, particularly among young Labour voters, for the change that Jeremy Corbyn represents, but time (and the parliamentary Labour party) will tell if that flood of goodwill will be enough to carry him to electoral victory. observer.readers@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}