{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2015/oct/02/joseph-mcglennon-wins-bowness-prize-for-powerful-and-mysterious-photo", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2015-10-01T21:43:43Z", "webTitle": "Joseph McGlennon wins Bowness prize for 'powerful' and 'mysterious' photo", "webUrl": "https://www.theguardian.com/artanddesign/2015/oct/02/joseph-mcglennon-wins-bowness-prize-for-powerful-and-mysterious-photo", "apiUrl": "https://content.guardianapis.com/artanddesign/2015/oct/02/joseph-mcglennon-wins-bowness-prize-for-powerful-and-mysterious-photo", "fields": {"headline": "Joseph McGlennon wins Bowness prize for 'powerful' and 'mysterious' photo", "bodyText": "An exotic and surreal image of two parrots perched on tropical foliage has been named winner of this year’s William and Winifred Bowness Photography prize in Australia. Created by Joseph McGlennon, the photograph is both “powerful” and “mysterious” according to judges, who chose it ahead of 46 other finalists. “Joseph brings the macrocosmic and microcosmic together masterfully in this landscape,” said judge Stephen Zagala. “It fills us with a sense of wonder for what transpires beyond the contours of human hubris.” McGlennon’s elaborately constructed work, titled Florilegium #1, references the curiosity of early European settlers about Australia’s native flora and fauna. “I’m a big fan of the work of [the botanist] Joseph Banks and his travels with James Cook,” McGlennon told Guardian Australia. “He tried to put a book together called Florilegium, which in Latin means ‘collecting botanicals’, and I liked that thought. For me the image is about what [our planet is] losing, as much as it is about what exists.” McGlennon’s image is composed of “probably over 100 layers”. He travelled the world to collect and shoot the visual components before spending several weeks arranging them to seductive effect in post-production. And while much of his photographic practice involves taxidermied animals, he says the parrots were “very much alive!”. “It’s a very utopian scene,” he says. “I wanted it to be super-real; I wanted people to be entranced. On the Bowness Facebook page someone wrote a comment that says ‘That can’t be real?’ I loved that because that means for a second they thought it was real.” The 58-year-old ventured into fine-art photography following a career in branding and advertising. He was a finalist in the Bowness prize in 2012. His triumph this year earned him $25,000 in prize money. McGlennon’s work beat competition from a diverse shortlist, including many landscapes and several images made using alternative or cameraless photographic techniques. His victory means that a more traditional landscape has yet to win the prestigious competition, which is now in its tenth year, although the judges noted the quality of the contenders in that genre and awarded secondary prizes to Peter Campbell, Daniel Shipp and Valerie Sparks. “It’s been an impressive year for landscapes in the Bowness Photography prize, with all four winning photographs depicting some sense of scenery,” said Kallie Blauhorn, director of the Monash Gallery of Art in Victoria, which hosts the prize. “Whether it be utopian, dystopian, real or imagined, all these images are very technologically accomplished.” • The Monash Gallery of Art will host the Bowness Photography prize exhibition until 22 November"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}