{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2015/oct/11/rugby-world-cup-2015-scotland-australia", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2015-10-11T22:12:00Z", "webTitle": "Rugby World Cup 2015: Scotland must get going early against Australia", "webUrl": "https://www.theguardian.com/sport/2015/oct/11/rugby-world-cup-2015-scotland-australia", "apiUrl": "https://content.guardianapis.com/sport/2015/oct/11/rugby-world-cup-2015-scotland-australia", "fields": {"headline": "Rugby World Cup 2015: Scotland must get going early against Australia", "bodyText": "Scotland pack their bags and fly south on Monday for a quarter-final against Australia, leaving behind most of the tartan army and, they hope, the habit of giving the opposition a head start. Against Japan they were a slender 12-7 ahead at half-time before imposing themselves; against the USA they trailed 13-6; and they needed a half-time lecture from their coach, Vern Cotter, to get their act together against Samoa, one of the more disappointing sides at the World Cup. Before Cotter’s words, Scotland had leaked tries at an alarming rate and but for some poor kicking by the Samoa No10 Tusi Pisi and a gifted try from the fly-half, the game could have been beyond them. After the defeat by South Africa, a side who did not waste the gift of a lacklustre Scottish start, Cotter said they had learned from that performance. Nonetheless at the end of the game on Saturday, his captain Greig Laidlaw admitted it was the coach’s words which again saw them through before Richie Gray, the lock who was celebrating his 50th cap, hammered the point home, warning there would be no second chance against Australia. “We have to improve,” Gray said. “If we put in a first-half performance like that the game will be over. It is a tough one. From an attacking point of view we got points on the board and were pretty decent. Defensively we turned over the ball too much and you can’t do that. We need to get that right this weekend.” In fact it took an hour for Scotland to get their noses in front and Duncan Hodge, one of Cotter’s assistant coaches, said: “In terms of answers, I think we just have to be absolutely clear on what we’re trying to do. We know what Samoa are going to bring. We’ve got to get our game right but we also have to be adaptable to the way they’re going to play. With every game of international rugby you set your stuff out but it doesn’t always pan out like that.” Hodge questioned whether in the games against South Africa and Samoa, Scotland either took too long adapting or did not adapt at all. “Twenty minutes in against South Africa we hadn’t had any ball, we kicked a couple away,” said Hodge. “As coaches and as players we’re saying we should have adapted to that quicker. We should have recognised the problems and solved the issues. For us as a team that’s what it’s about – international rugby’s a tough place and we have to adapt slightly quicker.” After conceding more than 60% of the possession in the first two quarters on Saturday, Scotland finally got their act together after Cotter’s lecture and denied Samoa a sniff of any decent ball in the third quarter, sparking a glut of penalties that helped wipe out the half-time lead built with tries from Tusi Pisi, Manu Leiataua and Reynold Lee-Lo. Had Laidlaw not chosen to go for something more ambitious on three occasions and then missed two more kicks, the lead might have been far more than three points at the end of the third quarter, but it was enough. Laidlaw’s late try, cancelled out by a fourth Samoa try, scored by the replacement hooker Motu Matu’u, caused a few Scottish jitters in the 75 seconds remaining but there was a huge sigh of relief as the Scots in the 50,000-strong crowd, most of them in Newcastle for the day, counted down the dying seconds and then headed for the bars around Gallowgate. Stephen Betham, who has admitted his part in Samoa’s alarming fall from grace, said he was proud of his team’s performance but put his finger on the fault that undermined what could have been a winning performance. “In the second half we conceded 13 penalties, you can’t win a Test match if you give away that many penalties,” the coach said, and might have added that the quartet who did the damage were the Scotland back-row of Ryan Wilson, John Hardie and David Denton, plus Glasgow’s converted South African Josh Strauss when he made his second-half arrival. “It comes down to attitude I think,” Strauss said when asked about Scotland’s slow starting habit. “The World Cup’s a big stage, it’s an arm-wrestle. It’s been tight in the first halves but we’ve got the fitness and character to pull it through in the second half – that’s also a good sign.” However, against Australia this Sunday, who put in a remarkably disciplined performance when down to 13 men against Wales, they are unlikely to get the second chance offered by Japan, the USA and Samoa. Samoa Nanai-Williams; Perez, G Pisi, Lee-lo, Autagavaia (K Pisi, 71); T Pisi (Fa’apale, 71), Fotuali’i (capt); Taulafo (Afatia, 59), Leiataua (Matu’u, 73), Johnston (Perenise, 59), Paulo, Thompson, Faasavalu, Lam, Fa’osiliva (Tuilagi, 59). Tries T Pisi, Leiataua, Matu’u Lee-lo. Cons T Pisi, Fa’apale. Pens T Pisi 3. Scotland Hogg (Lamont, 71); Maitland, Bennett, Scott, Seymour; Russell, Laidlaw (capt); Dickinson, Ford (Brown, 66), Nel, R Gray, J Gray (Swinson, 62), Wilson (Strauss,,53), Hardie, Denton. Tries Seymour, Hardie, Laidlaw. Cons Laidlaw 3. Pens Laidlaw 5. Referee Jaco Peyper (SA). Attendance 51,982."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}