{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2015/oct/06/sarah-blasko-theres-strength-in-taking-songwriting-away-from-your-identity", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2015-10-05T22:52:47Z", "webTitle": "Sarah Blasko: There’s strength in taking songwriting away from your identity", "webUrl": "https://www.theguardian.com/music/2015/oct/06/sarah-blasko-theres-strength-in-taking-songwriting-away-from-your-identity", "apiUrl": "https://content.guardianapis.com/music/2015/oct/06/sarah-blasko-theres-strength-in-taking-songwriting-away-from-your-identity", "fields": {"headline": "Sarah Blasko: There’s strength in taking songwriting away from your identity", "bodyText": "Sarah Blasko is happy. Tired, but happy. The Sydney musician is about to release her fifth album – a fun, synth-laden document she says is “totally about love” called Eternal Return. But another newly completed project has been keeping her up at night: the birth of her first child. “I’m a servant to this very small master,” she says over the phone. “I wasn’t prepared for how much he sounds like a wild animal when he’s sleeping. He’s still operating on a very base kind of level.” Since Blasko’s 2004 debut The Overture &amp; the Underscore established her as a staple of sophisticated pop, the artist’s own base level appears to be “hard work”. This year has already heralded the release of Emergence, her experimental collaborative album with the composer Nick Wales, in conjunction with the Sydney Dance Company, along with her scorings for Ruben Guthrie, the directorial feature film debut of Brendan Cowell, and for the artist Del Kathryn Barton’s animated short The Nightingale and the Rose. Then there’s the big-ticket preview of Eternal Return at the Sydney Opera House, with visuals from the film-maker Mike Daly as part of Graphic festival. The annual event’s tagline is “a festival of graphic storytelling, animation and music”. That Blasko can claim a hand in all three disciplines speaks to her diverse abilities. Blasko’s propensity to collaborate might be traced to a single detour: in 2008 she was asked to co-compose music and perform in Bell Shakespeare’s staging of Hamlet. “I just loved watching that whole process,” she recalls. “I went to way more rehearsals than I needed to. I was fascinated by how actors work. Music and creating stuff aside, I’m just a bit nosey. I want to know how these things are done.” That curiosity bolstered her songwriting,. “I think there’s a real strength in taking songwriting away from your own identity and who you are,” she says. “There’s a craft in it. Demystifying the whole idea of it being you and being a bit more identity-less. It’s got to make someone feel something but it doesn’t have to be your feelings.” The new album, Eternal Return, is the result of another collaborative process, but this time the feelings of its writer are plain. “I wanted to write some love songs. There’s other subject matter on there but there’s no hiding it’s about love – capturing the sensation at the time it was happening [to me] in its early fresh stages.” As with her previous two albums, I Awake (2012) and As Day Follows Night (2009), she began writing the songs at the piano. Thinking the results sounded depressing, she switched to a Prophet synthesiser. “I didn’t want ballads but a joyous experience. I was interested in trying to make a tight pop record and keeping it really succinct.” Blasko hired ex-Gerling member Burke Reid (the Drones, the Mess Hall, Jack Ladder) to co-produce and, despite her pregnancy throughout the recording process, Reid held her to her word, sometimes egging her on into the early hours. “I’d sort of produced I Awake and so being produced by someone else again was a skill I had to relearn. I really hated Burke a few times,” she says, laughing. “But I wanted that, I wanted to be directed. You’ve always got to take a hold of yourself and be true to yourself – not let someone direct you to do things you don’t want to do, but have someone sharing the vision. Hold you to what you said you wanted it to be.” The actor and director Brendan Cowell knows this first-hand. Working with Blasko on Ruben Guthrie, he says his friend’s determination and work ethic is unparalleled. “Sarah as a person is quite whimsical and funny and eccentric,” he says. “But when she slips into work mode it’s like she is running the military. “She’s obsessed with what she does and she leaves no stone unturned. She didn’t stop until she was completely happy with what she had made for me.” One suspects that sort of conviction — or reduction to basic instinct — is a hard-won and attractive skill. “I suppose I’m pretty honest with people in terms of how I feel about things,” Blasko says of her collaborative charms. “I’m quite passionate about stuff that I work on. I’ve definitely got opinions that aren’t necessarily to do with the music and that can really work for someone or not. “The results can be really strong, but it’s sort of like putting a bridle on a brumby – I resist at the same time. It’s very revealing and you can’t hide.” • Sarah Blasko debuts Eternal Return at Graphic festival on 11 October. The album is out on 4 November"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}