{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/oct/12/at-poisoned-waterhole-creek-i-tell-my-son-about-the-slaughter-of-our-people", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-10-11T23:52:53Z", "webTitle": "At Poisoned Waterhole creek I tell my son about the slaughter of our people | Stan Grant", "webUrl": "https://www.theguardian.com/australia-news/2015/oct/12/at-poisoned-waterhole-creek-i-tell-my-son-about-the-slaughter-of-our-people", "apiUrl": "https://content.guardianapis.com/australia-news/2015/oct/12/at-poisoned-waterhole-creek-i-tell-my-son-about-the-slaughter-of-our-people", "fields": {"headline": "At Poisoned Waterhole creek I tell my son about the slaughter of our people", "bodyText": "The roots of the trees here run deep, far deeper than the footprints of the white settlers who claimed this land nearly 200 years ago. Their branches bend to the banks of the waterhole. The trunks of other trees, now dead, lie submerged in the water. Lost somewhere in this creek bed are the bones of my people. They died here too. I am home, where my mother and father still live, in the land of the Wiradjuri. We are the largest of the nations of the eastern seaboard, those people smashed by the initial onslaught of British settlement or invasion. Australia still debates what to call it. My people are still recovering from its impact. The Wiradjuri tracked the white people as they left the coast and crossed the Blue Mountains to the west of Sydney. Every Australian schoolkid can recite the names of the explorers: Blaxland, Lawson and Wentworth. Hardly any could tell of Windradyne or the Wiradjuri. But I will tell you now. In 1813 George Evans, the colony’s deputy surveyor general, was dispatched to map the vast expanse of the Bathurst plains. Evans felt himself watched. He followed fresh footprints and stumbled on still smouldering campfires. But he saw no one until one warm December evening when he came upon two women and four children by a river. Evans’ diary records how they “trembled violently”, falling down before him, before fleeing, never looking back. He wrote too of seeing smoke billowing above the trees. Some historians speculate that the Wiradjuri were sending messages to others that the strangers had come. By that time disease was rampant – smallpox had torn through black populations. Blood had been spilled. There had been recordings of massacres and black reprisal attacks. Raiding parties had been formed and sent out with instructions to sever the heads of offending tribes. Soon the governor, Lachlan Macquarie himself, came to the Wiradjuri. He described meeting three men, all “handsome and good looking”. They exchanged gifts and to the most impressive Macquarie gave a piece of yellow cloth. This man was Windradyne. He was a Wiradjuri leader who would soon see his family killed and his people shot down for taking potatoes from a farm. Less than a decade later – by the early 1820s – it was war. The Sydney Gazette reported the conflict and labelled it a “war of extermination”. Windradyne led his warriors in revenge attacks against the people he called the Wandang: the white ghosts. On 23 May 1824 he came upon a property built on sacred ceremonial ground. Three station hands were slaughtered and everything on the property destroyed. Today the site is known as “Murdering Hut”. Others joined the fight. The Sydney Gazette reported the slaughter of black and white people. Settlers raised vigilante groups to wipe out the Wiradjuri. After one attack when up to 30 local people were fired on and the bodies of the dead thrown into a river the paper asked, “How is it expected that man should justify such bloodstained guilt?” Windradyne was captured, held in chains and his ribs crushed with the butts of the muskets of soldiers. He escaped and a price was put on his head. Eventually martial law was declared. Reinforcements were called in. Soldiers were joined by armed settlers and they divided into four columns to spread out across the countryside and shoot the blacks. By the end of 1824 a bedraggled, tired and hungry Windradyne marched the remnants of his people across the mountains to make peace. He had waged war for nearly three years. Macquarie’s successor, Thomas Brisbane, had lifted martial law and sent word of a pardon for the Wiradjuri leader. Now the warrior who had once been in chains and had a price on his head led 260 men, women and children into the Parramatta market square. The Sydney Gazette, which had chronicled his battles, described Windradyne as being “of noble countenance” with a “piercing eye”. He was reported as wearing a straw hat fixed with a label inscribed with the word “peace”. The first Wiradjuri war had ended but by the 1830s a second front had opened up. Along the Murrumbidgee river both sides had fallen into the familiar frontier patterns of attack and reprisal. Early settlers and missionaries describe violence and report seeing large bands of armed Wiradjuri men. The locals speared or drove off cattle and launched guerrilla-style attacks on homesteads. As in the earlier conflict on the Bathurst plains, the white people formed their own gangs to hunt down what they called the troublesome blacks. It is here that I stand now, on the edge of the Murrumbidgee near Narrandera. After several days I have shaken loose the noise of the city. Now I hear birdsong and the flapping of the wings of ducks as they skim the surface. In the distance I can hear the barking of a dog and there is a breeze pushing softly through the long grass. Now I know I am home. I have my youngest son with me. He has come here throughout his life and we have passed this same road to his grandparents’ house time and again, but he has never paused to question the curious name of this place: Poisoned Waterhole creek. My father would point it out to me when I was the age my son is now. And so I point it out to him. The Wiradjuri rested here and drank from the stream. As the conflict continued the local homestead owner grew tired of the black people on his property, so he poisoned their waterhole. Many drank from it and died agonising deaths. “Really, Dad?” My son asks. “Here in Narrandera?” He is quiet and later I take his photo by the roadside next to the sign. He doesn’t smile. I tell him that later other Wiradjuri people sought refuge from a white raiding party. They huddled together on an island in the middle of the river but the white men opened fire, killing all but one boy. Today this place is known as Murdering Island. Islands and creeks with such sinister names. Yet today we can be so oblivious. They are almost casual references to long-forgotten atrocities of our past. We pass each other now in the streets of this town, nodding, going about or business, shopping, stopping for coffee. Black and white people live here: some are even related. We can wear our history so lightly in this country. Many people tell me still how they just don’t know what happened here among blacks and whites. But to us it is a living thing. It frames our identity, these stories of survival and our heroes who resisted and died. We all need these stories. We all need our sacred places. That is why Gallipoli matters. That is why we stop on 25 April each year. Lest we forget. That is why I have visited the resting place of Windradyne, marked with a headstone on a property near Bathurst. His graves is tended by the sons and daughters of the original settlers who came to Wiradjuri land. That is why I stop by the banks of Poisoned Waterhole creek with my son. The black marks on our history need not obscure this nation’s shining achievements. I tell my son that. The white people here have made a home and fought and died to defend it. They have welcomed others from other lands and they are Australians too. But my people have still not broken the chains of our history and we need to keep our stories alive. To understand. To forgive. To set our selves free, however painful it is, however angry we feel. I am reminded as I stand here that the trees by this waterside are older than our shared history. This land is older than us all and it is the only home we have."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}