{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/oct/11/euro-2016-qualifiers-phil-jagielka-roy-hodgson-sixth-england-captain", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-10-11T22:23:00Z", "webTitle": "Euro 2016 qualifiers: Phil Jagielka to be Roy Hodgson’s sixth captain", "webUrl": "https://www.theguardian.com/football/2015/oct/11/euro-2016-qualifiers-phil-jagielka-roy-hodgson-sixth-england-captain", "apiUrl": "https://content.guardianapis.com/football/2015/oct/11/euro-2016-qualifiers-phil-jagielka-roy-hodgson-sixth-england-captain", "fields": {"headline": "Euro 2016 qualifiers: Phil Jagielka to be Roy Hodgson’s sixth captain", "bodyText": "Roy Hodgson insisted he will not devalue the achievement of gaining an England cap as he prepares to send out an experimental lineup against Lithuania hoping to complete the side’s perfect record in qualification for Euro 2016. Phil Jagielka will become Hodgson’s sixth captain, leading out a team with Phil Jones restored in defence, Jonjo Shelvey anchoring midfield, Jamie Vardy incorporated into a front three and Jack Butland making his competitive debut. The Stoke goalkeeper will become the 31st player to be used by Hodgson in the qualification campaign, and Kyle Walker and Danny Ings could swell that total to 33 if they feature on the artificial pitch at the tiny LFF Stadium. Hodgson pointed to a number of long-term injuries to Jack Wilshere, Jordan Henderson, Fabian Delph, Luke Shaw, Danny Welbeck, Fraser Forster, Leighton Baines, Ryan Mason and Daniel Sturridge – the Liverpool striker has not played at all in the section – as having offered others an unexpected route into the senior squad. “If I’d looked at the group we had in June and thought about what it would look like in October, there would have been six or seven who would have been with us now,” he said. “With Dele Alli, for example, you have to bear in mind the number of injuries we’ve had. He came in because an opportunity opened up with others moved aside. “It’s not a situation where, the moment you kick the ball correctly from A to B, you’ll get in the England team. It’s not like that at all. But if you do come in and make an impact as a young player, and then there are a lot of injuries in the first team, it gives you that chance. I’ve told Alli I’m pleased to have him here, that he’s here on merit, and he can handle the pressure, but I did say to him there’s a good chance he’d be with the U21s next time: ‘Don’t think you’re a senior player. You’re an England player now, but you could be in the seniors or in the U21s in the future.’ “We’ve had time in qualifiers to see a lot of players because we had so many injuries. Now we are going to concentrate on a core group who, if fit, will be with us in France. It won’t be a moment to give someone a chance just because he’s scored a goal on a Saturday. People will have to work very hard to break into the group now. I’m optimistic these [injured] players will recover fully and will have enough time to play between their recovery and France, and I will be able to consider them. I know they have the quality and talent I’m looking for. But I’m also realistic. I can only pencil them in. I have to hope for the best.” The number of players who have tasted competitive action in Group E does suggest the qualifying campaign has been one protracted experiment. Wales’s successful passage to France was secured with the use of 24 players, and the reigning world champions, Germany, had used 29 before Sunday’s final group game against Georgia in Leipzig. If Raheem Sterling does not start in Vilnius then Jones would be the only player to have started the first game of the campaign, a win against Switzerland at St Jakob Park 13 months ago, and the last fixture of the section. “I am surprised [to learn] we have used so many,” admitted Hodgson. “The enormous number of injuries might account for so many having played. But a lot of us have been together a long while now, plenty since 2012 so that will be over four years by the time the tournament in France comes around, so we have a good idea of the core that we’d like going forward.” The stadium’s plastic pitch is apparently not a concern, though it did persuade Hodgson not to bring Gary Cahill, his captain at Wembley on Friday but prone to back problems, to Vilnius. The bounce of the ball was notably slow at training on Sunday and the surface will be watered heavily by the fire brigade before England seek to complete their first perfect qualification campaign. Only five teams – France in 1992 and 2004, the Czech Republic in 2000, and Germany and Spain in 2012 – have finished with full points from their groups. “It’d be easy for people to say: ‘They won all 10, but there was no Italy, Germany or France in their group, so what does it matter?’” Hodgson said. “Just like they say: ‘He won [five] back-to-back championships with Malmo but it’s only Sweden …’ I retain the joy, energy and enthusiasm for this role, and I regard that as an achievement, working at this level with top players. Maybe when I’m on my Zimmer frame, I’ll say winning the championship in 1976 with Halmstads was my greatest achievement ... ” Success of some kind in France next summer may force a rethink."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}