{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2015/oct/20/fc-united-manchester-bbc-criticise", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2015-10-20T22:20:28Z", "webTitle": "'Football is not a game show': FC United of Manchester criticise BBC", "webUrl": "https://www.theguardian.com/football/2015/oct/20/fc-united-manchester-bbc-criticise", "apiUrl": "https://content.guardianapis.com/football/2015/oct/20/fc-united-manchester-bbc-criticise", "fields": {"headline": "'Football is not a game show': FC United of Manchester criticise BBC", "bodyText": "FC United of Manchester have criticised the BBC after they were asked to rearrange their FA Cup fourth round qualifying tie on Saturday so it can be streamed live. The club – set up by dissatisfied supporters of Manchester United in 2005 – face an away tie against West Midlands side Sporting Khalsa on Saturday with kick-off scheduled for 3pm. The BBC wrote to FC United to ask if they would consider rescheduling the tie for earlier in the day to enable them to trial a “brand new BBC Mobile Match of The Day Live experience”. However, that suggestion received short shrift, with a statement on the club’s website under the headline, “Football is a sport not a television game show”, confirming that the request had been rejected. “This latest idea included disruption to the pre-match preparations of club volunteers and the competing teams, interruptions to substitutes warming up and interference with the team managers’ match management. The board gave a resounding no to this request,” read the statement. “FC United is not intrinsically opposed to the re-arrangement of a fixture time, provided that it meets with the approval of and benefits the respective clubs and their supporters. “But as a public service broadcaster the BBC should be taking a lead by promoting the game without causing additional disruption to match going supporters instead of trying to ape or outdo some of the worst excesses of their competitors. “If BBC viewers would like to understand the fans’ experience at a football game there are numerous real life games at every level throughout the country and the easiest way for TV viewers to access the real fans’ experience is to go along to a match. For a more in depth experience they could volunteer like many non-league fans do week in and week out.” In response, a BBC spokesman said: “Our aim was, and remains, to showcase the fourth qualifying round of the FA Cup in a unique and innovative way, taking the audience closer to a game and behind the scenes of a match - also starting our coverage of the world’s oldest cup competition earlier than ever before. “We will only do this with the full backing of both clubs involved in any tie broadcast.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}