{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/oct/25/observer-editorial-egg-freezing-fertility", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-10-24T23:10:12Z", "webTitle": "The Observer view on egg freezing | Observer editorial", "webUrl": "https://www.theguardian.com/commentisfree/2015/oct/25/observer-editorial-egg-freezing-fertility", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/oct/25/observer-editorial-egg-freezing-fertility", "fields": {"headline": "The Observer view on egg freezing", "bodyText": "Egg freezing, a medical procedure attracting growing interest among women, tends to provoke polarised reactions even among scientists. Some have called for more women to freeze their eggs to avoid fertility problems later in life. Others argue it is a yet-unproved technique. An empowering medical advance that gives women more control over their fertility? Or a con that tricks them into putting off having children, only to find the odds are nowhere near as good as they were led to believe? Neither is accurate: the science is too new for us to know what’s potentially on offer. It is far from a fertility panacea, but nor should it be written off altogether. We should be wary of those who opine about egg freezing not on the basis of evidence but their implicit worldviews about when women ought to have children and how they should balance family with career. Too often, those who come down against egg freezing make the error of assuming a woman is fully in control of her decision of when to have children. The reality is more complex. Many women consider the procedure not because they have made an active choice to put having children off but because for whatever reason they’re not with the right partner at the right time. This can’t feel less like a choice. But to the extent that it is a decision, it is an intensely personal one. It is up to a woman and her partner when they decide to have children and how to juggle family life with their careers. The science of egg freezing is unlikely to develop so quickly that women will in the near future be able to choose to put off having children until their late 30s or 40s without affecting their chances. But just say we did eventually get there, particularly in light of growing life expectancies, wouldn’t that be something to be celebrated for women who did want that option? Right now, the most important question is how to help women considering freezing their eggs to make an informed choice. Unlike in the early days of in vitro fertilisation, when considerable energy had to be put into creating a regulatory framework from scratch, one already exists – and, in theory, it already applies to egg freezing. The Human Fertilisation and Embryology Authority (HFEA) is charged with regulating fertility treatments such as IVF: licensing and inspecting clinics, offering impartial advice and guidance and publishing clinic-by-clinic data on success rates to help women choose a clinic. While it has been criticised for its laissez-faire approach, it at least ensures some level of ethical standards apply to the IVF market. Given that it is an expensive treatment many opt for privately, it has differential chances of success that partly depend on the quality of the clinic and it has serious risks and side effects. Egg freezing is a more experimental procedure than IVF, so surely the case for transparency is greater. Yet there is far less: the HFEA publishes no data on success rates by clinic and clinics make wildly different claims, some of which are highly misleading. The relevant HFEA advice references data almost three years old, hopelessly out of date for a procedure in which the techniques have since evolved and in which there is growing interest from women. This makes it impossible for women concerned about their fertility to make an informed choice: whether the costs and side effects of egg freezing are worth it, given currently slim and uncertain chances of success. It leaves them open to manipulation by private clinics that stand to make significant profit out of their desire to have children. Like other elective procedures such as laser eye surgery, egg freezing will, we must hope, become more effective and cheaper over time. Perhaps one of the reasons it has sparked so much controversy is the fact that it has the potential to offer women more agency over their time-limited fertility, never an issue for men. But allowing this to undermine the regulatory landscape is the modern-day equivalent of turning a blind eye to backroom abortions. Women deserve better."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}