{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2015/oct/09/we-need-quotas-to-help-women-enter-politics-says-nicola-sturgeon", "type": "article", "sectionId": "inequality", "sectionName": "Inequality", "webPublicationDate": "2015-10-09T21:59:08Z", "webTitle": "Quotas needed to help women enter politics, says Nicola Sturgeon", "webUrl": "https://www.theguardian.com/society/2015/oct/09/we-need-quotas-to-help-women-enter-politics-says-nicola-sturgeon", "apiUrl": "https://content.guardianapis.com/society/2015/oct/09/we-need-quotas-to-help-women-enter-politics-says-nicola-sturgeon", "fields": {"headline": "Quotas needed to help women enter politics, says Nicola Sturgeon", "bodyText": "Two of the UK’s most powerful women in government have been challenged on the political gender gap at a conference, with the home secretary Theresa May suggesting that women could be turned off from politics because of the aggressive “rough and tumble”, while Scotland’s first minister, Nicola Sturgeon, said she favoured a quota system to help females. As women’s rights and gender equality were put centre stage at the Women in the World event in London on Friday, May said she did not believe the difficulty in balancing work and family life was discouraging women from becoming MPs. But she suggested that the most visible parts of politics, such as the adversarial prime minister’s questions, could put women off. “Women will look at the most-seen part of politics, which is the rough and tumble, and think they can can apply their talents elsewhere,” she said. But she said being a woman had not held her back. “Every time I tried to do something, I tried never to think that if it failed it was because I was a woman. I tried to think: what questions didn’t I answer?” Sturgeon applauded the Sisters Uncut protest at the red carpet opening of the film Suffragette, which was prompted by government cuts to domestic violence services. “Domestic violence is a symbol of gender inequality, but is also a cause of gender inequality,” she said, highlighting current moves by the Scottish parliament to make domestic violence an aggravating factor in sentencing. In a tense exchange with interviewer Sir Harold Evans, where he said police had to be cautious in case domestic violence calls were “vexatious”, Sturgeon said: “I don’t think any call from a woman reporting abuse should be treated as vexatious. We are seeing the rate of prosecution go up very sharply. There’s a massive effort going into this and that is right and proper. We need to drive forward gender equality, but we won’t do that if women are held back by violence and abuse.” Sturgeon said she believed quotas in politics were necessary to speed up the pace of change. “I don’t want my nine-year-old niece to still be fighting these battles,” she said. “I don’t believe it is good for any of us to underuse the talents of 50% of the population.” After May said she felt women often needed a “tap on the shoulder” before they felt confident enough to go into politics, the SNP’s Mhairi Black said she had previously had no political ambitions. “There was real momentum after the referendum,” the 21-year-old MP said, revealing she had been so relaxed on the day of the election that she stayed away from the count, watching The Big Bang Theory on TV at home. “I had to stand because there was no one else willing to do it. They guilt-tripped me into putting myself forward,” she said. Westminster was desperately lacking diversity – in gender, background and ethnicity, Black said. “Otherwise it becomes a stale, middle-class, middle-income boys’ club. That’s what Westminster is – it still has that boys’ club feeling to it. It’s alive and well in Westminster.” The need for dramatic action was clear, said Catherine Mayer of the Women’s Equality party, pointing out that there are currently more male MPs than the historical total of female parliamentarians. There are also, she added, “more men named John leading FTSE 100 countries in the UK than there are women”. Defending the need for a single issue party, she said the pace of change had been so slow as to be glacial. “The one language political parties understand is the power of the ballot box.” The star-studded two-day event was organised by Tina Brown, former editor of the New Yorker, and started with a standing ovation for women from the Ford car plant in Essex whose battle for equal pay in the late 60s was immortalised in the 2010 film Made in Dagenham. The event concluded with the first interview with Tor Pekai Yousafzai, the mother of Nobel prize winning girls’ rights campaigner, Malala Yousafzai. The opening night on Thursday saw actor Meryl Streep urging women not to give up the fight for equal rights. It also featured Germany’s first female defence minster, Ursula von der Leyen, a mother of seven who as labour minster introduced shared parental leave in Germany, calling for men to join the struggle. She said: “If you fight for women’s rights, you need modern men as your allies.” There were calls for women to be more “disobedient”, with author Kathy Lette saying that any woman describing herself as a post-feminist had “kept her Wonderbra and burned her brains”. The audience also heard from barrister Charlotte Proudman, who became the focus of a worldwide media frenzy after she spoke out about a sexist message she had received on social networking service LinkedIn. She said trolling was a way to stop women speaking out. “The backlash was something I never expected. I had death threats, threats to separate my head from my body. I was called a bitch and a ball-busting munter. It is still going on. And it is simply because I challenged vested male interests and that is something I refuse to apologise for.” Nicole Kidman, who is currently playing Rosalind Franklin – a key member of the team that discovered DNA’s helix structure – in the West End play Photograph 51, also spoke. She revealed that the night she won an Oscar for The Hours in 2003 was the “loneliest I have ever felt”. Speaking candidly about her emotional state after her divorce from the actor Tom Cruise, she said: “To be completely honest, I was running away from my life. I couldn’t handle the reality of my life. Out of that came work that was applauded and that was interesting for me.” She said she believed there was “absolutely” still a shortage of great female roles on stage and screen, but it could not simply be a matter of rewriting male characters for women. “Let’s tell the female stories too. Let’s tell the story of Rosalind Franklin, of the suffragettes – there are so many extraordinary stories to be told.” In a panel discussion about selfies and low self-confidence, psychologist Susie Orbach said body dislike was “stealing the childhood” of girls, who were “learning about display as the way to interact with the world rather than contribution”. She warned that multinational companies were preying on the insecurities of a generation that “has to be a brand that we sell”. “It’s not just affecting girls, but boys,” she said. “If you can get as many boys to hate themselves as girls, there is a lot of money to be made.” From the world of science, Dr Margaret Aderin-Pocock – who joked that there were now fewer dinosaurs expressing disbelief that a black woman could also be a scientist – urged women to throw themselves into the limelight. “There are opportunities out there, but if we don’t take them, then we waste them,” she said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}