{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2015/oct/25/we-dont-have-to-slaves-to-the-market", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2015-10-24T23:05:14Z", "webTitle": "From football to steel, we don’t have to be slaves to the market | Will Hutton", "webUrl": "https://www.theguardian.com/commentisfree/2015/oct/25/we-dont-have-to-slaves-to-the-market", "apiUrl": "https://content.guardianapis.com/commentisfree/2015/oct/25/we-dont-have-to-slaves-to-the-market", "fields": {"headline": "From football to steel, we don’t have to be slaves to the market", "bodyText": "The southern corner of Arsenal’s Emirates stadium, reserved for fans from visiting teams, was eerily empty as the game against the Bundesliga champions, Bayern Munich, began last week. Instead, there was a banner. “£64 for a ticket. But without fans football is not worth a penny,” it read. After five minutes, the Bayern Munich fans cascaded into the stands to loud applause from the 60,000-strong home crowd. Everyone knew a powerful point had been made. Except Arsenal do have a huge fan base and they do pay £64 a ticket because that is the price the market will bear. The clapping against blind market forces came as much from the management consultants, newspaper columnists, media multimillionaires, ex-central bankers and university vice-chancellors who now constitute Arsenal’s home base, as much as painters, plumbers and assembly line workers. Yet everyone was united in understanding the Germans’ protest. Football has to be more than a money machine. Passion for a club is part of an idea of “we” – a collective identity rooted in place, culture and history – that defines us as men and women. £64 tickets redefine the Arsenal or Bayern Munich “we” as those with the capacity to pay. Britain in 2015 is in a crisis about who the British “we” are at every level. Decades of being told that there is nothing to be done about the march of global market forces has denuded us of the possibility of acting together to shape a world that we want, whether it’s the character of our football clubs or our manufacturing base. The same day that the Arsenal crowd was clapping the Bayern Munich fans, Tata Steel announced it was mothballing its steel plants in Scotland and Teesside. Over the last fortnight, Redcar’s steel mill has been shut as Thai owner SSI has gone into receivership, while manufacturing company Caparo is liquidating its foundry division in Scunthorpe. A pivotal component of our manufacturing sector, with incalculable effects across the supply chain, is being shut. Yet when questioned, business secretary Sajid Javid’s trump answer is that the British government does not control the world steel price. He will, of course, do everything he can to soften the blow and help unemployed steel workers retrain or start their own businesses. But the message is unambiguous. Vast, uncontrollable market forces are at work. The government will not even raise the matter of how China exports steel to Britain at below the cost of production and intensifies the crisis. It becomes purposeless to talk about what “we” might do because there are no tools for “us” to use. The new world is one in which each individual must look after her or himself. Even the trade unions and new Labour leadership, aghast at the scale of the job losses, do not have a plausible alternative – except to plead that the £9m proposed support package for unemployed steel workers in Scunthorpe is paltry. There could have been, and still are, alternatives, but they are predicated on a conception of “we” resisted by right and left. A stronger steel industry, more capable of riding out this crisis, could have been created by more engagement with Europe and refashioning the ecosystem in which production takes place. But since the collapse of Britain’s membership of the Exchange Rate Mechanism in 1992, governments of all hues have abjured any attempt to keep the pound stable and competitive, either pegging sterling against the euro and dollar or even – perish the thought – joining the euro. The pound, except for a short period after the banking crisis, has been systematically overvalued for a generation. Manufacturing production has stagnated as imports have soared. The trade deficit in goods in 2014 was a stunning £120bn, or some 7% of GDP. Yet dissociating Britain from all European attempts to manage currency movements and keeping the independent pound floating is as widely praised by John McDonnell on the left as John Redwood on the right. A devastated manufacturing sector, and now the crisis in the steel industry, is too rarely mentioned as part of the price. Alongside pegging the exchange rate should have been a determined effort to develop areas of industrial strength, with government and business working closely as co-creators. Yet even such a relationship – close to unthinkable in a British context – would have needed business keen on creating value rather than a high share price and a government setting some ambitious targets backed by spending the necessary billions. Britain, for example, could have had a brilliant civil nuclear industry, a vibrant aerospace sector, the fastest growing windfarm industry, clusters of hi-tech business all over the country – and a hi-tech steel industry. Instead it is no better than a mendicant subcontractor. It does not have a share stake in Airbus, while France and China are building our nuclear power stations. Our green industries, once the fastest growing in Europe, are shutting. Only banks and hedge funds are protected and nurtured in a vigorous, uncompromising industrial policy, but they don’t buy much steel. They are the “we” behind which even ultra-libertarian Sajid Javid will throw the awesome weight of the state. Scunthorpe, Redcar, Teesside and the West Midlands are not; they can go hang. And yet. Part of the reason the “northern powerhouse” is such a powerful idea is that it redefines the “we” so that the priorities and aspirations of the north are as valid as those of a hedge fund manager or the pampered board of HSBC. It is also obvious that newly empowered public authorities will have to co-create the vision with private partners and work with a Conservative government and the EU. There will be no “northern powerhouse” if it is locked out of European markets, nor is much progress likely with a third-rate transport and training infrastructure. It also needs a prolonged period of exchange rate stability. Little of this easily fits the categories in which either Javid on the right or McDonnell and Corbyn on the left think. There is a powerful role for public agency and public spending, but it is much less directive, statist and top-down than traditional left thinking. Equally, the driver of any growth has to be vigorous, purposeful capitalism, but one co-created between private and public in a manner foreign to the traditional libertarian right. And there should be no place for hostility to Europe, also part of this reformulated “we”. In this sense, there is a golden thread between the applause of the crowd in the Emirates and the way the “northern powerhouse” is taking shape, along with dismay at our dependence on China to build our nuclear power stations. There has been too much of a surrender to supply and demand. It is time to shape markets and football leagues alike. There is a “we”. It could be different."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}