{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2015/oct/06/eu-referendum-risks-being-tory-confidence-vote-institute-of-directors", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2015-10-05T23:01:01Z", "webTitle": "EU referendum risks being Tory confidence vote, warns IoD", "webUrl": "https://www.theguardian.com/politics/2015/oct/06/eu-referendum-risks-being-tory-confidence-vote-institute-of-directors", "apiUrl": "https://content.guardianapis.com/politics/2015/oct/06/eu-referendum-risks-being-tory-confidence-vote-institute-of-directors", "fields": {"headline": "EU referendum risks being Tory confidence vote, warns IoD", "bodyText": "The government must bring forward the referendum on EU membership to next year or it will risk an accidental Brexit from voters using the poll to take an anti-government line, warns one of Britain’s leading business groups. On Tuesday, the Institute of Directors (IoD) said Britain leaving the EU is “at least a 50-50 possibility”, and will use its annual convention to urge prime minister David Cameron not to wait until 2017 to hold the vote. By then, the third year of the Conservative government, Britons could well end up using the referendum to express discontent with political leaders rather than to vote on the issue of EU membership, said the group’s director general Simon Walker. “By 2017 this government will have implemented spending cuts that, while necessary, will not be popular. The third year of an election cycle is a difficult time for any administration. There is a real possibility that a 2017 referendum would be a short-term judgment on the government: a chance to whack the political elite,” Walker will tell an audience of 2,000 business leaders at the IoD convention. “If, after deliberation, the public votes to leave Europe, our members will have to accept it, and the period of uncertainty for business that will follow. They will be less philosophical if carelessness and domestic discontent led to an accidental Brexit.” Two-thirds of IoD members believe the benefits of staying in the EU outweigh the downsides, according to a poll by the group conducted in April and May this year. Six in 10 said the referendum would create uncertainty for their business, but a slim majority, 51%, still backed the prime minister’s decision to hold the vote, according to the survey of 1,259 IoD members. Walker will say in his address to the convention that the IoD “will not be telling anybody what they should think as we approach the referendum.” The meeting will also feature a debate on EU membership between former Labour business secretary Lord Mandelson and former chancellor Lord Lawson, who last week announced he will lead a Conservative party campaign to leave the EU. Business groups have been quick to wade into the Brexit debate, with some expressing a clear preference on EU membership and others confining themselves to warning about the potential damage to consumer and business confidence in the period of uncertainty running up to the referendum. To the disapproval of the business secretary, the CBI lobby group has been vocal about what it sees as the case for Britain remaining in a reformed EU. Sajid Javid criticised the CBI for showing a commitment to remaining part of the EU even without reforms having been negotiated with Britain’s European partners. The call for an earlier referendum from the IoD follows a similar recommendation from the British Chambers of Commerce (BCC) earlier this year when its leader John Longworth said the issue should be resolved “no more than 12 months after the general election”. More recently, the group has shifted its focus to what concessions Cameron can get during negotiations with other EU officials. In a recent poll of 2,000 business leaders by the BCC, half said the nature of reforms secured by the government would influence their vote in the referendum."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}