{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "science/2015/oct/25/discovery-human-species-accused-of-rushing-errors", "type": "article", "sectionId": "science", "sectionName": "Science", "webPublicationDate": "2015-10-24T23:05:12Z", "webTitle": "Scientist who found new human species accused of playing fast and loose with the truth", "webUrl": "https://www.theguardian.com/science/2015/oct/25/discovery-human-species-accused-of-rushing-errors", "apiUrl": "https://content.guardianapis.com/science/2015/oct/25/discovery-human-species-accused-of-rushing-errors", "fields": {"headline": "Scientist who found new human species accused of playing fast and loose with the truth", "bodyText": "It remains one of the most dramatic human fossil finds of recent years. In 2013, in a tiny, cramped chamber in the Rising Star cave near Johannesburg, researchers led by palaeontologist Lee Berger uncovered several thousand bones of ancient humans. The team now concludes that these are the remains of a previously unknown species, Homo naledi. The news, announced last month, made headlines around the world. However, the discovery has since become mired in controversy. Some scientists claim the bones belong to an already known species of human, Homo erectus. Others have criticised Berger for claiming that the remains come from a deliberate burial, while several have complained that he has not been able to date his finds. But the real controversy has been over the manner in which Berger has revealed his work to the world. Palaeontology is a field of science noted for the amount of time senior experts take to study a single skeleton in isolation before publishing their results in an established peer-reviewed journal, while retaining tight control of the fossils they have discovered. Some take more than a decade to do so. By contrast, Berger and his colleagues have acted with extraordinary rapidity, under the glare of National Geographic cameras, using teams of young researchers to help publish their results in an open-access journal while offering files that can be used by anyone with the right basic equipment to make 3D copies of Naledi skulls and bones. To say that old-school fossil-hunters disapprove would be something of an understatement. Many senior palaeontologists believe the way the Naledi finds were revealed and analysed – in less than two years – represents a dangerous precedent, “a media circus” that threatens to split palaeontology into old and new schools and which could damage our attempts to understand the path of human evolution. Others believe it could provide the field with a major boost. Among the critics is palaeontologist Tim White of the University of California, Berkeley. “There are many things wrong with the way we proceed in palaeontology today, in particular the slowness involved in getting discoveries and their analyses published,” he told the Observer. “But making sure you have got things right is also of critical importance, particularly in a science in which there are so few specimens left of any species. Rushing things, in particular to suit film-makers, is very dangerous.” White took 15 years to publish his findings about the early apeman Ardipithecus ramidus. This included the three years that he took to remove its 4.4 million-year-old bones from the ground in the Afar Rift in north-eastern Ethiopia before he scanned them and then compared them with all other known fossils of a similar pedigree. Berger and his team say they did a similar job in months. “We kept the media at bay for 10 years because you cannot do good science with reporters breathing down your neck,” said White. “By contrast, Berger brought them in from the start and had them filming everything they were doing, and that had a harmful impact on their work. Cameramen and producers cost money and things get rushed as a result.” Other critics allege that bones from the Rising Star cave were clearly damaged by excavators working in haste. Many fragments have white patches that represent fresh breaks which, in turn, are blamed on the speed at which the chamber’s excavators were working. But Berger – who is based at the Evolutionary Studies Institute at the University of Witwatersrand – flatly rejected this criticism. “Before we started the dig, we could see the white patches on the bones and realised they had been caused by recent breakages,” he told the Observer last week. “The point is that this is a chamber that was widely used by amateur cavers and they were the ones who were causing the damage. That is why we went in so quickly – to stop further damage.” The fact that Berger used women cavers to retrieve Naledi bones – on the grounds that they were the only ones small enough to get into the chamber – has only irked his critics even more. One said: “There are many male cavers who could get in there, but that would have spoiled the publicity stunt.” The disconcerting speed of Berger’s actions did not cease with the removal of the chamber’s 1,500 pieces of Naledi fossils, however. Having taken them out, he called a workshop in Johannesburg to which he invited all interested “early career” specialists – those who had just completed their PhDs or later post-doctoral work in the field of human evolution, an approach that contrasts with the more normal, lengthy process that involves a handful of highly expert scientists refining and defining their data about a new species in virtual isolation. “Essentially we had the numbers, so we could move more quickly,” said Berger. However, anthropologist Christoph Zollikofer – of the University of Zurich – disagrees. He was involved in the discovery of a series of early humans in Georgia, with findings that took more than seven years to publish. “There were things we simply did not understand, and we worked for years to verify our findings,” he told the journal California. This did not happen with Berger. Then came the search for a journal in which to publish their results. Berger said he avoided “high-impact” journals like Nature or Science because their peer-review process – in which fellow academics scrutinise their counterparts’ work – took so long. Instead, he chose eLife, an online, open-access journal which – like other such journals – has a quicker, far easier peer-review process than long-established rivals. “The process was much better, much less clubby than at the big journals, where a very few reviewers can have disproportionate influence on what is published,” added Berger. Not everyone agrees. Many say eLife’s peer reviewing was lax and that the journal’s papers about Naledi contain errors. For example, some of Berger’s conclusions about Homo naledi being a separate species from Homo erectus are based on differences in cranial features. He says the former has an external occipital protuberance – a bump at the back of its skull – but Homo erectus does not. “In fact, Homo erectus does have an occipital protuberance,” said White. “It’s a very basic mistake.” However, Chris Stringer of the Natural History Museum, London, defended Berger’s approach: “The creation of a new human species is always going to be a controversial matter” he told the Observer, “and I have voiced my doubts about the favoured scenario for how the naledi material arrived in the chamber, and the lack of attempts at direct dating and DNA recovery. On the other hand, Lee Berger and colleagues have published the material quickly and in some detail via open access, and any serious researcher can now apply to study the material for themselves. Not only that, files can be downloaded free of charge to print copies of the fossils, so people can make their own minds up. At NHM, we were able to look at a printed copy of the most complete jawbone only a couple of days after publication - this is a very refreshing approach to the publication of new human fossils.” This last point – the availability of free 3D copies of skulls, a first in human palaeontology – was also stressed by Kent University palaeontologist Matt Skinner, one of the early career scientists who was called to aid Berger to analyse the Naledi bone fragments. “I need copies of key skulls to show my students,” he said. “It is critical to their understanding of human evolution that they get to handle them. But casts of many of the most important skulls are still unavailable years after they were finally described in Nature or Science. I think it is a bit cheeky that researchers are able to push their careers forward by publishing about fossils like Ardipithecus but still do not make these finds available in copies that can be shown to students. My generation of academics is getting a bit fed up with that sort of thing. Hopefully things are now going to change.” • This article was amended on 26 October 2015 to restore Chris Stringer’s quote in full."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}