{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2015/oct/29/daniel-james-holdom-appears-in-court-charged-with-of-karlie-pearce-stevenson", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2015-10-28T23:43:54Z", "webTitle": "Daniel James Holdom appears in court charged with murder of Karlie Pearce-Stevenson", "webUrl": "https://www.theguardian.com/australia-news/2015/oct/29/daniel-james-holdom-appears-in-court-charged-with-of-karlie-pearce-stevenson", "apiUrl": "https://content.guardianapis.com/australia-news/2015/oct/29/daniel-james-holdom-appears-in-court-charged-with-of-karlie-pearce-stevenson", "fields": {"headline": "Daniel James Holdom appears in court charged with murder of Karlie Pearce-Stevenson", "bodyText": "A 41-year-old man faced court on Thursday charged with the murder of Karlie Pearce-Stevenson. Daniel James Holdom appeared via video link in Maitland local court, declining to apply for bail. Holdom said little during his brief appearance. At the start of the hearing the man’s lawyer told the court: “He does not wish to actually appear.” Magistrate John Chicken responded: “Given the nature of the charge ... I think it’s appropriate he be brought on screen.” The accused man’s lawyer, Peter Cleaves, later said his client had not yet indicated how he would plead. “He’ll await advice,” Cleaves said outside the court. Police said Holdom had been arrested at 4.15pm on Wednesday at Cessnock police station on the New South Wales mid-north coast. Pearce-Stevenson was 20 when police allege she was killed “some time between 14 and 15 December 2008”. Her body was found in Belanglo state forest in August 2010 but not identified until last week, when police verified she was the mother of a two-year-old discovered in July in a suitcase 1,200km away beside a South Australian highway. Superintendent Mick Willing said on Thursday he believed the child, Khandalyce Pearce-Stevenson, had been murdered at some point after her mother “but we are trying to establish the exact time”. Police are yet to charge anyone with her death. Willing said the mother had “sustained certain injuries to her body but I cannot go any further into those injuries as the investigations are ongoing. “Now we know that others have knowledge of what occurred to Karlie and Khandalyce and we need those people to come forward. The time to do that is now.” Police alleged this week the people involved in killing the pair had used Pearce-Stevenson’s phone to text her family for years afterwards, asking for money and reassuring them they were safe. Pearce-Stevenson’s mother withdrew a missing person’s report she filed in 2009 because of texts indicating her daughter was alive. They also allegedly accessed Pearce-Stevenson’s bank account to claim wages, welfare and other payments totalling more than $90,000. A woman in a wheelchair, accompanied by a man, allegedly impersonated Pearce-Stevenson at a bank in South Australia in 2010. Police allege the same woman used identity documents for Khandalyce and her mother to claim payments at a Centrelink office in 2010. Holdom will reappear in court on 11 November."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}