{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/apr/19/featuresreviews.guardianreview32", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-04-19T22:24:04Z", "webTitle": "Critical eye: Apr 19", "webUrl": "https://www.theguardian.com/books/2003/apr/19/featuresreviews.guardianreview32", "apiUrl": "https://content.guardianapis.com/books/2003/apr/19/featuresreviews.guardianreview32", "fields": {"headline": "Faith, hope, not much charity", "bodyText": "A certain concern with faith was evident in last week's books pages. The Sunday Times led with a review of Bernard Lewis's The Crisis of Islam: Holy War and Unholy Terror. \"Islam is one of the world's great religions,\" said Lewis. \"It has given dignity and meaning to drab and impoverished lives. It has taught men of different races to live in brotherhood... inspired a great civilisation [which]... enriched the whole world. But Islam, like other religions, has also known periods when it inspired in some of its followers a mood of hatred and violence. It is our misfortune that we have to confront part of the Muslim world while it is going through such a period, and most - though by no means all - of that hatred is directed against us.\" Reviewer Malise Ruthven attempted to explain why. He also provided his own suggestion, in the form of a question: \"How is it that a civilisation that abandoned religion as its primary source of knowledge three centuries ago was allowed to triumph so effortlessly over one that owed its very existence and identity to revealed knowledge given by God?\" \"The religious affiliation of England hung on Henry VIII's matrimonial troubles,\" Blair Worden reminded us in his review of David Starkey's Six Wives: The Queens of Henry VIII, in the Sunday Telegraph. That being so, he was puzzled by the book's greatest drawback: Starkey's \"reluctance to engage with the passions of religious allegiance that pervaded Henrician politics\". He did, however, enjoy Starkey's confident sweeping aside of previous historians (\"most of his colleagues, it seems, are pedants or fools\"), and his rereading of the role of Catherine of Aragon, \"discovering in her a toughness and resourcefulness... at odds with her familiar image as a saint and victim\". Literary critic James Wood's first novel, The Book Against God, met with a rather cool reception. Most reviewers took pains to say something nice about Wood's account of an anti-hero drowning in resentment of a religious childhood, but invariably compared it, unfavourably, to his criticism: \"Some of it is funny, with well-wrought phrases,\" said Henry Hitchings in the Financial Times. \"There is, however, a counterweight of ineptitude... One of Wood's cherished dicta is that 'Fiction must not stroke the known, but distress the undiscovered'. The Book Against God fails to live up to this apophthegm. In the end, it has the feel of a minor Kingsley Amis novel that has been infused with a corrective dose of Nietzsche.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}