{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2003/apr/06/budget.budget20031", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2003-04-05T23:57:06Z", "webTitle": "Maria Scott: Brown can give savers a bit of Budget cheer", "webUrl": "https://www.theguardian.com/money/2003/apr/06/budget.budget20031", "apiUrl": "https://content.guardianapis.com/money/2003/apr/06/budget.budget20031", "fields": {"headline": "Brown can give savers a bit of Budget cheer", "bodyText": "Millions of people will shortly receive letters from pension companies that they should not mistake for junk mail. New rules are coming in this weekend requiring operators of 'money purchase' pension schemes - those linked directly to the stock market - to give investors regular updates on pension prospects in today's terms. The new forecasts allow for inflation and, even at today's historically low level, the compound effect of that can be devastating. Actuary Mercer Human Resource Consulting says the new forecasts will halve previous projections in some cases. The Government hopes that by presenting a warts-and-all view of pensions, people will be shocked into saving more, but it probably wouldn't have chosen to introduce the measure in the middle of a stock market slump and war. The new system could backfire; some may decide they face an impossible task in saving sufficient for a decent pension. Or they will realise that a private pension will leave them barely better off, if at all, than means-tested benefits. The pension forecasts will add to the despondency felt by millions over their financial prospects. Gordon Brown's maze of tax credits and work incentives have helped many - if they bother to claim them - but are not well understood. Two ways the Government could give savers some cheer would be by announcing in Wednesday's Budget a reprieve, or at least a postponement, of plans to axe the tax break on dividends earned by Isas next April, and reform of the inheritance tax regime. This would help the homeowning classes, increasingly fearful, as each new set of house price figures is published, of how this is hitting their only substantial asset."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}