{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/apr/19/fiction.alismith", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-04-19T22:24:02Z", "webTitle": "Review: Beasts by Joyce Carol Oates", "webUrl": "https://www.theguardian.com/books/2003/apr/19/fiction.alismith", "apiUrl": "https://content.guardianapis.com/books/2003/apr/19/fiction.alismith", "fields": {"headline": "Ravishingly rotten", "bodyText": "Beasts by Joyce Carol Oates 140pp, Orion, £9.99 Another new novel by Joyce Carol Oates? Wasn't there one published just a few months ago, and another one six months or so before that? Readers in the times of Hardy, Dickens, James, Cather, et al wouldn't have found this profusion quite so surprising, though critics nowadays enjoy using it against her. Nobody who writes so much can possibly hope to keep up a high standard with every book; somebody who writes so much is spreading herself thin and should learn to edit; and so on. Oates's books number more than 100 now: novels, short stories, poems, plays, even an operetta. In each of them there is a surfacing of similar themes: history, identity, class, race and gender, politics, power and disempowerment, the uses of art. She is drawn repeatedly to the state of near-gone innocence in adolescent girls, and to what she reveals as a fluidity of identity still possible at this stage in women's lives. She can't stop writing about the effects of brute force and violence and the machinations of evil, both gothic and modern. Above all, she's a fierce chronicler of survival against the odds. Beasts , her latest, a slim, tightly held little novel, is a critique of American blindness about its beastly potential, even an analysis of New-England unease about the darker force of proliferation. It's a cold, angry squib, a mere chip off the block of her more famous doorstoppers, vast American-life sagas themselves as big and rangy as prairies. But size isn't what matters to Oates; what matters is that each story take its proper shape and form. Though Beasts perhaps lacks the lush poetic economy of her finer short works, such as Black Water and I Lock My Door Upon Myself , its moderation and rather frosty prudence become part of its satisfactions. The novel borrows its title from DH Lawrence's Birds, Beasts and Flowers and its epigraph from his poem about rotten fruit, \"Medlars and Sorb-Apples\"; \"I love you, rotten,/ delicious rottenness\". On a visit to the Louvre, Gillian, the novel's tight-lipped heroine, sees an ancient totem she finds obscene, a \"maternal figure\" feeding a grotesque disembodied head. This sends her back 25 years to when she was a student at Catamount College in Southwest Massachusetts, in delicious hopeless love (like all the girls) with the deliciously rotten Andre Harrow, her creative-writing teacher. His gorgeous and fulsome wife, Dorcas, is a carver of \"defiantly sexual\" female totems, which cause local ructions about whether they're art or pornography. Oates places us in the past and present at once. Andre and Dorcas were burnt to death a quarter of a century ago, but they are still more alive than anyone else in the small New England town; bohemian and exciting, they are rumoured to choose \"special\" girls to visit them at their home for \"delicious meals, and wine; intense conversations that lasted practically all night\". Harrow encourages the students away from their schoolgirl poetry towards frank confessional journals. He quotes Lawrence on Eros, and Nietzsche on love: \"What is done for love always takes place beyond good and evil.\" He lightly renames our frigid-seeming heroine Gillian Philomela - the mythical girl who, in Ovid's Metamorphoses , is raped, then has her tongue cut out so she can't tell anyone about it. Meanwhile there's a mysterious arsonist on the loose, girls are disappearing, uncommented on, from Harrow's seminar group, \"the other chairs . . . spread out evenly around the table so that you'd swear no one was missing,\" and the journals they keep begin to reveal a much more abusive reality than any this Presbyterian-founded Massachusetts college is used to admitting. \"Wonderful are the hellish experiences,\" Lawrence wrote. There's a certain amount of good Oatesian sang froid in this enactment of how foul it would really be to live DH Lawrence's prescriptions. There's a threat of real force, as in everything Oates writes. \"Your triumph is your perfect submission,\" Andre tells the girls, warning them that the god Eros will shake them \"like plasterboard houses in a hurricane\". Oates revels, too, in the complications of masochistic collusion present in passion, and in the revelation of the myths and the pornographies which necessarily accompany the story of beauty and its beast. As a writer she cherishes the relationship between the mind and the body, and she always honours both. Here the moral complexities of obeying our beastly instincts are clear, but, Gillian/Philomela insists, irrelevant. \"I have nothing to confess,\" she says at the beginning, before she confesses. At the end, this packed, frozen little novel, snappy and slight and redolent as a frozen twig, has become a different kind of love story; a new monstrous Philomela myth; another cunning survival for the small-voiced and the voiceless; and - hurrah - yet another potent, troubling, satisfying read from the unstoppable Joyce Carol Oates. · Ali Smith's The Whole Story and Other Stories is published by Hamish Hamilton."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}