{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/apr/24/citynews", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-04-24T16:11:02Z", "webTitle": "Sony slams on the brakes", "webUrl": "https://www.theguardian.com/media/2003/apr/24/citynews", "apiUrl": "https://content.guardianapis.com/media/2003/apr/24/citynews", "fields": {"headline": "Sony slams on the brakes", "bodyText": "Sony, the Japanese group whose sprawling assets include the PlayStation 2 games console and a Hollywood Studio, has warned that war worries and weak consumer confidence could push down full-year profits by more than 50%. The world's largest consumer electronics company said it expected the new financial year to March 2004 to produce a profit of 50bn yen (£260m), less than half the total for 2002/2003. Sony today posted a profit of 115bn yen in the year to April 2003, up from 15bn yen the previous year, but the results were overshadowed by the gloomy outlook for the next 12 months. \"We expect the uncertain economic environment to continue in the fiscal year ending March 31 2004, with personal consumption declining and price competition intensifying,\" said Sony. Sony's chief executive, Nobuyuki Idei, said the dismal 12% fall in fourth quarter earnings was due to an over-eager slashing of production costs as war in Iraq loomed. \"During the last quarter, the whole world was on edge about when war would begin, so in March we put the brakes on production. It may be that we braked too hard,\" he said. Sony said it expected shipments of PlayStation 2 consoles to fall from 22.5m last year to 20m, \"due to our concern that the global economy will contract.\" The prognosis for its music division, home of Jennifer Lopez and the Dixie Chicks, was equally disheartening. Sony music sales fell 1% last year to 636bn yen and are expected to decrease again in 2003. The film division, which put in a sterling performance in 2002 with blockbuster hits including Spider-Man and Men in Black II, is also expected to post a revenue decline because Sony does not think it can match record sales of 802bn yen last year. Sony reported a net loss of 111bn yen (£582m) for the final quarter of its financial year. The company blamed the shortfall on consumers who had stopped buying consumer electronics items, such as its Viao PCs and TVs, in the run up to the war. Sony also announced that it would embark on a three year 300bn yen restructuring plan as it tried to transform itself from a consumer electronics company into a networked company. Sony executives have said they envisage a world where consumer electronic devices 'talk' to one another and where wireless mobile devices replace hard-wired PCs."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}