{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2003/apr/06/media.iraq", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2003-04-05T23:56:57Z", "webTitle": "Mary Riddell: A morally hollow victory", "webUrl": "https://www.theguardian.com/politics/2003/apr/06/media.iraq", "apiUrl": "https://content.guardianapis.com/politics/2003/apr/06/media.iraq", "fields": {"headline": "A morally hollow victory", "bodyText": "The showdown approaches and the propaganda war moves on. Do not linger on images of a shroud-wrapped infant with a dummy clamped between grey lips. Do not think of a mother clasping the broken bodies of her two children in the car shot up at a military checkpoint. Or, if you cannot remove them from your memory, see such killings as the necessary price of liberation. Be mindful, as the endgame plays out, of the Home Secretary's guidelines on war coverage. Some British journalists, he complains, are reporting the conflict in a manner that lends 'moral equivalence' to the Iraqi regime and encourages a 'progressive and liberal public' to believe this distorted version. Mr Blunkett, who yesterday embellished his assertions, is doubly wrong. There is no bias, nor the slightest hint that Bush, Blair and Saddam register equally on the weighbridge of tyranny. On the separate question of whether Iraqi acts of war are on a par with those of the coalition, the answer is also simple. Ours are sometimes worse. The spectre of chemical attack remains, but, amid Iraqi Scuds unfired and bio-weapons undiscovered, reality trumps fear. The cluster-bombing of civilians by an invading force proclaiming its superior power is an outrage against humanity and the Geneva Convention. The Government defends their use. Clare Short's conscience has not visibly twitched. Geoff Hoon, when asked on Radio 4 to consider Iraqi mothers mourning their dead children, demonstrated the compassion of a haddock. How unsurprising that, from Basingstoke to Basra, the Whitehall psy-ops department has failed to win its PR battle. This, politicians say, is partly the fault of a feral media. Making 'snap judgments' on the basis of television footage is dangerous, according to the Foreign Secretary of a government that invited us to judge Saddam's mindset on the basis of a plagiarised PhD thesis. The First and Second World Wars might never have been won, Jack Straw mused, if they had been covered by 24-hour news channels. It is true that war reporting has speeded up since AD 106, the year that Trajan commissioned the column offering a picture chronicle of his Romanian campaign. The Bayeux Tapestry, many years in the making after the Norman Conquest, could not compete with any factual embroidery confected between Channel 4 News and The World Tonight . But reporters have been embedded since Crimea and before. The Dunkirk spirit would almost certainly have withstood those images of conflict fit to be shown on Sky. In fairness, Mr Straw acknowledged the merits of front-line news and deplored delay and censorship that once 'helped governments to suppress the truth'. They still do. Only obfuscation is harder now, in an age of scrutiny. Politicians dislike ceaseless coverage not because it masks the truth but because it exposes it. You can no longer dismiss a marketplace bombing causing many civilian deaths and tell everyone, as Mr Straw did, that it seems 'increasingly probable' that Iraq did it. Two British journalists claim to have found fragments of a US missile, and most people prefer their word to the Minister's. Wartime PR is a slippery game. It always was. In America, in 1917, the administration grasped, for the first time, that war, like pop-up toasters, was a marketable commodity. Its salesman, Woodrow Wilson, who had run for office on a peace ticket, established a giant propaganda ministry, the US Committee for Public Information. Its mission was to persuade liberal progressives that war chimed with their ideas of a new and rational world order. 'Four-minute men' were recruited as volunteer preachers instructing their communities to shop unpatriotic neighbours as suspected spies. Citizens were warned that America might be renamed New Prussia, while Hollywood was told that no films could be exported without an undertaking to show US propaganda films alongside. But something more fundamental was happening. According to Stuart Ewen, the social historian of spin, the CPI extinguished the Enlightenment dictum that people were essentially rational. Public opinion was for mobilising and managing. The public mind, Ewen wrote, was now seen as an entity to 'be manufactured, not reasoned with'. The mantra, then as today, was to make the world safe for democracy. Although Wilson's war was more marketable than Bush's, the tactic of persuasion his agency devised has lasted. Almost a century on, politicians with battles to sell still seek to manipulate minds. The made-to-measure mentality is supposed to be as amnesiac and forgiving as required. It is primed never to ask, should no weapons of mass destruction be found: what was this war for? It is meant to agree that killing 1,000 civilians and countless thousand unlamented soldiers, some as young and hopeful as dead British 'heroes', is a down payment on a better world. It is groomed to think, against all precedence, that you can bomb a nation to democracy. Just in case the corpses do not speak for themselves, Blair is dropping some more leaflets to tell Iraqis that their new-look country will not be a Pentagon across the water. Except that it most probably will, if neo-conservatives have their way. But PR decrees that we must forget the dangers of such a move. Equally, we are supposed not to notice that Arab TV stations, a new and potent public-relations force, are inflam ing multitudes of hearts and minds with their graphic version of what the Western coalition has been up to. We, by contrast, are invited to despise the independent al-Jazeera, condemned by Mr Blunkett as a Saddam tool, and soak up good news images. Ignore the nastiness and think instead of the brave 'rescue' of Private Jessica Lynch from the hospital ward where she was being treated with all available medical skill. The PR campaign wants upbeat stories. It does not want curmudgeons who opposed this war because pre-emptive strikes against sovereign states run counter to law and sanity. If Baghdad falls mercifully quickly, and if there is no more terrible loss of life, the mind- management machine will decree that Bush and Blair have secured a triumph. They will be just as wrong as they were last week. Their setbacks have been of their own devising, not manufactured by media that have dithered between triumph and disaster. And, actually, 24/7 coverage has done the Government a favour. The soap of war, with its sanitised pictures and labyrinthine storylines, should be a politician's dream. Such visual Ritalin offers a distraction from how dangerous the bigger picture may look. Nato and the UN lie among the mangled bodies on the road to Baghdad. Ravaged cities continue to hold out against the coalition. Still, barring a catastrophic fightback by Saddam, the carnage may end soon. The PR machine decrees that, at such a point, all objectors should repent and give thanks for the wisdom of Bush and Blair. But victory does not vindicate a misguided attack or clarify its consequences. At least we knew roughly what sort of war we were getting. Marketing the peace will be a tougher challenge. We have been sold a new world order and no one can specify what the product will be. mary.riddell@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}