{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/apr/24/thefiver.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-04-24T16:18:02Z", "webTitle": "Ole!,  A Love Supreme, and My Favourite Things", "webUrl": "https://www.theguardian.com/football/2003/apr/24/thefiver.sport", "apiUrl": "https://content.guardianapis.com/football/2003/apr/24/thefiver.sport", "fields": {"headline": "Ole!,  A Love Supreme, and My Favourite Things", "bodyText": "THAT MATCH There was barely time for the Fiver's Spanish cousin, Juan Miguel Manuel Ole! Ole! Ole! Fiver, to tweak his comical moustache or eat his breakfast paella this morning before he was carried away on a wave of press-pack saliva. \"Can there be any doubt,\" spluttered the Sun's Shaun Custis, in between gobs of spicy sausage roll, \"that we witnessed one of the greatest games of all time?\" Sadly, before Juan MMO!O!O! Fiver could shout \"yes, yes, yes\" with the vigour of Meg Ryan in When Harry Met Sally, Spanish daily AS's Allejandro Delmas was going one better. \"When Sir Winston Churchill left us in 1965, he thought he had seen it all,\" he wrote from downtown Hyperbole City. \"He defeated Hitler - but he hadn't seen Marshall Zidane.\" But not everyone was reaching for the superlatives today. Some preferred The Smiths. \"I am not sure why we are not consistently getting beyond this stage - maybe we are not good enough,\" admitted Roy Keane, as he lined up Heaven Knows I'm Miserable Now on his Dansette. \"Our record of getting to this stage is very good but we can't get over that next step.\" But soon the anguished strains of Unlovable were being interrupted by Ruud Van Nistelrooy's happy House music. \"It will be no problem lifting ourselves for the rest of the season,\" he said, bumping and grinding like a Hacienda veteran. \"We are not feeling down - we gave it our best shot and now we have to move on.\" Move on, eh? That, according to the Spanish press, is exactly what David Beckham is about to do. According to Thomas Roncero of AS, Madrid haven't yet moved for the England captain - but it's only a matter of time. \"It is now clear that Beckham's 'never say never' quote was no empty gesture - and, after last night's snub by Sir Alex Ferguson, Madrid are in pole position to sign him. Beckham, the Bernebeu awaits you.\" Interestingly, the bookies agree: they make him 1-6 favourite to leave before Ferguson steps down. £25m summer bid, anyone? THE LEGEND ARRIVES, OUR MOJO DEPARTS The Fiver is rarely lost for words. OK, so there was that time in the early days when the bigwigs on the Northampton Chronicle and Echo travel desk summoned us into their office ostensibly to discuss a pay-rise only to angrily brandish our latest expense claim. And we were hardly full of it when the latest addition to the Fiver fold bore an uncanny resemblance to the next-door neighbour, who had helped Mrs Fiver through difficult times some nine months earlier. But when the Fiver learned that Trevor Brooking had been appointed West Ham's caretaker boss for the last three matches of the season while Glenn Roeder recovers in hospital after his stroke, the Fiver genuinely didn't know what to say. [One chunk written, two to go.] [Seek concise and witty introduction to traditionally difficult second paragraph. Flounder. Picture Brooking's weak cheesy smile and greying hair and weak cheesy smile. And greying hair. Check watch. Fill up plastic vessel at water cooler. Sip it. Giggle nervously. Try to imagine how Brooking would transfer on-screen charisma to West Ham dressing-room and inspire them to Premiership-status-saving wins against Manchester City, Chelsea and Birmingham. Look for ringing endorsements from fellow pros.] \"Sensible option,\" drones Tony Cottee. \"Well-respected,\" offers John Motson. \"Zzzz,\" dozes strictly amateur Granny Spin. [Check. Fill. Sip. Giggle. One par to go. Must make funny. Can still salvage piece.] [Turn in desperation to club website. Usual last resort. Might be able to squeeze cheap gag from wilfully out-of-context quote.] \"All of the existing coaching staff will remain in their current positions, and are fully supportive of both the temporary appointment and the club's determination to finish the season above the relegation zone,\" dribbles the West Ham website. [Bang head on desk. Not what we hoped for at all. Try Trev instead.] \"This seems to be the most sensible solution to preserve the continuity that Glenn and his back-room team have put into place.\" [Know how Munch's Scream felt.] \"We aim to keep the momentum going that everyone has achieved over the last eight matches when 15 points have been gained.\" [Punch innocent freelancer on politics desk. But recognise ordeal is over.] QUOTE OF THE DAY \"I would like to see nobody at all playing in June - it's sacred. For four weeks, football should be banned\" - Clearly offended that Euro 2004 qualifiers could be held in June, Arsene Wenger throws another spanner in Uefa's spokes. LET THEM EAT BEANS If you're ever invited to a top-level Uefa meeting, the first thing you'll notice is the ample spread on display. And as Lennart Johannsen's paunch billows out across the room, you'll then notice it finally coming to rest under a table with a large buffet on it. But while the main decisions Lennart and his chums have to make are (a) how long to suck the chicken-satay skewers before the last drop of spiced saturated fat is extracted from the wood, and (b) whether they need to call the fire brigade to unwedge Lennart, other football bureaucrats are not so lucky. Take the 72 chairman of the Football League, who convened at Leicester's Walkers Stadium this afternoon and sat huddled round a bowl of Worcester Sauce crisps for warmth. The only beans these chaps will ever see are ones to count, so they were forced to make several crucial fiscal decisions rather than fill their faces. As they starved, they announced plans to dock points or relegate teams who fall into administration. They also decided to cap Third Division wages as a percentage of annual turnover from next season, with the First and Second to follow suit the one after. And they planned to extend the current play-off structure so six instead of four teams are involved per division. But one chairman in particular was as unhappy as a non-masticating Lennart. Coventry chairman Mike McGinnity announced debts of over £20m, then went on to blame the collapse of both the ITV Digital deal and the transfer market for his club's plight. Strangely, he didn't mention former manager Gordon Strachan's legal bid to claim £300,000 in unpaid loyalty bonuses, instead going on to praise current boss Gary McAllister, without whom \"we would not exist anymore\". So what the hell can poor Coventry do next? They could tender a bid to do the catering at Uefa Towers, we suppose; that should make a fair few quid. CAN YOU HELP? Kevin Rye wants to jump from a plane this Sunday (27th) to raise £1,000 for AFC Wimbledon, so they can buy the Kingsmeadow football ground in Kingston. But he needs help with his £180 jump fee. If anyone can help Kevin fight the good fight against Charles Koppel contact Kevin at brightonwomble@hotmail.com THE RUMOUR MILL Manchester United have been spying on Celta Vigo's Argentinian goalkeeper Pablo Cavallero. No wonder Fabien Barthez has lost all his hair. Manchester City and Middlesbrough have joined Arsenal and Manchester United in a five-legged race (think about it) to sign Sunderland keeper Thomas Sorenson. Charlton have been linked with a more-than-faintly ridiculous three-pronged swoop for Gabriel Batistuta, Fabrizio Ravanelli and Teddy Sherigham. Chris Waddle wants to manage Chesterfield. NEWS IN BRIEF Bayern Munich might be forced to cancel their merchandise-touting tour of China in July because of the spread of the Sars virus. \"We will follow the situation closely,\" said a Bayern spokesman. Liverpool defender Stephane Henchoz is likely to miss the rest of the season. Manager Gerard Houllier is unwilling to risk Henchoz after he underwent surgery for a calf injury. TONIGHT'S TV AND RADIO BBC2: Euro Vase Live - Boavista v Celtic (7.45pm) Just when we thought he'd passed away, last week's betting-themed Dear Fiver rose from his shallow grave and came over all Oliver Twist. \"Please, sir, can I have some more,\" he mumbled. \"Be quick,\" we shot back, \"there's fresh business afoot.\" Channel 4: Brazilian Football (2.35am) \"Why don't Ben Yates and his equally unimaginative mate bet on how long our ship has to wait drifting off Lagos, Nigeria, before being allowed to dock,\" cries Andy Speed, a plucky-but-bored Second Engineer on the British Enterprise. Five: Jonathan Pearce's Football Night (12.10am) \"Current bets range from five to 32 days, and they could also wager on how many times we'll be attacked by pirates during our stay.\" We reckon the beardy pilferers will jump aboard 16 times before Lagos finally lets you in, Andy, so keep us posted. Dutch Football (12.50am) John Murray clearly has too much time on his hands but, alas, no thumbs. \"Load up a game of Fifa 2003,\" he begins, oblivious to the charms of the infinitely superior Pro Evolution Soccer experience. \"And choose to control neither team.\" Argentinian Football (2.20am) What? Eh? What? \"That's right, just watch the game unfold and you'll end up screaming at the players with even more futility than normal. It's strangely addictive.\" Major League Soccer (4.35am) Right, begone, betting Fiver thread, and never darken our door again! \"I have an urgent problem on behalf of a girl in our office named Leo,\" writes Dan McSweeney. Leo, it transpires, is Australian and in a nation where men are famously men, it seems even the women are encouraged to be men. Sky Sports 1: Spanish Football League Review (6.30pm &amp; 12am) Anyway, \"She recently returned from a nice long holiday in South Africa,\" he adds, \"where she had a marvellous time watching lions and giraffes, zebras and elephants.\" Football League Review (8pm, 11pm &amp; 2.30am) The trouble is, such shameless slackery has left poor Leo with no holiday left for the rest of the year, so she can now look forward to a seven-month stretch of shuffling paper clips and pondering the futility of life. Or something. You're On Sky Sports (10pm &amp; 3.30am) \"What's she to do?\" asked Dan. \"I can't help her, but I know the agile imaginations available to the Fiver will be able to come up with the perfect solution.\" Eurosport: Euro Vase Live - Lazio v Porto (7.45pm) And now, to put yet more on your Partridge-esque 12\" plate, a cry for enlightenment from deeper-thinking Alan Bates. \"If a person were to sit at the bottom of a swimming pool with tubes feeding compressed air, food and water, and a way of hygienically getting rid of waste,\" he ponders, \"how long could he survive for?\" Copa Libertadores (11.15pm) And finally, following on from the recent first-dance wedding theme, Barry Incognito writes: \"I'm thinking of proposing to my long-suffering girlfriend soon and would be very grateful to hear of any original ways in which I could do so.\" Radio 5 Live: Sport on 5 with Ian Payne (7pm) Like Tom and Charlotte, he too vows to put the best suggestion into practice, though it's worth noting that the opportunistic, soon-to-be- Paternosters never bothered to email us their final, first-dance decision. We're still waiting... TalkSport: Football First, Second &amp; Third (7pm) \"Oh, and by the way,\" adds Barry, \"I haven't asked her dad's permission yet, so would you be able to disguise my name at all? The only reason I ask is because he reads the Fiver too.\" Sleep easy, erm, Barry, tis done. Newstalk 106: Off the Ball with Ger Gilroy (7pm) Much to consider there, then. Some would argue too much. If you can help, and you don't mind not being paid for your time, effort and wisdom, email your suggestion(s) to the.boss@theguardian.com and make a needy reader happy."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}