{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/apr/01/newsstory.sport3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-04-01T22:26:08Z", "webTitle": "Derby give Gregory a Burley shove", "webUrl": "https://www.theguardian.com/football/2003/apr/01/newsstory.sport3", "apiUrl": "https://content.guardianapis.com/football/2003/apr/01/newsstory.sport3", "fields": {"headline": "Derby give Gregory a Burley shove", "bodyText": "John Gregory's hopes of returning to work at Derby County diminished yesterday when George Burley was appointed interim manager until the end of the season. Gregory, suspended for the past 12 days pending an internal investigation of \"serious allegations\" made against him by the midfielder Craig Burley, nephew of the interim manager, is unlikely to be reinstated by the club chairman Lionel Pickering. The former manager's solicitors were keeping their powder dry last night, preparing for a lengthy campaign to win the £1.5m severance settlement contained in his contract, and the prospect of that battle may yet force the First Division club - with estimated debts of £30m - into administration. Gregory suffered two more reversals yesterday when his former assistant Ross MacLaren and the club physio Stuart Walker were suspended on similar grounds to his own. Billy McEwan, moreover, was reinstated as first-team coach at Pride Park. Derby said his dismissal by Gregory in February had been \"unmerited\". As part of a terse official statement which raised more questions than it answered, Pickering said: \"George is highly respected for his abilities as a football manager and has integrity as an individual. He is exactly the type of person Derby needs at this juncture.\" The decision to appoint the Scot brought condemnation from the League Managers' Association chairman John Barnwell, who accused Pickering of effectively sacking the 53-year-old Gregory. \"We are very disappointed with Derby. I think they've made it very clear they do not see a future for Gregory at Derby,\" he said. Derby have yet to reveal any findings of their internal investigation, although it is understood to centre on Craig Burley's claim that the manager and Walker mismanaged his rehabilitation from injury this season, as a result of which he has missed most of a disappointing campaign. Coincidentally the midfielder's accusations have paved the way for his uncle to return to the game for the first time since his sacking by Ipswich in the autumn, although he remains a candidate to take charge at Fulham when Jean Tigana leaves in the summer. Huddersfield Town have been placed in administration after a players' petition was granted at Leeds high court yesterday. The club chairman David Taylor did not make an objection to the application brought on behalf of the players, many of whom have not been paid in full for five months. Huddersfield, bottom of the Second Division, sacked their manager Mick Wadsworth last Friday and put Mel Machin in temporary charge. Bolton's midfielder Stig Tofting faces four months in a Danish jail after deciding not to appeal against a Copenhagen conviction for assault. The Danish international was convicted in December but was due to appear in court on April 10 to appeal."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}