{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/apr/06/usa.iraq", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-04-05T23:56:56Z", "webTitle": "End in sight to riddle of missing US airman", "webUrl": "https://www.theguardian.com/world/2003/apr/06/usa.iraq", "apiUrl": "https://content.guardianapis.com/world/2003/apr/06/usa.iraq", "fields": {"headline": "End in sight to riddle of missing US airman", "bodyText": "As endgames of this Gulf war are played out, there are hopes that the advance into the heart of the Iraqi capital will also bring an end to one of the enduring intrigues of the previous conflict - the whereabouts of US airman Michael Scott Speicher. In 1991 Lieutenant Commander Speicher from Jackson, Florida, was part of the first air mission over Iraq. The F-18 fighter pilot took off from the deck off the aircraft carrier USS Saratoga on 16 January - and flew into a 12-year mystery. In the confusion of heavy anti-aircraft fire as well as air-to-air missile attacks from Iraqi jets, two other navy pilots on the bombing raid saw a bright explosion. When Speicher, then 33, failed to return to the ship, they assumed his plane had been destroyed by enemy fire. The then US Defence Secretary Dick Cheney went on television to announce that the US had suffered its first casualty in the war. The pilot was given a tomb in the Arlington National Cemetery. His home town mourned him with a vigil and a memorial. His wife, Joanne, wept and hugged their two children, Michael, one and Meghan, three. But within a few years doubts about Speicher's fate began to emerge. The US received intelligence reports indicating the F-18 had not been destroyed but had crash-landed and its pilot had ejected. In 1996 his bloodstained and discarded flight suit was found by a Red Cross mission while the Iraqi authorities continued to deny they had either found a body or taken a prisoner. 'He was probably eaten by wolves,' was one official's remark. A series of intelligence reports and accounts by Iraqi defectors during the Nineties bolstered the belief among former military colleagues and political figures that the pilot may have survived. By the time Speicher's wife was informed, in 1996, she had remarried - even more awkwardly, to Speicher's best friend, Buddy Harris. The reports were taken seriously enough for the then President Bill Clinton to announce in January 2001 that Speicher had been reclassified from Killed in Action to Missing in Action. 'We have some information that leads us to believe he might be alive,' Clinton said at the time. As a result of this announcement Joanne Speicher Harris once again began to receive his monthly salary of $6,313. The reasoning behind Clinton's decision became clear a couple of months later with the publication of US intelligence which stated: 'We assess that Iraq can account for Captain Speicher, but that Baghdad is concealing information about his fate.' The report concluded that the navy pilot had survived the loss of his aircraft and was 'either captured alive or his remains were recovered and brought to Baghdad.' There were further developments in early 2002, when an Iraqi defector interviewed by Dutch intelligence services claimed to have seen Speicher alive and in good health, but that he now walked with a limp and had facial scars. He also alleged that on the day after the terrorist attacks in New York and Washington in September 2001, the American pilot was moved from Baghdad to a military facility in case of US reprisals. A further change in the pilot's status was announced soon afterwards by US Navy Secretary Gordon England who said he now considered him MIA - captured - effectively declaring him a prisoner of war of the Iraqi regime. A fresh navy inquiry into the affair concluded that the recovery of Speicher's flight suit, the tampering of wreckage from the F-18 and Iraq's past history of detaining PoWs for years (earlier this year Iraq returned around 100 prisoners taken captive during the 1980-88 war with Iran) all 'continued to suggest strongly that the government of Iraq can account for him'. As recently as last month US intelligence agencies reported that a US pilot believed to be Speicher had been seen alive in Baghdad. The Defence Department recently confirmed reports that a Special Operations team was dispatched into Iraq before the start of the current conflict with the specific purpose of trying to track down the airman. Orders have been given to a unit on the ground in Baghdad now to make finding him a priority. Julie Speicher, the airman's cousin and one of the leading lights of the Friends Work to Free Scott Speicher campaign group, said there was no doubt in her mind that the Iraqi government had been holding him captive for the past 12 years. 'I think they grabbed him when he came down. I really think he's alive,' she said, adding that his release would be a great day for the Speicher family. For his friend, and now stepfather to his two children, Buddy Harris, the situation is difficult but surmountable. He has said that he sat Speicher's children down and told them: 'The worst thing that's going to happen is that somebody is going to come back into your lives who loves you more than anything else. Having more than one person love you can't be bad.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}