{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/apr/19/featuresreviews.guardianreview5", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-04-19T22:23:57Z", "webTitle": "Review: Science, Seeds and Cyborgs by Finn Bowring", "webUrl": "https://www.theguardian.com/books/2003/apr/19/featuresreviews.guardianreview5", "apiUrl": "https://content.guardianapis.com/books/2003/apr/19/featuresreviews.guardianreview5", "fields": {"headline": "DNA trouble", "bodyText": "Science, Seeds and Cyborgs by Finn Bowring 320pp, Verso, £19 Fifty years ago this month, James Watson and Francis Crick unveiled a double helical structure fashioned from sticks and wire that would change the world. With the completion of the human genome project also due this spring, 2003 is the year of DNA. News attracts hype so we are daily subjected to preposterous tales of genetic tests that will predict the day we die or gene injections that will convert our couch-potato children into perfectly toned athletes. It is not surprising then that the year's DNA-fest should be peppered with a dash of scepticism such as Finn Bowring's Science, Seeds and Cyborgs. Bowring begins with an attack on reductionism in molecular biology. This is a worthy aim as the overreaching claims of many geneticists and sociobiologists need reining in. Yet he wheels out the variability of \"single gene disorders\" (like cystic fibrosis) to undermine molecular biology's supposedly central claim of a simple relationship between genes and disease. The problem is that modern genetics doesn't make such a claim. Much of the post-genome action is about unravelling the gene-gene and gene-environment interconnections that are responsible for this variability. By erecting and demolishing a straw man, Bowring misses the opportunity of providing a timely attack on the real dangers of genetic determinism. Bowring is on safer ground when he attacks biotechnology corporations and the capitalist system. Nobody likes the Big Bad Corporate Wolf, and few would dispute that biotechnology's principal motive is profit. But that doesn't explain why poor Brazilian farmers are smuggling and planting GM seeds. Whereas authors like Mark L Winston (Travellers in the Genetically Modified Zone) talk to farmers and biotechnologists, Bowring's analysis seems entirely desk-bound and doesn't shift from his ideologically based starting position. But it is on health, safety or ethical issues that he goes very badly adrift. Instead of a rigorous examination we get a mixed bag of truths, half-truths and inaccuracies. For example, Bowring claims: \"According to Ho and her colleagues there is persuasive evidence to suggest the rapid growth in genetic engineering has played a significant role in accelerating the emergence of drug- and antibiotic-resistant infectious disease.\" Drug resistance is a very serious problem. If genetic engineering is to blame, we need to know and do something about it. But citing the views of anti-GM activists is no substitute for hard facts. Two decades of research have not revealed a scrap of evidence to support this claim. But, to Bowring, all health interventions are dismissed as profiteering. Sickness is mere \"ordinary suffering\" (a truly chilling phrase) that has been redefined as illness so pharmaceutical companies can make profits. Even Alzheimer's is redefined as \"communication impediments and behaviours which challenge our abilities to comprehend\". To underpin his anti-science rhetoric Bowring attempts to build an ethical system based on an illusory natural order and the slippery concept of human dignity. But he lacks the intellectual rigour of authors such as Fukuyama (Our Posthuman Future), and (unlike Fukuyama) fails to come up with any clear policy proposals. He resurrects the metaphysical \"telos\" (form or purpose of life) to argue that biotechnology, in contrast to traditional farming practices, lacks respect for an animal's telos (though why ending up roasted on a spit should be part of anyone's telos is not explained). Surrogacy is condemned on the profiteering \"babies for sale\" ticket, yet though he condemns gene therapy as an insult to the autonomy of the human foetus, he ducks taking a similar stand on the more politically sensitive issue of abortion. Science and the left needn't follow different paths. Marx and Engels were both enthusiastic followers of scientific advances. But the new eco-left seems intent on following Lysenko's example of rewriting science to fit their ideology. As DNA enters its second half-century, society urgently needs to consider the implications of gene technology. Sadly, Science, Seeds and Cyborgs will contribute little to that debate. · Johnjoe McFadden is professor of molecular genetics at the University of Surrey and author of Quantum Evolution (HarperCollins)"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}