{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2003/apr/17/mobilephones.electronicgoods", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2003-04-16T23:42:53Z", "webTitle": "Mobile matters, April 17", "webUrl": "https://www.theguardian.com/technology/2003/apr/17/mobilephones.electronicgoods", "apiUrl": "https://content.guardianapis.com/technology/2003/apr/17/mobilephones.electronicgoods", "fields": {"headline": "Mobile matters", "bodyText": "Picture this For anyone used to doing things at internet speed, it has taken an amazingly long time. But this week, the UK's mobile phone companies finally announced they have worked out how to allow users of their picture phones to share their images with users of other networks. Previously, a Vodafone user who wanted to share an image with an Orange customer, for instance, had to send their image via email or make it available on a specially created website. Now the image can go direct from picture phone to picture phone - a move that is likely to lead to an explosion in the popularity of picture messaging this summer. 3 extends offer 3G phone network 3 has made possibly the least unexpected announcement in the mobile phone world, by confirming it is to extend its special introductory offer on the price of its handsets. Those tempted to try video calling and 3's other features can buy an NEC e606 for half-price (£200) until the end of May. The initial deal was supposed to have run out at the end of last month. There is, however, still no sign of any other 3 handsets. The PDA-style NEC e808 (£225 until the end of May) - a chunky model with a keyboard and large screen - and Motorola A830 (£125 until the end of May), which does not feature the company's hallmark video calling application, won't reach stores until the end of the month. \n<a>www.three.co.uk Sounds great Motorola is billing its forthcoming mobile phone, the E390, as the first mobile to offer its owners surround sound. The handset features stereo speakers and the company's 3D polyphonic system. The two combine to deliver ringtones or music - from the integrated FM radio or MP3 player accessory - in what the company calls three-dimensional sound. The triband mobile (which means that it's also good for use in North America) is also one of the company's first to feature an integrated camera. Other facilities include speech recognition, Bluetooth and downloadable games and ringtones. The E390 is expected in the UK in early summer. </a> \n<a>www.motorola.com/uk</a>"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}