{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/apr/28/newsstory.sport2", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-04-28T22:52:22Z", "webTitle": "Round-up", "webUrl": "https://www.theguardian.com/football/2003/apr/28/newsstory.sport2", "apiUrl": "https://content.guardianapis.com/football/2003/apr/28/newsstory.sport2", "fields": {"headline": "Round-up", "bodyText": "The Doncaster Rovers director John Ryan completed every fan's dream on Saturday, by first buying a football club and then bringing himself on as their striker. The 52-year-old cosmetic surgery millionaire also removed the small blemish of the former New Brighton manager Neil McBain's name from the record books and inserting his own as the oldest player to appear for an English professional football club. Doncaster were already assured of a place in the Conference play-offs and, with a 4-2 lead over Hereford going into injury-time, on Ryan trotted. \"I didn't actually get a kick of the ball but I had a good run around,\" he said. The Stoke City manager Tony Pulis rallied his players with the obligatory cry of \"it's in our hands\" after the 1-0 defeat at Crystal Palace took the First Division relegation battle into the final day of the season. The Potters, beaten by Dele Adebola's late strike, need at least a point at home to Reading on Sunday to make sure of safety. Tranmere will have to replay their match against Mansfield at Prenton Park after a fan allegedly climbed up a floodlight pylon and on to the away stand roof at half-time forcing the game to be postponed. Police yesterday charged a man in connection with the incident. Mansfield will be relegated regardless after Cheltenham and Chesterfield beat Blackpool and Bristol City respectively, as were Huddersfield after their 5-1 mauling by Port Vale. Rushden and Diamonds failed to clinch the Third Division title after they drew 0-0 at Leyton Orient, while Wrexham ensured an instant return to the Second Division with a 5-0 win over Cambridge United. Bury made sure of their play-off place after Lee Connell's winner sealed a 2-1 win at Southend. Bayern Munich secured their 18th Bundesliga title with a 2-0 victory at Wolfsburg."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}