{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/apr/16/horseracing.gregwood", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-04-16T22:36:50Z", "webTitle": "Khulood makes a promising start", "webUrl": "https://www.theguardian.com/sport/2003/apr/16/horseracing.gregwood", "apiUrl": "https://content.guardianapis.com/sport/2003/apr/16/horseracing.gregwood", "fields": {"headline": "Khulood enters Classic picture", "bodyText": "The breeze of change blowing through the course yesterday was a warm one as punters in summer suits explored the bars and terraces of the Millennium grandstand that were formerly reserved for millionaires and bluebloods. But the revolution surely stopped at the running rail. Khulood put up a game and promising performance to take the Nell Gwyn Stakes yet, like so many other winners of this race, she will probably come up short in the 1,000 Guineas on May 4. Richard Hills sent Khulood to the front from the off and rode a perfect pace-setter's race. The sectional times showed slight but steady acceleration throughout the first six furlongs and, as they met the rising ground, none of Khulood's seven opponents was in a position to mount a serious challenge. She beat Cala and Hector's Girl by two lengths and a neck, and now trades at prices ranging from 8-1 (Hill's) to 12-1 (Coral and the Tote) for the Guineas. \"It was a fair time and she made all,\" John Dunlop, Khulood's trainer, said. \"They left her alone, but she's got so much speed that I don't think that they would have been able to do otherwise. She changed her legs just once quite dramatically going up the hill but then picked up again and came home well, so I don't see why she shouldn't get another furlong. \"I couldn't be more pleased, it was a very satisfactory seasonal debut and it's always nice for a filly to come back like that.\" Dunlop confirmed that he has nothing at home to match Khulood among his three-year-old fillies, but the same is not necessarily true of Sir Michael Stoute, the trainer of Hector's Girl, who also prepares Russian Rhythm, a 5-1 chance for the 1,000 Guineas with most major bookies. Hector's Girl was the puzzle of yesterday's race, as eye-catching in the paddock as she was frustrating when the action started. She was slow to leave the stalls, tugged wildly for her head through the first two furlongs, and was then stopped in her tracks as a gap closed with a quarter of a mile to run. Yet even then she ran on tenaciously up the hill and a finish within two and a half lengths of the winner was, in the circumstances, a good performance. Hill's, who seemed to be taking the scissors to everything, cut Hector's Girl to 12-1 (from 25-1) for the Guineas, although the Tote still offer 20-1. She is clearly talented but headstrong and might struggle to get the extra furlong if she fails to settle in the Classic. The afternoon did not improve for Kieren Fallon, Hector's Girl's jockey, as he looked to set to win the seven-furlong maiden on the 1-2 chance Sublimity, only for his mount to drift badly left and finish fourth behind the 50-1 outsider Ammenayr. Fallon was also beaten on Crown Counsel, hot favourite for the seven furlong handicap, finishing in the pack behind Naahy, the 25-1 winner. Punters fared better in the Abernant Stakes as dependable Needwood Blade swept past Resplendent Cee at the furlong pole, while Risk Taker, 6-4 on, galloped clear in the 12-furlong maiden."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}