{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2003/apr/17/tefl.lukemeddings", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2003-04-16T23:08:17Z", "webTitle": "Dogme still able to divide ELT", "webUrl": "https://www.theguardian.com/education/2003/apr/17/tefl.lukemeddings", "apiUrl": "https://content.guardianapis.com/education/2003/apr/17/tefl.lukemeddings", "fields": {"headline": "Dogme still able to divide ELT", "bodyText": "Dogme emerged and, like the kinds of language-learning opportunities it promotes, it seems to have had a life of its own. Three years on, the discussion group called Dogme ELT (www.groups.yahoo.com/group/dogme) has an archive of 3,000 postings and a regular forum of participating members as widely scattered as Seoul, Wellington and Berlin. The term dogme now pops up in methodology books and scholarly journals. It even seems to have outlived its cinematic progenitor. It all started when Scott Thornbury teased out an analogy between the Dogme 95 film-makers collective and the current state of ELT. Dogme 95 (spearheaded by Lars von Trier) vowed to rescue cinema from its slavish allegiance to a Hollywood model of film-making, with its addiction to fantasy and special effects. ELT, Thornbury argued, had become similarly dependent on a constant fix of materials and technology, at the expense of the learning possibilities that could be harvested simply from what goes on \"within and between\" the people in the room (to borrow Stevick's phrase). ELT needed a similar kind of \"rescue action\". On the eve of our joint session at this year's Iatefl conference, it seems a good moment to draw breath and take stock. One thing we've noticed is that Dogme seems to provoke excitement and derision in equal measure. If publishers are dismissive, it may be because they misunderstand the central notion of Dogme. It is not books that we oppose. It is the prevailing culture of mass-produced, shrink-wrapped lessons, delivered in an anodyne in-flight magazine style. Worse, in their syllabuses these in-flight courses peddle the idea that the learning of a language runs along a predetermined route with the regularity and efficiency of a Swiss train. The order in which learners acquire language, and the elements of which that order is composed, are still hotly debated. But what is certain is that people come to English in a very different way than they did 40, 30 or even 20 years ago. Powerful socio-economic and technological trends - of which the internet is just one - have revolutionised the way the world learns English. Investment in schooling, both privately and state-funded, is higher than ever. English is out there 24/7, 52 weeks a year. Paradoxically, classrooms themselves are locally constituted sub-cultures nested within this global spread of English, and each has its own unique needs, goals, social structure and learning potential. Dogme is one way that the situated nature of language learning can accommodate, and exploit, the globalisation of English. Publishers need not feel excluded, but they need to reassess the wisdom of using 20th-century learning aids in a 21st-century world. And with teachers and learners so used to being spoon-fed, it is not surprising that many teachers should also feel a little apprehensive or derisive. \"Winging it elevated to an art form,\" concluded one Dogme sceptic. In the same fashion, many film-makers felt hostility to the Dogme 95 group, accusing it of setting unnatural and unnecessary challenges. But Von Trier insists that, for him, Dogme 95 restored the \"joy\" to film-making. We would argue that Dogme ELT also reaches those parts of teaching that a conventional, drip-feed pedagogy does not. And that there is joy there, too: the joy of witnessing your learners coming to life before your eyes, experiencing language and learning in a new and profoundly human way, and the excitement of finally feeling that you're doing a real job, not just shrink-wrapping grammar McNuggets. So, what does Dogme actually mean, in classroom terms? Well, three years down the line and it's more difficult than ever to describe a Dogme lesson. It seems to work at a number of levels, and in a number of ways - which is hardly surprising, given its inherent context-sensitivity. But here is our own personal summary of what Dogme might mean, from Dogme-light to Dogme-heavy: Punk Dogme Do-it-yourself. The tip of the Dogme iceberg are those lessons that you've done when the photocopier wasn't working. Anything live and local is likely to be more relevant than published materials, and more memorable. If in doubt, use the structure of a favourite coursebook unit to make your own. Don't consume, create. Talk Dogme Increase Dogme time. Dogme means taking time off from the coursebook to talk with your learners, making that talk the content of the teaching moment. Use the details of everyday life to engage even the least confident learners. Help your learners as you go along, note language that emerges, and wait for a pause in the conversation to scaffold their language as needed. When the talk runs out, have them write a summary, and then go back to the book. Deep Dogme Try making Dogme time the basis of a whole lesson, as you explore language with your learners, rediscovering the \"subject\" each time you encounter it through their eyes. Rather than pre-plan, post-plan: jointly record what has happened during the lesson. The syllabus becomes the map of a journey of discovery recollected in tranquillity, rather than a blueprint for a forced march through English grammar. Full Dogme Dogme moments, Dogme lessons: the next stage is a Dogme classroom - an open one, to which the learners are bringing in their own material because they know they can, and one where nobody knows precisely what will happen when they walk through the door. This requires considerable skill on your part, to manage the interaction but to keep one eye on the language. You are talking the talk and walking the walk, as it were. Dream Dogme Set up an open school. No levels. No coursebooks. No photocopier. No profits? Actually, we doubt it. Language schools, in Britain at least, are so indistinguishable that an original idea might pay off. Let learners organise themselves into classes based on their interests and sympathies, make sure the teachers are comfortable with talking with them, and with dealing with language that comes up - which is the language they need. Richard Kelly, in his book on Dogme 95, comments: \"Dogme 95 was driven by a... genuine desire to reset the rules of engagement. It was a game played in high seriousness, prankish, mock solemn, and yet '100% idealistic'.\" Perhaps the same could be said about Dogme ELT. · Luke Meddings and Scott Thornbury will be giving their presentation Dogme: Dogma? at the Iatefl conference in Brighton on April 24, 2003 (www.iatefl.org). Luke Meddings co-founded the Lilian Bishop School of English in London and is a founding member of the Dogme ELT group. Scott Thornbury is a teacher trainer at International House, Barcelona, and author. His latest book is How To Teach Vocabulary, Pearson - sthornbury@wanadoo."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}