{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/apr/13/match.sport8", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-04-13T22:46:55Z", "webTitle": "Viduka steals show", "webUrl": "https://www.theguardian.com/football/2003/apr/13/match.sport8", "apiUrl": "https://content.guardianapis.com/football/2003/apr/13/match.sport8", "fields": {"headline": "Viduka steals show", "bodyText": "This Leeds United performance was hardly a ringing endorsement for a thinly disguised job application by Peter Reid, but at least Mark Viduka is doing his utmost to ensure their caretaker manager stays beyond the end of this season. Viduka added two more goals to last week's hat-trick after Reid disclosed that he is already planning pre-season training. Yet, while all the talk is now of the future, there was an inevitable reminder of their past decline as Robbie Keane, who started the exodus from Elland Road, scored for Tottenham. Leeds were never likely to repeat last week's remarkable 6-1 scoreline against Charlton Athletic, a result that removed all but the final, lingering doubts about their ability to remain in the Premiership. But they did start where they left off at The Valley by giving supporters an early glimpse of the inventive forward play that unhinged Charlton in such spectacular fashion. Mark Viduka was at the hub of most of their best moments as Leeds dominated for 30 minutes that culminated in a deserved goal for the Australia striker. He capitalised on a neat link-up between Eric Bakke and Harry Kewell to take the opportunity with the confidence engendered by seven goals in his previous four games. Leeds could have taken the lead even earlier. A sixth-minute interception by Anthony Gardner denied Alan Smith a simple chance and the striker was close with a header seconds later. Viduka went close in the 16th minute with an opening created by Ian Harte and even closer six minutes later when he killed the ball on his thigh before turning to make room for his strike. Tottenham, showing little interest in the proceedings until then, finally broke into a canter in the 28th minute when Gus Poyet's skill was poorly rewarded as Robbie Keane missed his kick in front of goal. And they equalised in the 36th minute through a powerful header from Teddy Sheringham after Goran Bunjevcevic touched on Darren Anderton's corner. Keane, returning to Leeds for the first time since his transfer, went on to make a mockery of his former team's earlier superiority when he went through three timid tackles from Harte, Bakke and Lucas Radebe in the 37th minute to score his twelfth league goal of the season. United's earlier impetus was eroded by Tottenham's goals and, with the visiting team apparently content to hang on to their advantage, the second-half was a disappointment. The slumber was briefly interrupted at the start of the half when Bakke headed over from a good position, while Gary Kelly was also off-target with a long-range shot. But Tottenham were not seriously troubled until the 76th minute, when Kasey Keller was beaten to Kelly's through-ball by Kewell and hauled back the Leeds player inside the area. With players back to cover and Kewell heading away from goal, a yellow card was the right decision, with Keller punished further as Viduka stroked in the penalty. The final stages almost increased Tottenham's dismay at letting their advantage slide away. Smith's 81st-minute header forced a save from Keller, Bakke almost forced the ball in at the near post and only an interception by Ledley King prevented Viduka from claiming his second successive hat-trick. But Tottenham might have had the decisive last word when referee Rob Styles chose to ignore justifiable penalty claims when Simon Davies was brought down on the edge of the area by Radebe in stoppage time. · You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to football.editor@guardianunlimited.co.uk, or mail the Observer direct at sport@observer.co.uk"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}