{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2003/apr/19/featuresreviews.guardianreview13", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2003-04-19T22:24:00Z", "webTitle": "Review: Erasure by Percival Everett", "webUrl": "https://www.theguardian.com/books/2003/apr/19/featuresreviews.guardianreview13", "apiUrl": "https://content.guardianapis.com/books/2003/apr/19/featuresreviews.guardianreview13", "fields": {"headline": "Colour bind", "bodyText": "Erasure by Percival Everett 240pp, Faber, £14.99 Percival Everett's experimental novels have been associated with calls for an alternative American literature in defiance of what is seen as the east-coast literary establishment. In Erasure, his 13th novel, he takes on the commercialisation of literary culture and the trap for the publishing business of being bound by its precedents: it will publish certain kinds of books until the market for them dries up. Everett's subject is serious, but his tone, social observations and stylistic inventiveness reach for the bleakest comedy. Erasure is a sly work, not easily described, though what it's for and what it's against are always clear. The narrative is allusive, thickly ironic and includes different texts, various textures. It is a novel that builds and then surprises. Everett's protagonist is the most self-conscious of black writers. \"I am Thelonious Ellison. Call me Monk.\" Although he has dark brown skin and a broad nose, and has been detained by white police officers in three states, some people don't think he's black enough. His grandfather and father were doctors, as are his sister and brother. He graduated summa cum laude from Harvard, which he hated. He is good at maths, which blacks aren't supposed to be, and he can't dance or play basketball, which blacks are supposed to be good at. Monk's \"unreadable, boring\" books are \"retellings of Euripides and parodies of French poststructuralists\"; one reviewer wondered what his reworking of Aeschylus' The Persians had to do with the African-American experience. To those in the literary life who suggest that he write gritty novels about real black life, he tells them that he is living a black life, far blacker than they could know. \"The hard, gritty truth of the matter is that I hardly ever think about race. Those times when I did think about it a lot I did so because of my guilt for not thinking about it.\" Monk also says that he is usually put off by stories that have a writer as the main character. But in Erasure he, the post-structuralist black author who isn't funky enough for the market, will tell his story his way. It has two parallel strands: the disintegration of his family and an explosive crisis in his writing life. Monk's father committed suicide seven years ago while Monk's mother was at her bridge club. She is now declining through Alzheimer's, and when Monk's sister is killed by an abortion protester at her women's health clinic, Monk leaves his high-minded California life of fishing, sawing wood, and writing dense novels to look after his mother. Though his younger brother is married and has children, Monk knows that he is gay. The brother's life falls apart, leaving Monk to cope with their mother's problems. Monk also finds a mystery to solve: among his father's private papers are clues to the identity of a sister Monk never knew he had, the child of his father's love affair with a German woman in the 1950s. Some of the best writing in Erasure is about Monk's family, particularly those moments when he recalls his father or a telling childhood scene. Moreover, in talking about his life, Monk gives a picture of the black middle class that is altogether more interesting and convincing than that offered in Stephen Carter's rather contrived The Emperor of Ocean Park. Both Everett and Carter deal with the same class and racial material, but Everett handles it with much more authority because he does not have Carter's falsifying, covert political purpose of basking in the punitive conservative Christian mood now ascendant in the US. Everett would have written an accomplished novel of psychological realism just with the story of Monk's family. But perhaps that would have been too easy, too lacking in paradox. Monk can't find his books in either the literature or contemporary fiction sections of Borders. He is irate when they turn up in the African-American studies section, even though the only thing black about them are the photos on the dustjackets. Nearby he sees a poster announcing a reading by Juanita Mae Jenkins, \"author of the runaway bestseller We's Lives in Da Ghetto\", which begins: \"My fahvre be gone since time I's borned and it be just me an' my momma an' my baby brover Juneboy.\" Monk reads a review in a major glossy that praises Jenkins's novel for its \"haunting verisimilitude\". His most recent manuscript has just received its 17th rejection, and by the time he watches Jenkins on a talk show whose black woman host has chosen the novel for her book club, he's at breaking point. Under a pseudonym, he writes a parody of the ghetto novel genre, which he calls Ma Pafology. \"My name is Van Go Jenkins and I'm 19 years old and I don't give a fuck about nobody, not you, not my Mama, not the man. The world don't give a fuck about nobody, so why would I?\" Some 70 pages later, Van Go's crime spree ends in his brutal arrest. \"The cameras be full of me. I'm on TV.\" This skilful, extended parody of ghetto novels such as Sapphire's Push will no doubt get Erasure talked about. Monk's pseudonymous Ma Pafology is already a parody of Richard Wright's Native Son, reworking its plot points as Ishmael Reed and Paul Beatty have done in some of their fiction. There are so many different kinds of black writers these days that the only thing wrong with Everett's narrator is that he doesn't seem aware of those who have also asked his questions. Random House offers a $600,000 contract for Ma Pafology, and Monk becomes Stagg R Leigh, the tough, intimidating black writer, appearing as a taciturn guest behind a screen on the same talk show that featured We's Lives in Da Ghetto. The nastier he is, the more people are convinced. He then finds himself on an award committee that gives the prize to the novel he insisted on renaming Fuck, just to make life hard for his publishers. At Erasure's end, a New York literary audience wonders why Thelonious Ellison has risen to accept Stagg R Leigh's prize. Ma Pafology is only one of the texts or voices that give to Erasure an intriguing layered quality. Everett presents swathes of the paper on Barthes that Monk gives to the Nouveau Roman Society, with sample footnotes about hermeneutic codes. Monk quotes personal letters and the rave review of Fuck in the New York Times. In addition, he frequently jots down story ideas, and has a passion for imagining dialogues: between Barlach and Klee; Wittgenstein and Derrida; Wilde and Joyce. It sounds pretentious, but it doesn't come off that way. Everett also treats television and phone calls as texts, stories in themselves. We get the script of a weird TV game show that ends with the entire audience shocked to death by a black man's intelligence. Different typefaces give the whole a built-up-from-pieces feel; the text of Fuck appears on different-coloured paper. And there is a hilariously deadpan imitation of a middling academic writer's sad CV. The most recent date in the CV is 1995. Monk claims to reject the \"despair\" of \"self-murder\", but at the beginning of Erasure he says that he dreads anyone seeing the pages of his journal. Then he adds that he would be dead by the time people read them. Is the novel, as a final irony, meant to be the journal of a dead writer? · Darryl Pinckney is writing a history of African American literature"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}