{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/apr/12/sport.facup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-04-11T23:22:04Z", "webTitle": "'Saints fans will get a bigger kick from a Cup final than eighth place'", "webUrl": "https://www.theguardian.com/football/2003/apr/12/sport.facup", "apiUrl": "https://content.guardianapis.com/football/2003/apr/12/sport.facup", "fields": {"headline": "'Saints fans will get a bigger kick from a Cup final than eighth place'", "bodyText": "The manager of Manchester United and the chairman of Southampton have little in common apart from their involvement with football. Sir Alex Ferguson is Govan and Glasgow Rangers, Rupert Lowe public school and the City of London. This week, however, each has struck a similar chord with a challengeable view about his club's priorities. Ferguson feels that compared with the Champions League the Premiership is mundane while Lowe believes that in comparison with the Premiership the FA Cup is a trinket. The supporters may beg to differ. For United fans trekking to St James' Park today and Highbury on Wednesday the prospect of watching their team attempt first to keep Newcastle at bay, then go some way to regaining the league title from Arsenal is far from banal. And while Lowe may be statistically correct when he says that finishing three places higher in the Premiership would earn Southampton more than they would get by winning the Cup it can be assumed that their followers will get a bigger kick out of seeing Watford beaten in tomorrow's semi-final than the idea of Gordon Strachan's team coming eighth rather than 11th. Ferguson, of course, was speaking in the run-up to Manchester United's Champions League quarter-final against Real Madrid during the course of which he displayed a capacity for rabid rhetoric worthy of Don King. In such cir cumstances not everything that is said should be taken too seriously and it is a pity that Ferguson's players supported their manager's argument with a performance in the Bernabeu which was mundane in the extreme. The Premiership may be many things - overpaid, overhyped, overbearing - but ordinary it is not. Even the most modest of mid-table fixtures now has a sense of occasion compared with the old First Division and, while this may be as much a triumph of packaging and presentation as any dramatic improvement in the product, the overall quality of the football is better than it was. True, even the best that Arsenal have played this season still falls short of heights reached by Real Madrid during the first 50 minutes of Wednesday night's game. Should Manchester United go out of the Champions League at this stage, though, Ferguson's belief in the comparative mundaneness of the Premiership would presumably become less relevant than his need to avoid a second successive season without a trophy. Regaining the title might well become as important to him as was winning it the first time. Rupert Lowe has done well by Southampton, leading the financial operation which enabled the club to move to a new stadium at St Mary's which has double the capacity of The Dell. Strachan appears to have been an inspired choice as manager while the finishing of James Beattie has not only assured the team of mid-table respectability but brought it within sight of a major prize. The FA Cup is still worth winning. Lowe may think that \"compared to the league a good little Cup run is nothing like as important\" but until Southampton are serious championship contenders it is not bad to be going on with. The way the semi-final draw has worked out they may well meet Arsenal in the final, a prospect which would hardly overawe Strachan's players since they have already beaten Wenger's side in the league this season. In these circumstances even Lowe might reappraise his view of the FA Cup's importance. The competition has lost some of its impact, this cannot be denied. Attendances for Southampton's home ties did not match their Premiership gates until the fifth and sixth rounds. Yet the closer a team gets to the final the louder the old tunes of glory become. Lawrie McMenemy's Southampton reached the 1976 final from the old Second Division by beating opposition from the old Third, Malcom Allison's Crystal Palace. At Wembley they were given little chance against the Manchester United side rebuilt by Tommy Docherty yet won the Cup with a goal from Bobby Stokes. As the team made their way home down the M3 they were cheered from every viaduct. The M4 might not witness such merrymaking should Southampton bring the FA Cup back from Cardiff on May 17 but they would surely get a cheer or two more than for finishing better than 10th in the Premiership. True, this would represent Southampton's best Premiership season to date but the record that matters is 1983-84 when they came second, three points behind Liverpool. Another success in the Cup would reawaken more happy memories in Southampton than getting into single figures in the league. At least Lowe appreciates the importance of continued Premiership status, something Ferguson can be forgiven for taking for granted. The capacity crowds at St Mary's may be less than half the attendances at Old Trafford but mundaneness is not one of their problems."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}