{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2003/apr/20/iraq.politics", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2003-04-20T21:26:01Z", "webTitle": "Saddam son-in-law 'surrenders'", "webUrl": "https://www.theguardian.com/world/2003/apr/20/iraq.politics", "apiUrl": "https://content.guardianapis.com/world/2003/apr/20/iraq.politics", "fields": {"headline": "Saddam son-in-law 'surrenders'", "bodyText": "Saddam Hussein's son-in-law has surrendered to the Iraqi National Congress in Baghdad after leaving Syria, a London-based spokesman claimed today. Haider Ahmed said that Jamal Mustafa Abdallah Sultan al-Tikriti, who is married to Saddam's youngest daughter, Hala, and was deputy head of the Tribal Affairs office in the ousted Ba'ath party regime, had handed himself over to the congress. \"There have been some negotiations until he was persuaded to come to Baghdad and surrender to our people in Baghdad,\" Mr Ahmed explained, saying that his information had come from \"my colleagues in Baghdad\". Jamal Mustafa was being questioned by intelligence officers of the Free Iraqi Forces, and would be turned over to the US military \"in a matter of hours, not days,\" Mr Ahmed said. Officials at US central command said that they had heard the reports but were unable to confirm the surrender. The reports come as the US president, George Bush, said that Syria was beginning to heed US demands to cooperate against the deposed Saddam regime. Syria's president, Bashar Assad, said on Sunday that the country would not give asylum to war crimes suspects from Iraq. US central command has also announced that Iraq's minister of higher education and scientific research has been apprehended by coalition troops. Abd al-Khaliq Abd al-Gafar was arrested on Saturday. Questions over killed soldier's armour The prime minister, Tony Blair, was today facing new questions over the long-running controversy of army supplies after it emerged that a British soldier may have died in Iraq because he did not have the proper body armour. Desert Rats tank commander Sergeant Steven Roberts, 33, was shot through the chest during a riot in Zubayr, near Basra, just three days after the conflict began. Military chiefs have confirmed an investigation was under way into whether his flak jacket had been fitted with vital ceramic plates. Not every soldier was issued with the plates, one officer told the Sunday Telegraph. An official army spokesman told the paper: \"Sgt Roberts should have been issued with enhanced body armour. We're trying to establish if he had chosen not to use it or whether it was not made available to him. There have been problems with the supply of some of the equipment and the flow of combat gear has been too slow.\" The spokesman promised: \"Nothing will be swept under the carpet. If mistakes were made that led to his death we'll want to make sure they don't happen again.\" Pope's Easter plea for peace in Iraq At the Vatican, Iraq featured in Pope John Paul II's Easter message to the world. He said the Iraqi people themselves, aided by other nations, should determine their country's future, \"Peace in Iraq!\" proclaimed the pontiff, drawing cheers from a rain-soaked crowd in St Peter's Square. \"With the support of the international community, may the Iraqi people become the protagonists of their collective rebuilding of their country,\" he said. Iraq was also the dominant theme in Easter sermons in Britain. The Archbishop of York, David Hope, called on the coalition forces to put as much energy into reconstructing Iraq as they had to toppling Saddam Hussein's regime. \"Quite frankly, despite all the promises, given how things currently are in Kabul and Afghanistan, post-war does not bode well as to how things might be in Baghdad and Iraq,\" Hope told worshippers at York Minster in northern England. The Archbishop of Canterbury, Rowan Williams, also talked of Iraq in his sermon at Canterbury cathedral. Williams said a desire to cling to traditional, comfortable ways of thinking had characterised the moral debate surrounding the conflict in Iraq. \"Some opponents of the war insisted that the motives of those in power must be personally corrupt, greedy, dishonest and bloodthirsty, as if the question could be settled simply by deciding on the wickedness of individuals,\" Williams said. \"Equally though, there have been defenders of the war who have accused its critics of being unable to tell good from evil, of colluding with monstrous cruelty and being indifferent to the suffering of nations.\" Blair may visit Middle East There was also mounting speculation today that Mr Blair may soon visit the Middle East, hoping to help galvanise the Israeli-Palestinian peace process, although Downing Street refused to discuss whether he might visit Iraq or any other details, citing security reasons. The Observer reports that Clare Short's future as a member of the government appeared to be in fresh peril after she repeated her criticisms of the war in Iraq yesterday but then retreated an hour later saying she was always \"willing to contemplate the use of force\". Short in Cabinet peril over new war outburst Meanwhile, coalition military forces in Iraq are putting the finishing touches to a proclamation formally declaring the war is over, Australia's foreign minister, Alexander Downer, said today. Mr Downer told Australian television's Seven Network that final details are still being worked out, \"but it will happen in the next few days\". Elsewhere, US troops held as prisoners of war in Iraq - including seven troops rescued last week - returned back to the United States late yesterday to crowds of flag-waving family and friends. On another front today, Jordanian officials announced the seizure of 42 paintings believed to have been looted from Iraq's National Museum. However they represent just a small portion of Iraq's antiquities which were plundered during the days of chaos that followed the US occupation of Baghdad. British Airways plans to resume scheduled flights from London to Baghdad as soon as stability returns to the country, the airlines' chief executive said today. The company last operated a service between the two capitals 13 years ago, just before the Gulf war, but has been holding talks with the government about the situation in Iraq. Meanwhile, the Observer reports on the growing popularity of \"memorabilia\" from the conflict which is doing brisk business on internet auction sites like ebay. Now the souvenir hunters advance on Iraq US marines pull out of Baghdad US marines pulled out of Baghdad today, leaving the job of maintaining law and order in the war-torn Iraqi capital in the hands of a newly revived Iraqi police force and US army soldiers. Nearly two weeks after pushing across Tigris river tributaries into east Baghdad, convoys of US marines headed south out of the city to take up new positions while US army units moved into east Baghdad. The pullout results in a dramatic drop in the number of US troops in Baghdad, although precise figures were not released. The first convoy of UN food aid reached the capital in a convoy of some 50 trucks after a four-day run from Jordan, but a World Food Programme (WFP) official said the 1,400 tonnes of wheat flour would not be distributed until early next month. Meanwhile, Iraqi engineers laboured to repair the city's southern power plant, as well as telephone service and water purification systems, and for the first time in years, vendors began selling whisky and beer - banned in public by Saddam - on Baghdad's streets. In southern Baghdad, a US army Humvee with mounted loudspeakers cruised around soliciting translators for the army's government-building job. \"Go to the library if you speak English,\" the loudspeaker blared. The announcer paused, adding, \"Americans disregard.\" A long-time exile who has proclaimed himself in charge of Baghdad said Iraq's new constitution would be derived from Islamic law and promised to try anyone whose \"hands are stained with the blood of the Iraqi people.\" Mohammed Mohsen al-Zubaidi also announced plans to revive Baghdad's civil administration. It remained unclear where his authority comes from or if it exists at all; no US officials attended his news conference. Al-Zubaidi is a deputy of Ahmad Chalabi, and a senior figure in the Iraqi National Congress, an opposition group long backed by Washington. Pilgramage continues Shia Muslims continued their pilgrimage to the holy cities of Najaf and Kerbala, a day after marching through Baghdad's streets - a practice that was discouraged under the rule of Saddam's mainly Sunni Muslim regime. The annual pilgrimage culminates on Thursday with thousands of Shias converging on the site of the 7th century martyrdom of Al-Hussein - a grandson of the Prophet Muhammad and one of Shia Islam's most revered saints. The event is one of the biggest events of the Islamic calendar. Turkey to send peacekeeping troops Turkey has responded positively to a US request for peacekeeping troops and experts to help stabilise and rebuild Iraq, Turkey's foreign minister Abdullah Gul said today. While no formal arrangements have been made yet, Mr Gul said Turkey has verbally agreed to help reconstruct its southern neighbour. Mr Gul said the US administration was seeking assistance in a broad range of areas, from peacekeepers and doctors to experts in communications and infrastructure. Turkey's defence minister, Vecdi Gonul, said Washington was also looking for experts in explosives and nuclear technology."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}