{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/apr/20/travelnews.observerescapesection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-04-20T17:42:17Z", "webTitle": "News in brief", "webUrl": "https://www.theguardian.com/travel/2003/apr/20/travelnews.observerescapesection", "apiUrl": "https://content.guardianapis.com/travel/2003/apr/20/travelnews.observerescapesection", "fields": {"headline": "News in brief", "bodyText": "Canaries for winter GB Airways (0845 773 3377) is introducing flights to Fuerteventura and Tenerife North from Gatwick for this winter. The British Airways subsidiary now offers more scheduled services to the Canaries than any other UK airline. Return fares to these and its three other Canary Island destinations - Gran Canaria, Lanzarote and Tenerife South - start at £179. Bull by the horns Most people in Barcelona are opposed to bullfighting and want the city to be declared an 'anti-bullfighting city' before it hosts the 2004 Universal Forum of Culture, according to a World Society for the Protection of Animals survey. The findings showed 63 per cent do not want bullfights to continue in their city. Services resumed The Foreign Office (0870 606 0290) is no longer advising against travel to Kuwait or non-essential travel to Saudi Arabia. British Airways will resume services from Wednesday between Heathrow and Kuwait, while services to and from Heathrow to Jeddah and Riyadh in Saudi Arabia will once again operate directly from Saturday. Hong Kong Sars check The Department of Health in Hong Kong is giving a body temperature check to all passengers departing Hong Kong airport to curb the further spread of Sars. Your travel plans Research by credit card provider Morgan Stanley suggests that 42 per cent of UK citizens will head for a summer holiday in Europe, 34 per cent will stay in the UK and 16 per cent are not planning a holiday at all."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}