{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2003/apr/09/unitedkingdom.familyholidays.family", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2003-04-09T18:45:41Z", "webTitle": "It's fun up north", "webUrl": "https://www.theguardian.com/travel/2003/apr/09/unitedkingdom.familyholidays.family", "apiUrl": "https://content.guardianapis.com/travel/2003/apr/09/unitedkingdom.familyholidays.family", "fields": {"headline": "It's fun up north", "bodyText": "With concerns about the war leading many parents to stay in the UK this Easter, many hotels and self-catering holiday cottages are already booked up. While families tend to head south to the beaches of Devon and Cornwall, and north-west to the magnificence of the Lake District, the beauty and variety of the beaches and moors in the north of England is often overlooked. One of the challenges of a family holiday in this country is how to amuse children when the sun isn't shining. Even though March has been one of the warmest on record, the UK weather is nothing if not unpredictable. So here is our guide to fun days up north that children can enjoy even if the weather isn't perfect. 1. Go birdwatching... at the RSPB reserve at Bempton Cliffs, Flamborough Head, east Yorkshire. From April to mid-July these cliffs are noisy with the calls of breeding and nesting birds. You can see gannet, puffin, guillemot, razorbill, fulmar and kittiwake on the precipitous cliffs. There are cliff-top walks up to one mile (1.6km). The first two viewpoints are at 200 yards and 400 yards and are suitable for wheelchairs and pushchairs. The reserve is open all year, and the visitor centre is open from March to November 10 am to 5 pm, and in winter weekends only 9.30 am to 4 pm. Charges for non-members: £3 car parking fee; £6 for minibus; £8 for coach. · More information: www.rspb.org.uk/reserves/bemptoncliffs, 01262 851179 2. Cross the causeway at low tide to... the site of Lindisfarne Priory, Holy Island, Northumberland, one of the most important ancient religious sites in the UK amid the Northumberland coast's spectacular scenery. Check the tide times before you cross - they are displayed at the causeway. Open between 10am and 6pm, the charges are £3 for adults and £1.50 for children. · More information: www.lindisfarne.co.uk, 01289 389200 3. Go underground... to explore the caves at the Heights of Abraham, Matlock, Derby. This former spa town is now home to cable cars, caverns and a hilltop park. You can take a guided tour into the caverns where local miners became the millionaires of the day because of the riches they made from extracting lead. The local church convinced them that lead grew underground, and was therefore subject to the 10% tithe levied on all crops and animals in the regions. · More information: 01629 582365 4. Discover our Viking heritage... at the Jorvik Museum, Coppergate, York, opened in 1984 and visited by 12 million people over the past two decades. The exhibition is a reconstruction of a Viking settlement in York in the 10th century - including the smells! A family ticket for two adults and two children is £25.50, and under fives are free. Open 9am to 5.30pm every day. · More information: www.jorvik-viking-centre.co.uk, 01904 643211 5. See sharks close up... at The Deep, Victoria Quay, Hull. The exhibition shows the story of the world's oceans, plus the chance to see grey reef sharks, conger eels and rays in the 2.5m-litre tanks and viewing tunnel. Open daily from 10am. Adult £6.50; child £4 (free entry for children under three). Family ticket (two adults, two children): £19. · Booking information: 01482 381000, www.thedeep.co.uk. 6. Get close to locomotives... at the National Railway Museum, York. The largest railway museum in the world features engines, exhibitions and stories of the railway. Entry is free and the museum is open between 10am and 6pm. · More information: www.nrm.org.uk, 01904 621261 or 686286 7. Follow in the footsteps of Harry Potter... at Alnwick Castle, Northumberland. Known as the \"Windsor of the North\", this foreboding medieval castle in Northumberland has stunning state rooms which contain fine furniture and paintings by Canaletto, Van Dyck and Titian. But the children will be more excited to know that it was the setting for Hogwart's School of Wizardry in the film version of the Harry Potter story. The castle is open from 11am to 5pm and you can either buy a ticket just for the castle, or visit the gardens as well. Prices are adults £7.50 (plus garden £10) and children under 16 are free. · More information: www.alnwickcastle.co.uk; enquiries and bookings: 01665 511100 8. Discover the dark side of monastic life... at Fountains Abbey, Ripon, Yorkshire. The National Trust-owned site may be tranquil now but in the past this was an important abbey for Cistercian Monks. You can explore the beauty of the Water Garden, stroll beside the Temple of Piety and the Temple of Fame, and walk in the extensive grounds. The visitor centre is open between 10am and 6pm in the summer season, and the Deer Park is free and open during daylight hours. Admission is £5 for adults and £3 for children, or £14 for a family ticket, which admits up to 4 children. Under fives are free. · More information: www.fountainsabbey.org.uk, 01765 608888 9. Take a cycle tour... along the old railway between Scarborough and Whitby. Trailways Cycle Hire is based at the Old Railway Station, Hawsker, Whitby, North Yorkshire. The Trailways cycle route follows the path of the old Whitby to Scarborough coastal railway which some exciting coves to discover on the way. The 20-mile route is now free from traffic and safe for families to cycle on. Hire starts from £6.30 a day, with £22 for a tandem, and £7.80 for a tow buggy which seats two small children. · More information: 01947 820207 10. Go back in time... and visit the Roman army museum and Vindolanda, close to Hadrian's Wall. The Roman Army Museum, situated beside one of the best preserved sections of the Wall, has an exhibition showing what life would have been like when the wall was built and used as a defence. Open between 10am and 5.30pm and a family ticket for the museum costs £9.50. · More information: 01434 344277"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}