{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2003/apr/24/blogging.onlinesupplement", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2003-04-24T15:28:12Z", "webTitle": "Bloggers tool up", "webUrl": "https://www.theguardian.com/technology/2003/apr/24/blogging.onlinesupplement", "apiUrl": "https://content.guardianapis.com/technology/2003/apr/24/blogging.onlinesupplement", "fields": {"headline": "Bloggers tool up", "bodyText": "Six Apart, the weblog tools company behind the popular Movable Type, made two announcements at this week's O'Reilly Emerging Technology conference in San Jose. First, that they had secured funding from Neoteny, a Japanese venture capital firm, and second that this funding was allowing the launch of a new product: TypePad. These two announcements look set to radically change the weblogging industry, coming as they do only a few weeks after Google bought SixApart's rival, Blogger. TypePad, revealed exclusively to the Guardian, is a major step forward for weblogging tools. Unlike MovableType, TypePad is a hosted service where the program, and the user's weblog, is hosted on the TypePad server for a small monthly fee. The advanced features previously only available with a weblog hosted on your own server, which you would have to pay for and manage yourself, are now available to anyone, regardless of technical ability. The features are remarkable: there is a very powerful, but extremely simple, template builder. Users can redesign their weblogs and create fully compliant XHTML pages, with out knowing what that last phrase means. There is a built-in photo album, built-in server stats, so you can see who is coming to visit you and from where, built-in blogrolling (listing the sites you like to read), and built-in listing for your music, books and friends, producing a complete friend-of-a-friend file for every user. In short, with Typepad, SixApart has embraced almost every advance in weblogging over the past year, and wrapped it into a product my dad could use. It raises the bar for the personal publishing world in a way that the Blogger/ Google buyout promised but has yet to deliver. But what does this mean for the industry this year? Quite a lot. For one, Neoteny's investment, at a time when investing in internet firms is unfashionable, is a great morale boost, especially when you consider that SixApart is actually the husband and wife team of Ben and Mena Trott. (The investment has also allowed for a new employee: the famed New York weblogger Anil Dash is coming on as the marketing and business development expert.) That the world does not consider the Google/Blogger creation an all-consuming beast bodes well for the health of the industry. But more importantly, it shows a maturation of the weblogging world. TypePad is the first new consumer-grade weblogging product in more than a year, but it shows a change in the marketplace: grabbing the new middle ground of users who want all the advanced features of a self-hosted weblog, but none of the tears of having to learn about Linux or Perl or FTP. This should elevate the standard of weblogs in general, as it does away with any correlation between technical skill and artistic merit. We will no longer be reliant on geeks for top quality weblog reading. It takes the seething masses and pulls them up to the same technical level as the best Movable Type tweakers and hackers. But going the other way, it frees the self-hosted products up for some advanced technology, without the fear of alienating the users who are at the end of their technical skills. The long awaited Pro version of MovableType will contain some of the code used in TypePad, but will also contain, Ben Trott says, professional publishing features required by the newly emerging micro-publisher. By creating content management systems with professional features, for around one thousandth of the price of the systems the large sites of the dotcom era were forced to use, the weblogging industry is rapidly creating new possibilities for people to make a living writing for the web. Micropublishers, such as Nick Denton's Gawker.com and Gizmodo.com, need these powerful tools, but until now would have been forced into either writing their own or investing in a system more suitable for newspapers. So what next for weblogging? Here in Silicon Valley, there are rumours that a big announcement from Blogger may come in the next few days, but no announcements seem forthcoming from any other weblog tool companies. This will change rapidly. Due to the nature of the hyperconnected weblog world, the news of TypePad will travel quickly. As I write, TypePad has yet to be announced to the public (that announcement coming as this paper is being printed), and the public analysis has yet to start, but by the time you read this, it will no doubt be the top story monitored at daypop.com. For a part of the internet that has so much quiet influence, TypePad and its features may just be the start of something really big. · www.moveabletype.org"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}