{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/apr/01/sport.comment", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-04-01T22:26:03Z", "webTitle": "Sol maintains an even strain", "webUrl": "https://www.theguardian.com/football/2003/apr/01/sport.comment", "apiUrl": "https://content.guardianapis.com/football/2003/apr/01/sport.comment", "fields": {"headline": "Sol maintains an even strain", "bodyText": "It takes a lot to carry the burdens of contemporary football on your shoulders and it's tougher still when your achilles tendon is aching. The very qualities that make Sol Campbell important also ensure that the demands imposed on him are harsh. The centre-half is not in peak condition, but England need to have him back against Turkey tomorrow. That match is the first in a series of intense struggles. England's involvement in Euro 2004 is far from certain and Campbell is also in an Arsenal team striving to bring the Double to Highbury for a second consecutive season. On April 13 there is an FA Cup semi-final with Sheffield United and three days later Manchester United come to London in a match that should shape the outcome of the Premiership. It is typical of the sport in its modern form that Campbell has both to look forward to those matches and others like them while wondering whether he will be healthy enough to take part in them all. No surgery is required, but the defender is in need of a procedure that is far more tricky to arrange. His body is calling out for rest. \"Maybe that's the football of the future,\" he said wryly. \"It used to be much easier. You just went out and played. Now it's a bit different. The media side is bigger. There are a lot of situations and people to please. There's a lot at stake. You want to play your best football for your club and you want to perform for your country.\" Arsène Wenger did not intend to be melodramatic two weeks ago when he made it sound as if Campbell's body was in rebellion over the schedule, yet the player still turned out against Valencia, in the defeat that eliminated Arsenal from the Champions League, against Everton, in a win that hoisted his club back to the top of the Premiership, and against Chelsea for the FA Cup quarter-final replay victory. All of that was undertaken within a week. The last pair of fixtures hurt the most. \"Two games in three days overloaded it,\" he said of the bothersome achilles. \"I've still got the stiffness in the morning. It's going to be a question of how I manage it over the season. I just need time, but at the moment I haven't got time. \"When it was really bad I missed two games, one against Roma and one against Blackburn. I just couldn't move. The Everton and Chelsea matches were only three days apart and they were hard. I don't think I'll be in that position again.\" That last observation implies that prudence will see him duck out of certain fixtures, but in practice he is loth to sideline himself. It is obvious that he cannot bear to think of missing an FA Cup semi-final in the hope of being in pristine condition for Manchester United. It would be a rare manager, too, who omitted Campbell in his own best interests. He will be vital to England at the Stadium of Light tomorrow when he can again strike up a partnership with Rio Ferdinand that was so sturdy at the World Cup finals. When they have not been in tandem this season Sven-Goran Eriksson's team has had a trace of fragility. Turkey, for their part, are equipped to aim hammer blows at any hairline crack they detect. Hakan Sukur may be back in their squad but devotion to a great scorer of the 90s has petered out. The impact of Turkey in attack is more likely to depend on the German-born Ilhan Mansiz, the Besiktas striker who made a name for himself in the World Cup finals, and Nihat Kahveci, whose efforts have gone far to turn Real Sociedad into dogged challengers for the league title in Spain. The most sincere tribute to Campbell lies in England's need of him. There could be rivals for his place, particularly once Jonathan Woodgate becomes completely settled at Newcastle United, but for the moment Eriksson does not have to wonder about his selection. He is just relieved to set down Campbell's name. After the depression of failure against Valencia, the defender's character was seen at its most craggy in the wins over Everton and Chelsea. At 28, he might conceivably be able to echo the sort of influence exerted by predecessors in the England defence such as that other Arsenal man Tony Adams. \"I just like to communicate out there,\" Campbell said. \"If I talk more it's because I'm more mature. I'm happier about myself. That's just a natural progression. You've got to have leaders. Some do it vocally and others do it quietly. It's about getting a balance.\" Steady nerves are also in demand when England's form is so undistinguished. \"You lose a couple of games or draw them and people start to doubt you,\" he said. \"But as a footballer you've got to be tougher than that. You've got to raise your belief beyond that and say, 'Look, I know what I can do. We know what we can do as a team.'\" His body might give out now and again, but there should be enough resolve left to see Campbell through these absorbing, exhausting months."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}