{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2003/apr/16/tennis.stephenbierley", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2003-04-16T22:36:48Z", "webTitle": "Henman on the mend while his future teeters", "webUrl": "https://www.theguardian.com/sport/2003/apr/16/tennis.stephenbierley", "apiUrl": "https://content.guardianapis.com/sport/2003/apr/16/tennis.stephenbierley", "fields": {"headline": "Henman upbeat about injury", "bodyText": "The continuing worries over Tim Henman's injured right shoulder, which was operated on last year, eased a little yesterday with the news that the latest problem will not require further surgery. But his long-term future must remain in some doubt, despite the British No1's relatively upbeat assessment. \"The specialist told me that it was clear from the scan that the recent pain had been caused by inflammation that has since dispersed. I'm obviously very relieved the problem is not more serious,\" Henman said, stressing the need to continue assiduously with his rehab programme in order to safeguard the joint. But the 28-year-old will be aware that these exercises did not prevent the latest bout of inflammation, brought on as he practised for the opening of the clay court season and forcing him to pull out of the Tennis Masters Series here, where last year he reached the semi-finals before losing to Carlos Moya. Yesterday Henman was told by a specialist that he could begin hitting again immediately, and providing there is no further reaction he will take a wild card into the BMW Open in Munich on April 28. Because he has been unable to defend his semi-final points here, Henman is in danger of slipping out of the world's top 32, which could see him enter Wimbledon unseeded. So far this year he has played only five matches, winning just one, and this latest setback would have further dented his confidence. Despite his lack of form, Henman had previously taken comfort from the fact that the shoulder had been pain-free since the operation. Although the most recent problem was apparently not connected with the original injury, Henman will view the next few weeks as critical to his Wimbledon hopes, and his future. Wayne Ferreira, one of the driving forces behind the recently formed International Men's Tennis Association - which counts Australia's Lleyton Hewitt, the world No1, among its growing ranks - yesterday criticised the Wimbledon champion for his proposed legal action against the ATP, the ruling body of men's professional tennis. \"I think both Lleyton and the ATP are in the wrong. It's terrible that we have a law suit involved,\" said Ferreira, who won his first-round match here against Sweden's Jonas Bjorkman 6-4, 2-6, 7-5, despite a fierce wind gusting the clay into the air in a series of mini-twisters. The rival union is waiting for the ATP to reply to its detailed questionnaire, which asks for information on the salaries of the top 25 ATP employees and a copy of the ATP accounts for the past five years, among other things. \"The whole goal is for the players to have better representation,\" said Ferreira, who also distanced the IMTA from Hewitt's fight with the ATP. \"We're trying to improve the game and make it better for everybody, and a lawsuit does not help. Lleyton needs to be taught what it is that he should be doing to help the game.\" One player who appears destined to do much for the game is the 16-year-old Rafael Nadal, whose uncle is the former Spain football international Miguel Angel Nadal. The youngster won his first-round match yesterday against Slovakia's Karol Kucera 6-1, 6-2."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}