{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/apr/28/sport.comment3", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-04-28T22:52:24Z", "webTitle": "Artists need to appreciate the  ugly game to help Arsenal protect a lead", "webUrl": "https://www.theguardian.com/football/2003/apr/28/sport.comment3", "apiUrl": "https://content.guardianapis.com/football/2003/apr/28/sport.comment3", "fields": {"headline": "Artists need to appreciate the  ugly game to help Arsenal protect a lead", "bodyText": "Arsenal have thrown away leads in three of their four Premiership games this month, and I'm not sure that's a coincidence. They're letting the opposition come through them too easily and I think their creative players need to take more defensive responsibility when the team's ahead. It's not a question of turning artists into cloggers because I wouldn't expect Thierry Henry, Robert Pires and Sylvain Wiltord to start tackling like Dave Mackay. But Arsenal could have done with them being more switched on defensively and showing more competitive desire. What's happened could lose them the title. When Arsenal are on top of their game they can get away with playing loose. But they've not been at their best since losing at Valencia and they're doing enough of the ugly things to see them through scrambled results. Against Aston Villa, Manchester United and Bolton this month they've let leads slip, and it was the same at Liverpool and Newcastle a little earlier. I think adjusting the formation when they're ahead would have helped. As things stand Pires, Henry and Wiltord aren't doing enough when the ball changes hands. They're letting people run past them and that allows teams to come at Arsenal. It contrasts with Manchester United, where everybody works hard when they haven't got possession, including Ruud van Nistelrooy. Arsenal could have done with going to 4-5-1 when they lose the ball, with Wiltord dropping back from striker to a wide position to push an extra man into central midfield to stiffen the resistance there. That's all the more important when Patrick Vieira's absent. The key then is that Henry, Pires and Wiltord show good awareness of their responsibilities. By positioning himself properly Henry can make Bruno N'Gotty push the ball to Bernard Mendy. Pires should be quickly on to Mendy and make him turn the ball back to N'Gotty because Parlour or Henry have picked up Ivan Campo. Eventually one of the centre-backs might hit a long ball, which Sol Campbell and Martin Keown can deal with. Bolton's equaliser came after Henry conceded a free-kick. You can't blame him for the result but if the forwards were defending higher up the park there should be no need for him to be there."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}