{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2003/apr/13/theobserver.observerbusiness6", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2003-04-13T22:47:24Z", "webTitle": "When saying nothing takes an hour", "webUrl": "https://www.theguardian.com/business/2003/apr/13/theobserver.observerbusiness6", "apiUrl": "https://content.guardianapis.com/business/2003/apr/13/theobserver.observerbusiness6", "fields": {"headline": "When saying nothing takes an hour", "bodyText": "As I made my way to the first lunchtime Budget in living memory, I passed a demonstration opposite 10 Downing Street with banners urging the Prime Minister to 'Drop Debt Not Bombs.' The banners were carried by members of the highly respectable War on Want organisation and the World Development Movement. My immediate reflection was that Gordon Brown himself, unlike Macmillan at the time of Suez, was 'last in' when it came to ministerial support for invading Iraq. He has also made a strong point as Chancellor, and especially since becoming chairman of the International Monetary Fund's key policy committee in 1999, of putting more effort into relieving debt and raising development assistance than one might reasonably expect of a Chancellor. It was no doubt in part because of his late, and almost certainly reluctant, support for the dangerous new doctrine of pre-emptive war that Brown felt he had to begin his Budget speech with a tribute to 'the strong leadership' of Tony Blair. It was certainly ominous for those of us who think Britain's backing of the US version of the 'war on terrorism' is inviting trouble that Brown's first financial announcement concerned the dispensing of 'an extra £330m for additional domestic counter-terrorism measures'. The first judgment I made on the Chancellor's Budget was that his decision to delay until April (the traditional month for many years) turned out to be fortuitous from his point of view. There are a lot more 'geopolitical uncertainties' out there, but it would have been very awkward to present the Budget any earlier this year. The Chancellor also enjoyed the inestimable advantage that the speculation about the deterioration in the economic outlook - and rise in projected borrowing - had been with us for so long that on the day it all came as an anti-climax. So did the Budget itself. One former Treasury official commented: 'I used to long for the day when the Chancellor stood up and announced that he had nothing to say, and Gordon Brown has now done just that.' But in the land of New Labour even saying nothing takes a whole hour. Instead of employing the oratory of, say, a Roy Jenkins on these occasions, Brown subjects the Commons to seemingly interminable lists of detailed measures that in the past would have been relegated to the supporting documents. 'He's lost the House' muttered a colleague in the press gallery. But the Chancellor is a professional and managed to save himself, momentarily luring the Conservatives into a trap by reminding them of the 'sustainable investment rule' that 'debt should be kept below 40 per cent of GDP'; adding in the same breath: 'Debt this year is actually rising to 42 per cent... in France.' Yes, all that 'prudence' during the first term (1997-2001) may have meant that the public services and infrastructure seemed to go from bad to worse, but, my goodness, it puts the Chancellor in a strong position now, in the face of some rather ill-considered (but widespread) criticism of the budgetary position. At 32.2 per cent of GDP this year, and scheduled to rise to no more than 33.8 per cent by 2008, net debt is well within the confines of the Chancellor's self-imposed rules, as well as the Maastricht criteria. Of course, prudence is not necessarily rewarded and, notwithstanding the market's advance familiarity with the public sector borrowing figures (£24bn in the 2002-03 financial year and £27bn in 2003-04), plenty of concern has been expressed about the level and/or sustainability of the borrowing, both in the City and by research institutes. This brings us to an oddity about modern budgets that suggests that not all the sins of the monetarist heresy and loss of faith in demand management in the 1970s and 1980s have yet been expiated. In the good old days Chancellors and their Treasury officials used to look at the state of the economy - the level and sources of demand - and form a judgment as to whether the Budget should be expansionary (increases in public expenditure and/or reductions in taxation) or contractionary (reductions in public spending and/or increases in tax rates). The judgment would depend on whether the economy was running above or below what used to be referred to as the rate of growth of productive potential, but is now usually called its 'trend' rate. As Sir Donald MacDougall, economic adviser to many historic figures, including Churchill, told the Political Economy Club on Budget night, in an ideal world he would have reduced taxes in the Budget. One fears, however, given the clamour about Budget deficits that even now are less than 3 per cent of GDP, such a move would have been a red rag to a bull. As it turned out, against the background of the slowdown in both the British and world economies, we can thank our lucky stars that a kind of genetically modified Keynesianism is alive and well in the Treasury and that this Budget was at least neutral in its impact on the economy, not reinforcing the downturn, which is the logic of the deficit cutters' position. The Treasury is at the optimistic end of the economic forecasting profession at present. If things go badly, it is relying on the Bank of England's Monetary Policy Committee (itself not so sanguine) to come to the rescue with further cuts in interest rates. Talking of which, I noticed Sir Edward George, Governor of the Bank of England, was not in his usual place in the visitors' gallery on Budget Day. This was not just because it was lunchtime but because the MPC was holding its monthly meeting. The Bank was represented by the former Governor, Lord (Gordon) Richardson, who once prophetically said that, by setting targets for the money supply, the first Thatcher government of 1979-83 was creating a rod for its own back. Ironically, much of the criticism of the Chancellor for being sensibly relaxed about the Budget deficit at a time like this focuses on the degree to which he risks breaking his own rules, rather than on whether the deficits make sense from the point of view of steering the economy. As it is, though the Budget itself is neutral, the net effect of the 1 per cent increase in national insurance contributions announced last year, minus the boost from the new pensioners' and child tax credits, also previously announced, is that this fiscal year has begun with an officially induced reduction to demand in the economy. On the more pessimistic assumptions about growth, there was even a case for postponing the rise in NI contributions; but this would have been too much for the conventional wisdom to stomach. Brown could not resist blaming our continental neighbours for the impact of the Eurozone's near recession on his forecasts; but I thought it was a bit rich to blame the slowdown in world trade for our poor export performance while not conceding that the slowdown has had precious little impact on our propensity to import. Notwithstanding the poor state of the world economy, the Treasury's optimism on growth seems based on two things: the sharp rise in public spending (the Treasury has more control over this than the world economy); and its belief (or hope) that since the last two big recessions were associated with rises in interest rates - hardly on the cards in a potentially deflationary world - the consumer will carry on spending. We shall see. Meanwhile, at least the Chancellor is trying to do something about the poorer members of society, even if only he can understand the full complexity of the means-tested world in which we now live. As for the baby bond, I'm all in favour of it. But against the background of the pensions crisis, there will be many people who wish eligibility for the bond could be made retrospective by many decades. Now that really would produce a budgetary crisis."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}