{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2003/apr/14/mediamonkey.mondaymediasection", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2003-04-13T23:07:40Z", "webTitle": "Media monkey's diary", "webUrl": "https://www.theguardian.com/media/2003/apr/14/mediamonkey.mondaymediasection", "apiUrl": "https://content.guardianapis.com/media/2003/apr/14/mediamonkey.mondaymediasection", "fields": {"headline": "Media monkey's diary", "bodyText": "· Welcome to the first of an occasional series commemorating the increasingly hilarious handovers between the Radio 5 breakfast show and Fi Glover's morning programme. Despite executives' attempts to smooth relations between Glover and breakfast presenter Nicky Campbell (and between Campbell and his co-host, Victoria Derbyshire), there was another outbreak of playground nastiness on Friday when Glover revealed that she would be interviewing Gloria Gaynor. \"She's seen as a gay icon, but she has made some anti-gay statements,\" proclaimed Campbell. \"Like what?\" replied Glover. \"I don't know,\" barked the former Wheel of Fortune host. \"Look it up!\" Oh dear. Glover said she hoped to be talking about karaoke, but joked that the two subjects would probably \"dovetail\". \"In your expert hands, I'm sure they will,\" shot back Campbell. Forget Big Brother, forget even Fame Academy (you probably already have) - this is the only reality show worth its salt. · Staying with radio, Lesley Douglas, heir apparent to Radio 2 controller Jim Moir, last week unveiled a plan to shift output from singles to a playlist dominated by albums. All well and good, you might think, but it was another example of the BBC's ability to make sweeping changes to a radio format that would require regulatory approval in the commercial sector. The new Radio 2 playlist is expected to include Us and Us Only, by the Charlatans, and This Is My (Format), Tell Me Yours, by Manic Street Preachers. · ITV's master scheduler, prince of darkness David Bergg, shone a light into the dark recesses of the BBC's own scheduling manoeuvres at last week's Westminster media forum. He used an example from earlier this month, when BBC bosses waited until the last minute to move its Saturday evening news back to 9.15pm to compete head-to-head with ITV's own bulletin. \"It is irresponsible to go head-to-head,\" fumed the Berggster. It is not the first time the Beeb has waited to see the ITV schedules before turning its own upside down, having famously moved Holby City to Sunday night to scupper ITV's Bloody Sunday. So what did the BBC have to say for itself? All the BBC bigwigs were tied up at an internal management meeting. Rumours that they were poring over the upcoming ITV schedule are apparently wide of the mark. · Local radio bosses used the above forum to moan about local programming requirements included in the communications bill. But they caught radio authority grand fromage Sara Nathan on an off day. She told them that she had just visited seven mainly GWR-owned stations serving the M11 corridor, including Cambridge. None had been able to broadcast news to drivers stuck for 17 hours in a freak snow storm because after 7pm they didn't have any journalists. Doh. \"It is extraordinary that a town the size of Cambridge has no [ILR] journalists based there,\" said Nathan. Expect plenty more radio interference to come, then."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}