{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2003/apr/29/newsstory.sport6", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2003-04-28T23:26:52Z", "webTitle": "Fulham lose £33m and keys to the Bridge", "webUrl": "https://www.theguardian.com/football/2003/apr/29/newsstory.sport6", "apiUrl": "https://content.guardianapis.com/football/2003/apr/29/newsstory.sport6", "fields": {"headline": "Fulham lose £33m and keys to the Bridge", "bodyText": "Fulham's bad day became worse last night when negotiations broke down with Chelsea about a temporary groundshare at Stamford Bridge, hours after the club announced record annual losses of £33.6m, the second highest in Premiership history. The collapse of Fulham's attempts to share with their neighbours from the start of the 2004-5 season follows a demand by the Chelsea chairman Ken Bates for a £5m \"golden hello\", half of which would have been forfeited by Fulham if the deal did not go ahead. The collapse of negotiations leaves in doubt the question of where Fulham will play once their arrangement to share Loftus Road expires at the end of next season. \"We are disappointed nego-tiations have broken down,\" Fulham said, \"because we have established a very good relationship with Chelsea as a club and were confident we could do business with them for a short-term groundshare which would have benefited both clubs.\" A club source added: \"This is all because of Ken Bates's ridiculous demands. We have been able to do business very well with the Chelsea board but Mr Bates is standing in the way.\" Last night Chelsea could not be contacted for comment. Earlier it became plain that Fulham's new manager will have negligible transfer funds to strengthen the squad after the announcement of huge losses for the year ended June 2002, which covers Fulham's first Premiership season. The club are expected to make a further loss of about £20m this season, and the new manager will be told he will have to generate funds from sales if he wants to bring players in, with no guarantees that all the money raised will go on players. Steve Finnan heads a list of players expected to depart in the summer, with Liverpool said to be interested in signing the £6m-rated defender. The club, currently fighting to stave off the threat of relegation under the caretaker manager Chris Coleman after the departure of Jean Tigana, will appoint a new manager in the summer. Interest in Louis van Gaal has been abandoned because of the cost. The announcement of Fulham's losses - beaten only by the £33.8m deficit announced by Leeds - was accompanied by a warning from the chairman Mohamed al Fayed that the days of \"profligate\" spending had gone. In the year to June 30 2002 the club's turnover increased from £10m to £32.7m and operating costs were cut from £16.8m to £7.7m but the demands of the Premiership meant the club continued to lose money. Transfers accounted for £37.5m, with the signings of Edwin van der Sar and Steve Marlet accounting for almost £19m. A further £12m was written off the value of the squad through the collapse of the transfer market. Describing Fulham's first Premiership season, during which they finished 13th in the league and reached an FA Cup semi-final, Fayed said: \"This moderate success on the field came at an exorbitant cost to the club and necessitated a huge additional capital investment. \"The days of profligate spending are now over and we subsequently must tighten our belts and introduce a regime of prudent budgetary control from top to bottom; transfer fees, player salaries and stadium development will all be scrutinised. Make no mistake, football is in danger of going broke if it continues to pay itself more than it earns and we must address the situation immediately if we are to survive in the top flight of English football.\" Of Fulham's ground, Al Fayed, who met Bates in Paris last week, said yesterday that the preferred option remained to redevelop the Craven Cottage site, but only if it is financially viable and makes sound business sense. If this proved impossible he said an alternative site would be obtained. Fulham had felt that Chelsea's financial plight would help them to reach an agreement and had heard helpful noises from the local authority about giving the deal the go-ahead."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}