{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/feb/11/warren-gatland-wales-six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-02-11T22:56:01Z", "webTitle": "Six Nations 2012: Warren Gatland taps into national pride of Wales", "webUrl": "https://www.theguardian.com/sport/2012/feb/11/warren-gatland-wales-six-nations", "apiUrl": "https://content.guardianapis.com/sport/2012/feb/11/warren-gatland-wales-six-nations", "fields": {"headline": "Six Nations 2012: Warren Gatland taps into national pride of Wales", "bodyText": "When the Wales players reported back after last Sunday's victory over Ireland in Dublin and went through a debrief with the management, one area that was highlighted was a kick to touch that led indirectly to a conceded try. The kick came from deep in Wales's 22 from the outside-half, Rhys Priestland, but it was pointed out that as three defenders were converging on him, there was space out wide. The message to the players was that the ball should have been moved, never mind that they were a few metres from their own line. A contrast in Dublin was that while Ireland went into the match buoyed by the performances of three of their sides in the Heineken Cup, especially Leinster and Munster, who had not lost a group match between them, Europe's premier club tournament had not offered much for Wales: only Cardiff Blues qualified for the quarter-finals and their reward was a trip to the holders, Leinster. Yet it was Wales who showed the greater confidence and composure, overhauling a six-point deficit in the final five minutes, and the players are thriving in the environment created by the head coach, Warren Gatland. George North, who had looked jaded the month before for his region, the Scarlets, had the energy of someone who had just come back from a long holiday. When Gatland toured Wales as a hooker with the 1989 All Blacks, players were then far more comfortable in their club surroundings than in the national camp, but that has now been reversed. \"Players are finding an extra 20% and you can feel what pulling on that red jersey means to them,\" said the former Wales captain, Scott Gibbs. \"Warren Gatland and his coaches deserve every credit. They are building something special and I savour the way they are playing behind, standing deep and square and trusting their talent. They are clearly relishing playing international football and they are a smart side. \"It has all happened quickly because Wales did not look like this in last season's Six Nations. Going to Poland last summer and again before the Six Nations has not only improved their physical conditioning but has toughened them up mentally and it is in that area that Wales are now so different. They have always had the skill, but now they have attitude and this team will only grow, if you can say that about a team with a monster back division.\" Scotland are hoping that Wales are in complacent mood on Sunday afternoon, anticipating victory in front of their own fans and ready to show off before the game is won. The home side won the fixture two years ago thanks to a late comeback when they had a two-man advantage and in 2008, grand slam year, Gatland needed to make tactical changes in the second half after a healthy lead had been squandered. Complacency is unlikely because what Wales are about now is themselves. Tactics are tweaked to accommodate the opposition: Wales had worked out that if the ball in play time was around 40 minutes in Dublin (which it was) they had the greater chance of winning, but if it were 37 minutes or under Ireland would be the more likely victors. Tactically, Wales are one of the sharpest teams around, constantly challenged by the coaches. \"What I am trying to create is an atmosphere which means players enjoy training and being part of the group,\" said Gatland. \"One of the things I said to them last week was that it was clear that pulling on the Wales jersey meant an enormous amount to them and that is something you cannot underestimate. \"There is a saying in Munster: 'You are Irish by birth and Munster by the grace of God', and that sums it up for me. When I was in charge at Wasps, I made sure that we never took on the national team, England. There is nothing players want more than to represent their country and it would have been hypocritical of me, given my playing career, to have done anything to jeopardise that. \"We trained the players hard before the World Cup and our conditioning paid off. I noticed a slight drop-off when we gathered to face Australia in December and when we went to Poland last month, there was a need to refresh them and we worked a lot on skills. The balance between fitness, core rugby work and skills is important and we tell the players that if they see something is on, no matter where they are on the field, go for it and trust their instinct. \"We saw some of that against Ireland and there was some delicious off-loading, but we still have progress to make. The way we finished the game against Ireland was probably the best last five minutes since I have been here, but I thought we were the better side and should we have had to wait so long? This is a young side that is improving. The future is exciting, but everyone is grounded and we all know the danger Scotland pose. There is no complacency.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}