{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/20/andy-carroll-liverpool-goals-form", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-20T22:30:01Z", "webTitle": "'I've started to get going at Liverpool' says confident Andy Carroll", "webUrl": "https://www.theguardian.com/football/2012/feb/20/andy-carroll-liverpool-goals-form", "apiUrl": "https://content.guardianapis.com/football/2012/feb/20/andy-carroll-liverpool-goals-form", "fields": {"headline": "'I've started to get going at Liverpool' says confident Andy Carroll", "bodyText": "Andy Carroll believes his Liverpool career is finally under way having rediscovered the confidence and contentment that had eluded him following his £35m transfer from Newcastle United 13 months ago. Liverpool's record signing endured a poor start to life on Merseyside as injury, loss of form and the lack of a sustained run in Kenny Dalglish's team increased scrutiny on the club's decision to make the 23-year-old the most expensive British player in history. Carroll, however, has prospered in recent weeks from the first consistent spell in the team since his arrival from Tyneside and admits his self-belief has been a major factor in the improvement. The striker, who scored his second goal in three starts and created another for Luis Suárez in Sunday's 6-1 defeat of Brighton &amp; Hove Albion in the fifth round of the FA Cup, said: \"I feel like I am doing well and have just started to get going. I am scoring goals and I feel like I am doing well in games now. It's all starting to come together for me. This is the best I've felt since I have been here, without a doubt. I feel fit and confident and I think it is showing in my performances. I'm getting around the pitch more and getting involved. I think it shows that I am happier and more confident. I'm just pleased that things are going right.\" Carroll's transformation came at an opportune time for Dalglish, when the Liverpool manager was without the suspended Suárez, and has also enhanced the England international's prospects of starting against Cardiff City in the Carling Cup final on Sunday. The striker responded impressively to Dalglish's challenge to players to secure their Wembley places during the FA Cup meeting with Brighton, as did Stewart Downing, another expensive Liverpool purchase who has received criticism this season. It was also the first time Carroll, Suárez and Steven Gerrard have started a game together for Liverpool since the two forwards joined the club in January 2011. \"It was great and all three of us scored,\" said Carroll, although his captain's effort was credited as an own goal by Liam Bridcutt. \"The whole team played well, we gelled together and we passed it well. We got the goals that we have been lacking. For me it was nice to get one in front of the Kop, it was a great ball from Stewie [Downing]. He picked me out and all I had to do was put it in the back of the net.\" Carroll conceded there are no guarantees over who will start on Sunday, when Liverpool will be firm favourites to lift their first trophy since the 2006 FA Cup. \"We have got a massive squad and everyone can play a part in it,\" he said. \"We have got such a good team, anyone could come in and play. You have just got to work hard in training. I've never been to a cup final. I'm just hoping we can win it now.\" With Liverpool advancing on Wembley on two fronts, Carroll hopes their momentum can be transferred into the Premier League, where Dalglish's team trail Arsenal by four points in the race for the fourth Champions League qualifying berth. He added: \"We have been playing well the last couple of weeks and starting to put the performances in. We are starting to get the goals. It's been nice to see Chelsea and Arsenal struggling a bit but we have got to make sure we put the performances in ourselves.\" Liverpool's principal owner, John W Henry, the chairman, Tom Werner, and other members of Fenway Sports Group will be present at Wembley for the Carling Cup final. The Liverpool chairman insists he is satisfied with the progress made under Dalglish this season. Werner said: \"We have played brilliantly at times this year, and at other times we haven't been able to be our best, for example, playing to too many draws at home. But I see good and steady progress and our supporters have been fantastic.\" He added: \"Kenny has said it himself: the quality of our squad has improved since last year. We are just a few points from fourth place in the Premier League and we are the only team in England with the possibility of playing in both the Carling Cup and FA Cup finals.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}