{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2012/feb/11/sun-journalists-arrested", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2012-02-11T22:56:00Z", "webTitle": "Senior Sun journalists arrested in police payments probe", "webUrl": "https://www.theguardian.com/media/2012/feb/11/sun-journalists-arrested", "apiUrl": "https://content.guardianapis.com/media/2012/feb/11/sun-journalists-arrested", "fields": {"headline": "Senior Sun journalists arrested in police payments probe", "bodyText": "The Sun has been plunged into its worst ever crisis following the arrest of five of its most senior journalists over corruption allegations, moving Rupert Murdoch to pledge his support for the paper amid rumours that it faces closure. Murdoch's \"total commitment\" to continue to own and publish the Sun was sent to News International staff by chief executive Tom Mockridge after the journalists, who include the deputy editor, were arrested in connection with an investigation into inappropriate payments to police and public officials. Mockridge confirmed that the five Sun journalists involved are deputy editor Geoff Webster, picture editor John Edwards, chief reporter John Kay, chief foreign correspondent Nick Parker and deputy news editor John Sturgis. The Sun's editor, Dominic Mohan, said: \"I'm as shocked as anyone by today's arrests but am determined to lead the Sun through these difficult times. I have a brilliant staff and we have a duty to serve our readers and will continue to do that. Our focus is on putting out Monday's newspaper.\" A News International source said Mohan was \"not resigning\" but added that it was \"obviously a dramatic day for him\". Sky News reported that Murdoch is flying into the UK to reassure Sun staff that he will not close the paper in the wake of the latest arrests. Murdoch is expected to visit News International staff in London towards the end of next week. In an email to News International staff, Mockridge said he \"had a personal assurance today from Rupert Murdoch about his total commitment to continue to own and publish The Sun newspaper.\" He also called on staff to support Mohan at a time when the company was \"facing our greatest challenge\". Amid accusations from the National Union of Journalists that Sun staff were being sacrificed to save Murdoch's reputation, Mockridge added that he had written to the Independent Police Complaints Commission to seek clarification on its oversight of the Elveden investigation into the Sun. The worsening crisis at the tabloid could have wider ramifications for the Murdoch media empire, according to some media experts. Clive Hollick, former chief executive of United Business Media, said the latest arrests could intensify the Foreign Corrupt Practices Act investigation into News Corp in the US. In a post on his Twitter account he added that the arrests \"may lead to fines, director oustings and asset sales\". He also suggested that the developments could lead to the broadcasting watchdog Ofcom reviewing Murdoch's control of Sky television in the UK. Hollick tweeted: \"Will Ofcom conclude that Sun arrests on top of hacking render NI not fit and proper to hold #Sky license and make them sell shareholding?\" Rupert Murdoch's biographer Michael Wolff said on Twitter: \"I've never known a point in News Corp history with so much internal acrimony.\" A Surrey police officer, 39, a Ministry of Defence employee, 39, and a member of the armed forces, 36, were also arrested at their homes on Saturday on suspicion of corruption, misconduct in a public office and conspiracy in relation to both. All five of the journalists, the Ministry of Defence employee and the member of the armed forces were released on bail on Saturday night until May, while the police officer was bailed until March. The new arrests at Britain's bestselling newspaper will further rock News International, which is still reeling from the closure of the Sun's sister title, the News of the World last July, after it emerged that journalists had hacked the phone of murdered schoolgirl Milly Dowler. The journalists, aged between 45 and 68, were arrested at addresses in London, Kent and Essex on suspicion of corruption, aiding and abetting misconduct in a public office, and conspiracy in relation to both these offences. They are being questioned at police stations in London and Kent. News Corporation, the parent company of News International which owns the Sun and the Times, confirmed that five Sun staff were among those arrested today. It said its Management and Standards Committee (MSC) had provided information to the Elveden investigation which led to the arrests and had also provided the option of \"immediate legal representation\" to those arrested. \"News Corporation remains committed to ensuring that unacceptable news-gathering practices by individuals in the past will not be repeated and last summer authorised the MSC to co-operate with the relevant authorities,\" it said. \"The MSC will continue to ensure that all appropriate steps are taken to protect legitimate journalistic privilege and sources, private or personal information and legal privilege. \"News Corporation maintains its total support to the ongoing work of the MSC and is committed to making certain that legitimate journalism is vigorously pursued in both the public interest and in full compliance with the law.\" The NUJ has accused Murdoch of throwing his journalists to the wolves in a bid to save his company, adding that the reputation of those arrested will \"inevitably\" be damaged. General secretary Michelle Stanistreet said News International staff were reeling and furious at \"what many sense to be a witch-hunt\" and \"a monumental betrayal on the part of News International\". \"Once again Rupert Murdoch is trying to pin the blame on individual journalists hoping that a few scalps will salvage his corporate reputation,\" she said. The arrests come two weeks after four former and current Sun journalists as well as a serving Metropolitan police officer were arrested over alleged illegal police payments. Senior Sun employees Chris Pharo, 42, and Mike Sullivan, along with former executives Fergus Shanahan, 57, and Graham Dudman, were named by sources as suspects facing corruption allegations. All five were released on bail. Surrey police confirmed a serving officer was arrested at the officer's home address on Saturday as part of Operation Elveden. Deborah Glass, deputy chair of the IPCC, said: \"Today's arrests are further evidence of the strenuous efforts being undertaken to identify police officers who may have taken corrupt payments.\" The MoD refused to comment. Officers from Operation Elveden made the arrests between 6am and 8am as part of the investigation into allegations of inappropriate payments to police and public officials. Operation Elveden, which runs alongside the Met's Operation Weeting team, was launched as the phone-hacking scandal deepened last July. Its remit has widened to include the investigation of evidence uncovered in relation to suspected corruption involving public officials who are not police officers. The homes of all eight detained men are being searched and officers are also carrying out searches at the offices of News International in Wapping, east London, the Metropolitan police said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}