{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2012/feb/13/chico-ijomanta-damien-hirst-spot", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2012-02-13T22:06:01Z", "webTitle": "Painter and decorator Chico Ijomanta on Damien Hirst's Spot Paintings", "webUrl": "https://www.theguardian.com/culture/2012/feb/13/chico-ijomanta-damien-hirst-spot", "apiUrl": "https://content.guardianapis.com/culture/2012/feb/13/chico-ijomanta-damien-hirst-spot", "fields": {"headline": "Another view on Damien Hirst's Spot Paintings", "bodyText": "I was hugely taken with these Spot Paintings. I couldn't stop looking at them: I was fascinated by the size of some of the canvases, and by the fact that each spot is a perfect circle, laid out in a grid. It got me thinking about the technical skill involved: do Hirst and his assistants use a stencil? Do they lie the canvases on the floor? I can't say I've ever been asked to paint dots like these on a customer's walls. It would be pretty trippy. It's like looking at those cards psychologists give you and ask what pattern you can see: I started seeing parallel and diagonal lines. That was when I began to see similarities between the work of a painter like Hirst, and one like myself. For a painter and decorator, colour lines are all-important: the separation between one colour and another is what makes a well-decorated room. In my living room, I have brown walls, white skirting boards and a black feature wall; if the colours were to bleed together, it would look terrible. Hirst understands this: every dot is perfectly painted in household gloss with no bleed at all. At first, Hirst's arrangements seem random, but you soon realise no colour is repeated on any one painting. That certainly makes for more interesting juxtapositions of colour than you usually get in a paint colour chart. It made me think about matching colours that I'd never have thought about putting together before. The most important parallel between the work of an artist and a painter and decorator is that we both create something that exerts a psychological effect on the viewer. I felt emotionally engaged with Hirst's paintings: the joy he takes in colour comes through clearly. The impact of painting walls can be similar. When I've finished a customer's room, they often come in and find that the way they feel about the room has changed. • Chico Ijomanta works for Capital Painters."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}