{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/09/harry-redknapp-england-manager-fa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-09T23:35:00Z", "webTitle": "FA insists that Harry Redknapp will not be the only candidate", "webUrl": "https://www.theguardian.com/football/2012/feb/09/harry-redknapp-england-manager-fa", "apiUrl": "https://content.guardianapis.com/football/2012/feb/09/harry-redknapp-england-manager-fa", "fields": {"headline": "FA insists that Harry Redknapp will not be the only candidate", "bodyText": "By the time David Bernstein took his seat a little scrap of paper had already been torn out of somebody's notebook and placed on the desk in front of him. The words were brief and to the point: \"Shortlist: 1) Harry 2) Harry 3) Harry 4) Rosie.\" Bernstein sat down, poured himself a glass of water and somehow managed to get through the next 38 minutes without mentioning Harry Redknapp, or any canines, once. It was some feat given the way everything came back to the man who woke on Wednesday wondering if he was going to prison and drove home that night wondering if he was about to be made the next England manager instead. Bernstein straight-batted everything, spotted every googly coming his way and generally kept a steady hand. What the Football Association chairman could not do was dilute the sense that England have adopted the theory of chaos as their motto for Euro 2012. \"Quite clearly, it's hardly ideal,\" he said, with a thin smile. The former French Connection man is not the kind to slam down his fist and tell the nation not to worry because he is on the case. There will, almost certainly, be a telephone call to Redknapp and the Spurs chairman, Daniel Levy, at some point. But the four FA executives addressing journalists' questions on the back of Fabio Capello's resignation made it clear Redknapp will not be the only candidate. Or at least that's what they wanted us to believe. First, Bernstein explained, they had to draw up a \"job brief\". Then they needed a shortlist and, as he pointed out, focusing only on one \"makes a very difficult situation when negotiating and so on\". Fair enough, though maybe not the smartest business move to admit that some of the names may just be there as a bargaining tool. But this is a negotiation process and when the FA do get round to ringing Redknapp it will be the man at the other end of the line bargaining from a position of strength. Capello was the £6m man whose team stank out the World Cup. \"No one is going to defend the South Africa performance,\" Bernstein said. Redknapp has been designated as the people's choice to sort out this mess. Ignoring, for a moment, that sketch at Southwark crown court when he talked of himself as \"the least greedy person you will ever meet\", he should expect a salary offer in keeping with his predecessor. \"Let me be absolutely clear, we are not going to do anything on the cheap,\" Bernstein said. \"We will pay the proper market rate.\" Here, though, he talked as though oblivious to the Redknapp bandwagon. It was wrong, he said, to assume the next manager would be English. There was no rush, it was cheerily explained, because there was only one match between now and the end of May so \"not a huge amount for a manager to do\". From 12 feet away it was difficult to see whether Bernstein had his fingers crossed beneath the table. No other team going into Euro 2012 is currently missing both a manager and a captain. Nowhere else will we find one of the key players preparing for a race-hate court case. Or a group of players who are threatening, courtesy of the John Terry trial, to rival the Dutch squad at Euro 96 in terms of cliques and divisions. Just to recap: some of the players cold-shouldered Terry at their last get-together. His relationship with Rio Ferdinand is stretched, to say the least. Ferdinand's friendship with Ashley Cole is not what it was. Terry has his friends, Ferdinand has his. These are rich, successful people who are used to getting their way. Not a huge amount for a new manager to do? That quote, funnily enough, was left off the FA's official transcript. The truth is the new manager needs all the time there is to find a way through this maze of politics but Bernstein, by his own admission, had not even entertained the idea that Capello's successor could be appointed, even as a job-share, in time for the Holland game on 29 February. Instead we have Stuart Pearce, the lion-heart with the flag of St George in his back garden. Pearce won 78 caps in his playing career, wore the captain's armband with distinction and always gave the impression he had God Save The Queen as his ringtone (the Sex Pistols version). But this is not straightforward. The whole chain of events leading to Capello's dismissal begins with an alleged race crime that meant the FA were too embarrassed to keep Terry as captain. Now they have a temporary manager who once had to apologise to Paul Ince, then of Manchester United, after an incident in 1994 that allegedly had racial overtones. What Pearce said was never established and, in FA terms, it is a spent conviction. \"We're not going to go back over old ground,\" Adrian Bevington, the managing director of Club England, d and he had a point. If there were to be loud objections, they should have been voiced when Pearce was asked to take charge of the England Under-21 and the Olympics teams. Neither it is really fair for it to be held against him that his brother, Dennis, was a BNP candidate in the 2009 elections. \"Stuart has made it clear that he is not involved in his brother's political beliefs,\" Bevington continued. \"I don't think we can get to the realms of being judgmental on someone because of what their siblings' views are. It's a matter for Stuart Pearce's brother rather than Stuart, we would suggest.\" Again, fair enough. These issues, however, will be brought up and the FA will find it difficult to shake off in the current climate. An Italian journalist had flown in for this press conference. \"This is a story you cannot invent,\" he said on the way out."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}