{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/feb/01/george-osborne-budget-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-02-01T22:38:52Z", "webTitle": "George Osborne's budget: time to think big | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/feb/01/george-osborne-budget-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/feb/01/george-osborne-budget-editorial", "fields": {"headline": "George Osborne's budget: time to think big", "bodyText": "Just in case George Osborne hasn't yet got the message that pushing through his spending cuts is going to be much tougher than originally planned, the Institute for Fiscal Studies laid it out again on Wednesday. In its annual green budget analysis, the leading thinktank laid out three challenges for the chancellor's historic austerity programme. We might term them: economic, political and implementation. Economists routinely describe the current environment as challenging, when (as one green budget presenter put it on Wednesday) what they really mean is \"absolutely awful\". The UK looks likely to go into another recession this year – the double-dip so dreaded in Downing Street; meanwhile the eurozone looks unlikely to resolve its crisis any time soon. The IFS isn't a partisan body, yet the politics in the green budget are easily discernible. They come down to this: Britain has never gone through anything like this sort of spending squeeze. Neither has any other country that we might consider remotely similar. Ireland managed three years of cuts in the late 80s (offset by the fact that its biggest export market, just over the water, was enjoying the Lawson boom). After just one year of full-blown austerity, marked by student occupations and rioting, it is sobering to be reminded that 94% of Mr Osborne's departmental spending cuts are still to come, along with another 88% of the planned reductions to benefits. This unprecedented squeeze has only just begun – and its consequences in a society as unequal as the UK stand to be very frightening. The coalition's claim that \"we are all in this together\" was always dubious; by the end of this parliament it will be shown up as laughable. Among the most common and lazy assertions of the hour is that these cuts will only roll back the size of the state to where it was in the middle of the last decade. That takes no account of growing pressures on public services, notably ageing, nor of the uneven meting out of the pain. Health is relatively protected, for instance; but that means spending on public order and safety being slashed back to the same absolute level as in 1999, and a far smaller slice of the economy. And in local government, where the avowedly localist coalition has directed some of the biggest cuts of all, IFS analysis shows that it is administrations in urban and poor areas that are going to take the greatest pain. Those Conservative shires will get off comparatively lightly. Funny, that. The implementation point here is simple, yet deserves spelling out. Just after taking office, ministers spent so long talking about the need for a credible deficit-reduction plan that many in politics and the media assumed that Mr Osborne's confidently delivered strategy was credible. Looking at the green budget, however, it looks far from deliverable. What about solutions? Here, the IFS is dismayingly quiet. Researchers concede that there is room for a small and temporary cut in VAT or in national insurance contributions, but worry that doing much more will simply scare bond markets. In that respect, they sound strikingly similar to their colleagues at the OECD and the IMF, all of whom recognise that the world economy is at one of its most frightening junctures in modern history and yet dare not tick off governments (who pay many of their bills) by suggesting policies commensurate with the situation. This is the 1937 crisis all over again, only without Keynes. The debacle may be new and devastating, but much of the current thinking is old and timid. To take one example: economists still treat fiscal and monetary policies as though they are cleaved by a wall. But quantitative easing punches a massive hole in that wall. The Bank of England has already bought nearly £275bn of bonds from the government and will probably announce next week that it will buy another £75bn. Why is that money going into the banking system rather than into building roads, rail and homes? Such projects have never been cheaper to fund; they would provide jobs instantly; and permanently expand economic capacity. So what's stopping us?"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}