{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/feb/24/investing-shares-start-of-bull-run", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-02-24T23:01:27Z", "webTitle": "Investing in shares: is this the start of a new bull run?", "webUrl": "https://www.theguardian.com/money/2012/feb/24/investing-shares-start-of-bull-run", "apiUrl": "https://content.guardianapis.com/money/2012/feb/24/investing-shares-start-of-bull-run", "fields": {"headline": "Investing in shares: is this the start of a new bull run?", "bodyText": "This century has been dreadful for the majority of people who invest in shares, either directly or through their pension at work. 1998 and 1999 were among the worst times ever to get into equities, with negative annual real returns for the subsequent 10 years; 2000 and 2001 were little better. But this week Neptune Investment Management, one of the more successful \"boutiques\" of recent years, put its neck on the line and said 2012 will turn out to be a vintage year to invest. Firms have stronger balance sheets, greater cash flow and are in surprising financial health given the woes of the wider economy. Despite this, it says, valuations on shares are well below historic averages. \"We believe that now is a great time for long-term investors to be looking at the UK stock market,\" says Neptune. Investors fed up with one false dawn after the next – and who have lost out while fund managers have extracted juicy fees and bonuses – will rightly feel cynical. So, we asked an eclectic selection of pundits for their views on: is it really a good time to invest in shares? No Nick Fletcher is a markets reporter for the Guardian With the global economy facing a slowdown and tensions growing around the world, it is remarkable that the FTSE 100 is sitting close to a seven-month high. Part of the explanation is that the UK's leading share index is dominated by mining and oil companies. These have been supported by hopes of continuing demand for metals from China, along with a strong crude oil price as tensions grow with Iran. But even the more broadly based FTSE 250 index is up around 13% so far this year. It is true that corporate results have more or less been meeting expectations, but investors seem to be ignoring the clouds on the horizon. The eurozone crisis is far from over. Indeed this week's agreement over Greece's €130bn bailout after a series of tortuous meetings has only succeeded in buying the beleagured country a little more time. Even then, there are still concerns that other weaker members of the EU could face a similar fate. In any case, the economies in the bulk of the eurozone are forecast to decline by 0.5% this year, while the UK and the US are set for a slowdown in growth, according to the latest data from the International Monetary Fund. Meanwhile, China is doing all it can to ensure its economy does not overheat and instead undergoes a soft landing. The other side of rising oil prices is an increase in costs for firms and consumers, which would exacerbate a slowdown. There are also political risks this year, with elections in France and the US for a start. Tensions with Iran over its nuclear programme are more likely to escalate than die down. So looking ahead, it is difficult to see the justification for the current stock market strength to continue. Strategists at Morgan Stanley summed it up in a report this week: \"Equities, bonds, gold and oil all rose in value in January. This is a rare occurrence and in recent years has tended to be a good sell signal for stocks. Against a backdrop of high investor optimism, the market is vulnerable to any deterioration in macro-economic news flow.\" Yes Andrew Bell, chief executive, Witan Investment Trust Although there are significant short-term uncertainties, I expect UK equities to deliver good real returns in the coming 25 years, in contrast to the flat or negative real returns likely to accrue to investors in gilts. 25-year gilts yield 3.3% but this comes back to between 1.7% and 2.6% depending on your tax rate. Since the Bank of England's inflation target is 2%, (which they seem determined not to undershoot, putting it politely) gilts offer zero real returns at best and significant risk if inflation is higher. Yet gilts (like cash) are traditionally viewed as low-risk investments. Equities currently offer decent value although that does not mean they could not become cheaper. The UK market yields around the same (3.3%) as 25-year gilts but dividends tend to grow over time, outpacing inflation. The earnings yield is attractive given the level of interest rates and relative to its own history. If the markets (domestic and global) to which UK companies are exposed grow at 2% a year, investors would enjoy a 5.3% real return, versus zero for gilts. In stressful times, equities can become much cheaper but such phases have proved temporary. At present, equities look priced to give investors good real returns over time but you need to know your own reaction to outbreaks of volatility and adjust the amount you invest in shares or stagger your investment to reduce the timing risk. No By the secret individual who writes the Diary of a Dumb Investor for financial news and advice site Citywire.co.uk Oh, for the heady days last August, when the FTSE 100 index dipped below 5,000! If only I'd had the foresight to invest more then; if only I had not already stocked up on rubbish like Lloyds shares and a silver exchange-traded fund (ETF)! I'll be honest: I really want to take part in the current rally to claw back a bit more of the losses I'm sitting on from my ill-fated investments of 2011. But I fear it's too late for me to get involved as all the low-hanging fruit has already been gobbled up, what with the FTSE close to 6,000. My reader-pundits appear to agree. Snoekie, a valued commentator, told me that he is still sitting on his hands, as the market is, \"at the moment, IMO, well overcooking in a number of sectors\". Another reader warned: the US is experiencing a \"false dawn\"; China has \"slammed the brakes on\" its economy; Europe's problems are far from over; and a war could erupt in the Middle East at any moment. So what's a private investor with a mere £2,000 left in cash to do? I could buy an ETF to \"short sell\" the FTSE and make money when it falls. Such funds have had a tough time of late, but did very well last summer, when markets fell off a cliff … and into a cauldron of vomit. When that happens this time around, I'll be dry as a bone. Yes Duncan Gwyther, chief investment officer, private client advisers Quilter Stronger activity in North America has coincided with a return to manufacturing optimism worldwide, signs of China slowing to a sustainable level of activity and a European Central Bank-funded liquidity boost for European banks that has lifted the immediate threat of a banking crisis. The good news is that unlike zero interest rates at the bank, companies will reward an investor for being loyal by paying a dividend. The UK equity market is expected to yield over 4.0% this year, which looks pretty favourable compared with 2.2% from 10-year government bonds. UK dividends could grow as much as 10% this year. Rising dividends justify higher share prices. Despite everything, company profits have increased in recent years although equity valuations have fallen. This is partly because big investors have been forced to \"de-risk\" their portfolios. So while savers are being given a rough deal as the result of zero interest rates, government policy in other areas maybe presenting a good long-term opportunity to invest. Professionals will point to any number of risks. Economic growth may fall and companies could stop making profits. The political situation in North Africa and the Middle East remains a concern, elections in France and Greece and the latest bailout deal will delay addressing some of the root causes of the eurozone crisis. While the US presidential election in November will put off the cuts that their fiscal deficit demands. These risks are already \"known\" and to some extent reflected in current share prices. There will always be risk associated with equity investment and valuations reflect that. When will other investors realise the opportunity? Probably too late, but for those who are prepared to look through the current difficulties they can take comfort from the fact that equities are cheap by historic standards and there is a reasonable reward – in the form of a dividend – for investing in our future. Yes Alec Letchfield, UK chief investment officer, HSBC Global Asset Management Recent experience would suggest that we should be selling equities at present. Markets have typically been moving up and down in line with the macro data and therefore, having seen a rally since the beginning of the year, this should now be reversed. We think this trend will now be broken. Equity valuations on many measures remain very cheap. The price/earnings ratio for the UK market stands at 10, very low by past standards, and compares extremely well versus other asset classes such as government bonds. Typically though, attractive valuations in themselves are insufficient to drive prices higher. Rather it is the presence of an improving economic backdrop and liquidity being injected into the market that leads us to view the current rally as being more durable. Economist forecasts for 2012 had become increasingly pessimistic and now look to have reached a point where they may be too cautious. Certainly, the US economy is seeing a widespread recovery and while not wishing to overplay the situation there are pockets of more positive news coming out of the UK. While these remain challenging times for investors, the combination of attractive valuations, better economic news and liquidity, combined with the robust financial positions of many UK corporates, leads us to be positive for the months ahead."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}