{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/feb/24/continuous-payments-authority-know-your-rights", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-02-24T23:01:22Z", "webTitle": "Continuous payments authority: know your rights", "webUrl": "https://www.theguardian.com/money/2012/feb/24/continuous-payments-authority-know-your-rights", "apiUrl": "https://content.guardianapis.com/money/2012/feb/24/continuous-payments-authority-know-your-rights", "fields": {"headline": "Continuous payments authority: know your rights", "bodyText": "Banks, financial websites and even government departments are giving consumers incorrect information about their rights when it comes to cancelling regular card payments, Guardian Money can reveal. Millions of people have set up regular automatic payments to pay for things such as breakdown cover, travel insurance, gym membership or a magazine subscription. Some will be direct debits and standing orders, but others will be \"continuous payment authorities\" (also called recurring payment authorities, recurring transactions or recurring payments). These are payments set up using a debit or credit card. By signing up, you authorise the company to take payments and the money is collected from your card. Money last week told how thousands of women appear to have been taken in by a \"free\" face cream trial that has locked them into £60-£70 monthly recurring payments applied to their credit or debit card. It has emerged that many organisations are telling people continuous payment authorities can only be cancelled by the retailer or business – and that neither you, nor your bank or card company, has any power to stop the payments. But that is wrong. In fact, you can go direct to your bank/card company and ask them to cancel the payments. The Financial Services Authority recently updated its consumer advice to make this clear (see right). It says: \"Your bank or card issuer must then stop them – it has no right to insist you agree this first with the company taking the payments.\" The situation is not helped by other government departments, such as the Office of Fair Trading, putting out incorrect information. The OFT recently stated that a consumer who wants to cancel a continuous payment authority \"must\" first contact the business taking the payments, prompting criticism from two debt charities, the Consumer Credit Counselling Service (CCCS) and the Money Advice Trust. The CCCS said this wording needed to be rewritten because it may give firms the wrong impression that people have no automatic right to cancel. Asked to respond, the OFT told Money it would be amending its wording to clarify the position, but added: \"It is also our understanding that, in practice, some consumers have experienced difficulty in being able to exercise this automatic right to cancel with their payment service providers.\" Companies and organisations which use continuous payment authorities include Transport for London (for Oyster card automatic top-ups), telecoms giant O2 and the AA. Last April, Radio 4's Money Box claimed that some AA customers who cancelled or tried to cancel their membership were still having money taken out. An AA spokeswoman says it offers this type of payment as it ensures drivers do not find themselves stranded without breakdown cover as a result of forgetting to renew. She adds that if somebody says payments were taken against their wishes \"we will sort that for the customer\". Who do you believe? Here's what some leading companies and organisations are saying ... Office of Fair Trading \"In order to cancel a continuous payment authority, an approach must be made in the first instance to the creditor who holds the authority (rather than the bank from which monies are to be paid – as would be the case with a direct debit) and there is, therefore, no automatic right to cancel.\" Wrong! You are not required to first approach the company taking the payments. You have the right to cancel them directly with your bank or card company. Lloyds TSB \"We [ie, the bank] cannot cancel a purchase once you have given your consent to make the payment to a retailer (you will need to contact the retailer separately). This includes payments made on a regular basis using your card, such as magazine subscriptions.\" Wrong! The bank or card company must cancel regular payments once you have told them you have withdrawn permission. MoneySavingExpert website \"They used to be called a 'continuous payment authority' but whatever the name, they're hideous for one big, bold reason: You can't cancel them. Only the company you're paying can. This means that if you want to end a subscription and can't contact it, or fall into dispute, there's little that can be done to stop it without huge effort.\" Unusually for Martin Lewis, this advice is far from clear. But to be fair, MoneySavingExpert's online guide to recurring payments is closer to the mark. It says: \"You CAN'T cancel them. Ask the retailer to. If it won't, you've a right to get your bank to stop it.\" And here's the correct information Financial Services Authority \"In most cases, regular payments can be cancelled by telling the company taking the payments. However, you have the right to cancel them directly with your bank or card issuer by telling it that you have stopped permission for the payments. Your bank or card issuer must then stop them – it has no right to insist that you agree this first with the company taking the payments.\" (Taken from the updated January 2012 version of the FSA's leaflet: Bank accounts – know your rights.) What you need to know"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}