{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/feb/11/jason-kenny-sprint-britain-champion", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-02-11T23:00:00Z", "webTitle": "Jason Kenny wins sprint to be first British champion at Olympic velodrome", "webUrl": "https://www.theguardian.com/sport/2012/feb/11/jason-kenny-sprint-britain-champion", "apiUrl": "https://content.guardianapis.com/sport/2012/feb/11/jason-kenny-sprint-britain-champion", "fields": {"headline": "Jason Kenny wins sprint to be first British champion at Olympic velodrome", "bodyText": "Jason Kenny will officially be crowned world match sprint champion on Thursday at 5.30pm in the London Olympic velodrome, at the opening ceremony of the track World Cup. The 23-year-old Lancastrian will be awarded the rainbow jersey that became his in early January, after the disqualification of the Frenchman Gregory Baugé, banned retrospectively for one year after a missed out-of-competition test and two infringements of the computerised Adams system through which athletes detail their availability for testing. The news came as a bolt from the blue for Kenny, who had finished in the silver medal position to Baugé at the world championships in Apeldoorn last spring, beaten in two straight rides. \"I was sat in the workshop at the track chatting away when [GB sprint coach] Iain Dyer walked in and told me. Just like that. \"It doesn't really change anything because we are so deep into preparation for the World Championships, and it was nine months ago. I'd like to have won it on the day and gone to the party at the Worlds as world champion. It will be special if I get to wear the jersey at the World Cup. It's nice to have your name on the list [of world title winners], but it's all about this year now.\" Kenny will get to wear the rainbow stripes in competition just once – on Sunday, when the match sprint takes place – before defending the title in early April, so his will be a peculiarly low-key tenure. That seems almost in keeping with his general profile as one of the most discreet of the group of Great Britain cyclists who won gold medals in Beijing. While others have become celebrities, Kenny has kept out of the limelight. That will change this week, and it could change for good this summer if his challenge to Hoy is successful. Kenny was drafted in at the last minute to earn the gold medal in the team sprint in Beijing together with Hoy and Jamie Staff, and then went on to take a surprise silver to Hoy in the match sprint. Since then he has become established as a key man in the GB squad, although it remains unclear where he will race when the team defend their title in August. \"We're in a bit of a transitional phase, still trying to find our best order. I'm just concentrating on myself. As long as I'm in the team, man one or man two, it doesn't bother me. If it's the fastest team we've got I'm happy that we'll be competitive.\" While the World Cup team will be the Scot Ross Edgar in man one, Kenny at two and Hoy at three, another possible line-up has Kenny starting, with Matt Crampton and Hoy at either two or three. That trio, Kenny believes, \"has potential to be competitive at any level, but last year we never really stepped up. That's why we're leaving it as late as possible. I'm not overconcerned. It will get to the stage where the coaches pick the four and the [final] three will pick themselves.\" Kenny's potential had been clear to Dyer since he began working with the youngster in 2004. \"He was a precocious talent, and because he was local to Manchester he had lots of access to the track. You would see him at Revolution meetings over the winter attacking off the front in the Future Stars races with four laps to go, bright yellow bike, SportCity Velo club kit, and we'd all be wondering if he would hang on.\" Kenny confirmed that potential in 2006 with a hat-trick of sprint gold medals in the world junior championships. Another hint of what was in the offing came at his first senior World Cup in Moscow – which he rode while still only 17 – where he was part of a GB trio that set a world fastest for the team sprint on a 333.3m velodrome. \"It was clear that he was special, a rare animal, but we didn't really know what was normal at that point because he was the first sprinter we had picked up at that young age,\" says Dyer. Initially, Kenny was trained for the \"man one\" starting spot in the team sprint, the aim being to put him in contention for a place in Beijing, but that changed as the buildup to the 2008 Olympics got into full swing. \"Jason emerged about five or six weeks out, he only just pipped Craig MacLean and Jason Queally for the spot in man two,\" recalls Hoy. \"His progression was literally day by day in Newport [at the team's pre-Beijing camp], he seemed to make these amazing improvements and by the time we got to Beijing he was capable of setting the fastest time in the world over the second lap in the team sprint.\" Prior to Beijing, recalls Dyer, he was \"being called into the office every week and told to stop going on about Jason. We were running trials in the winter of 2007-8 and Jason wasn't a million miles away. By spring 2008 Jamie Staff had begun to focus solely on the team sprint, he had come on in leaps and bounds and had knocked the man one slot out of the park.\" Having been trained up for the starting position as well, Kenny was \"uniquely placed,\" says Dyer. \"He was one of the few guys who could get onto Jamie's wheel and then deliver a fast second lap as well. We put him on a higher gear and he used that with the speed he already had. To an outsider, it seems as if the team slotted together very late, but it was something that had been cooking for a while.\" As for the match sprint in London, Kenny looks set to push Sir Chris Hoy all the way for the single slot available to Great Britain in August, and Sunday's contest between the two of them will be a key moment in their private battle. \"I'm going for anything I can get. It's just racing at the end of the day. Racing Chris is like racing anyone else. It's no different from racing the French boys or the Aussies.\" With his tactical skill and acceleration in no doubt, Kenny's priority for now is to improve his qualifying time so that he can start a sprint series from higher up the pecking order. \"I feel it's something that's been lacking recently. When I'm in the races I'm quite competitive, but I need to go faster. I'd like to start churning out 10.0s [for the 200m qualifying time trial] and maybe hit 9s for the Worlds. I'm just trying to get quicker.\" London will be a key step on that road, as it will be for all the Great Britain team. \"It would be nice to turn up there in form, to be competitive and get stuck into the racing to get a feel for the place.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}