{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2012/feb/01/afghanistan-the-big-lie-editorial", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2012-02-01T23:04:08Z", "webTitle": "Afghanistan: the big lie | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2012/feb/01/afghanistan-the-big-lie-editorial", "apiUrl": "https://content.guardianapis.com/commentisfree/2012/feb/01/afghanistan-the-big-lie-editorial", "fields": {"headline": "Afghanistan: the big lie", "bodyText": "Joseph Goebbels said that if you tell a lie big enough and keep repeating it, people will eventually come to believe it. The big lie told repeatedly about the war in Afghanistan is that the international security assistance force (Isaf) and the Afghan national security forces are pushing the Taliban back. This is Hillary Clinton's line. It is, heavily caveated, the line of the monthly progress report issued by the Foreign Office. It notes that recorded levels of violence fell significantly in the UK's area of operations last year but that those gains were tempered by an increase in incidents in the east of the country. The insurgency remains resilient, but is under \"significant and sustained\" pressure in areas where Isaf and the Afghan national security forces are focusing their efforts. Contrast that with what the US military privately think: \"Though the Taliban suffered severely in 2011, its strength, motivation, funding and tactical proficiency remains intact … Many Afghans are already bracing themselves for an eventual return of the Taliban.\" So says a report drawn up on the basis of 27,000 interrogations of 4,000 suspected Taliban and al-Qaida detainees leaked to the Times and the BBC. The sourcing is significant. True, the Taliban, a Pashtun nationalist force, would be hard put to recapture Kabul after a foreign withdrawal. But each salient detail of this report undermines the notion that a national security structure which will outlast the withdrawal of foreign troops is being built by Isaf. That is not to say it will not work in some areas. But the holes in this sieve are significant enough, and they have all to do with identity and legitimacy rather than military tactics: the Taliban's continuing ability to connect with the local population – they even run their own version of a Crimestoppers phoneline; the harassment, corruption and abuse pushing clients into their arms; the local deals done with Afghan government forces – and all this in the 11th year of this conflict. Attacks in the east of Afghanistan have gone up 800%, so that the British focus on three districts out of 14 in Helmand gives little clue about the displacement going on. The US report belies the notion that the policy of assassinating mid-level Taliban commanders (night raids are often little more than death squads) is having any lasting effect on an organisation which retains the ability to selectively moderate its violence in order to encourage Nato forces to leave faster. The Taliban is heavily backed by Pakistan's Inter-Services Intelligence – \"intimately backed\" are the words used – but even if the ISI withdrew its support, the Taliban would continue. It is showing no signs of being bombed to the peace table. The insurgents believe their will is stronger than that of the foreigners fighting on their soil. At some point this truth must be acknowledged."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}