{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/feb/16/hugo-chavez-opposition-low-life-pig", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-02-16T23:10:05Z", "webTitle": "Hugo Chávez calls opposition candidate a 'low-life pig'", "webUrl": "https://www.theguardian.com/world/2012/feb/16/hugo-chavez-opposition-low-life-pig", "apiUrl": "https://content.guardianapis.com/world/2012/feb/16/hugo-chavez-opposition-low-life-pig", "fields": {"headline": "Hugo Chávez calls opposition candidate a 'low-life pig'", "bodyText": "President Hugo Chávez on Thursday called the opposition's presidential candidate a \"low-life pig\", signalling a caustic start to Venezuela's election campaign. The socialist leader vowed to crush Henrique Capriles in October's vote, branding him an agent of imperialism and oligarchy hiding behind a mask of moderation. \"Now we have the loser, welcome! We're going to pulverise you,\" he told an audience of medical students. \"You have a pig's tail, a pig's ears, you snort like a pig, you're a low-life pig. You're a pig, don't try and hide it.\" He avoided calling Capriles by name, referring instead to \"el majunche\", slang for \"the crappy one\". The speech, which all radio and television stations were obliged to broadcast live, followed Capriles's victory last Sunday in opposition primaries. The state governor won almost two-thirds of 3m votes cast, a higher than expected turnout which jolted the government. Since then state media have launched multiple accusations at the wealthy 39-year-old challenger, calling him, among other things, a mendacious gay Nazi Zionist. The state news agency's report of Thursday's speech omitted the pig references and used a Chávez quote as its headline: \"You're going to have to stand up or run away, crappy one.\" Maria Corina Machado, an opposition leader, said Chávez had insulted not just Capriles but all those who voted for him. \"We understand that these are signs of desperation.\" Opinion polls make the president favourite to win a third six-year term on the back of oil-fuelled social programmes and a growing economy. But Chávez's supporters fear Capriles could tap frustration over crime, inflation and crumbling infrastructure to topple what they call a \"21st century socialist revolution\". Capriles, who runs Miranda state, which includes part of Caracas, has cast himself as a centre-left candidate in the mould of Brazil's former president, Luiz Inacio Lula da Silva. Chávez, 57, said that was a disguise to hide a pro-US bourgeois plan to dismantle social programmes. Wearing a beret and scholar's robe, he said: \"Take off your mask. You're a pig. Don't disguise it … the only place you're going to govern is the land of Tarzan and his monkey Cheeta.\" The former tank commander said his rival was part of the opposition which briefly overthrew him in a 2002 coup. Capriles, a mayor at the time, was accused of being part of a mob which attacked the Cuban embassy. He said he was trying to mediate. Conscious that a polarised climate has helped Chávez win successive elections since 1998, the opposition's candidate has preached conciliation and unity in an attempt to woo voters disappointed with the government but still fond of the president. He tends to avoid calling Chávez by name, instead referring to him as \"the candidate of the PSUV\", the ruling party. The Hollywood actor and activist Sean Penn, who has toured south America this week in his role as roving ambassador for Haiti, also spoke at the president's event in Vargas state, just outside Caracas. He told the graduating medical students that Chávez had told him the best thing he could do for his children was raise them as doctors."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}