{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/09/david-bernstein-england-fabio-capello", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-09T23:00:03Z", "webTitle": "David Bernstein's unapologetic stance befits a man growing in power", "webUrl": "https://www.theguardian.com/football/2012/feb/09/david-bernstein-england-fabio-capello", "apiUrl": "https://content.guardianapis.com/football/2012/feb/09/david-bernstein-england-fabio-capello", "fields": {"headline": "David Bernstein's unapologetic stance befits a man growing in power", "bodyText": "There was, insisted a defiant Football Association chairman David Bernstein, \"nothing\" he would have done differently in handling the complex, fast moving and controversial confluence of events that resulted in the England captain being deposed and the England coach resigning. When he got off the phone to Fabio Capello last Thursday after deciding John Terry should lose the armband, Bernstein believed he would stay on. \"Fabio wasn't happy but he accepted the board's authority,\" he said. Even in the wake of Capello's provocative interview with Italian television on Sunday night, Bernstein says he went into the showdown meeting with the Italian at 2.30pm on Wednesday with \"an open mind\". It is clear that if Capello had backed down he would still be England manager. As it was, it ended with a handshake four hours later after lawyers had negotiated the terms of Capello's departure. Although Bernstein insisted there was \"no ultimatum\" in the first hour-long meeting between himself, Capello and the general secretary Alex Horne, it is clear Capello did not display the required level of contrition during a \"frank\" but \"professional and amicable meeting\" and continued to fight his corner over Terry. Following a break in proceedings, Capello and Bernstein reconvened in the coach's office. The England coach offered his resignation, the FA chairman readily accepted and the lawyers were called in to talk terms. Bernstein refused to comment on what the terms of Capello's departure were. By not involving Capello in the discussions over Terry's fate, Bernstein may have underestimated the blow to the Italian's pride and what he perceived to be an attempt to undermine his authority. But Bernstein, the former Manchester City and Wembley Stadium chairman, again said he would do nothing differently: \"There are moments when the board and the chairman have to step up to the plate and strong leadership is required.\" The low-key Bernstein insisted the showdown with Capello was \"amicable\" and there was \"no storming out\" but in his quiet admonishment – the Italian TV interview had \"produced an unsatisfactory situation\", he said – the depth of his irritation was plain. It was equally plain that Capello had come to expect a certain level of deference from the FA. Bernstein appeared determined to remind him of the hierarchy. Amid the flurry of calls to the three FA executives who will help him decide the identity of the next England manager (or managers), and the 13 board members who he says unanimously backed the decision, Bernstein says he had \"no time\" to keep Capello abreast of the fast-moving decision-making. The board decision, he insists, underlined their \"football expertise\". The two new nonexecutive directors recently added to the board, Heather Rabbatts and Roger Devlin, are believed to have played a key role. However, others within the organisation had urged caution. A defiantly unapologetic Bernstein held the line that the FA had expected Terry's court case on charges of racially abusing the Queens Park Rangers defender Anton Ferdinand to come to court in \"March or April\" and had been taken by surprise when it was set for 9 July. For the first time, he was called on to explain in detail why it was deemed appropriate for Terry to be stripped of the captaincy by the board but for the decision on whether he should be in the squad should be left to the manager. In doing so, he drew out the inherent contradiction in Capello's position – that he had apparently resigned over a point of principle on an issue that he had previously made plain he cared very little about. \"There's something particular about an England football captain and actually, I believe, rather different to the way captains are perceived on the continent,\" Bernstein said. \"And when you look at the statue outside Wembley of Bobby Moore, you can hardly say more than that because the history of Bobby and Billy Wright and so on is the stature that one is looking for from England captains. \"This particular accusation – which of course is totally unproven, I must keep saying that – the FA board, 14 people who had a uniformed view on this, felt that going into a European Championship with all the connotations that are involved and a long period to go between now and the championships, that it was an overhanging issue that was not appropriate and not in the best interests of England for that to be allowed to continue.\" Bernstein was also forced to defend the other grey area in the FA's position – that had the trial been set for the spring then Capello would have been free to make Terry his captain for the Holland friendly. \"I just want to make it clear that the situation regarding a whole European Championship and the whole emphasis of that is very different to a single friendly international,\" he said. \"We were prepared to allow that to continue for that particular match if the manager had so decided. We had agreed to leave that as the manager's choice. If the court hearing was going to be in March or April, which ultimately it wasn't, we felt it obviously was a much clearer and better thing to allow that to take place and then we could have made a clearcut decision.\" It could prove a pivotal moment in an organisation where the England tail has for too long wagged the organisational dog. Where Capello was given everything he desired, including a full complement of backroom staff and a salary of £6m a year, there were clear signs that the next man would be expected to fit into a more rigid structure. One of Bernstein's first acts on being appointed was to streamline the Club England structure that had begun to resemble a parallel organisation. He brought it back under the aegis of the FA chairman and made it answerable to the main board in an effort to avoid a repeat of the shambolic decision to remove a break clause in Capello's contract ahead of the World Cup. Given that the FA has once again spiralled into crisis, it is remarkable that Bernstein could emerge with his stock heightened – depending, of course, on who he secures as a replacement for Capello. Bernstein, Horne, Club England's managing director Adrian Bevington and the FA director of football development Sir Trevor Brooking – the quartet who will on Friday start drawing up a shortlist for the next manager – spoke at length about their vision of the future, taking in St George's Park, the long-term development of the youth teams and the need to plan ahead for the 2018 World Cup. None seemed to appreciate the irony of their doing so in the teeth of another near-term crisis. Counterintuitively, Bernstein even tried to claim this week's events as a possible plus – a clean slate and a possible honeymoon for any incoming manager. It is a sign of his growing authority and security in his position that he should even try to do so."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}