{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2012/feb/28/iran-nuclear-talks-six-nation-group", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2012-02-28T22:43:13Z", "webTitle": "Iran nuclear talks with six-nation group of powers set to be agreed", "webUrl": "https://www.theguardian.com/world/2012/feb/28/iran-nuclear-talks-six-nation-group", "apiUrl": "https://content.guardianapis.com/world/2012/feb/28/iran-nuclear-talks-six-nation-group", "fields": {"headline": "Iran nuclear talks with six-nation group of powers set to be agreed", "bodyText": "A new round of nuclear negotiations with Iran is likely to be agreed in the next few days when diplomats from six major powers hammer out a common response to Tehran's offer to resume contacts, official sources said on Tuesday. The diplomats from the UK, US, France, Russia, China and Germany have agreed in principle to accept the Iranian offer, spelt out in a letter from Tehran's chief negotiator, Saeed Jalili, on 14 February. Sources said that although there are no high expectations of a breakthrough, there was a growing consensus that every peaceful avenue should be explored in the hope of avoiding a new conflict in the Middle East. \"We have to use every opportunity to test Iran's willingness to talk,\" a European diplomat said. After talks between the political directors of the six powers, it is hoped an official response, probably offering to meet in Turkey in March, will be ready this week. It will be issued by Catherine Ashton, the EU foreign policy chief who acts as the group's coordinator. Ashton has said she is cautiously optimistic about the resumption of talks. \"And then all the things that come from that: where we're going to talk, what the talks will consist of … and what we need to do, what steps we need to take to move forward. So that is being discussed now, the political directors will meet me very shortly in order to tell me the results of those discussions and then we'll move forward from there,\" Ashton said on Monday. \"I'll be in touch then with Iran.\" The stakes and pressures at any new round of talks will be extremely high, as they will take place against a backdrop of worsening tensions, a military build-up in the Gulf and constant speculation that Israel may be planning air strikes against Iran's nuclear sites, which the west believes are designed to give Iran the capacity to make weapons. Tehran says its programme is entirely peaceful, and has defied repeated demands from the UN security council to suspend the most controversial element, the enrichment or uranium. Unless new negotiations can break the deadlock, Iran will face an EU oil embargo in July and US financial sanctions against its oil trade at about the same time. Diplomats said there was significant western scepticism over Iranian intentions, particularly from Paris. The last set of talks, in Istanbul in January 2011, were widely seen as a fiasco. Jalili refused to discuss uranium enrichment or negotiate confidence-building measures, including the exchange of Iranian enriched uranium for foreign-made fuel rods. Since then, Iran has said it would only resume talks if all sanctions were lifted and enrichment was taken off the agenda. Furthermore, two visits to Tehran in the past month by UN weapons inspectors from the International Atomic Energy Agency (IAEA) failed to win Iranian cooperation on unanswered questions over past Iranian research work which the agency says could be related to the development of nuclear weapons. The inspectors also found that Iran had tripled its production of 20% enriched uranium, which is of particularly concern because it would be relatively easy to turn into weapons-grade material. European diplomats said the six-nation group of powers was discouraged by the outcome of the IAEA mission but decided not to allow it to prevent broader negotiations. Ashton's office has spoken to Jalili's deputy, Ali Bagheri, in an effort to clarify some of the outstanding questions about the Iranian letter, and a consensus is emerging in western capitals that the mention of the nuclear programme in the document does reflect a significant advance, signalling the dropping of Iran's preconditions for talks. \"If that turns out not to be the case, then the next talks will be over pretty quickly,\" a diplomat said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}