{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/blog/2012/feb/11/england-fabio-capello-harry-redknapp1", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-11T22:57:00Z", "webTitle": "Let England's fun and games begin in post-Fabio Capello era | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2012/feb/11/england-fabio-capello-harry-redknapp1", "apiUrl": "https://content.guardianapis.com/football/blog/2012/feb/11/england-fabio-capello-harry-redknapp1", "fields": {"headline": "Let England's fun and games begin in post-Fabio Capello era", "bodyText": "In Italy, they tell the story of when Fabio Capello was manager of Juventus and finding criticism of their playing style intolerable. A man with Capello's record of achievement did not appreciate this form of scrutiny. \"What counts?\" he asked. \"Winning or putting on a show? Success remains in the record books. Having fun just passes the time.\" His problem in England was that he brought neither success nor fun and that, in short, is why it is probably a good thing he has been removed from the payroll, even if there is something not entirely orthodox about what is happening now we all assume Harry Redknapp will try to break this jaw-aching chain by which a new manager gets the media love-in then, a year later, everyone thinks he was just as useless as the last bloke. You wonder what they make of it in Italy: a winner of five Scudetti, a European Cup and La Liga has been ushered out of the building while the red carpet is rolled out for a man whose trophy haul is restricted to an FA Cup and second division championship with Portsmouth, the Associate Members Cup, and a third division title with Bournemouth – not forgetting the Intertoto thingamajig with West Ham. Crazy, probably, and yet the campaign to hire Redknapp is largely built on common sense, while it is difficult not to look at the Capello era and wonder where he was keeping all the rich knowledge and sound judgment that was once the basis of his professional life. Even ignoring the John Terry business, it is difficult not to be perplexed when you hear that, at Stamford Bridge last Sunday, the then England manager turned to spectators in the next row before each of Wayne Rooney's two penalties and both times predicted he would miss. Within hours, Capello had given an interview to Italian television that felt like a man removing his coat and asking his bosses if they wanted to take the argument outside and settle things the old-fashioned way. What Capello said strayed dangerously close to calculated insubordination and, after that – well, we all know what happened next. The support for Redknapp is overwhelming and there is backing for him here, too, on the basis of his restoration work for Spurs. The job needs someone who can lift and invigorate a stagnating squad and Redknapp, though not flawless, appears to have a rare understanding of what makes footballers tick. He would have the immediate respect of the players, which is a good place to start, and clearly he has the force of personality to renew the team's energy. This is not to say the support is unanimous: the Twittersphere makes it plain not everyone is seduced by the East End vowels, the wheeler-dealer caricature (you really couldn't make it up that his accountants are Harris and Trotter), no matter that he will tell you he doesn't like all that 'Arry stuff. The other perception is that his good-for-a-quote geniality means he gets favourable treatment in the newspapers when, in reality, his achievements are not as accomplished as they are sometimes made out to be. \"He's a good manager, but he's won one trophy in 25 years in management,\" Andy Cole, the former England forward, said this week. \"The media love him because he keeps them sweet, just like my old boss Terry Venables did. He makes the journalists feel like they are in the know and appeals to their egos. It will start with a love-in, before the knives are slowly sharpened and brought out when England don't beat Spain or Brazil.\" There is something in this, however much some will deny it, but the argument from this side of the fence is that it surely makes sense for a manager to accommodate the reporters on their patch, at least to a certain extent. Why do you imagine Kenny Dalglish was breaking bread with the Merseyside writers on the day the Luis Suárez case opened? What compelled Roberto Mancini to invite the Manchester pack to his favourite Italian restaurant just before Christmas? This should never blur the boundaries of what is fair and objective, or prevent legitimate criticism. But is it really a bad thing that Redknapp has a few pals on Fleet Street if that means we can avoid the hatchet jobs that, on another snowy week, saw the last English manager in this position, Steve McClaren, turned into a snowman on the Sun's back page with the headline \"England in Snowman's Land\"? McClaren was desperate to be popular in the way Redknapp is now, to the point he sent Christmas cards to his favourite Sunday supplementers and gave the impression you might find him standing at the door at his next press conference handing out sweets. \"That's a very good question,\" he would say. \"I'm glad you've asked that question. I'm really glad you asked that question.\" He quickly found out that England managers generally get good press by winning matches and inspiring confidence rather than buttering up reporters. Redknapp is far more streetwise: droll, forthright, never boring. On the flipside, he can also be impulsive, mischievous, economical with the truth (sometimes all at once) and when he winds down his car window and says he isn't going to talk about another club's player, or that he never criticises referees, you can be sure that's precisely what's coming next. But, really, so what? Three weeks short of 65, we are talking about a man with a remarkable, Ferguson-esque energy, grinding out that daily journey from Poole to the Tottenham training ground in Chigwell, sometimes before it has even been unlocked. Redknapp has turned Spurs from a laughing stock into something close to authentic title challengers. He has an uncommon ability to identify with younger people and, if the tensions can be soothed between Terry, Rio Ferdinand and a few of the other black players, this is a manager who can be charmingly persuasive or will quite happily bang a few heads together. Along the way, is it too much to ask that he might coax the best out of Michael Carrick? Joe Cole, anybody? No, the pity is the FA were not bold or decisive enough to investigate whether something could be arranged for the Holland game rather than appointing a temporary manager who has unwittingly been catapulted back to 1994 because of the time he used roughly the same words to Paul Ince that Terry allegedly did with Anton Ferdinand. It is brutal, sometimes, this England beat. Whatever Stuart Pearce said during a game at Old Trafford 18 years ago, however many BNP leaflets his birdbrain of a brother drops through London letterboxes, it has never stopped the old punk rocker from being involved with the FA before. The more important issue is that Pearce is in that category of excellent footballers who have excelled at management only fleetingly. As much as his fist-pumping war cry used to get the blood flowing, his under-21 team stank out their last tournament and it was under his watch at Manchester City – back when they were skint, in fairness – that they went from New Year's Day until the end of the season without scoring a league goal on their own ground. It makes no sense that the FA rushed into this appointment before taking it upon themselves to establish Redknapp's position. The answer might have been no or not yet, but at least ask the question. \"There's plenty of time,\" the FA chairman, David Bernstein, said on Thursday. But that's not so. England have no manager, no captain, a divided squad and Rooney suspended for the first two matches of Euro 2012. No other team at this summer's tournament is operating with this chaos. And to think, Capello actually got a pay-off for wanting nothing more to do with it."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}