{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2012/feb/24/dear-jeremy-your-work-issues-solved", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2012-02-24T23:01:13Z", "webTitle": "Dear Jeremy – your work issues solved", "webUrl": "https://www.theguardian.com/money/2012/feb/24/dear-jeremy-your-work-issues-solved", "apiUrl": "https://content.guardianapis.com/money/2012/feb/24/dear-jeremy-your-work-issues-solved", "fields": {"headline": "Dear Jeremy – your work issues solved", "bodyText": "Experience and skills aplenty but can I land the type of job I want? I work for a very small company which is not making money and I simply can't see how it can survive in the long term. Pay has been late and invoices are being paid later and later. I want to move on and things are getting to the point where I think I need to do so very soon. My problem is that I have worked in many different fields (including retail, catering, fundraising and teaching English abroad) before my current role. I am running a small office, as well as being responsible for sales and business development; however, I have had little success and I don't feel confident enough in business development to move into that sector. I am very keen to settle on to a career path in office management or administration, but my age and lack of experience in any specific roles seems to be counting against me. I have a variety of skills (including speaking four languages) and I have a lot of valuable experience but I just can't see a way into the type of jobs I want. Jeremy says Forgive me if I start by making an obvious point and one you'll already be well aware of. It's clear from your working life so far that you've never pursued anything you could call a career. You've taken many different jobs, all of which will have provided you with interesting experience, but which appear to have no common thread. So there's been no steady accumulation of specific skills or even of interest. As a result, it's not at all clear from your letter where your personal interests really lie. You talk of wanting a career in office management or administration – but even that doesn't provide much of a clue: they're jobs which can vary hugely, depending on the type of work any particular office undertakes. The administration of a lawyer's office will differ markedly from the administration of a builder's office or a design office. The chances are that, like most people, you'll be far better suited to some occupations than to others; but only you can know which. I'm intrigued (and encouraged) by your almost throwaway remark that you speak four languages. This immediately marks you out as belonging to a very small minority of people – and strongly suggests to me that your languages should become your key point of difference; the standout qualification that's most likely to open doors and earn interviews. In saying that, I'm not encouraging you to apply only for jobs where languages are absolutely central, but more where the employer would see them as an extremely valuable bonus: in the travel business, for example, or import/export. Don't apply too indiscriminately; target your applications with care and precision – and do highlight those languages. Readers say • Look to your personal networks. People you've worked with before – customers or colleagues – who have a good impression of you and your capabilities. That's more likely to yield a result in terms of a change of direction, as you'll still be a known quantity to some extent. BallaBoy • Lots of small businesses and charities need people they can rely on, that can turn their hand to a number of different tasks, are flexible, cheerful and multi-talented, which it sounds like you are. But they rarely realise what they need and hardly ever package it up into a nice attractive job and advertise it. So you need to go looking for it. Whilst still in employment, identify any prospective employers (particularly ones that may be interested in your language skills), talk to people, look at the local papers, surf the internet and then try and find a way in. You may go in to do one task, even temporarily, but prove yourself so useful that they keep you. Think creatively about what you can do for them – you need to package yourself up and put together a proposal. I've seen that happen many times and am sure it will for you. Good luck. ExBrightonBelle • The smallish firms I've worked in all relied on someone in a role combining secretary, director's PA, receptionist, office administrator and general factotum and would snap up anyone who speaks four languages and appears competent, presentable and well organised. Also they are more likely to be impressed by someone clearly adaptable like you, than a lifetime in a single specialist role. southmancs Dispute at work and new role has left me sick and stressed About three years ago, I had words with a good friend and colleague regarding a work issue. This woman is still carrying the issue on today. I spoke to my immediate manager on several occasions as it was very stressful and making me very anxious and upset; even now it is. The manager \"had a word\" (several times) with this woman, but it made no difference. Nothing was ever put in writing or went further than our immediate manager. This woman now sees me in the supermarket or at work and hisses \"move\" or \"shift\" whenever she passes (loud enough only for me to hear). I ignore her. Other members of staff heard about our disagreement and jumped on the bandwagon, ignoring me or generally making my working life hell. My colleague has worked in the department for 16 years, myself 15 years. A few months ago our department was reviewed and I was interviewed for my own post and didn't get it. Instead I was given another post in another department. I am devastated – I loved my job and did it well. I cannot stop thinking that if I did not have this issue with my colleague, I would still be in my job. I have just had six weeks off sick because I cannot concentrate or get my old job out of my head and I still think I was moved because I am seen as a troublemaker. Unfortunately, my friend/colleague is also very friendly with our manager. I am due to return to my new post and I feel sick, nervous and that I won't be able to cope again. I am trying to put the whole experience behind me and return to the new post, positively, but it is really hard. I need to move on and forget the whole thing, but how? Jeremy says You need to find another job. Please don't think that's an admission of failure or that this obnoxious colleague of yours has \"won\". There are times when moving on is the right, necessary and brave thing to do. Everything about your existing job is conspiring against you. For whatever reason, you've been ganged up against and seriously persecuted. Even if your manager was capable of doing a proper managerial job, which doesn't seem likely, the situation has clearly deteriorated to such an extent as to be more or less irretrievable. The very thought of a return fills you with fear, which is bound to affect your performance; this in turn will further undermine your confidence. The vicious spiral can only continue. So make a clean and absolute break. Start right now, in your head: you should begin to feel the first hints of new hope almost immediately. Then let your confidence recover a little before embarking on the new job trail. Above all, hang on to the fact that you know a good and fulfilling job is possible; you've enjoyed it once and you can do it again. Readers say • I've been working in employment support in a mental health capacity for the last two years and I've seen so many cases of people with very difficult working situations having their lives made very difficult. This is a familiar scenario. Leaving should definitely be high on your agenda, or you need to go to the top – above your own boss or the human resources division. HR should look at mediation but it depends on the company - I've worked with too many clueless HR departments. nordlead73 • Sounds like the typical bullying situation. And alas, typical managerial response. Check out http://www.bullyonline.org which has many helpful takes on your situation. unagli • After being in exactly the same situation I urge you to find a new job with another company. No job should make you feel that unhappy. I moved, and I now feel so much better. miranda2 • I felt like this two years ago, and was manoeuvred out to another department. I struggled for a while but have since realised that this opened up new opportunities for me. I am now facing redundancy but am much more positive than I might have been. Please give yourself a chance to close the door on the bad experience, don't dwell on what you had but on what you can do in the future. Whatever you do, don't take a self-pitying attitude into your new workplace (and I say this as someone who has been where you are). Also, don't put all your emotions into your job. I saw a counsellor for three months and this helped to put everything into perspective. Your job is the thing you do to get money to live your life; you sound too invested in work. Get more out of your life outside work. cowgirl For Jeremy's and readers' advice on a work issue, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or reply personally."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}