{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/28/england-defence-young-generation-holland", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-28T23:00:02Z", "webTitle": "England turn to next generation for defence against Holland", "webUrl": "https://www.theguardian.com/football/2012/feb/28/england-defence-young-generation-holland", "apiUrl": "https://content.guardianapis.com/football/2012/feb/28/england-defence-young-generation-holland", "fields": {"headline": "England turn to next generation for defence against Holland", "bodyText": "The focus has been drawn inexorably to perceived deficiencies across the front line, concern mounting as to how England can inflict damage on the Dutch and then at the tournament ahead without a suspended Wayne Rooney or an injured Darren Bent. Yet it is not only in attack where Stuart Pearce's national selection will feel unfamiliar. If this is a trial occasion, then the case put forward by the defence will be intriguing. There will be players with points to prove across England's rearguard. Joleon Lescott may have returned to the fold last night as Glen Johnson limped back up to Merseyside but of those who remain only Ashley Cole – a player dropped by Chelsea for a critical Champions League tie in Naples last week when apparently fit and available – feels properly established. Stalwarts are noticeable by their absence: there is no John Terry, perhaps conveniently, or Rio Ferdinand in the ranks. Lescott and Phil Jagielka, so impressive against Spain in November, were not in the original party. England have not conceded at Wembley this season but it is the new breed who must contend with the World Cup runners-up. The flurry of defensive combinations flung together in training on Tuesday hinted at the scope for experimentation to come, even if those involved will be hoping for proper time in which to make their mark. Phil Jones has waited patiently with club and country for an opportunity to play in his favoured central berth having been utilised by Fabio Capello at full-back and in midfield. Chris Smalling played at right-back against Bulgaria and Wales. The Manchester United youngsters will compete with Gary Cahill – capped only seven times but a player who has started England's three competitive matches this season and hints at being a regular – for a chance at centre-half this evening. Micah Richards, absent entirely through Capello's tenure, would hope to earn a 13th cap, most likely from the start. Leighton Baines, too, would expect some involvement. In that context it was put to Joe Hart that he may not recognise the quartet which lines up ahead of him against the Dutch. \"That's who has been picked, and who are playing really well at the moment,\" he said. \"It's an extra challenge for me, and an extra challenge for them, but I think potentially it could be the back four for years and could be the best potentially in the world.\" That prompted raise eyebrows and a follow-up question for clarity. \"If they carry on like they are there, there is no reason they could not.\" Times may have changed but Pearce, and whoever succeeds Capello permanently, will see comfort in the depth of options available. England's back-line may feel raw without Terry's strong-arm presence or Ferdinand's poise of old but this is a glimpse of the future. Robin van Persie and Wesley Sneijder might inflict painful lessons on whoever lines up against them but this will be a valuable education for all-comers. \"These players are in the squad because of what they do for their clubs and because of the ability they show at their clubs,\" said Pearce. \"I will ask them to go and express themselves, show their ability against top-quality opposition.\" The reassurance, Cole's presence aside, will be provided largely by Hart. Outstanding for Manchester City this season, and undefeated over his 16 caps for his country, the 24-year-old is established as one of this team's few world-class performers. Certainly he remains a positive legacy of Pearce's brief tenure as manager at City, even if the then chairman John Wardle had to be persuaded to fork out the £600,000 required to sign the youngster from Shrewsbury Town. \"He was an outstanding young talent and he fitted the bill just nicely,\" said Pearce. \"We didn't have much money at City at the time so, for a back-up goalkeeper, we were on the limit. I don't think the finished article's there yet but he's developed brilliantly and is getting better and better.\" The same could be said about this side's entire back-line."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}