{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2012/feb/09/mothertruckers-tv-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2012-02-09T23:10:01Z", "webTitle": "TV review: MotherTruckers; Bullets, Boots and Bandages; Inside Men", "webUrl": "https://www.theguardian.com/tv-and-radio/2012/feb/09/mothertruckers-tv-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2012/feb/09/mothertruckers-tv-review", "fields": {"headline": "TV review: MotherTruckers; Bullets, Boots and Bandages; Inside Men", "bodyText": "After an opening sequence of an attractive woman in tight jeans climbing out of the cab of her lorry in high heels, the male voiceover to MotherTruckers (Channel 4) declared we had entered a new era where old stereotypes were being cast aside. With no apparent sense of irony. He went on to say that a new breed of women who weren't big, butch lesbians was taking over the male-dominated world of truck drivers. Cue the sound of a producer digging his own grave. Still, he was correct in saying that women were taking over the world of truck-driving. If you consider 2% to be a global takeover. Later on we were told about how difficult it is to qualify as a lorry-driver. As we followed Ella through a lesson with her instructor, we learned she would need \"five days of hard, intensive training to get her HGV licence\". I've watched a few TV programmes that feel longer than that. With the hype and hard-sell out of the way, the film settled down into a relaxing drive around Britain with a handful of women who just happen to be lorry drivers. Which was agreeable enough, but struggled to fill an hour: countless shots of someone driving a lorry tend to get a little repetitive quite quickly. Most of us have had enough experience of driving along a motorway ourselves, not to need to share the experience with a stranger on television. Desperation was reached when mothertrucker-in-chief Wendy invited 10 other women lorry drivers round to her house to be given a facial by her beautician. Two words. Paint and drying. I couldn't help feeling that the women deserved rather better. There was Jilly, known in the trade as a tramp driver, who leaves home on a Monday morning and gets back on a Friday after 2,500 miles on the road. There was Emma, a woman who turned to lorry-driving after a knee injury prevented her from being a ballerina: she has now taken up dancing again and would clearly rather do that professionally than driving trucks. And there was Vikki, a former soldier and transsexual who took up lorry-driving after surgery to become a woman. Most of all, though, was the sense of a missed opportunity. Only on very few occasions did we get close to exploring the attraction of driving huge loads around the country week after week with only the radio for company. Lindsay had a two-year-old son who seemed to come with her from time to time, but no one else even hinted that they might share their lives with someone else. Jilly did say she got lonely from time to time and that she missed her family. But she soon qualified this by adding: \"What is love? I'll tell you when I find it.\" Here was a hint of something less superficial, an insight into whether she was driving towards something or driving away from it. But like everything else, it was soon left far behind, somewhere along the M62. Lorries were also to the fore in Bullets, Boots and Bandages (BBC4). It is historian Frank Saul's contention that it isn't boldness and daring that wins wars, it's having all the right equipment in the right places at the right time. He started by suggesting that Harold would have beaten William at the Battle of Hastings if he had bothered to give his men a few more days to recover after their forced march up to Stamford Bridge to defeat the Vikings a few days earlier, before pointing out that the best generals were those with a mastery of logistics as well as tactics. It was the boots and two-wheeled sprung carts that won the Battle of Blenheim for the Duke of Marlborough, apparently. None of this felt terribly new or controversial, but the documentary was well put together and sped from 1066 to the present day. Too quickly, perhaps, for I was left wondering if there weren't other lessons we ought to be learning from history that were just as important. Despite the latest hi-tech gadgets, catering on an industrial scale and all the transport they need, our troops in Afghanistan are no closer to achieving their objectives than they were 10 years ago. The lesson is that every army that has tried to invade Afghanistan has inevitably been forced to leave with its tail between its legs. Talking of which, I didn't have high hopes of Inside Men (BBC1) when I started watching last week. Just another serviceable heist thriller, I reckoned; I was wrong. It was well-written, well-acted and kept me guessing. Last night was more of the same. If you missed it, catch up quick. And stay watching next week."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}