{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/24/tottenham-arsenal-top-dogs", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-24T23:02:00Z", "webTitle": "Tottenham ready to frustrate Arsenal and underline claim to be top dogs", "webUrl": "https://www.theguardian.com/football/2012/feb/24/tottenham-arsenal-top-dogs", "apiUrl": "https://content.guardianapis.com/football/2012/feb/24/tottenham-arsenal-top-dogs", "fields": {"headline": "Tottenham ready to frustrate Arsenal and underline claim to be top dogs", "bodyText": "The last time Arsenal won the league, in 2004, they did so at White Hart Lane and although a victory at the Emirates on Sunday would not bring such glory for Tottenham Hotspur, it would go a long way towards confirming that Harry Redknapp is on course to achieve both the targets that he set his team at the start of the season. \"Champions League qualification and finishing the top club in London, they were the most important things for me this year,\" Redknapp said. \"Anything above that would be a fantastic bonus.\" It has been 17 years since Spurs finished as the capital's leading club but a win would lift them 13 points clear of Arsenal and leave them at least 10 free of Chelsea. It says much for how the balance of power appears to be changing that when Redknapp previewed the north London derby by pointing out that \"Arsenal are a strong side and dangerous opposition\", it sounded almost like a top-flight manager warning his team against complacency ahead of a cup tie against plucky outsiders. Perceptions could be altered rapidly, of course, if Arsenal recover from last week's Champions League debacle at Milan and FA Cup elimination by Sunderland to inject new intrigue into the battle for London supremacy, not to mention the race for Champions league qualification. \"We have a nice cushion but we've all seen 10 points eroded before and things could change very quickly. After Arsenal we've got Manchester United and Everton, so it's a difficult period for us.\" Not as difficult, though, as the one being endured by Arsenal, where discontent with Wenger and those above him is a commodity from which Redknapp aims to profit. \"We don't want them to get their tails up so if we go there and get hold of the ball and frustrate them early in the game, maybe that anxiety will creep into their game.\" Increasingly, anxiety at the Emirates translates into open calls from the crowd for Wenger to step down or at least move aside, however Redknapp said giving in to such appeals would be a mistake. \"Who are they going to get who can do a better job than him?\" Redknapp said of his counterpart. \"Look at his record. What he has done at Arsenal has been incredible. Getting to the Champions League for 14 years in a row is an amazing achievement. [Dissident fans] should be careful what they wish for.\" Still, the momentum is with Tottenham and Redknapp believes it can be sustained beyond this season and for the foreseeable future – which, perhaps, is one of the reasons why it is not a given that he would leave the club to manage England should the Football Association came calling. Redknapp insists it has not done so far. There was a hunger in his words as he spoke about the possibility of Spurs becoming top dogs in the capital even beyond this season. \"It all depends on how much you want it. Chelsea are not going to stand still and Arsenal are not going to lie down without a fight if they don't make it this year so you've got to keep on improving. You've got to be ambitious. And the chairman is ambitious so there's no reason why the club can't push on.\" It is evident that a time when Arsenal's transfer wherewithal is in doubt, Redknapp relishes the recruitment options he has been given by the Tottenham chairman, Daniel Levy – not to mention the refusal to sell important players such as Luka Modric. \"We've changed the players in recent years and that has been the key to closing the gap [on other London clubs],\" he said. \"We have got a lot of players here who would get in any team. Most people would love the players we've got.\" Including, no doubt, Arsenal and Chelsea."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}