{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/11/england-job-harry-redknapp-fa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-11T23:00:01Z", "webTitle": "There is more to England job than Harry Redknapp, says FA chairman", "webUrl": "https://www.theguardian.com/football/2012/feb/11/england-job-harry-redknapp-fa", "apiUrl": "https://content.guardianapis.com/football/2012/feb/11/england-job-harry-redknapp-fa", "fields": {"headline": "There is more to England job than Harry Redknapp, says FA chairman", "bodyText": "David Bernstein \"understands\" why Harry Redknapp is overwhelming favourite to become the next England manager, praising the \"amazing job\" he has done with Tottenham Hotspur. But in his first comments on Redknapp's credentials since Fabio Capello quit on Wednesday, the Football Association chairman said that he was confident there would still be interest from rival contenders despite the clamour to appoint the Spurs manager from players and fans. Bernstein said: \"We can understand the hype. The guy has done amazingly recently, he's a fine manager and he's English. I think this job will be attractive still to many people and we'll get interest from serious parties or we'll engender interest in spite of the hype.\" Despite the travails of all its recent incumbents at the hands of the media and the public, Bernstein said the England post remained \"a magnificent job\". \"Clearly it's incredibly challenging and there's been problems in the past and maybe in the future. But I think it's a wonderful job. As with many things, the fact we haven't had huge success with the international side is an opportunity in a way. I was fortunate enough to come into the FA off a difficult year in 2010. In a way that was an opportunity. \"Whoever comes in, if he gets to a semi-finals or whatever, he doesn't have to win the World Cup to be regarded as quite successful. It's a fantastic job and a fantastic opportunity.\" Bernstein has assiduously tried to avoid commenting on Redknapp in the wake of Capello's departure following a rift with the FA board for removing the captaincy from John Terry. The Chelsea defender is facing a racism charge, which he denies, days after the Euro 2012 final. Bernstein met with FA general secretary Alex Horne, director of football development Sir Trevor Brooking and Club England managing director Adrian Bevington on Friday to work on a strategy. Keen to generate at least some leverage in negotiations and avoid leaving themselves without options in the event that Redknapp decides to stay at Spurs, they began the process of drawing up a shortlist. With Redknapp and Tottenham having in effect ruled out the prospect of him taking over the England job before the end of the season, Bernstein said there was time to take a measured decision – despite the looming European Championship. \"I know we'd all like to rush into it but we do have time. A quick decision isn't necessarily a good decision. Let's use that time sensibly. Let's use the next few weeks we've got sensibly to come to a measured, professional decision.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}