{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/feb/20/widnes-artificial-pitch-injuries", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-02-20T22:42:56Z", "webTitle": "Widnes say new artificial pitch not to blame for double injury blow", "webUrl": "https://www.theguardian.com/sport/2012/feb/20/widnes-artificial-pitch-injuries", "apiUrl": "https://content.guardianapis.com/sport/2012/feb/20/widnes-artificial-pitch-injuries", "fields": {"headline": "Widnes say new artificial pitch not to blame for double injury blow", "bodyText": "Widnes have suffered a savage double injury blow as their return to the Super League lurches from one crisis to another but the club have insisted that neither injury is due to the artificial pitch at the Stobart Stadium. Anthony Watts, their Australian scrum-half, revealed on Twitter on Monday that he had ruptured his cruciate knee ligament in Sunday's home defeat by Salford, when the young forward Ben Kavanagh was carried off with an equally serious achilles injury. Both players will almost certainly miss the rest of the season. Paul Cullen, the director of rugby at Widnes, was frustrated by suggestions that the injuries had been caused by the so-called iPitch, the 4G surface that was installed by Widnes during the winter and which provoked much debate after several players suffered badly grazed knees and elbows during the opening game of the Super League season against Wakefield. \"Our medical staff are 100% confident that Benny's injury was nothing to do with the surface,\" said Cullen, speaking before the extent of Watts's damage became clear. \"I've seen dozens of achilles ruptures on grass, unfortunately, and now I've seen one on our pitch. Warrington had a couple of bad knee injuries at the weekend as well on a grass pitch at Huddersfield – unfortunately injuries happen in the game.\" Cullen hopes that two of Widnes's new overseas signings, Sione Kite and the former Hull and Wigan full-back Cameron Phelps, will be granted visas within the next week, meaning they could come into contention for the trip to Hull KR on Sunday week. Neither will be available for Sunday's daunting home game against Leeds, the newly crowned world club champions. The Rhinos suffered an injury blow themselves with their England forward Jamie Jones-Buchanan ruled out for up to three months after limping out of last Friday's victory over Manly with knee cartilage damage."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}