{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/11/rangers-title-ally-mccoist", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-11T23:00:01Z", "webTitle": "Rangers can still win the title, insists under-fire Ally McCoist", "webUrl": "https://www.theguardian.com/football/2012/feb/11/rangers-title-ally-mccoist", "apiUrl": "https://content.guardianapis.com/football/2012/feb/11/rangers-title-ally-mccoist", "fields": {"headline": "Rangers can still win the title, insists under-fire Ally McCoist", "bodyText": "It has proved a recurring comparison. A warning from the former Rangers manager Walter Smith that the club are in grave danger of returning to the barren years of the early 1980s was endorsed last Sunday. A crowd of fewer than 18,000 for Dundee United's Scottish Cup visit to Ibrox conjured memories of Rangers' dark, pre‑Graeme Souness times. It would be rash to take that cup tie attendance in isolation. Live terrestrial television coverage, an early kick-off and the continued tyranny of a season ticket culture played a part in the turn out. Next Saturday, when Rangers host Kilmarnock, the attendance will leap back up to at least 40,000. Still, the wider issue and Smith's point cannot be ignored. A combination of a potentially ruinous tax case result hovering over Rangers, added to either the inability or unwillingness of the owner Craig Whyte to invest meaningfully in new players, hardly augurs well. Ally McCoist is perfectly placed to put current circumstances in a historical context. Rangers' manager was a player at Ibrox from 1983. Four years after that, the club claimed a first league title since 1978. \"There are mitigating circumstances that would lead to the comparison,\" McCoist says, a clear nod to a troubled off-field picture. \"I played in the early 80s and they were tough times. \"So I'm not sure we're just at that stage. I take the point that things are not plain sailing at the moment. I don't find it off that people are making their minds up about that but all I can do is try and alter it by putting a winning team on the park. We've still got a long way to go in the league and I believe we're more than capable of retaining the championship with a lot of hard work and a bit of luck. \"You could argue we haven't carried that much with injuries and one or two other things but we should still be doing better with some of our results. There's still miles to go. In terms of relating to the 80s and things like that, I'd say that's maybe a bit harsh at the moment. I'd be hopeful that we could turn that round and get rid of those thoughts immediately from people.\"\" McCoist points to the remaining Old Firm derbies when insisting his team can defy the odds and expectation to claim a fourth Scottish Premier League title in succession. \"Do I believe that we can beat [Celtic] twice? Of course. Do I believe we can win the league? Absolutely,\" McCoist insists. \"Favourites don't always win and we have to believe that second favourites can win the league. Everyone at our club must have that feeling because if there's any doubt at all then you don't do it, simple as that. We can't allow any doubt. We have to be 100% positive in everything that we do.\" McCoist's public stance is admirable in that it would perhaps be easier for him to intensify focus on Whyte even further than is already the case. Instead, the manager has shown a willingness to back the players left at his disposal. If asked to recall even tougher times, McCoist could legitimately point to his battle to win round an unconvinced Rangers support when he arrived at Ibrox from Sunderland 29 years ago. \"There's a lot of things said about myself being lucky, \" McCoist adds. \"I was lucky all right. I was lucky to be doing something that I loved doing. That's where I was lucky. You can maybe be lucky once or twice but you have to work to get anything you want in life. That's something that's been with me for years. You have to have good fortune to play for the length of time that I did. \"In terms of anything you get out of it, you have to work for that. This is no different. \"We all, the team, myself, everyone at the club has to get our sleeves rolled up and get on with it. We face a tough time on and off the park and the only way to meet it is head on and get battered into it. That's what we're there to do.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}