{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/13/alan-curbishley-wolves", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-13T22:30:01Z", "webTitle": "Alan Curbishley 'exactly the calibre of person' needed, say Wolves", "webUrl": "https://www.theguardian.com/football/2012/feb/13/alan-curbishley-wolves", "apiUrl": "https://content.guardianapis.com/football/2012/feb/13/alan-curbishley-wolves", "fields": {"headline": "Alan Curbishley 'exactly the calibre of person' needed, say Wolves", "bodyText": "Wolverhampton Wanderers are giving serious consideration to making a short-term appointment to replace Mick McCarthy, with Steve Bruce, Neil Warnock and Alan Curbishley the early frontrunners as the club look to recruit a manager with Premier League experience. McCarthy was sacked on Monday after presiding over a run of three wins from 22 league matches, a sequence that culminated in a humiliating 5-1 defeat at home against West Bromwich Albion, their Black Country rivals, on Sunday. The Wolves fans turned on McCarthy towards the end of the game and there was a small protest afterwards, although Jez Moxey, the club's chief executive, insisted the decision to relieve the manager of his duties was based purely on results. Moxey admitted that the board, headed by Steve Morgan, the Wolves owner, \"no longer had the confidence Mick would be able to work the oracle to get us the points we needed to stay in the Premier League\" and said that they feared relegation was a formality without change. \"Mick McCarthy has done a great job for the last five and a half years but we felt the trend was going only one way and with a third of the season left we felt we had to act, get a new manager in and arrest the decline. We felt if we had carried on the way we were we would certainly have got relegated.\" Bruce kept Wigan up in 2008, after inheriting a team who were second from bottom in the Premier League when he took over in November 2007, and, intriguingly, is known to be moving back to Warwickshire this week. Warnock was sacked by Queens Park Rangers last month while Curbishley has been out of work since he left West Ham United in September 2008. Morgan said of the 54-year-old: \"He's got a great track record, he's been there and done that before and he's exactly the calibre of person that we're looking for.\" Wolves have a two-week break before they face Newcastle at St James' Park but aim to make an appointment swiftly. Moxey said: \"There are lots of talented people around in and out of jobs that could potentially do jobs like this. But I don't think it's a job for a novice.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}