{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/05/luis-suarez-liverpool-tottenham", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-05T23:01:05Z", "webTitle": "Luis Suárez's return makes Liverpool tough nut to crack for Tottenham", "webUrl": "https://www.theguardian.com/football/2012/feb/05/luis-suarez-liverpool-tottenham", "apiUrl": "https://content.guardianapis.com/football/2012/feb/05/luis-suarez-liverpool-tottenham", "fields": {"headline": "Luis Suárez's return makes Liverpool tough nut to crack for Tottenham", "bodyText": "Kevin Bond believes that Luis Suárez's probable return for Liverpool against Tottenham Hotspur at Anfield on Monday night will make it harder for Harry Redknapp's side. Spurs are third and know that beating Liverpool will keep their championship hopes alive. Suárez has been serving an eight-match ban for racially abusing Manchester United's Patrice Evra earlier in the season and Bond, the assistant manager, said of his likely return to action: \"The introduction of Suárez on a night match at Anfield – they're going to be a real tough nut. It will give them a lift – as if they need a lift. You can imagine it, the crowd will be rooting for him hugely. They are flying – so you never know, he might not get in the side. \"He's a good player. He's a fantastic player and has been a fantastic signing for Liverpool. You'd have expected them to really sorely miss him. Maybe a couple of results have gone against them in his absence but they've just had three big wins without him and now they've got him as well.\" Spurs beat Liverpool 2-0 in the corresponding fixture last season and Bond said the side can take heart for this: \"It was a real big performance up there last year. I'm sure the lads will reflect on that and think if we go about our job we can go to Anfield and get a result. We definitely need to get something there. Last year's win will give us a bit of a lift. Players have favourite grounds, strikers have certain teams they think they always do well against. We focus on that factor to help them.\" Regarding Tottenham's title hopes Bond said: \"When we were eight points adrift [before midweek games] that wasn't bang in the title race but now it's five and we're nearer. A lot of things will change. Next week it might be two points or you might have a blip and you're back to eight and effectively out of it. It's an ever-changing situation and I see it like that for the rest of the season. We're only a couple of results away from the teams above us, which is terrific.\" Manchester City, the leaders, dropped three points when Everton beat them 1-0 last Tuesday and Bond said: \"If his opinion was it was a two-horse race, now his opinion is different. It's exactly what I mean. One minute we're 20-1 and the next we're 10-1 on the back of one result. \"I don't see City collapsing. It's a disappointing result but it's never easy playing away to Everton. They had a great result against us [3-2 at the Etihad last month]. Come the back end of the season experience will count for a lot, which means [Manchester] United have the edge on everybody. They've been in tight title races come March and April before. Most of the time they come out on top. They've been there and done it and that's in their favour. United will relish that close finish. We've not been in this situation before and they seem to thrive on it.\" Regarding Emmanuel Adebayor, who has scored nine goals but none since 22 December, Bond said: \"You haven't got to do anything to keep Ade's spirits up. He's a great guy. He's had a few chances that haven't gone in lately. That's how it is for strikers but we're not dwelling on that. He's a very positive guy. He's been terrific for us. He's chased people down, he's everywhere and anywhere. The fact that he hasn't hit the net recently doesn't mean he hasn't made a big contribution.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}