{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/feb/11/london-2012-olympic-countdown-campaign", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-02-11T22:59:02Z", "webTitle": "London 2012 Olympic countdown: 24 weeks to go", "webUrl": "https://www.theguardian.com/sport/2012/feb/11/london-2012-olympic-countdown-campaign", "apiUrl": "https://content.guardianapis.com/sport/2012/feb/11/london-2012-olympic-countdown-campaign", "fields": {"headline": "London 2012 Olympic countdown: 24 weeks to go", "bodyText": "Britain's big sell comes with an equally big bill Time to celebrate greatness this week as Jeremy Hunt, the culture, media and sport secretary, launched the country's biggest ever international tourist campaign in a bid to attract visitors and their disposable incomes, based around promoting the \"Great\" in Britain. Unfortunately emphasising the \"G\" in \"GB\" is not cheap, with the latest price tag set at £125m. It is only the latest because the promotion of brand GB has been going on for some time and as it has proceeded, the cost has increased. Twiggy and Dame Judi Dench first headed VisitBritain's campaign in June of last year, when £100m was allocated. Then, in September, Hunt announced a further £6m designed to boost domestic tourism during the Games, amid fears that the unholy combination of proximity to cockneys and rioting might dissuade non-Londoners from visiting. Now, this latest price has the long-term aim of gaining 4.6 million more visitors, spending £2.3bn. \"There is a big conventional wisdom at times of austerity that we should be cutting back on all kinds of marketing and promotion,\" Hunt explained. \"This is the UK government saying: 'We are going to ignore that conventional wisdom.'\" It was with similar boldness that he added £41m of public funding to double the budget of the opening and closing ceremonies. Which might be applauded if, as many critics have noted, it were not set against the drop in school sports budgets and public spending cuts that threaten the involvement of young people and general sport participation, which are seen, quite rightly, as integral to the legacy of the Games. Equally any financial return from tourism would not necessarily be channelled back into sport and would be measured over four years, by which time Hunt may well be out of office. Ex-Paralympians to enjoy the final countdown The 200 days to go point was marked on Saturday by the British Paralympic Association, who announced that it is to give two tickets for the Games to everyone who has represented GB at a previous Paralympics. Archer Margaret Maughan, who won Britain's first Paralympic gold at Rome in 1960, was one beneficiary who said she was hoping to \"join many other supporters in cheering on the British team\" in London. There are likely to be many others; ParalympicsGB has finished second in the medals table at the past three summer Games and brought 102 medals home from Beijing. Retired athletes wishing to find out more should visit paralympiansclub.org.uk. Cycling enjoys the Pringle life There's a chance to admire one of the outstanding Olympic buildings this week at the track cycling World Cup held at the velodrome in the Olympic Park. Nicknamed \"The Pringle\" because of its curved crisp-like shape, it was favourite to win last year's Riba Stirling prize for architecture but was pipped at the post by architect Zaha Hadid's Z-shaped school in Brixton. Its flavour is understood to be sour cream and chive."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}