{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/feb/28/hugh-muir-diary-pritti-patel", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-02-28T22:50:00Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2012/feb/28/hugh-muir-diary-pritti-patel", "apiUrl": "https://content.guardianapis.com/politics/2012/feb/28/hugh-muir-diary-pritti-patel", "fields": {"headline": "Diary", "bodyText": "• With the back-to-work scheme facing criticism from several quarters, ministers were holding out for a hero. Along came our friend, the MP for Witham, Priti Patel. It's all the fault of the leftwing Right to Work organisation, said Patel. For good measure, she slapped in a formal complaint about the supposed bias of the BBC. There is a consistency there, for Patel has never seemed over-keen on demonstrations. That's probably why she gets on so well with the Bahraini regime. In her previous life, Patel was a lobbyist for Weber Shandwick. An important client was the government of Bahrain. She's kept in touch; in 2010 Patel accepted a trip paid for by the sheikdom. According to the Bahraini News Agency, while there she and colleagues expressed \"delight\" and \"lauded\" the royal family. Within months the regime was cracking heads. In October that year, Human Rights Watch warned of allegations of torture and violations of due process, heralding \"a return to full-blown authoritarianism\". Two months later, Patel tabled a parliamentary question aimed at strengthening our cultural links. Peas in a pod. They don't do compromise. Neither does she. • Startling though it was, yesterday's report on the inadequate investigation by police of rape allegations will have come as no surprise to Lord Justice Leveson. For, as it was being published, senior ex-Met copper turned wannabe London mayor Brian Paddick was telling his lordship how the in-house politics worked at Scotland Yard. Asked to do a review of the Met's poor record on rape cases, Paddick told the judge that he was later asked to tone down his criticisms. As an ambitious and disciplined officer, he did so, but it wasn't enough. He asked a press officer how she would be handling his report. She replied that her job was \"to ensure it had no coverage at all\". Back then, that was probably the code for \"top priority\". • To Foyles bookshop in central London, where we learn a bit about the plights and challenges of the young, thanks to the launch of Regeneration, a new book of essays. And lots about Evan Davis, the BBC man of many parts, who chairs the debate. Lightening what becomes an earnest, cerebral discussion, Davis outs himself as a \"brand junkie\". Valuing one brand above another is a good thing, he says. Hence, he buys Diesel jeans rather than Asda ones, even though they cost 10 times as much and fit no better. He also admits to favouring Thomas the Tank Engine biscuits above the supermarket brands. Thomas the Tank Engine? No one asks. And eventually, he poses the inevitable question to the book's editors about social media. He apologises. It's \"what we ask people when we've run out of real things to talk about,\" he says. • And what a difference a few hours can make in the heady world of municipal administration. Last Friday, after a judicial review prompted by local protesters, Mr Justice Ouseley at the high court voiced concerns about the way officials have pursued exciting plans to build 37,000 new homes in Norwich, Broadland and South Norfolk. The joint core strategy, the judge said, may need looking at again. Hearing the parts of the case forwarded by developers was, he said, like \"wading through treacle\". Some of it puzzled him. Had plans, he asked officials, \"sprung fully formed from the brow of Zeus?\" Much is up in the air following his judgment. Which is a pain, for just a few hours earlier the very officials responsible for the strategy were highly commended in the prestigious Royal Town Planning Institute awards. They were heroes, feted. The shine came off the following day. • Finally, to the Olympic Park in east London, where divers from all over the world attend test events at the aquatic centre. Everybody is readying themselves, including officials employed by the sponsor Coca-Cola. The two worlds meet, as staff topping up the drinks machines encounter one of our most promising 2012 Olympic diving hopefuls, Tom Daley. I'd like three Diet Cokes, he says, insisting they were not all for him, but tucking them into his bag nonetheless. Later he and a colleague come seventh in the synchronised diving. There may be a lesson there. Coke is it: but it isn't everything. Twitter: @hugh_muir"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}