{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2012/feb/01/hugh-muir-diary-decc-days-out", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2012-02-01T22:57:01Z", "webTitle": "Hugh Muir's diary", "webUrl": "https://www.theguardian.com/politics/2012/feb/01/hugh-muir-diary-decc-days-out", "apiUrl": "https://content.guardianapis.com/politics/2012/feb/01/hugh-muir-diary-decc-days-out", "fields": {"headline": "Diary", "bodyText": "• A tough life coping with the challenges of global warming. Especially for a coalition hampered by deniers and sceptics. And so, as they work out how to deal with a demanding public and sniffy types in the Commons, officials find that every now and then they need to get away. Different feng shui, that sort of thing. Still, it costs a pretty penny. It has cost 70,000 quid since May 2010 just for the Department for Energy and Climate Change. There was that team-building day at the National Physical Laboratory, the strategy meeting at Fulham FC's Craven Cottage, the planning meeting at the Commonwealth Club, and the £7,000 spent discussing climate change surrounded by the flora and fauna of the London Wetlands Centre. All very well for thinking out of the box, but as critics such as Luciana Berger – Labour's climate change shadow – point out, it's all a bit rum when money is tight and jobs are being cut in the solar industry. Didn't coalition types give the last government a kicking for this sort of thing? • How quickly they forget. But then MPs have so much info to retain. Now they have a way to do it. Ministers have red boxes. Now humble backbenchers are being offered their own equivalent – green boxes. They can have their names and/or constituency written in gold leaf inside the box or outside. Or add a leather strap available in bright party colours. And the box without the extras: just £1,175. • The prestige is the thing. Ministers prize their boxes. John Reid, who moved around the ministries, famously kept all of his. But then he was willing to buy them. One former minister reached an impasse over the price of hers and refused to return it. The Commons authorities had to send no-nonsense staff to get it back. • Day 35 of the Leveson inquiry but we have heard nothing yet from Harry Potter star Daniel Radcliffe. The learned judge must address this. \"I once read l was having my own beer brewed by Belgian monks,\" Radcliffe tells ShortList magazine. What else? \"The SAS were apparently walking my dogs at one point.\" Protecting them from Lord Voldemort, one suspects. • Much soul-searching at the BBC, meanwhile, as they discover that the widely lauded adaptation of Sebastian Faulks's Birdsong was historically inaccurate. \"I eagerly awaited the TV adaptation of Sebastian Faulks's novel,\" writes viewer Peter Lines to the Radio Times. \"However, the first major scene between our two lead characters Stephen and Isabelle during a walk in a wood, presumably near Amiens, was somewhat dramatically interrupted for me (a keen birdwatcher), by a very prominent and lengthy burst of charming 'birdsong' from a collared dove. This was originally an Asian and Near East species that did not start its western invasion until the early 20th century, not reaching Germany until 1945 and the UK by the early 1950s. It was inaccurate to place it in a northern European wood before the onset of the first world war.\" He's right, says the RSPB. This sort of sloppiness is why Mark Thompson has to go. • And yet more ammunition for Alex Salmond in his quest to make Scotland independent. The constitutional arguments we know. But there are also practicalities. Jim Davidson is heading for the Glasgow Pavilion with his self-penned \"strictly adults only!\" blue pantomime Sinderella. \"Leave the kids at home,\" warns Davidson. Who would deny Salmond the power to stop that sort of thing? • And with the comedian fresh in mind, we note the decision of the Mail's cartoonist Mac to represent the recently announced rise of the black squirrel by drawing many rat-like figures in a tree and attributing to one the words \"I have a dream\". A mixed reaction. \"I don't believe it. It is happening in the animal population as well,\" posts one who self-styles as \"waiting to flee this country\". \"Very funny,\" exclaims another reader. Of the complainants, one \"Arthur Sixpence\" is by far the classiest. \"It is like someone gave Jim Davidson a few 1930s copies of Der Stürmer and a box of crayons,\" he says. Twitter: @hugh_muir"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}