{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/13/liverpool-luis-suarez-standard-chartered", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-13T22:30:02Z", "webTitle": "Liverpool shirt sponsor in 'robust talks' with club over Luis Suárez", "webUrl": "https://www.theguardian.com/football/2012/feb/13/liverpool-luis-suarez-standard-chartered", "apiUrl": "https://content.guardianapis.com/football/2012/feb/13/liverpool-luis-suarez-standard-chartered", "fields": {"headline": "Liverpool shirt sponsor in 'robust talks' with club over Luis Suárez", "bodyText": "Liverpool's £20m-a-year shirt sponsor, Standard Chartered, has become the club's first corporate partner to express public concern over Luis Suárez's dispute with Patrice Evra, having taken its fears directly to Anfield officials following Saturday's controversy at Old Trafford. Suárez and Kenny Dalglish issued apologies on Sunday for, respectively, refusing to shake Evra's hand before kick-off against Manchester United and angrily absolving the striker of blame for flashpoints during Liverpool's 2-1 defeat. Ian Ayre, the Liverpool managing director, also issued a statement that condemned Suárez for misleading the club over his intentions to shake the hand of the player he racially abused at Anfield in October. Liverpool's contrite response was welcomed by United and was made with the backing of the club's American owners, Fenway Sports Group. But officials at Anfield on Sunday were also involved in what a source close to their shirt sponsors described as \"a very robust conversation\" with representatives of Standard Chartered as the wider impact of Suárez's actions was made clear. Standard Chartered, which is based in London but operates mostly in Asia, and also has staff in Africa and the Middle East, is in the second season of a four-year, £80m sponsorship deal with Liverpool and believes the club's handling of the controversy could impact on its own reputation. The depth of its concerns were illustrated by the decision to release a statement after those from Suárez, Ayre and Dalglish. \"We were very disappointed by Saturday's incident and have discussed our concerns with the club,\" it read. Liverpool's response to events at Old Trafford was taken independently of the exchange with Standard Chartered. \"Ian Ayre kept Standard Chartered fully informed of developments over the course of the weekend. The actions the club decided to take were supported by Standard Chartered,\" said a club statement. But the bank's reservations could signal another problem for Liverpool, with the company a potential sponsor for the naming rights package required to build a new stadium on Stanley Park. FSG has yet to announce a final decision on whether to proceed with a new development or to redevelop Anfield. Suárez is still facing the prospect of a club fine for his behaviour at Old Trafford, action that can be taken only if he is found to be in breach of contract. The Football Association, however, will not be taking any measures against Suárez, Evra, Liverpool or United for the various incidents that occurred before, during and after the game. No charge could have been brought against the Liverpool striker for refusing the handshake and the referee Phil Dowd dealt with Evra's provocative celebrations in front of Suárez at the time. The match official's report to the FA also states that neither club should be punished for a confrontation that occurred between rival players in the tunnel at half-time on Saturday. Liverpool's principal owner, John W Henry, and chairman, Tom Werner, are scheduled to visit Merseyside next week as part of a working visit in the buildup to the Carling Cup final against Cardiff City at Wembley. They may, however, bring forward those plans given the fallout to Suárez's behaviour against United."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}