{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2012/feb/11/six-nations", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2012-02-11T22:42:49Z", "webTitle": "The Blind Side: putting the boot into the Six Nations ruck by ruck", "webUrl": "https://www.theguardian.com/sport/2012/feb/11/six-nations", "apiUrl": "https://content.guardianapis.com/sport/2012/feb/11/six-nations", "fields": {"headline": "The Blind Side: putting the boot into the Six Nations ruck by ruck", "bodyText": "MAN OF THE DAY Another week, another Charlie Hodgson try from a charge-down edges England to a nervy win. But it was a progress of sorts – Lancaster's men have now shown they can win in both above- and below-freezing conditions. Result. RUNNER-UP It was something of a surprise to see former Treviso and Italy international Denis Dallan sing the Gladiator theme before the game. Perhaps Brian Moore could do the same when Wales visit Twickenham later this month. WEATHERWATCH It was terminally cold in Paris and in Rome the ball did, for once, \"come down with snow on it\". We saw men with blowers and brooms half-clearing the pitch, posts being fixed from a crane and Gabby Logan on the touchline in a black bobble hat. But why did they use a white ball? Surely it was a glorious chance to use a fabulous orange number? WHEN IN ROME An interim coach called Stuart is this winter's must-have accessory. But Lancaster already has one up his England football counterpart Stuart Pearce – a good result at the Stadio Olimpico. That's because Pearce did not get picked for England's previous finest hour there – the 0–0 draw in 1997 that ensured World Cup qualification. TAKING THE MIC Lawrence Dallaglio, last seen in front of the ITV touch screen during the World Cup, took his place in the BBC's Rome commentary box. He proved a touch less grumbly than Moore – but sadly had no personal anecdotage to match Moore's extraordinary gem from last week at Murrayfield when discussing Alex Corbisiero mid-match: \"Corbisiero, who I met when he was a 12-year-old, skiing in Chamonix …\" LESSONS FOR THE FUTURE So now we know which tape the BBC has on standby for a national emergency or the last-minute postponement of a rugby match between France and Ireland. Soon after the game was called off BBC2 stuck on a vintage Old Grey Whistle Test special. Emmylou Harris and co eased viewers' annoyance with some soothing tunes. QUESTION DU JOUR Does international sporting venue Stade de France really not have any under-soil heating?"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}