{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/cifamerica/2012/feb/13/obama-budget-deficit-reductionism", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2012-02-13T22:35:55Z", "webTitle": "Obama's budget and deficit reductionism | Mark Weisbrot", "webUrl": "https://www.theguardian.com/commentisfree/cifamerica/2012/feb/13/obama-budget-deficit-reductionism", "apiUrl": "https://content.guardianapis.com/commentisfree/cifamerica/2012/feb/13/obama-budget-deficit-reductionism", "fields": {"headline": "Obama's budget and deficit reductionism", "bodyText": "President Obama's proposed budget has a few interesting proposals for reforms over the next decade. Among the best are the proposals to rescind the Bush tax cuts for households with incomes of more than $250,000, and to tax dividends for stockholders among this group as ordinary income. These and a few other proposals would sum up to a small but significant step in the opposite direction to where this country has been going for the past three decades: that is, a vast upward redistribution of income to the rich and the super-rich. But those concerned with the immediate future are likely to be disappointed. Most Americans have to work for a living, but there are more than 25 million, or 15%, of the labor force, who are either unemployed, have given up looking for work, or are involuntarily working part time. The main reason for that is quite simple: there is not enough demand for goods and services in the economy in order to employ them. With private demand still weak from the collapse of the housing bubble, and state and local governments still tightening their budgets and laying off workers, this leaves the federal government as the spender of last resort. But President Obama's budget actually reduces spending, adjusted for inflation, for the coming fiscal year (2013). This means that the government will not contribute to resolving the unemployment crisis under this budget. This is too bad, because the US economy is down 10 million jobs from where it should be. And even at the recent rate of job growth (200,000 per month over the last quarter), it will take until 2020 to get there. There are some areas where the budget proposes spending that would create jobs in the coming fiscal year, and the administration has touted these proposals: surface transportation projects ($18.2bn); teachers ($10b); and modernizing schools ($6bn). But these are small amounts relative to the need for job creation, and the latter two are less than for the prior fiscal year. Unfortunately, President Obama has accepted way too much of the rightwing narrative, which portrays the United States' budget deficit and debt as the most important economic problem. In his speech Monday, the president said: \"I'm proposing some difficult cuts that, frankly, I wouldn't normally make if they weren't absolutely necessary. But they are. And the truth is we're going to have to make some tough choices in order to put this country back on a more sustainable fiscal path.\" But in the short run, there is no deficit or debt problem: the United States is currently paying about 1.4% of GDP in net interest on our federal debt, which is about as low as it has been over the past 60 years. And the long-term deficit problem is a problem of rising healthcare costs. If we had the healthcare costs per person of any other high-income country, we would be looking at long-term budget surpluses. That is how the president should frame the budget issue. His proposals should focus on creating employment, reducing poverty – which, amazingly, is now back at the level of the late 1960s – and moving toward a more energy-efficient economy, all of which are complementary goals. And if there are cuts to be made – to free up spending for job creation – they are not difficult choices at all: who will suffer if we give up on policing the world with hundreds of military bases throughout the globe? As most Americans have now learned, unnecessary, protracted wars such as in Iraq and Afghanistan do not increase our security, but rather reduce it. But the president's budget avoids any serious reduction of this largest and most harmful source of waste of taxpayers' dollars. The president's budget is just a proposed framework and, of course, many of the positive things in it will not get through Congress. Since that is the case, it would have been worth his while to propose something bold that addresses the most pressing needs of the nation – and make the necessary compromises from there. By starting with something timid, which is already being attacked as \"radical\" by House Republicans – well, we have seen where this leads."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}