{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/24/tom-cleverley-manchester-united-england", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-24T23:02:03Z", "webTitle": "Tom Cleverley an injury doubt for Manchester United and England", "webUrl": "https://www.theguardian.com/football/2012/feb/24/tom-cleverley-manchester-united-england", "apiUrl": "https://content.guardianapis.com/football/2012/feb/24/tom-cleverley-manchester-united-england", "fields": {"headline": "Tom Cleverley an injury doubt for Manchester United and England", "bodyText": "Tom Cleverley could miss Manchester United's visit to Norwich City on Sunday and England's friendly with Holland on Wednesday. The midfielder was sent for a scan on the knock he picked up in the 2-1 Europa League defeat by Ajax at Old Trafford on Thursday, although his manager, Sir Alex Ferguson, said he does not think it is serious. Cleverley, 22, was replaced by Paul Scholes after an hour against Ajax and he will be assessed by United's medical department before any further update is offered, with Ferguson telling MUTV: \"He got a knock. We sent him for a scan but we don't think it's serious.\" Cleverley returned after nearly four months out due to a foot injury only last week, in the last-32 first leg at Ajax. Ferguson reminded his players of the quality of Paul Lambert's Norwich side, who might have taken at least a point in the reverse fixture in October and who already appear safe from relegation. United eventually won that match 2-0 but Ferguson said: \"They did well at Old Trafford. They missed a great chance to equalise. It wasn't until late in the match we killed the game. \"I think Norwich have probably exceeded everyone's expectations. The teams who have been promoted, particularly Swansea and Norwich, have excelled. They didn't buy a lot of players. They have stuck to their normal way of doing things. Norwich bought one or two from lower divisions but Swansea stuck with virtually the same squad. They have done very, very well. \"QPR started very well, then hit a bad spell but with Mark Hughes coming in and buying a couple of players you'd expect them to do better now.\" Norwich stand eighth and are 14 points from the relegation zone and Ferguson is sure they will stay up. He said: \"It is not easy coming out of the Championship but Norwich have done very well. Looking at the bottom of the league, I think there are five teams from 21 down to 19 points. There is not a great deal of leeway there. So from 21 to Norwich's current total of 35 is a big jump, so I think they are OK. They look as if they are enjoying themselves. There is a good atmosphere at Carrow Road with a full house every game. It is fantastic. \"I knew Paul Lambert as a kid at St Mirren. He played under my brother Martin when he was a coach there. He had a good career himself. He won a European Cup medal with Dortmund, then goes to Celtic. He has picked up the experience of being at Wycombe for a while. For a young manager Norwich is a good club to go to where the expectation is not too high. You have a full house and a lot of enthusiasm. It has suited him well.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}