{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2012/feb/19/millwall-bolton-fa-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2012-02-19T23:00:02Z", "webTitle": "Bolton profit from Ryo Miyaichi's time at the court of king Henry", "webUrl": "https://www.theguardian.com/football/2012/feb/19/millwall-bolton-fa-cup", "apiUrl": "https://content.guardianapis.com/football/2012/feb/19/millwall-bolton-fa-cup", "fields": {"headline": "Bolton profit from Ryo Miyaichi's time at the court of king Henry", "bodyText": "Thierry Henry is back in New York but it appears his impact on these shores will continue to be felt for some time. That much can be taken from the words of Ryo Miyaichi, the 19-year-old soon-to-be Japan international who set up this win for Bolton on his first start having joined on loan from Arsenal last month. Running on to Sam Rickett's early free-kick, Miyaichi outpaced Alan Dunne before cutting inside the Millwall full-back and curling the ball into the far corner of the net. It was an expertly taken finish which, it turned out, had been inspired by an expert. \"I like the attacking style which penetrates [from the] left flank to get into box, like Henry,\" said Miyaichi, who came on as a substitute in Bolton's defeat to Wigan last week. \"When I was at Arsenal, I saw many times Henry score same way during training. [Robin] Van Persie also did it, from the right flank. They showed very good example for me. That's why I could score today.\" Miyaichi signed for Arsenal in January 2011 having impressed while on trial and, despite the most notable impact of his fledgling career coming during a loan spell at Feyenoord last season, when he scored three goals in 12 appearances, it appears Miyaichi has been shaped by the time he spent with a certain Frenchman in London. He saw Henry at close range when the 34-year-old returned from New York Red Bulls to train with Arsenal during the MLS off-season two Januarys ago and then again last month, when he turned his stay into a successful loan spell. \"I would love to have got him [Miyachi] permanently but Arsène [Wenger] looks after his young players and feels that he will go on to have a fantastic career at Arsenal,\" said the Bolton manager, Owen Coyle, who has already seenJack Wilshere and Daniel Sturridge make successful impacts while on loan at the club in recent seasons. \"He can go as far as he wants in the game.\" Slight in build but blessed with pace and composure, Miyachi, who is set to win a first call-up by Japan in their World Cup qualifier against Uzbekistan, could well galvanise Bolton as they look to secure Premier League safety. They are 19th and face trips to Chelsea and Manchester City in their next two fixtures. In beating Millwall to reach the FA Cup quarter-finals for a second successive year, Coyle's side certainly showed they retain the class of a top-flight side, particularly in midfield where Fabrice Muamba and Mark Davies controlled a contest that was decided by David Ngog's low strike. \"We've invested in youth and this was always going to be a season of transition,\" Coyle said. \"But we know we can stay in the league.\" That is also the aim of Millwall, who threatened sporadically and can now focus on rising from 20th in the Championship. \"We have to look forward quickly,\" said the manager, Kenny Jackett. \"We have a massive game coming up on Tuesday against Middlesbrough.\" Man of the match Fabrice Muamba (Bolton Wanderers)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}