{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2012/feb/01/mike-kelley-american-artist-dies", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2012-02-01T23:59:37Z", "webTitle": "Mike Kelley, the US artist acclaimed for his unsettling installations, dies at 57", "webUrl": "https://www.theguardian.com/artanddesign/2012/feb/01/mike-kelley-american-artist-dies", "apiUrl": "https://content.guardianapis.com/artanddesign/2012/feb/01/mike-kelley-american-artist-dies", "fields": {"headline": "Mike Kelley, the US artist acclaimed for his unsettling installations, dies at 57", "bodyText": "The American artist Mike Kelley has been found dead at his home in Los Angeles aged 57. Kelley received art world acclaim for his unsettling multimedia work, which combined installation, performance and music and appeared in major galleries around the world including the Whitney in New York and the Louvre. Kelley's themes were often sinister, pathetic or repulsive, conflating high art, pop culture and critical theory to disturbing effect. His most recent UK show, at London's Gagosian gallery, featured caves, grottos and bottled model cities based on the city of Kandor from the Superman comics, along with an S&amp;M-themed film. In 2009 Kelley told Interview magazine: \"I chose to become an artist because I wanted to be a failure. When I was young, if you wanted to really ostracize yourself from society, you became an artist.\" He described himself as a \"blue-collar anarchist\". Kelley was born in Detroit in 1954. In the early 70s he formed a proto-punk band admired by the legendary rock critic Lester Bangs, called Destroy All Monsters, whose gigs were said to be so extreme they approached performance art. He left the band and in 1976 started studying at the California Institute of the Arts alongside John Baldessari and Laurie Anderson. Though Kelley's work expanded into many different areas, it continued to involve music. In 2009 he created Day is Done, a feature-length musical, while one of his characteristic sculptures, made from a soft toy, featured on the cover of Sonic Youth's 1992 album Dirty. By this time Kelley's career was taking off: his first retrospective at the Whitney took place the following year. The Guardian's art critic Adrian Searle described Kelley's 2004 Tate Liverpool show, in which he placed his work alongside controversial work by artists including Sarah Lucas and the Chapmans, as \"fascinating, lubricious, frightening and appalling … an inventory of good art and bad; the creepy, the weird, the stupid, the unpleasant, the misconceived and the plain nasty\". Helen Winer of New York gallery Metro pictures, who represented Kelley for 20 years, said that the artist had taken his own life. \"It is totally shocking that someone would decide to do this, someone who has success and renown and options,\" she said. In a statement, his studio said: \"Mike was an irresistible force in contemporary art…. We cannot believe he is gone. But we know his legacy will continue to touch and challenge anyone who crosses its path.\""}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}