{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/may/17/marketforces", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-05-16T23:52:58Z", "webTitle": "Market forces: Implausible tales help to revive shares", "webUrl": "https://www.theguardian.com/business/2006/may/17/marketforces", "apiUrl": "https://content.guardianapis.com/business/2006/may/17/marketforces", "fields": {"headline": "Implausible tales help to revive shares", "bodyText": "Leading shares staged a tentative revival yesterday after the sell-off of the last few days, helped by a couple of intriguing if not entirely plausible takeover tales. Satellite broadcaster BSkyB added 17p to 545.5p as word went round the dealing rooms that Rupert Murdoch's News Corporation was buying shares. News Corp owns 38% of the business, and the story seemed to be that it was adding to its stake prior to making an offer for the rest of the company. Most analysts were unconvinced, saying it was unlikely Murdoch would do such a thing at the same time as he was supposed to be planning a flotation for Sky Italia. Some believed the buying could have come from UK institutions which are under-represented on BSkyB's share register. Nonetheless share volumes reached 64m, substantially higher than in recent days. The biggest gainer in the FTSE 100 was Cadbury Schweppes, which recovered all of Monday's losses and more. It closed 17p higher at 537p, helped by a revival of the recent tales that Warren Buffett, Kraft or Hershey wanted to make a bid. Later in the day Buffett was said to have taken a £200m stake in Tesco, up 3.25p to 319.75p. Add in a well received set of results from Compass - up 6p to 240.5p - and the FTSE 100 managed to record a 4.9 point rise to 5846.2. Volume was reasonable with 3.2bn shares traded. But it was a volatile day, following another overnight decline in Japan and with commodities and the dollar still on the slide. At its worst the FTSE 100 was 34 points lower, while at the peak it was 42 points ahead. The FTSE 250 closed 15.1 points lower at 9542.2, but the small cap index added 14.1 points to 3503.8. David Shairp, global strategist at JP Morgan, said the recent falls were a necessary correction. \"Equity fundamentals remain positive, although markets will probably need a period of digestion in the short term,\" he said. \"Our sense is that investors should be looking to add to equity positions once the current wash-out has been completed.\" Boots and its merger partner Alliance Unichem were in the spotlight, after their shares received a boost from analysts at Deutsche Bank. Deutsche reckons the link-up between the two - which last week received clearance from the Competition Commission and is expected to take effect by the end of July -- makes strategic and financial sense. The companies have forecast £100m of cost benefits but Deutsche believes this could end up being closer to £124m, and does not include any savings from converting Alliance's Moss estate to Boots or taking the Boots brand overseas. The analysts put a target of 850p on Boots shares, up from their previous forecast of 600p and advised clients to buy. Boots closed 12p higher at 734.5p, while Alliance was 24.5p better at 933p. Among the other risers British American Tobacco rose 26p to £13.66 after a US judge ruled in favour of cigarette group RJ Reynolds in a $10m lawsuit brought by the husband of a deceased smoker. Ahead of its annual meeting today, GlaxoSmithKline was 22p better at £15.36. Analysts at Morgan Stanley put a £17.50 price target on the shares, and said the company should get a boost from a medical meeting in San Diego this weekend. Data about its asthma drug Advair is expected to be presented which could show its usefulness in treating patients with chronic obstruction pulmonary disorder. Glaxo also reported good early results yesterday from the experimental twice-daily HIV treatment Lexiva it has developed with partner Vertex Pharmaceuticals. Bus group Arriva added 1p to 560p as it bought a 21.5% stake in Portuguese group Barraqueiro for £41m. Barraqueiro is a family owned business which controls around 20% of the country's bus market and the deal marks another stage in Arriva's overseas expansion. Panmure Gordon has upgraded its recommendation on the shares from sell to hold. The broker also turned more positive on Stagecoach, up 3.75p to 107.25p, saying there was the possibility of a significant share buyback before long, which could help support the shares. Cruise company Carnival took the wooden spoon among leading shares, down 326p or 12.29% to £23.26 after a profit warning. Schroders lost 34p to £10.73 despite a 41% gain in quarterly profits as investors fretted about the effect of falling markets on the fund management group. Mining and commodity-linked stocks were again among the leading fallers, with Corus 16.75p lower at 404.5p and Xstrata down 107p to £21.01. Xstrata could still make a bid for Canadian group Falconbridge, even though it yesterday announced a $750m copper mine acquisition from BHP Billiton. Legal &amp; General slipped 1.25p to 134.25p as a block of 23m shares changed hands at 136p. Property group Countrywide lost 9.75p to 501p as dealers reported Citigroup had placed 900,000 shares at 498p a share. On its first day of dealings on Aim GeoPark, the oil and gas company with assets in Chile and Argentina, saw its shares slip from 320p to 315.5p. Another day, another bit of stakebuilding in the media buyer Aegis by the French corporate raider Vincent Bolloré. Having declared the purchase of 5m shares on Monday, Bollore's Financiere du Loch revealed yesterday that it had added a further 11.3m shares to take its stake to 27.56%. Bollore; is getting very close to the 30% level at which he would have to make a bid under Takeover Panel rules, though the stake has previously been described as a \"financial holding\". Bollore, who is also the chairman and major shareholder at the advertising group Havas, reportedly wants to propose new board members at Aegis. Perhaps significantly, Aegis is due to hold its annual meeting next Wednesday. Yesterday Aegis added 0.25p to close at 135.5p. nick.fletcher@theguardian.com"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}