{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/may/20/arthurconandoyle", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-05-19T23:53:50Z", "webTitle": "Non-fiction: May 20", "webUrl": "https://www.theguardian.com/books/2006/may/20/arthurconandoyle", "apiUrl": "https://content.guardianapis.com/books/2006/may/20/arthurconandoyle", "fields": {"headline": "Going back to our roots", "bodyText": "The Magic Spring: My Year Learning to be English by Richard Lewis (Atlantic Books, £8.99) Richard Lewis suffers from folklore envy, born of a \"vague, anchorless feeling\" he attributes to being English. The Irish, the Scots, the Welsh all have a rich folk tradition, but the English? It seems rapid urbanisation in the 19th century cut us off from our roots, but Lewis sets out to rediscover them. He gamely tries Morris dancing, mixes with druids and witches and prances around as a horse at Banbury Cross. His comic asides and self-deprecating humour keep the book rolling along, and he fully accepts that it all adds up to a hodgepodge of silliness, \"like half-remembered scenes from The Wicker Man\". He soon discovers that most of the traditions he has been celebrating are the romantic fantasies of Victorian and Edwardian scholars, especially Sir James Frazer, author of The Golden Bough. So what if England's folk traditions are utterly bogus, says Lewis; they answer an instinctive need to celebrate nature and the changing seasons. It's the affirmation of our roots that matters, even if those roots don't go very deep - a point well made by an audience member at a folk club: \"It's rubbish,\" he says. \"But it's English rubbish.\" Ian Pindar Thug: The True Story of India's Murderous Cult by Mike Dash (Granta, £9.99) The Thugs were murderers with a unique modus operandi. Wandering the roads of India, they befriended wealthy travellers. At night they took up positions around the camp and sometimes induced their intended victim to bare his neck by pointing to the stars. And then, at a given signal, \"Jhut!\" (as one Thug described it), the whole travelling party - men, women, servants and children - would be strangled in a matter of minutes using rumals or twisted scarves. To ensure their victims were dead the Thugs usually stabbed them in the eyes before dropping their corpses down wells, leaving no trace of them. Thuggee has a long history, as Dash explains in this meticulously researched history, but it came to the attention of the British East India Company around 1829, when the first Thug was captured. Captain William Sleeman created a Thuggy Department to hunt them down, pretty much eradicating them within a decade. As Dash reveals, the British romanticised the Thugs as fearsome religious fanatics who sacrificed their victims to Kali, the Hindu goddess of destruction - but the truth was much more prosaic: they killed for money. IP True Story: Murder, Memoir, Mea Culpa by Michael Finkel (Vintage, £8.99) True Story is an opportune tale of two liars. Michael Finkel was publicly disgraced when he was fired from his job as a New York Times journalist for being too literary and fabricating a composite character in a major investigative article about child slavery in West Africa. Christian Longo murdered his wife and three children and then passed himself off as Finkel while on the run in Mexico. Later Finkel was the only journalist Longo would talk to while waiting for his trial in prison. This book brings together the narratives of both parties and traces the development of their uncommonly close relationship. Both men are weirdly likeable, although each one believes himself to be smarter than the other and frequently tries to prove it. Both are intent on getting their version of the truth out and both know that whatever they say, believability will still be an issue. Finkel is frank about his desire to make a comeback and has crafted a thrilling account that probes the nature of deceit and redemption. Whatever his faults, he certainly knows how to tell a story. Aimee Shalan Curious Pursuits: Occasional Writing by Margaret Atwood (Virago, £8.99) \"In some ways this book is simply the result of an under-developed ability to say no,\" Margaret Atwood admits in this \"grab-bag\" of occasional pieces dating from 1970 to 2005. Yet Curious Pursuits is far from the tiresome catalogue of extraneous essays Atwood couldn't quite bring herself to throw out that such an admission might lead you to expect. Teeming with reviews and obituaries of friends and fellow writers, as well as the odd glimpse into her personal life, this book is also an edifying record of the evolution of her own writing and gives a delightful sketch of her thoughts over the years on gender, identity and the condition of the planet. Ranging geographically from Afghanistan to the Arctic, and often written in transit, on trains or in hotels, the writing gathered here offers a brisk excursion into a mind always on the move. \"What,\" she asks, \"can you ever do with reality but chase it around?\" Always genial and relaxed, Atwood has a wonderful ability to write with a deadpan humour that never trivialises the seriousness of the subjects she chooses to pursue. AS Sherlock Holmes: The Unauthorised Biography by Nick Rennison (Atlantic Books, £8.99) Fiction often appropriates fictional characters, from Wide Sargasso Sea and Rosencrantz and Guildenstern Are Dead to countless makeovers for classical and medieval figures. But an ostensibly non-fictional life of one is an adventurous rarity. Adopting the po-faced premise that Conan Doyle acted merely as literary agent and pseudonym-supplier for Dr Watson, Rennison assembles what can be gleaned about the sleuth's life from the stories, but adds feats they omitted: frustrating a bid to assassinate Queen Victoria; unmasking Jack the Ripper (though Scotland Yard was not convinced); operating as a British spy in Asia; and playing a key role in foiling Fenian and anarchist terrorism. Watson only gave us half of Holmes's career, this biography suggests: in reality he was the forerunner of James Bond and 24's Jack Bauer as well as of such donnish detectives as Poirot, Dalgleish and Morse. Rennison plays his literary game with enjoyable elan, and his mock-biog also serves as an offbeat, beguiling introduction to 19th-century history. In Holmes's adventures, as he says, we \"watch the Victorian era battling with its demons\". John Dugdale"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}