{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/may/10/ukcrime.prisonsandprobation2", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-05-09T23:27:48Z", "webTitle": "Police watchdog has turned into pressure group, say Met officers", "webUrl": "https://www.theguardian.com/uk/2006/may/10/ukcrime.prisonsandprobation2", "apiUrl": "https://content.guardianapis.com/uk/2006/may/10/ukcrime.prisonsandprobation2", "fields": {"headline": "Police watchdog has turned into pressure group, say Met officers", "bodyText": "Representatives of London's rank and file police officers launched an extraordinary attack on the Independent Police Complaints Commission yesterday which included criticism of Nick Hardwick, the IPCC chairman, and other senior staff. The Metropolitan Police Federation, which represents the majority of Scotland Yard's 30,000 officers, criticised the IPCC for what it called the police watchdog's \"catalogue of inappropriate comments and perverse actions\". The IPCC's investigation into the Stockwell tube shooting is a particular target for anger within the ranks and the federation appears to be bracing itself for action against officers for the death of the innocent Brazilian, Jean Charles de Menezes, last July. A statement issued through the federation's chairman, Glen Smyth, claimed that several reports into suspected police wrongdoings were making the IPCC appear \"less than impartial\" and \"not unlike a pressure group with an agenda\". \"The Met Federation feels that, at the very least, a question mark now hangs over the professionalism of some IPCC personnel,\" the statement said. \"Scarcely a day goes by without a press release being published by the IPCC trumpeting its tireless achievements in probing alleged misconduct by police officers. Strangely it has felt under no such compulsion to enlighten the public about wrongdoing within its own organisation.\" The federation objects to IPCC statements about the deaths in custody of two black men, Christopher Alder and Roger Sylvester, and comments by Mr Hardwick about the reluctance of black and Asian people to complain to police. The federation criticised Mr Hardwick personally, whom it said \"in flagrant breach of his own instructions ... set about drip-feeding some information to the media on the state of the [De Menezes] inquiry\". The IPCC's Stockwell report is with the Crown Prosecution Service, which could decide in the next few weeks whether to charge any of the officers involved. Some legal experts believe no criminal charges will be brought against any officer but the federation seems to be positioning itself in case of future action. Eighteen months ago the suspension of two officers after the shooting of Harry Stanley, an unarmed man who was killed in east London seven years ago, led to more than a quarter of London's 400 specialist firearms officers threatening to down weapons in protest. There are fears a similar situation could arise if any disciplinary action is pending over Stockwell. Mr Hardwick said: \"It is disappointing but no surprise that the federation has suddenly come out and criticised the IPCC. We do not expect to be popular.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}