{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/may/10/northernireland.owenbowcott", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-05-09T23:27:05Z", "webTitle": "Boy, 15, dies after sectarian gang attack", "webUrl": "https://www.theguardian.com/uk/2006/may/10/northernireland.owenbowcott", "apiUrl": "https://content.guardianapis.com/uk/2006/may/10/northernireland.owenbowcott", "fields": {"headline": "Boy, 15, dies after sectarian gang attack", "bodyText": "A Catholic schoolboy who was cornered in an alley in Ballymena and beaten with a baseball bat in a sectarian assault has died, inflaming sectarian tensions in the town and reviving concerns about community relations across Northern Ireland. Michael McIlveen, 15, was attacked by a gang of youths after buying a takeaway pizza on Saturday night. The youths trapped him in an alley, struck him repeatedly and stamped on his head. He staggered home and was taken to hospital. His family remained at his bedside until his life support machine was switched off at 8pm on Monday. Michael's uncle, Francis McIlveen, told the BBC's Nolan programme yesterday that the family wanted to ensure such attacks never happened again. \"The family's distraught at the minute,\" he said. \"They just can't believe that wee Michael's gone, a wee child, 15 years of age, lying in that bed, dead.\" Politicians in Ballymena, County Antrim, asked the community not to retaliate. There have been frequent sectarian clashes in the town. A 19-year-old man was charged after a separate attack on Sunday. An attempt to ease tensions by removing loyalist and republican flags, and painting over paramilitary murals last month led to accusations from both sides of bad faith. Ian Paisley, the local MP and Democratic Unionist party leader, said yesterday there should be no revenge attacks. \"As we move towards the marching season, I would appeal for calm,\" he said. \"Any reprisal or upping the ante would serve no purpose other than to make matters worse. I would call on all sides to pull back from the brink before tragedy is multiplied by catastrophe.\" The Northern Ireland secretary, Peter Hain, said he was appalled by the killing and urged the public to assist the police. \"This was a sickening sectarian attack that has taken the life of a teenager with his whole life in front of him,\" he said. \"Everyone will condemn this murder, which drags Northern Ireland back to the dark days of the past.\" Five young people were being questioned yesterday in connection with the killing. Ballymena's police commander, Superintendent Terry Shevlin, has urged community leaders to improve relations between Protestant and Catholic communities. \"We're quite clear that the motive for this assault was of a sectarian nature,\" said Supt Shevlin. \"I'm making a clear appeal to civic leaders, community leaders and others with influence in the Ballymena to not only condemn this ... but to exercise whatever influence they can to prevent any retaliatory attacks.\" Detectives have studied CCTV footage, and are monitoring websites where youths have posted allegations about the attack. Sean Farren, Social Democratic and Labour party assembly member for North Antrim, said: \"Unfortunately we have witnessed similar attacks in Ballymena and elsewhere in the past and each one has brought pain and tragedy to the families and friends of those affected.\" Philip McGuigan, Sinn Féin assembly member for North Antrim, blamed a \"loyalist mob\" for the killing."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}