{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "news/2006/may/20/guardianobituaries.usa", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2006-05-19T23:56:02Z", "webTitle": "Obituary: Johnnie Wilder Jnr", "webUrl": "https://www.theguardian.com/news/2006/may/20/guardianobituaries.usa", "apiUrl": "https://content.guardianapis.com/news/2006/may/20/guardianobituaries.usa", "fields": {"headline": "Johnnie Wilder Jnr", "bodyText": "The death of Johnnie Wilder Jnr, aged 56, is the latest episode in the ill-starred but professionally triumphant career of US soul band Heatwave, best-remembered for their chart debut Boogie Nights in 1977. They had further hits with Too Hot to Handle, Always and Ever - revived in 1995 by Luther Vandross - and in 1978 The Groove Line, their final US top 40 entry, though they had sporadic hits overseas into the 1990s. While he was involved in various musical activities as a church chorister and at high school in Dayton, Ohio, where he was born and raised, Wilder did not consider pop as a viable living until he and his brother Keith served three years in the US army. When stationed in Kaiserslautern, West Germany, in 1972, they formed a vocal quintet, The Noblemen, with other servicemen, but rarely performed outside military bases. However, while awaiting a return to civilian life, the Wilders recruited backing instrumentalists to tour the continental club circuit as Johnnie Wilder and the Chicago Heatwave - although the only member actually from the Windy City was guitarist Jesse Whitten. Among other personnel were Spanish bass guitarist Mario Mantese and US keyboard player Rod Temperton, who was to pen Boogie Nights. Shortening its name to Heatwave, the group relocated to Britain where they gained a contract with GTO Records and issued the single Boogie Nights from a scheduled album, Too Hot to Handle. Despite introductory bars in an unusual time signature, Boogie Nights caught the mood of disco fever and lent its name to a 1997 movie starring Burt Reynolds and Julianne Moore. The single reached number two in the UK and the US, while the follow-up, the title track from Too Hot to Handle, reached the British top 20, but failed in the US. Another single, Always and Ever, was a hit in the US but not in Britain until it was re-recorded and coupled with Mind Blowing Decisions more than a year later. By then, Temperton had quit to focus on composition but still wrote for the band, most conspicuously in 1981 Gangsters of the Groove and Jitterbuggin, both of which charted across Europe. By then, the band had a new guitarist and bass player, owing to the first two of several personal catastrophes that were to befall them. While spending Christmas 1977 with his family, Whitten was fatally stabbed during an incident in a Chicago street, while Mantese's severe injuries in a road accident obliged him to leave Heatwave the following summer. Wilder then had his own personal tragedy when, while visiting Dayton in June 1979, a car crash left him paralysed from the neck down. Yet, with extraordinary resilience, he resumed his role in Heatwave, confined to a wheelchair. With no perceptible difference to his supple baritone, he also contributed to studio output, notably on Candles, which hovered on the edge of the British album top 30 in 1981. Wilder was sustained further by a return to the Christianity of his childhood in the mid-1980s, and regular attendance at the Dayton church where a younger brother was preacher. Eventually, Heatwave was sidelined as Wilder chose to concentrate on producing records of a devotional nature, typified by those of Straight Company, a local gospel ensemble. Later, he released two solo albums, My Goal and One More Day. \"I seek no glory or admiration,\" he said at the time. \"I just wanted to do a project to God's glory. I know what I achieved and appreciate the benefits I received from being in Heatwave, but one thing I didn't have was the level of personal gratification that I now experience.\" He is survived by his wife Rosalyn and daughter Carla. · Johnnie Wilder Jnr (John James Wilder), singer, born July 3 1949; died May 13 2006"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}