{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/may/02/israel1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-05-01T23:04:41Z", "webTitle": "Olmert announces pragmatic cabinet line-up", "webUrl": "https://www.theguardian.com/world/2006/may/02/israel1", "apiUrl": "https://content.guardianapis.com/world/2006/may/02/israel1", "fields": {"headline": "Olmert announces pragmatic cabinet line-up", "bodyText": "Israel's new government will be sworn in this week after the prime minister, Ehud Olmert, finally named a pragmatic coalition line-up yesterday designed to push through a major withdrawal from West Bank settlements. The knesset will be asked to approve the government on Thursday, after Mr Olmert drew in enough parties to the cabinet to get the support of 67 of the parliament's 120 members. The coalition consists of his party, Kadima, the Labour party, the ultra-orthodox party Shas, and the Pensioners' party. Shas was allowed to join without agreeing to the plan to evacuate large parts of the West Bank. Rising stars in Mr Olmert's cabinet include Tzipi Livni, the new foreign minister and vice-premier, and the Labour leader, Amir Peretz, who was appointed defence minister. Abraham Hirchson, a close Olmert ally, takes over as finance minister in a government that will also be tasked with alleviating social problems. There is also a job for Shimon Peres, the former Labour leader, who will be minister for the development of the Negev and Galilee, a role instrumental in the plan to withdraw isolated West Bank settlements and bolster Israel's sparsely populated Negev and Galilee regions. Kadima was formed by the previous prime minister, Ariel Sharon, to withdraw from settlements and unilaterally set Israel's borders without agreement from the Palestinians. Kadima failed to win enough votes to govern alone. Mr Olmert hopes to withdraw from isolated West Bank settlements, home to some 60,000 Israelis, and resettle them in other areas surrounded by Israel's security barrier. Palestinians say the strengthening of settlements will make any future Palestinian state impossible. Although the prime minister does not have a complete majority for this plan he believes that he can do all the preparation before forcing Shas to back him or leave the government in around two years. Mr Olmert could replace Shas with the Arab parties who have 10 seats, even though he criticised the late Yitzhak Rabin for not having a \"Jewish majority\" in 1993 when passing the Oslo accords. Israeli forces shot dead a woman in the West Bank town of Tulkarem yesterday. Soldiers opened fire on buildings while trying to arrest militants, killing Itaf Zalat, 41, and wounding two of her daughters."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}