{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/may/13/highereducation.politicalbooks", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-05-13T22:42:25Z", "webTitle": "Review: Britain's Power Elites by Hywel Williams", "webUrl": "https://www.theguardian.com/books/2006/may/13/highereducation.politicalbooks", "apiUrl": "https://content.guardianapis.com/books/2006/may/13/highereducation.politicalbooks", "fields": {"headline": "What tale shall serve them", "bodyText": "Britain's Power Elites: The Rebirth of a Ruling Class by Hywel Williams 256pp, Constable, £12.99 I feel as though I've opened a book whose cover features a scantily clad Kate Moss, only to discover a scholarly analysis of post-structuralism in which Moss features as a footnote on page 197. Britain's Power Elites is luridly clad in yellow, red and black, and the publisher promises: \"The order that governed Britain is dead - this book reveals our new rulers.\" The last three words are picked out in red, as is the later phrase \"tanks on the streets\" even those these tanks are only mentioned in order to proclaim their absence. I often wonder what publishers' marketing folk think they are achieving with this sort of thing, but it is not Hywel Williams's fault. And it is a shame, because he has a good many interesting things to say, and the propagandist energy that went into the cover could usefully have been expended on giving better structure to the book, and making his message as coherent and compelling as possible. As it is, this is a mixture of illuminating insights on how Britain is governed today, some sadly missed opportunities and one or two passages which are so absurd as unfairly to cast doubt on the rest. There is a tremendously good book to be written about the accretion and misuse of centralised power under the Thatcher/Blair settlement, and with a little more shape, this could have been it. The insights are often fascinating. There's a revealing comparison of the cabinet's role in Blair's Iraq war with Anthony Eden's cabinet at the time of the Suez adventure. Suez offered meetings without minutes, \"prime ministerial deception and general cabinet evasiveness ... that same shifty informality at work.\" There's a delightful passage debunking the buccaneering entrepreneurs we are supposed to admire, and their liking for military terminology - \"they survey the terrain and seize the moment before consolidating their gains.\" There's a splendid insight on the growth of the profession known as executive search, which \"exists because it benefits from the herdlike need to take refuge in those risk - averse forms of collective society which involve the avoidance of responsibility\". Williams can be forgiven a lot for explaining that since all governments for a quarter of a century have believed that you cannot buck the markets, and governments are therefore powerless, \"they are reduced to frantic displacement activity centred around 'anti-social behaviour' which is really a code for punishing the poor and stupid through the self-important proclamation of edicts and the imposition of legal orders.\" And the robbery of the public purse we know as the Private Finance Initiative is described thus: \"The cliché of partnership is then deployed to describe a relationship which is characterised by manipulative greed on the part of the consortia, and either a supreme innocence born out of ignorance or a contriving attitude bred out of self-interest on the part of officials and politicians.\" The missed opportunities probably occur because Williams is trying to cover too much ground. Even if he were only covering politics, law, business and the professions since 1979 it would be a huge task, but when you throw in his frequent forays into much earlier events, it becomes impossible. Thus, for example, he knows that city academies are a dreadful corporate scam, and says so forcibly, but only skims the surface of the scam in his haste to get on to other horrors. And the absurdities? Well, I for one have not noticed that the denizens of the Palace of Westminster are more prone to flatulence and halitosis than the rest of us, and even if they are, I don't think I would adduce it as one more evidence of their baseness. I do not think Williams's list of Labour MPs whose forbears were also Labour MPs proves very much, especially as he shoehorns Charles Clarke into it, and Clarke's father was a top civil servant, not a politician. And the disapproving pages devoted to Westminster restaurants seem mostly designed to demonstrate the author's own familiarity with the dens of iniquity frequented by the lunched MP. Britain's Power Elites closes with a verse from Kipling which seems optimistically to be saying that Britain is greater than these self-serving elites: If England was what England seems An' not the England of our dreams But only putty, brass an' paint, 'Ow quick we'd drop 'er! But she ain't. If it had been the book I was hoping for, I think the author might, in a post-Iraq Britain, have preferred the later, angrier Kipling, whose beloved son was killed in the first world war, and who wrote \"A Dead Statesman\" in 1924: Now all my lies are proved untrue And I must face the men I slew. What tale shall serve me here among Mine angry and defrauded young? · Francis Beckett is co-author of The Blairs and Their Court (Aurum). To order Britain's Power Elites for £11.49 with free UK p&amp;p call Guardian book service on 0870 836 0875."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}