{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/may/12/usa.iraq", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-05-11T23:04:48Z", "webTitle": "US in secret gun deal", "webUrl": "https://www.theguardian.com/world/2006/may/12/usa.iraq", "apiUrl": "https://content.guardianapis.com/world/2006/may/12/usa.iraq", "fields": {"headline": "US in secret gun deal", "bodyText": "The Pentagon has secretly shipped tens of thousands of small arms from Bosnia to Iraq in the past two years, using a web of private companies, at least one of which is a noted arms smuggler blacklisted by Washington and the UN. According to a report by Amnesty International, which investigated the sales, the US government arranged for the delivery of at least 200,000 Kalashnikov machine guns from Bosnia to Iraq in 2004-05. But though the weaponry was said to be for arming the fledgling Iraqi military, there is no evidence of the guns reaching their recipient. Senior western officials in the Balkans fear that some of the guns may have fallen into the wrong hands. A Nato official described the trade as the largest arms shipments from Bosnia since the second world war. The official told Amnesty: \"Nato has no way of monitoring the shipments once they leave Bosnia. There is no tracking mechanism to ensure they do not fall into the wrong hands. There are concerns that some of the weapons may have been siphoned off.\" European administrators in Bosnia, as well as NGOs working to oversee the stockpiling and destruction of weapons from the Bosnian war of the 1990s, are furious that the Pentagon's covert arms-to-Iraq programme has undermined the disarmament project. \"It's difficult to persuade people to destroy weapons when they're all holding back and waiting for Uncle Sam to arrive with a fistful of dollars,\" said Adrian Wilkinson, a former British officer overseeing a UN disarmament programme in former Yugoslavia. The international administration running Bosnia repeatedly sought to impose an arms export moratorium, but under US pressure it was suspended several times to enable the arms shipments to go ahead. The British government is funding a programme to destroy 250,000 small arms, a legacy of the Bosnian war, but the project is faltering because people are reluctant to surrender weapons that might mean money. Nato and European officials confirm there is nothing illegal about the Bosnian government or the Pentagon taking arms to Iraq; the problem is one of transparency and the way the arms deals have been conducted. \"There are Swiss, US and UK companies involved. The deal was organised through the embassies [in Bosnia] and the military attaché offices were involved. The idea was to get the weapons out of Bosnia where they pose a threat and to Iraq where they are needed,\" the Nato official said. Mr Wilkinson said: \"The problem is we haven't seen the end user.\" A complex web of private firms, arms brokers and freight firms, was behind the transfer of the guns, as well as millions of rounds of ammunition, to Iraq at \"bargain basement prices\", according to Hugh Griffiths, Amnesty's investigator. The Moldovan air firm which flew the cargo out of a US air base at Tuzla, north-east Bosnia, was flying without a licence. The firm, Aerocom, named in a 2003 UN investigation of the diamonds-for-guns trade in Liberia and Sierra Leone, is now defunct, but its assets and aircraft are registered with another Moldovan firm, Jet Line International. Some of the firms used in the Pentagon sponsored deals were also engaged in illegal arms shipments from Serbia and Bosnia to Liberia and to Saddam Hussein four years ago. \"The sale, purchase, transportation and storage of the [Bosnian] weapons has been handled entirely by a complex network of private arms brokers, freight forwarders and air cargo companies operating at times illegally and subject to little or no governmental regulation,\" says the report. The 120-page Amnesty report, focusing on the risks from the privatisation of state-sponsored arms sales worldwide, says arms traffickers have adapted swiftly to globalisation, their prowess aided by governments and defence establishments farming out contracts. The US shipments were made over a year, from July 2004, via the American Eagle base at Tuzla, and the Croatian port of Ploce by the Bosnian border. Aerocom is said to have carried 99 tonnes of Bosnian weaponry, almost entirely Kalashnikov AK-47 assault rifles, in four flights from the Eagle base in August 2004, even though, under pressure from the EU, the firm had just been stripped of its operating licence by the Moldovan government because of \"safety and security concerns\". Amnesty said there was no available record of the guns reaching their destination. Mr Griffiths contacted the coalition authorities in Baghdad, who denied all knowledge of any weapons purchases from Bosnia. The contracts are said to have been arranged by the military attache of the time, at the US embassy in Sarajevo. Bosnian documentation named \"coalition forces in Iraq\" as the end users for five arms shipments. The Amnesty report says the command force in Iraq, the coalition group training Iraqi security forces, and the overseeing US general, had claimed \"not to have ... received any weapons from Bosnia,\" the report says. Mr Wilkinson said: \"What are the control mechanisms? How is it all verified?\" The fate of the arms cargo appears to have been buried in the miasma of contracting and subcontracting that have characterised the deals. The Pentagon commissioned the US security firms Taos and CACI - which is known for its involvement in the Abu Ghraib prison controversy in Iraq - to orchestrate the arms purchases and shipments. They, in turn, subcontracted to a welter of firms, brokers, and shippers, involving businesses based in Britain, Switzerland, Croatia, Moldova, and Bosnia. \"The [Pentagon] and its principal US contractor, Taos, appear to have no effective systems to ensure that their contractors and subcontractors do not use firms that violate UN embargos and also do not use air cargo firms for arms deliveries that have no valid air operating certificates,\" Amnesty said. Global traffic in weapons A Dutch timber trader is in custody in Rotterdam awaiting trial on charges of complicity in crimes against humanity. Guus van Kouwenhoven was arrested last year, suspected of brokering the supply of large quantities of arms to Liberia from China in breach of a UN arms embargo. The case is the first instance of an alleged arms trader facing trial accused of war crimes on an international scale. For Amnesty International, the Dutch case highlights the risks emerging from the flourishing trade in largely state-sponsored arms deals where governments increasingly farm out the business to the private sector, which includes brokers, arms dealers, freight companies and shippers. The Amnesty study points out that 35 of the world's wealthiest countries are responsible for at least 90% of the world's arms trade. Since the end of the cold war there have been at least 50 armed conflicts worldwide, mostly in poor, \"developing\", countries, while the arms supplies and money fuelling these conflicts stem largely from wealthy countries. National and international law is failing to keep up with the globalisation of the arms trade. Arms traffickers are prime beneficiaries of government-to-government business as military industries are increasingly \"outsourced\". The Amnesty International UK director, Kate Allen, said: \"Arms brokers and transporters have helped deliver the weapons used to commit human rights abuses all over the world. Yet only 35 states have laws to regulate brokers. Countries need to get tough ... we need an arms trade treaty to bring the whole industry under controls. The trade is out of control and costing hundreds of thousands of lives every year.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}