{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/may/20/classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-05-19T23:56:02Z", "webTitle": "The Makropulos Case, Coliseum, London", "webUrl": "https://www.theguardian.com/music/2006/may/20/classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2006/may/20/classicalmusicandopera", "fields": {"headline": "The Makropulos Case", "bodyText": "The final act of English National Opera's new production of Janacek's The Makropulos Case is harrowing but uplifting theatre, a brilliant staging of some of the greatest operatic music ever written. As Emilia Marty - the 337-year-old heroine of the opera, desperately seeking the potion of eternal life to fend off her impending mortality - Cheryl Barker begins the act laid out like a corpse on top of a filing cabinet: an image of the living death her life has become. The production, directed by Christopher Alden, captures this ghoulish drama, making the stage feel like a mausoleum, with sheer, metallic surfaces and the harsh glare of strip-lights. Marty has systematically destroyed all the men in her life by the third act, and the stage embodies her unimaginable loneliness as the world's oldest woman. But by the end of the opera, the transformation of Janacek's music into a celebration of the brevity and meaning of life is reflected in the radiance on stage. Flooded with bright light, Emilia Marty at last accepts her death, choosing not to live for another 300 years. Barker's performance is the dramatic heartbeat of the production, even if she sounds at the limits of her vocal powers in some of Janacek's tortuous lines. But the real star is Sir Charles Mackerras: he is now in his 80s, yet he conducts a new edition of the score with the energy of a man possessed, confirming his status as the world's pre-eminent Janacek interpreter and producing a blistering performance from the ENO orchestra. Alden's direction and Charles Edwards' sets are alert to the psychological subtleties of the drama. They confront Marty with ghosts of the men who have ruined her and whom she has ruined: a parade of lovestruck flower-bearers in the second act, grim-faced lawyers in the first, and impassive stooges in the third. The other roles are luxuriously cast: Robert Brubaker sings the hapless Gregor, who falls in love with Marty after 10 minutes of the first act, and his impassioned performance brings out the terrible contradiction at the heart of every man's feelings towards her - that they all want to make love to her and to kill her. Only John Wegner's ruthless Baron Prus manages to consummate his feelings for her, an experience as cold as ice. And yet for all the stark simplicity of the stage pictures and the heartlessness of the characters, it's the humanity of Janacek's music that finally triumphs in this magnificent, insightful production. · In rep until June 9. Box office: 0870 145 0200."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}