{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/may/29/film.filmnews", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-05-28T23:31:40Z", "webTitle": "Rent rise brings down curtain on easyCinema", "webUrl": "https://www.theguardian.com/business/2006/may/29/film.filmnews", "apiUrl": "https://content.guardianapis.com/business/2006/may/29/film.filmnews", "fields": {"headline": "Rent rise brings down curtain on easyCinema", "bodyText": "Stelios Haji-Ioannou has abandoned an attempt to transform the movie business by opening easyJet-style bright orange \"no frills\" cinemas with tickets for as little as 20p. The low-cost business specialist has quietly closed his only EasyCinema, in Milton Keynes, after three years of operation. He is scrapping his \"bricks and mortar\" strategy in favour of simply offering a nationwide cinema booking website. Mr Haji-Ioannou has blamed the failure of his outlet on high rents. The site's landowner, UCI, was recently acquired by venture capitalist Terra Firma, which also owns Odeon, and Mr Haji-Ioannou says charges have been pushed up. \"Now that Odeon, who have become both our landlords as well as our competitors, are demanding a totally unrealistic rent we have decided to let them operate the cinema themselves,\" said Mr Haji-Ioannou in a statement. The failure is a significant setback for the entrepreneur, who had hoped to create a national cinema chain. Last year he was tipped to buy the landmark Empire cinema in London's Leicester Square. His plans were initially dogged by opposition from film distributors, which withheld new releases from easyCinema. Some studios were said to be unhappy at the prospect of moviegoers paying such a small amount to see their work. \"As an operating business, it was quite successful,\" said EasyGroup's director of corporate affairs, James Rothnie. \"We've quite a good run of first-run films in the end.\" But he added: \"We're less interested now in the bricks and mortar and more interested in going on line.\" EasyCinema's website allows customers to view cinema listings and book movies. It also offers a DVD rental service and is attracting 500,000 hits a month. Mr Haji-Ioannou has made similar retreats before. His vehicle-hire business, easyCar, originally rented out new Mercedes across Europe, but it is now simply a website allowing customers to book through other rental firms. The tycoon's attempts to replicate his successful easyJet concept in other industries have met with mixed results. EasyInternet cafés have become a familiar site in cities across Britain and elsewhere. Mr Haji-Ioannou's easyCruise business is rapidly expanding, with four new vessels planned and a new route in the waterways of the Netherlands and Belgium. But Mr Haji-Ioannou's plan to take on long-distance bus operators such as National Express through a network of minibus routes across Britain appears to have fallen flat. His easyBus discount service was cut back this year to a single route between London and Luton Airport."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}