{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/may/14/islam.religion", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-05-13T23:03:53Z", "webTitle": "Nick Cohen: We call it Islamic terrorism because it is terror inspired by Islam", "webUrl": "https://www.theguardian.com/commentisfree/2006/may/14/islam.religion", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/may/14/islam.religion", "fields": {"headline": "Memo to EU: we call it Islamic terrorism because it is terror inspired by Islam", "bodyText": "The United Nations held 'World Press Freedom Day 2006' earlier this month. I don't know why. Maybe the UN realised that so many of its member states stifled press and other freedoms they needed encouragement to do better. If so, the day was a wretched failure. It began promisingly. At a meeting in Westminster, Roger Koeppel, editor-in-chief of the centre-right German paper Die Welt, gave a classic defence of freedom of expression. He had done what no British editor dared do and printed the Danish cartoons of Muhammad. He received the customary death threats, but didn't regret it, because 'it is essential to protect freedom of expression because of all the pain we have invested to keep our liberal, secular society'. Dr Maleeha Lodhi, the Pakistani High Commissioner to Britain, opposed him. She denounced 'the tendency in the West to say, \"We insult our own, so we can insult yours, too.\" Well, no. We do have a problem with that and we demand respect'. Her 'demand' for censorship was a faithful reflection of her masters' policy. The Pakistani military dictatorship not only has blasphemy laws, but also forces journalists to resign, arrests them and holds them in solitary confinement. The monitoring agency Freedom House succinctly describes the Pakistani media as 'not free', and they aren't. So, on the one hand, we had an editor from a liberal democracy saying: 'I may disagree with what you say, but I will defend to my death your right to say it' and, on the other, the servant of a military junta that says: 'We may disagree with what you say and if we do, we will send you to prison.' What division could be more natural? Yet once you got closer, the contrast between liberal democracy and military dictatorship was nowhere near as stark. As Dr Lhodi made her argument that respect could be 'demanded' rather than earned, she cited with approval articles by Simon Jenkins, a columnist for the liberal-conservative Sunday Times and liberal-left Guardian If she had researched further, she would have found support from Europeans with far more power. Next week, the Council of Europe is holding hearings on whether freedom of expression should include the right to offend religions. It is already clear that the tide is with the supporters of suppression. Meanwhile, Franco Frattini, the EU's Commissioner for Justice, Freedom and Security, has already banned the use of the phrase 'Islamic terrorism' to describe Islamic terrorism. 'You cannot use the term \"Islamic terrorism\",' he insisted. 'People who commit suicide attacks or criminal activities on behalf of religion, Islamic religion or other religion, they abuse the name of this religion.' I was brought up as a democratic socialist and abhorred the crimes committed in the name of the left. But I would always agree that Stalin, Mao and Pol Pot were inspired by a version of socialism, just as the most liberal American Christian would accept that fundamentalists who bomb abortion clinics are inspired by a version of Christianity. Yet the EU wishes to deny that political Islam inspires terrorists to blow up everything from mosques in Baghdad to tube trains in London, even when Islamist terrorists say explicitly that it does. You should always pay your enemies the compliment of taking them seriously. The EU can't understand what its enemies are saying, because it won't call them by their right name. Keith Porteous Wood, of the National Secular Society, is going to the Council of Europe this week to uphold the battered cause of freedom of speech. He has files full of policy papers from religious groups agitating for the EU or UN to impose a universal blasphemy law. It won't work for the same reason that New Labour's incitement to religious hatred law hasn't worked. A law that protects all religions is self-contradictory, as each religion is blasphemous in the eyes of its rivals. None the less, we should worry about how illiberal 'liberal' Europe is becoming. It's not only Islam that is provoking censorship. Bans on Holocaust denial have spread across the Continent. In France, it is an offence to question any genocide, including the Turkish genocide of the Armenians, while in Belgium, the country's highest court denied Vlaams Blok, a Flemish nationalist party, state funding and forced it to disband after finding it guilty of racism. The point here is not to argue in favour of Holocaust deniers or Flemish rightists, any more than it is to argue in favour of incitement of religious hatred, except when the religious are hateful. What matters is that the supposedly liberal states of Europe are showing an indecent eagerness to reach for their lawyers. Their contempt for plain speaking, as much as the refusal of the European Commission to accept the 'no' votes in the French and Dutch referendums on the European Constitution, shows their waning faith in liberal democracy. A backlash from Europeans who believe they have the right to speak their minds and have their votes respected strikes me as inevitable. This backstabbing will get even nastier Politicalbetting.com is a website for hopeless junkies. It uses the respectable cover of a gambler's tip sheet to hide its true role as the political equivalent of an opium den. Thousands of addicts meet there to indulge their fixation with the minutiae of polls. If a website could wear an anorak, this one would. Last week, the political punters found a statistic that explains why the poisonous world of New Labour will get more toxic. Before David Cameron became Tory leader, every poll showed Labour doing as well or better when researchers asked: 'How would you vote if Gordon Brown was leader?' Since Cameron's election, there has not been one in which Labour's standing against the Tories was improved by making Brown leader. The comparison isn't entirely fair. Cameron is a party leader while Brown is not, and Brown should be able to say that he will win votes from the deadbeat Lib Dems; Labour's finished if he can't. But the polls' consistent findings undermine the received wisdom that Brown should be elevated to the leadership as if he were a Ruritanian crown prince. If this carries on, serious rivals will be able to say to the Labour movement: 'Hold on, why should we have a coronation?' Two consequences follow. First, even if Blair is promising to go 'sooner rather than later', Brown has an obvious interest in getting the leadership while he is the unchallenged contender - or 'soonest rather than sooner'. Second, the knowledge that time may be against him will make the backstabbing even more nasty and the retaliation from the Blairites if Brown becomes PM even more vicious. The bad blood will continue to poison Labour until both men are out of politics. Ming, where is thy sting? Speaking of deadbeat Lib Dems, Simon Hughes will be on the Sunday programme this morning saying 'it is too early' to judge Ming the Worthless. No, it's not; he's a failure for reasons that are clear to anyone outside the liberal consensus. Broadcasters are not always as aggressive as they pretend. On every great issue, they choose a public figure to represent their views. He or she enjoys the easy life and august title of Official Spokesperson for the Media Class. So it was with Ming and Iraq. Go back through the archives of Channel 4 News, Today and Newsnight and you won't find an allegedly tough presenter asking him a single hard question. Not one. Naturally, the powder-puff interviews made Ming appear a formidable politician. It is only now that the luckless Lib Dems are discovering he is nothing of the sort."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}