{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2006/may/02/ethiopia", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2006-05-01T23:41:44Z", "webTitle": "EU protests at start of Ethiopian treason trial", "webUrl": "https://www.theguardian.com/world/2006/may/02/ethiopia", "apiUrl": "https://content.guardianapis.com/world/2006/may/02/ethiopia", "fields": {"headline": "EU protests at start of Ethiopian treason trial", "bodyText": "Dozens of opposition politicians, civil rights activists and journalists will begin their formal treason trial in Ethiopia today amid calls from human rights groups and the EU for their unconditional release. The 76 defendants, who will appear before the federal high court in Addis Ababa, were arrested following opposition protests last year. Along with 25 others who are being tried in their absence, they could be sentenced to death under charges that also include genocide and armed conspiracy. In a report today, Amnesty International describes 40 of the defendants as \"prisoners of conscience who have not used or advocated violence\" and should be freed immediately. A group of western diplomats in Addis Ababa voiced similar sentiments last week. \"We believe these people were simply exercising their right to non-violent protest,\" said Martin Hill, Amnesty's researcher on Ethiopia. \"We also have serious doubts as to whether the trial will conform to international standards of fairness.\" The treason trial has already caused embarrassment to the British government, which has cut off direct budgetary support to Ethiopia in protest at the crackdown on the opposition. The prime minister, Meles Zenawi, was a key member of Tony Blair's Commission for Africa, which launched its report into ways to develop the continent in March 2005. Just two months later, following a general election that saw the opposition making unprecedented gains, Mr Meles banned demonstrations and took personal control of security forces in Addis Ababa. When the official results gave the ruling Ethiopian People's Revolutionary Democratic Front a narrow lead over the opposition, protesters alleging electoral fraud took to the streets in largely peaceful demonstrations. Police killed at least 36 civilians, and thousands were jailed. Many are still in custody. During further opposition protests in November, 42 people were shot dead by security forces. It was then that most of the treason trial defendants were arrested for allegedly plotting to overthrow the government and targeting members of Mr Meles' Tigray community. They were denied bail and have since complained about poor conditions in jail. Among the accused are nine MPs from the opposition Coalition for Unity and Democracy, including its leader, Hailu Shawel, and 14 journalists. Amnesty expressed special concern about \"human rights defenders\" such as Professor Mesfin Woldemariam, founder of the Ethiopian Human Rights Council, who it said is 76 and weak following a hunger strike. Daniel Bekele of ActionAid, Netsanet Demissie of the Organisation for Social Justice in Ethiopia, and Kassahun Kebede of the Ethiopian Teachers' Association are the only defendants who are contesting the charges. The others have refused to mount a defence, saying that their trial cannot be fair."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}