{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/may/20/featuresreviews.guardianreview30", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-05-19T23:59:12Z", "webTitle": "Review: Dusty Warriors: Modern Soldiers at War by Richard Holmes", "webUrl": "https://www.theguardian.com/books/2006/may/20/featuresreviews.guardianreview30", "apiUrl": "https://content.guardianapis.com/books/2006/may/20/featuresreviews.guardianreview30", "fields": {"headline": "British army blues", "bodyText": "Dusty Warriors: Modern Soldiers at War by Richard Holmes 385pp, HarperPress, £20 Justifiably or not, the reputation of the British army has been tarnished by evidence of indiscipline and mistreatment of Iraqis, graphically described in courts martial and revealed in videos and photographs taken by the soldiers themselves. Four soldiers have been convicted so far and other cases have still to be heard, notably relating to Baha Mousa, a Basra hotel receptionist who died in British custody in September 2003. And though the attorney general last month said there was insufficient evidence for a realistic prospect of a jury convicting any soldier over the death by friendly fire of Sergeant Steven Roberts and of an Iraqi, Zahir Zaher, killed by British soldiers in the same incident earlier in 2003, questions about the case remain unanswered. As the Ministry of Defence continually points out that such incidents concern only a tiny fraction of the thousands of British troops who have been deployed in Iraq, this book is an antidote. Besides being an acclaimed military historian, Richard Holmes is colonel of the Princess of Wales's Royal Regiment whose 1st Battalion are the heroic \"Dusty Warriors\". Deployed in 2004 to al-Amarah, the hostile capital of Iraq's Maysan province north of Basra, 1PWRR, as the regiment is known, was involved in the longest period of sustained fighting experienced by any unit in the British army since the Korean war. Described by Holmes as a microcosm of British society - 80% white, 2% black, 3% Asian, 2% mixed race, and the rest what the army calls \"foreign and Commonwealth\" - with an average age of 21, they are the author's heroes. Just two were killed - a third soldier who died during the fighting was from another unit - and their honours included seven Military Crosses, two Conspicuous Gallantry Crosses, and a VC awarded to Grenada-born Private Johnson Beharry. The refreshing feature of the book is the way Holmes describes, in the soldiers' words, their response to ambushes, to a petrol bomb attack by a 10-year-old Iraqi, to the stress of combat and to their comrades' bravery in what he calls a \"postmodern war\", the \"episodic character of combat and the constant interlacing of violence and negotiation\". Most of the British soldiers, says Holmes, seemed to have little difficulty in coping with the \"essential paradox of soldiering, of being both victim and executioner\". They did not openly question the rights and wrongs of the invasion and feelings about Iraq and its inhabitants were rarely clear-cut. \"Soldiers on operations,\" Holmes observes, \"are usually too caught up with the pressing concerns of the moment to muse about the casus belli: they see a campaign through the microscope of their own experience, not the wide screen of broadsheet newspapers or worthy journals.\" Note the slight disdain for the media and the chattering classes which is reflected in this comment from Captain Chris Yates: \"Standing for hours in the heat of the day, faced with a crowd jabbering in a foreign language, demanding handouts, jobs - with urchins trying to steal items from one's webbing, and throwing stones - I expect would try the patience of the most fuzzy Islington leftie.\" Well, that's what army officers, not leftie commentators, are supposedly trained to do. Holmes describes the bravery of many of the soldiers as they were attacked by an enemy that was hard to identify, in an operation which was neither peacekeeping nor conventional war, with times of near-normality punctuated by periods of extreme violence. The author acknowledges he is telling the story from the soldiers' point of view in this entertaining and thought-provoking book. It is a pity he is sometimes resentful and patronising towards outsiders, including journalists who, he suggests, simply do not understand. He notes that the initial \"under-reporting\" of the 2004 uprisings did not help, with many soldiers describing how difficult it was \"to explain to civilian friends that they were fighting a war when there seemed no evidence of the fact in newspapers or on television\". The problem is that the army in Iraq controls access to journalists, both to protect them from genuine danger and to try to ensure they report only good news. As one officer quoted in the book comments: \"It would have been politically embarrassing at the time for the UK government to admit that we had a company that had taken 25% casualties, were suffering dozens of attacks a day, and [that] things were not going smoothly a year after the liberation.\" And it's not over yet. · To order Dusty Warriors for £18 with free UK p&amp;p call Guardian book service on 0870 836 0875."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}