{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/may/25/cricket.countychampionship20061st", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-05-24T23:51:41Z", "webTitle": "Cricket: Middlesex punish Warwickshire's bad decision", "webUrl": "https://www.theguardian.com/sport/2006/may/25/cricket.countychampionship20061st", "apiUrl": "https://content.guardianapis.com/sport/2006/may/25/cricket.countychampionship20061st", "fields": {"headline": "Smith ensures Streak suffers", "bodyText": "The Warwickshire captain Heath Streak picked his strongest batting line-up of the season to face Middlesex, won the toss and on a good wicket . . . decided to bowl. Just what was passing through his mind is uncertain - the political situation in Zimbabwe, perhaps. At the end of a first day in which 41.1 overs were lost Middlesex were 255 for three. Though Streak bowled admirably in an effort to justify his decision, it was not enough. Ed Smith batted splendidly for his first championship century of the season; before this he had made 100 runs in six innings and was 10th in the Middlesex batting averages. Owais Shah, who had made a quiet start to the season, was close to his best with an aggressive 73 which included a straight and very high six off Daniel Vettori before he was lbw. Essex lost 34 overs and finished the second day trailing Gloucestershire by 224 runs with seven first-innings wickets in hand. Ian Harvey completed his second century of the season on 114. Gloucestershire resumed on 296 for six and added a further 100 to fall four runs short of maximum batting points. Essex replied with a half-century from Varun Chopra from 76 balls. He ended the day unbeaten on 80 with Essex on 172 for three. Leicestershire's stand-in skipper Dinesh Mongia helped save another rain-affected day against Somerset at Taunton. The all-rounder, leading in the absence of the injured Jeremy Snape, was unbeaten on 39 in a total of 132 for four as only 42 overs were played in the Second Division match. Richard Johnson was Somerset's most successful bowler with two for 25 from eight overs. He removed John Maunders for 27 and Hylton Ackerman for 25 to reduce the visitors to 63 for three."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}