{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/may/06/foodanddrink.shopping", "type": "article", "sectionId": "food", "sectionName": "Food", "webPublicationDate": "2006-05-05T23:54:15Z", "webTitle": "Stuart Jeffries interviews Ferran Adrià, the best chef in the world", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/may/06/foodanddrink.shopping", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/may/06/foodanddrink.shopping", "fields": {"headline": "Art of cooking", "bodyText": "The world's greatest chef will not be making me dinner. How vexing. I'd flown to Catalonia earlier, eschewing Stansted airport's culinary charms and Ryanair's tempting trolley, in the hope that Ferran Adrià - the Picasso of gastronomy, the man Heston Blumenthal calls a genius - would serve me some of the avant garde dishes that have made foodies drool. Maybe foie gras ice cream. Perhaps apple caviar. Or one of those ironic deconstructions of his native cuisine for which the Catalan cook has become famous, such as Kellogg's paella, which consists of Rice Krispies with an intense seafood reduction, alongside flash-fried shrimps, a piece of shrimp sashimi and an ampoule that contains a thick brown extract of shrimp heads. My stomach demands a selection from the 30 or so tapas-size dishes Adrià's diners will be presented with tonight at El Bulli, his three-Michelin-starred restaurant on the Costa Brava that earlier this month toppled Blumenthal's The Fat Duck as Restaurant magazine's best restaurant in the world. El Bulli gets one million reservation requests a year, but can serve only 8,000 during its April-September season. Each of those lucky guests receives a welcoming cocktail of frozen whisky sour and foam mojito accompanied by powdered popcorn and a tempura of rose petals. I don't. When I arrive at El Bulli, after a cab ride through the winding mountain roads to the seaside, Adrià's assistant, Aintzane, shows me to the terrace and insists I digest not food, but the 23-point Philosophical Synthesis of El Bulli restaurant. Perhaps it's me. When I interviewed Guy Martin a few years ago at Le Grand Véfour in Paris's Palais Royal, he served me only coffee. When I interviewed Simon Hopkinson at his home about his cookbook Roast Chicken and Other Stories he served me a shop-bought pain au chocolat warmed up in his well-appointed kitchen, again accompanied by coffee. As the waves beat down on the beach, and a waiter serves me coffee (again!), I read that \"In the middle of the 1990s a new style of cuisine was being forged. Today this style has been completely consolidated and it can be defined through the following points.\" Point 21 states: \"Decontextualisation, irony, spectacle, performance are completely legitimate, providing they are not superficial but are closely bound up with the process of gastronomic reflection.\" Ironic cooking: perhaps this is why, as I sit, I feast only on sea air. Just up the coast from El Bulli in the village of Cadaqués, Picasso invented cubism. Adrià has done something similar: he has blown up two centuries of gastronomic tradition and reassembled it unrecognisably using the latest technology: candy-floss machines, siphons, and other gadgetry. Adrià's thing was to put unusual ingredients in soda siphons, such as tomatoes and potatoes, and then make them into foams and mousses cooled with liquid nitrogen. \"They caused a scandal in 1994, but now everyone is using them.\" Blumenthal, for instance, is pleased to acknowledge the debt. Point 1 of the synthesis states: \"Cooking is a language through which all the following properties can be expressed: harmony, creativity, beauty, poetry, complexity, magic, humour, provocation, culture.\" Humour, magic and provocation - in cooking? \"Of course there is a role for provocation in cooking,\" he says, eyes twinkling. \"It's just that nobody ever thought of it before.\" Hence, no doubt, Adrià's dish called Tierra 2005, which consisted of a polystyrene box with a mound of parmesan foam inside served with raspberry muesli (reportedly, the combination was breathtaking). One critic reckons that Adrià's cooking moved inexorably towards disembodiment. He distils flavours and creates ephemeral new textures. Hence Adrià's espuma de humo (foam of smoke) or his rosewater bubbles and aire de zanahoria con coco amargo (air of carrot with bitter coconut). He's gone beyond foams to something even lighter: Adrià has become a gastronomic Ariel, the light sprite, seeming to make everything he touches melt into, if not thin air, then something very airy - a rebuke to the Caliban-like chefs labouring under Escoffier's contribution to gastronomy, with their thick buttery sauces and lumps of meat. This gastronomic revolution is a long way away from the 16-year-old Ferran Adrià who was bumming around Ibiza and got a job in a kitchen. Did you find your metier as a teen tearaway? \"No. Ibiza wasn't the moment. It was what happened to me in 1994 that was the catalyst,\" says Adrià, smoothing his reassuringly plump stomach. \"That was when I became an artist.\" After working as a cook during his national service and a stint at a restaurant in Barcelona, in 1983 he got a job at El Bulli, which at the time was a French restaurant with two Michelin stars. The manager, Juli Soler, and Adrià hit it off, and he was promoted to head chef in 1986. Adrià flourished, creating haute cuisine riffs on Catalan and Spanish dishes. The restaurant won another Michelin star. But what happened in 1994? \"I was the first chef to be invited to Kassel [the German town where the Documenta art festival takes place] and that was enormously important for me. I could see how I could make cooking into a more creative place where I could be provocative, ironic and even humorous.\" Thenceforward he became an artist: each dish he created was photographed and archived. Next year will see a single-volume compendium of his gastronomic oeuvre. \"They do that for Picasso - why not for me?\" In 1997 he established a laboratory called El Tallers, in Barcelona. Since then, during winter months, he and a team of chefs and a chemist experiment on new dishes using microwaves, centrifuges, pipettes and, of course, siphons. Those experiments form the basis of each year's degustation menu, served at El Bulli between April and September. What can diners expect from the menu? Adrià takes me to the kitchen. There his brother Albert and 30 young chefs are working. There are as many chefs as guests. Some are working on tonight's meal. Others are finessing the dishes they have been experimenting on over the winter. It is an hour before Adrià's lucky diners arrive for what they are expecting to be the experience of a lifetime, a snip at €160 (£110) plus wine. It is disappointingly calm, with no Ramsayan bawling. What is it like to be the world's greatest chef? \"It is a great responsibility. I cannot bear to be out of the restaurant in the evening, because I understand what it is to honour our diners. They are intelligent, sensitive people who will have prepared for this event. We have to deliver. We can't screw it up.\" A sous chef approaches with a dish of asparagus with cabbage foam and a mandarin concentrate. Adrià suggests he make it more tepid. \"We're not sure what is the best temperature,\" he explains. \"Yet. But we will be.\" Then, as excited as Willy Wonka, he shows me some mussels. The water in which they are cooked will be taken and, using gelatin, wrapped around each mussel. \"Each mussel will have its own sauce attached, you see? And then it will be served in a hot potato soup. It will be like a double soup, yes?\" Adrià dips his finger into a bowl of brown goo and invites me to do the same. It is very good goo, caramel purée. Then he gives me two spoons and bids me to eat a dish of uncured, cooked jamón ibérico (the best Spanish ham) with a potato foam. I shove it down hungrily. \"Now do it again, but eat more slowly. Savour it.\" I do: he's right. Maybe I am not yet sophisticated enough to dine at El Bulli. El Bulli for you: from the menu Huevo sférico de espárragos blancos: egg yolk poached in a spherical albumen of asparagus sea-urchin mousse Nitrogen pistachios: freezing on the outside, crunchy in the middle Caviar sférico de melón: a tin labelled Iranian Caviar filled with tiny beads made from melon juice Espuma de humo: foam that tastes like smoke Codfish foam with sea-urchin mousse Parmesan ice cream sandwich Warm chocolate fondant with peanut ice cream and artichoke caramel 'Oreo cookies' made with black olives and sour cream"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}