{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/may/25/horseracing.gdnsport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-05-24T23:51:41Z", "webTitle": "Horse racing: Ron Cox's betting week", "webUrl": "https://www.theguardian.com/sport/2006/may/25/horseracing.gdnsport3", "apiUrl": "https://content.guardianapis.com/sport/2006/may/25/horseracing.gdnsport3", "fields": {"headline": "New deal for sprinters at slicker and quicker Ascot", "bodyText": "Finding the winner of the Victoria Cup has never been easy but the task ahead of punters on Saturday is doubly difficult as the seven-furlong handicap is being run for the first time on Ascot's relaid straight mile track. The stalls will be on the stands side for the Victoria Cup when racing returns to the Berkshire course after its extensive rebuilding. Any advantage in the draw is impossible to predict, but it seems likely that new-look Ascot will not be quite the test of stamina it was. \"There is still the uphill climb to the winning post,\" the clerk of the course Chris Stickels explained. \"But the undulations have been removed from the straight. With extensive work done on drainage, and the old topsoil mixed with sand, Ascot will be a much faster track.\" Despite all the recent rain, Stickels yesterday reported the going to be \"good\" on the straight course and \"good to soft\" on the round course. \"The bend into the home straight has been cambered,\" he added. \"It is a more gradual turn now and should enable the runners to rail faster.\" The changes to Ascot could benefit one of Saturday's leading Cup contenders, Munaddam. Seven furlongs at downhill Lingfield seemed as far as he wanted to go when he was edged out by Kostar, and in the past he would not have looked an ideal candidate for the stiffer test provided by Ascot. Mind you, Sir Mark Prescott looks sure to have a say on Saturday provided Spectait, a spectacular six-lengths winner at Kempton yesterday, makes the cut. The four-year-old was promoted to 4-1 favourite, from 14-1, by Ladbrokes. At least two horses with Royal Ascot aspirations turn out in BBC2-televised races at Goodwood this afternoon. Final Verse (3.15) can put himself on course for a tilt at the St James's Palace Stakes, following his highly satisfactory sixth behind George Washington in the 2,000 Guineas. The Heron Stakes, a Listed event run over a mile, looks an ideal opportunity for Sir Michael Stoute's colt, who can handle cut in the ground. Tax Free (2.40), already on the short-list of potential winners of the King's Stand Stakes at the royal meeting, might find ground conditions softer than ideal in the Peters Stakes but he is very much a sprinter to follow. High Command (2.10), who looked a shade unlucky not to finish closer in a muddling race at Newbury last Saturday, can gain quick recompense. Soft ground is not a problem for Ed Dunlop's colt. For the notebook Racer Forever 6f Newbury The outsider at 20-1 of John Gosden's two runners in this Listed sprint, Racer Forever was a real eye-catcher in finishing sixth behind Kingsgate Prince. He was anchored at the back of the field before running on well in the last 2f despite not getting anything like a clear shot at the leaders. Makderah 1m2f Newbury A winner over 1m here in April, Marcus Tregoning's filly travelled like the best horse in this Oaks trial, won by Scottish Stage, until her stamina gave out in the closing stages. She reportedly heads for the Coronation Stakes at Royal Ascot, but would be even more interesting dropped to 7f for the Jersey Stakes. Victoria Cup betting 7f Ascot, Saturday (market leaders) 4-1 Spectait (Ladbrokes/Hill's) 7-1 Notability L 8-1 Munaddam H/L 9-1 Pride Of Nation L 10-1 Game Lad H/L 14-1 Coleorton Dancer H, Partners In Jazz H, King's Caprice H/L, Vortex H. 16-1 bar. Ron Cox's Tip Of The Day First Show 5.30 Goodwood Racing off a mark just 1lb higher than when beaten by a neck by Wavertree Warrior at Windsor last month - that form was franked when the winner followed up here yesterday - First Show has excellent prospects today. Beaten 1l by Davenport on the soft at Newmarket in October, he was not seen at his best under a 3lb claimer but has the assistance of Shane Kelly's strength here."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}