{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/may/21/comment.theobserver", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-05-20T23:03:43Z", "webTitle": "Carol Sarler: Airport security is a farce ... I rest my case", "webUrl": "https://www.theguardian.com/commentisfree/2006/may/21/comment.theobserver", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/may/21/comment.theobserver", "fields": {"headline": "Airport security is a farce... I rest my case", "bodyText": "Ah, the Airbus A380! A thing of beauty - at least to the fly-babies among us; a toast to future skies. Except, dear God, for this: imagine 500 people all trying to check in at once. That's nothing short of a field day for the little Hitlers whose interminable inquisitions stand between you and your overhead locker. They're getting worse, you know. At Gatwick last week, I was introduced to the latest question designed to detain you: what is the address at which you will sleep on your first night in the United States? There are, in fact, plenty of people who don't know; if, for instance, friends are meeting them at the other end, they would have no reason to have written down an address. Nevertheless, without it, they're not getting on that plane. However - a tip here for the terrorist manque reading over your shoulder - if you just say: 'The Hilton in downtown Atlanta/Cincinnati/wherever', the boarding card is all yours. Nobody checks or verifies. They've had their fun, as with the rest of the damn fool interrogations. Once, thinking to speed things along, I recited: 'This case belongs to me, I packed it myself, at home, this morning; it has been with me ever since and does not contain anything that is or may be used as a weapon.' Adolf was furious; he was not, he hissed, allowed to accept 'statements', so let's start again: 'Whose case is this?' Last week, I balked at the third set of questions, the one at the gate that asks whether, since checking in, you have made any purchases other than in the airport shops? Nauseatingly grandly, I admit, I countered that this was, surely, tautologic; that the only shops I could have shopped at were in the airport, so, by definition, airport shops. But apparently he meant purchases from people, rather than from actual shops, so that's me bang to rights, because I'd completely forgotten the great deal I got from the furtive little woman in the ladies' loo who was offering two Kalashnikovs for the price of one. It's not a rule I can imagine obeying, but it's no wonder that more and more airlines are asking us to report three hours ahead of take-off to allow for ever more expansion of this thing they call security but which is nothing of the kind. None of us can object to the X-ray machines, nor even to the intimate fumble at the other end; it is a great comfort to know that the wizened granny's knitting needles have been confiscated lest they be used in anger. The inquisitions, however, are predicated upon the wholly implausible notion that there are people out there willing to bomb the bejeezus out of 300 fellow passengers, yet unable to bring themselves to tell a fib. Either that or the increasing torment is just a canny plot by rabid environmentalists, hellbent on dissuading us from flying at all. Personally, I find the second more likely. I also think they're winning."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}