{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2006/may/21/comment.animalwelfare", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2006-05-20T23:03:43Z", "webTitle": "Nick Cohen: drug testing on animals", "webUrl": "https://www.theguardian.com/commentisfree/2006/may/21/comment.animalwelfare", "apiUrl": "https://content.guardianapis.com/commentisfree/2006/may/21/comment.animalwelfare", "fields": {"headline": "Animal rights protesters are right on one thing - there's no middle way on drug testing", "bodyText": "The postmodern theorists who have dominated much of academic life for the past 30 years are at last having their justifications for superstition taken apart almost daily. The latest salvos for rationality to invigorate intellectual life are Truth: A Guide for the Perplexed by Simon Blackburn, professor of philosophy at Cambridge University, and Why Truth Matters by Ophelia Benson and Jeremy Stangroom. It is worth reading both, if only because they tell you why sentiments you always suspected were silly when you heard them on Radio 4 are even more dunderheaded than you first thought. Unlike the postmodern obscurantists, they write for the lay reader, but their styles could not be more different. Blackburn feels like the ideal stranger to meet in a bar as he guides you through the mess of postmodern relativism with intelligence and courtesy. Benson and Stangroom are more sharp-tongued and far more willing to invite the most revered names in postmodern academe to step outside for a well-deserved slap. Both books complain about wishful thinking: believing that what you would like to be true is true because the world would be better if it were. I don't want to discourage the philosophers when I say that fighting wishful thinking is like fighting the weather, but just because a battle can't be won, doesn't mean it shouldn't be joined. If you wanted to take on daydreamers whose make-believe world urgently needs dissecting, the animal rights movement would be this week's obvious choice. Last Thursday, Oxford University applied to the High Court for an injunction to stop protests against its new biomedical research centre. Its lawyers said the Animal Liberation Front had described student accommodation as a legitimate target, while TV cameras had caught one of its leaders showing an undercover journalist how to make a bomb. The next day's Guardian reported that the murderous threats had intimidated one contractor into pulling out of the project. The mainstream animal rights charities have no time for violence. Indeed, they believe there's no need for conflict of any sort. At the star-studded launch of the British Union for the Abolition of Vivisection's campaign against testing on primates, Alexei Sayle, Jenny Seagrove and Helen Chamberlain lent their names to the comforting claim that experiments weren't just cruel but pointless. They quoted what Dr Mark Feinberg, a leading Aids researcher at the Emory Vaccine Centre in Georgia, had told the Atlanta Journal in 1997: 'What good does it do you to test something in a monkey? You find five or six years from now that it works in the monkey, and then you test it in humans and you realise that humans behave totally differently from monkeys, so you've wasted five years.' Dr Feinberg's sceptical comment appears in the propaganda of virtually every opponent of animal testing. Animal Aid repeats his remarks as does Speak, a Northampton-based campaign, along with anti-experimentation websites across the net. Admittedly, nearly all other serious researchers say that every medical advance in the last century has depended on the use of animals at some point, but wouldn't it be marvellous if they were wrong and Feinberg was right? Wouldn't it be easier to get people on demonstrations if tests on animals were the work of a conspiracy of cruel and stupid scientists? It would be, but you wouldn't find Feinberg on the picket line. He did say what the animal rights groups say he said in 1997, but then added: 'Animal models are incredibly important, but we need the human trials as well.' In other words, his message was that drugs still need testing on humans even if they have worked on animals. Strangely, the British Union for the Abolition of Vivisection and all the rest of them cut out his caveat. Nor do they bother to check his website, on which he describes how he uses monkeys for his research into Aids. When a British writer from a blog with the magnificently esoteric name of Drink-Soaked Trotskyite Popinjays for War asked Feinberg about his famous quote, the doctor sighed that it 'was taken completely out of context ... important research that will save millions of lives depends on insights that can only be gained from studies involving non-human primates'. True supporters of animal rights shouldn't care. They should decide as a matter of principle that humans must not experiment on animals, even if the results will save the lives of millions. But this is a very uncomfortable position to take. It is psychologically easier to pretend that 'elitist' scientists are engaged in a giant deception than to face a hard choice. Ophelia Benson and Jeremy Stangroom dissect many varieties of wishful thinking: intelligent design, which allows religious fundamentalists to keep their god; the belief that the ancient Greeks stole their discoveries from 'black' ancient Egyptians, a half-baked theory which somehow compensates for modern racism; and the notion that women possess a separate form of intelligence from men, which pleases an odd type of feminist. They conclude with this warning: 'The best advice for people who think that matters of fact should be decided on the basis of the evidence, rather than ideology, is that they should treat those theories which set up a neat correspondence between the wished for and the real with extreme suspicion.' Furthermore Another Tory gaffe worthy of Labour When David Cameron ran for the leadership of the Conservative party, I rubbished his pretensions in the New Statesman. Under the headline 'The Birth of Blameron', I declared that a politician who shamelessly stole Tony Blair's mannerisms and soundbites was doomed because the public had had it with the New Labour style. I dug out a splendid quote from a journalist from the Thirties who confronted a plausible but slippery politician with the bellow: 'You're phoney! Everything about you is phoney! Even your hair, which looks like a wig, isn't!' The voters would say the same about Cameron, I concluded. He was toast. Within days, he had taken the Conservative leadership by a landslide. He then stormed on to win a clear victory in the local elections. Never put money on my horses. Only open trials will reveal the truth Experts in the grim discipline of genocide studies call it 'selection bias'. People know about the bombing of mosques in Baghdad because the media are there to cover them, but only a few specialists can name the sites of genocide in Darfur because it is too dangerous for the press to report from the Sudan. So it was in the Nineties, too. Every well-read person knew about the Srebrenica massacre, but hardly anyone could tell you about the mass murder of Afghanistan's Shia Muslims by the Taliban. Human Rights Watch alleged at the time that Mullah Dadullah, a Taliban field commander, was a ferocious ethnic cleanser. I bring the old charge up because the Americans seem to have arrested him. If they put him on public trial rather than hustle him off to a secret prison, a blank page in the history of atrocity may be filled. My doubts about Cameron out-Blairing Blair nag on, however. For instance, his 'A-list' of candidates for safe seats seems like a ruthless imitation of control-freakery. He excluded experienced Tories in favour of a chick-lit novelist and a hunk from Coronation Street, presumably because they were loyalists who would look good on television. Yet Conservatives tell me that the interviews were a shambles. The interviewers didn't know what questions to ask and their choices made no sense. If this was a cold-blooded attempt to promote Cameron's people, they say, why didn't they select George Bridges in that case? He had all the qualifications of a loyalist, the fact that he worked for Cameron's private office being high among them. What looks like a pitiless exercise of power from a distance turns out to be a mess when you get closer. All very New Labour, now I come to think about it. Nickcohen.net"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}