{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2006/may/02/ukcrime.prisonsandprobation", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2006-05-01T23:04:40Z", "webTitle": "Letters: The real Home Office failures", "webUrl": "https://www.theguardian.com/uk/2006/may/02/ukcrime.prisonsandprobation", "apiUrl": "https://content.guardianapis.com/uk/2006/may/02/ukcrime.prisonsandprobation", "fields": {"headline": "The real Home Office failures", "bodyText": "Is it not ironic that the Home Office loses track of convicted foreigners and cannot deport them, but prematurely removes torture survivors who have committed no crime (Clark admits 'unacceptable failure' on deportations, April 26)? In our experience, our clients - who are torture survivors - attend their interviews, appear in court on time and turn up at Home Office appointments, even though the prospect of being sent home scares them almost to death. They do not go underground; they are not linked to the criminal underworld. But in recent weeks clients who have survived atrocity have been returned to Rwanda, Burundi and Uganda. The Home Office's growing indifference to the suffering of those who have experienced torture follows a recent law lords ruling in which Lord Justice Walker accepted that \"torture, ill-treatment and imprisonment without trial often produce severe psychiatric problems which may persist throughout the sufferer's lifetime, even with the best psychiatric care\". Nonetheless, he ruled that a need for medical treatment or concern about a victim's welfare, were not sufficient grounds for an asylum claim to succeed. Those escaping torture and slaughter who comply with every request made of them by officialdom find that their own compliance makes them sitting ducks for an immigration service embroiled in a numbers game. At the same time, those who have been penalised for breaking the law only to continue to evade compliance on release are seemingly immune. Is our bureaucracy blind to how morally repugnant this is? Sherman Carroll Medical Foundation for the Care of Victims of Torture The Home Office and immigration and nationality directorate's admissions (900 foreign criminals go missing, April 26), fall a long way short of acknowledging the consequences of their incompetence. The secretary of state has power to detain non-British nationals pending removal to their country of origin regardless of whether they have committed a crime. Home Office policy is to detain children, those suffering from serious medical conditions or mental illness, pregnant women and those who have suffered torture, for the shortest period necessary and in only \"very exceptional circumstances\". But such vulnerable and innocent people are routinely detained - not just for a few days prior to removal, but frequently for months and even years. The psychiatric and physical damage caused is often unnoticed and undiagnosed. Alex Goodman Medical Justice Network We at African Rights in Rwanda cannot assist the Home Office in its quest to round-up the missing 900 former prisoners. But we can help the minister and his colleagues avoid further potential embarrassment by pointing out its obligations to prosecute some major alleged offenders who are at liberty on British soil. These individuals are accused not of arson, driving or customs offences, but of genocide. One is a Rwandese genocide suspect, Charles Munyaneza, who currently lives in Bedford and who received asylum. In January 2006, African Rights sent a 61-page report to the home secretary detailing the accusations against Munyaneza by 40 witnesses, including the men who worked alongside him. Perhaps the Home Office could begin by prosecuting Munyaneza, since they know precisely where he lives. Grace Pelly African Rights, Kigali, Rwanda Charles Clarke is a big man in Labour and British politics. He has tackled a failure in his department with a candour and honesty inconceivable in the era of Michael Howard and his Tory predecessors. Clarke could have passed the buck - but he has chosen not to do so. Some might even consider that since July 7 last year, the home secretary has had a busy in-tray. As someone only a few hundred yards from the explosions, I am not sorry that he has concentrated on what felt a very real and immediate threat. The Tories and Liberal Democrats may seek a scalp, but Clarke's performance should be judged in the round. Labour supporters should be clear: Charles Clarke should stay. Daniel Zeichner Chair, East of England Labour party"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}