{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2006/may/20/popandrock.neilyoung", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2006-05-19T23:56:01Z", "webTitle": "Still crazy after all these years", "webUrl": "https://www.theguardian.com/music/2006/may/20/popandrock.neilyoung", "apiUrl": "https://content.guardianapis.com/music/2006/may/20/popandrock.neilyoung", "fields": {"headline": "Still crazy after all these years", "bodyText": "The last 10 years have held some worrying moments for the Neil Young fan. There have been health scares - after suffering a brain aneurysm a year ago, there were concerns the tremulously-voiced Canadian may not return to full health. But even among the most committed apologist, there must also have been the occasional flicker of concern that in his late career, Neil Young's most impressive quality, his songwriting, seemed to be in terminal decline. Certainly, in a career as long as Young's - now getting on for 40 years - one would have to expect the odd dip in form. Rock'n'roll as Young plays it at his best will never die, but the man has at times taken decisions which have seemed pretty bizarre. Some have even involved synthesisers. More troubling of late, though, has been the fact that since the rejuvenating feedback-strewn efforts he developed around the time of grunge in the early 1990s, Young has revisited old territory, but with progressively diminishing returns. He's done personal, low-key stuff (Silver &amp; Gold). He's responded to current events (the decidedly post-9/11 Are You Passionate?). There's been pastoral retreat (Prairie Wind), even a bizarre stab at a redneck musical (Greendale). Most have worked for him in the past, just not lately. Now, though, it's great to report that Neil Young is back. His new album Living With War debuts a proposition that Young calls \"metal folk\", but to all who recognise the blend of distorted guitars playing simple tunes, it's simply a great Neil Young record. A collection of anti-war, anti-Bush, pro-the people of America songs recorded in two weeks (a way of working that yielded good stuff when he tried it with Pearl Jam), it's an album that restores to Young a purpose and, with that purpose, good songs. \"I was waiting for someone to come along, some young singer 18 or 22 years old to write these songs,\" he told the LA Times. \"Then I decided that maybe the generation that has to do this is the 60s generation.\" Maybe it's excusable that Young hasn't heard anti-Bush, anti-war songs from the likes of Radiohead, Devendra Banhart or Bright Eyes. Whatever, it's interesting that you can be a bit of a boring old fart and make a good album at the same time. And that is undoubtedly what Living With War is. In the US post 9/11, it's been with flag-waving anthems, not protest music, that one enjoys most commercial success. Instead, we find Neil Young going against the grain, and doing so with great conviction. He's of the protest generation, but his best music is always frazzled enough to reach beyond it, suggesting turmoil, and transgression - and that's what it effortlessly does again here. It's a noise some people never thought they'd hear again. Ultimately, that's Living With War's greatest strength. Sure, it's great to hear him want to impeach the president. The real victory, though, is that he's brought some real ragged glory back to his creativity."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}