{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2006/may/06/features.weekend8", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2006-05-05T23:51:57Z", "webTitle": "Richard Johnson: Thin pickings", "webUrl": "https://www.theguardian.com/lifeandstyle/2006/may/06/features.weekend8", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2006/may/06/features.weekend8", "fields": {"headline": "Thin pickings", "bodyText": "Can't be bothered to weigh your food portions or count calories? Take a look at the Diet Plate - it's portion control made easy. The plate has been calibrated so that the carbohydrate section will hold no more than 4oz, and the protein section will hold no more than 3oz. If you exceed your portion size, the food will slide over the boundary tape. And you'll be left looking like a big fat fool. Diet Plate, £19.99, from thedietplate.com. Set tongues wagging... Morston Hall in Norfolk is one of Delia Smith's favourite haunts. And Galton Blackiston is one of her favourite chefs. She even pinched his recipe for chocolate fondant for her cookery course - she calls it 'the chocolate recipe for the beginning of the 21st century'. Like Kofi Annan should be interested. Oh, to live in Delia's world. I like A Return To Real Cooking (Navigator Guides, £20), by Galton Blackiston. Which is just as well: my words are on the book jacket - I credited Blackiston with cooking 'one of the finest, belt-loosening dinners I've ever eaten'. After his seared calves' liver on mashed swede, I wanted to run my finger around the plate. Actually, to be honest, I wanted to run my tongue around the plate. The photographs in the book bring it all back... This guy's got bottle They call him Mr Liqueur, but that doesn't do the man justice. Tom Jago is the man who took the tannins and acids out of Le Piat D'Or to make it appeal to the unsophisticated British palate. And he was also the man who saw the market for Croft Original: there was already a pale whisky (J&amp;B Rare), so why not a pale sherry? But Jago really made his name with Baileys. The original idea for the liquere came from the glut of cream in the Republic of Ireland. 'Focus groups hated Baileys,' says Jago. 'They said it tasted like something you'd take to ease indigestion. But we ignored them.' And within two weeks of going on the market back in 1974, the cream liqueur was in profit. It seems fitting, then, that Jago has named his swansong after himself: Jago's tastes like melted vanilla ice cream, but with one heck of a vodka kick. And with a track record like its creator's, who would bet against it? It's on sale at £13.99 for a 700ml bottle, from larger branches of Sainsbury's. Where's the beef? Football fans are up in arms. Not about the way the England midfield gravitates to the 18-yard box. It's the half-time Bovril. The drink's beef base has been replaced by a savoury yeast. I suppose it makes sense: BSE didn't exactly help the brand, and buyers in the Middle East and south-east Asia are kicking up a fuss about the use of non-halal meat. Bovril was invented by John Lawson Johnston after he won a contract to supply a million cans of beef to Napoleon's army in the 1870-71 war with Germany, only to realise Britain didn't have enough cows to meet French demand. He got the name by combining vril, a fluid that 'cured diseases and established equilibrium of natural powers', and bos, the Latin for beef. Does the new ingredient mean Bovril now needs a new name? richard.johnson@ theguardian.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}