{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2006/may/29/communities.themonarchy", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2006-05-28T23:30:56Z", "webTitle": "Prince tried to stop Smithfield meat markets development", "webUrl": "https://www.theguardian.com/society/2006/may/29/communities.themonarchy", "apiUrl": "https://content.guardianapis.com/society/2006/may/29/communities.themonarchy", "fields": {"headline": "Prince tried to stop Smithfield meat markets development", "bodyText": "The Prince of Wales has been called \"naive and ill-informed\" for trying to interfere in a £250m development at Britain's most famous meat market. Letters obtained by The Guardian show the prince tried to save derelict buildings at Smithfield Market in spite of overwhelming support for their demolition from market workers. The buildings - part of a crumbling section known as the General Market or \"the Village\" that comprises less than one-fifth of the market - have been the focus of a battle between conservationists and developers for more than seven years. Earlier this month the City of London gave planning permission to Thornfield plc to clear the site for a nine-storey office and retail development. However, English Heritage has asked Ruth Kelly, the secretary of state for communities and local government, to send the decision to a public inquiry - which would leave the area derelict for at least another year. In a letter to English Heritage chairman Sir Neil Cossons dated March 14 2004, Prince Charles expressed bewilderment that repeated attempts to have the site listed had failed. \"As you might imagine, I am determined that we should do everything we can to preserve and restore Smithfield and the complex of buildings in a sympathetic way, rather than destroy yet another part of London's heritage. For what it's worth, I simply cannot believe that more office space is needed when I understand there is over 2.5 million square feet of vacant office space within a mile of the market.\" Sir Neil replied on March 24 2004: \"I too am deeply concerned about Smithfield ... we gave extensive consideration to the listing of [the buildings] but reluctantly concluded that they did not meet the criteria for post-1840 buildings.\" Greg Lawrence, chairman of the Smithfield Market Tenants Association, said: \"We have the utmost respect for Prince Charles, and he and his family have been great supporters of the market over the years ... but on this issue we believe he is being naive and has been ill-informed by his advisers. This development is essential for the life of the market to go on and thrive.\" Market workers have invited the prince to meet them to discuss the development but his office said he was unlikely to accept as he did not want to interfere in the planning process. English Heritage confirmed it has asked Ms Kelly to hold a public inquiry. The Department for Communities and Local Government said a decision would be made by June 8."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}