{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2006/may/17/supermarkets.tesco", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2006-05-16T23:29:45Z", "webTitle": "Billionaire Buffett invests £200m in Tesco", "webUrl": "https://www.theguardian.com/business/2006/may/17/supermarkets.tesco", "apiUrl": "https://content.guardianapis.com/business/2006/may/17/supermarkets.tesco", "fields": {"headline": "Billionaire Buffett invests £200m in Tesco", "bodyText": "Legendary investor Warren Buffett has waded into the market and poured roughly £200m into Tesco shares. The 75-year-old billionaire, who is the world's second richest man after Microsoft's Bill Gates, acquired 57.6m Tesco shares - nearly 1% of the company - through his Berkshire Hathaway investment group. Details of the investment in the UK's biggest retailer came in a US regulatory filing after the market had closed. Yesterday Tesco shares closed up 1% at 319.75p, valuing the supermarket at about £24bn. Last night Tesco said it had not been contacted by Berkshire Hathaway, but the share purchase will be viewed as a huge vote of confidence in Tesco's chief executive Sir Terry Leahy and his strategy to transform the Cheshunt-based grocer into a vast, international operator. It will also be viewed as a stamp of approval for Tesco's decision to take on the giant Wal-Mart organisation by launching a chain of convenience stores in California. Mr Buffett used to have a stake in Wal-Mart. He is known for buying stakes in stable companies with good prospects. Last month Tesco, which has 1,900 stores, announced a 17% leap in profits to £2.2bn in one of the most challenging years on the UK high street. Some £42bn of sales were generated worldwide. Outside the UK the group's profits climbed 17% to £465m. A further 392 new overseas outlets are scheduled to open in the coming 12 months - together with another 150 in the UK. Mr Buffett's investment comes a week after he said he was ready to spend up to $30bn (£16bn) over the next three years and was keen to invest outside the US. A stake in Tesco will give Mr Buffett exposure to the UK, eastern Europe, the Asian-Pacific and China. Tesco is also thought to be talking with a potential joint venture partner to open a chain of stores across India in order to cater for the country's rapidly expanding middle class. Mr Buffett, who is famous for his home-spun investment philosophy, has historically preferred blue-chip US companies. He owns the vast General Re insurance group and a number of other financial services companies outright, along with businesses specialising in jewellery, executive jets and the American clothing brand Fruit of the Loom. He has big stakes in Coca-Cola, American Express, UPS and this week spent $18m on a small stake in oil group ConocoPhillips. He recently spent $4bn on Iscar, an Israeli tool-cutting business, and told Berkshire Hathaway's 24,000 shareholders at the investment group's annual meeting that a $15bn deal was under consideration. The group is sitting on $43bn in cash but Mr Buffett said: \"We'd be happier, much happier, if we had $10bn of cash.\" Although he gave few clues on targets he made it clear he was looking at overseas deals as a way of spreading Berkshire's currency risk. Last year Mr Buffett made a bad call with a $22bn bet on the foreign exchange markets that the dollar would fall. It went disastrously wrong, resulting in a near-$1bn loss. Last night Berkshire Hathaway was unavailable for comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}