{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2006/may/06/advertising.comment", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2006-05-05T23:54:05Z", "webTitle": "The hard sell:  Kellogg's", "webUrl": "https://www.theguardian.com/media/2006/may/06/advertising.comment", "apiUrl": "https://content.guardianapis.com/media/2006/may/06/advertising.comment", "fields": {"headline": "The hard sell", "bodyText": "A couple take a break on a ridge on a hiking trip. They're just remarking on the solitude when William Shatner, eyes peering out from behind the lifemask of a vigorous 49-year-old, pops up behind them. He popped up in Brass Eye, and now here he is playing golf. He briskly endorses the virtues of Kellogg's All-Bran Honey &amp; Oat cereal bar, transmitting his infectious rapture for the paradox that although the bar is good for your insides, you can eat it outside. He then asks the woman if she'll caddy for him and, to the chagrin of her partner, she agrees. It's hard to locate the subtext in this ad - it has a random, dreamlike quality. Why golf? Why Shatner? It carries no message other than the surely inaccurate one that women's brains have become so shrivelled by Heat exposure that, if asked, they would drop everything instantaneously to become the slave of a celebrity, any celebrity. The ad's only point of pride, apparently, is that Kellogg's persuaded Mr Shatner to participate in this exercise in self-deprecating surrealism. Again, however, why Shatner, nemesis of the Romulans, lover of women white, black and green? There are many he outranks who would consider it undignified to advertise a cereal bar - would Nichelle Nicholls, aka Lt Uhuru, do it? Surely not. As for Patrick Stewart, aka Jean-Luc Picard, it would be unthinkable for him to accept the Honey &amp; Oat mission. Yet in the annals of Starfleet, Picard barely has parity with Kirk. So why Shatner? Well, there is the idea that he's been busted down over the years, from the Enterprise to TJ Hooker to Airplane II to crackpot novelist. And yet, Shatner is not desperate. Rather, he's game. As Henry Rollins observed in a routine reminiscing about working with Shatner, he is that wide-eyed enthusiast in real life, whether covering Lucy In The Sky With Diamonds or endorsing cereal bars. \"Honey &amp; Oat?\" he doubtless said. \"Yes! Inside and outside? Why not? Golf! Yes! There must be golf! And - get this - 'the only way to ensure a healthy captain's log!' No? OK, we'll go with that inside, outside thing ...\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}