{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2006/may/29/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2006-05-28T23:49:14Z", "webTitle": "Cisse: Benitez doesn't want me", "webUrl": "https://www.theguardian.com/football/2006/may/29/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2006/may/29/newsstory.sport", "fields": {"headline": "Embittered Cissé can take no more of Benítez", "bodyText": "Djibril Cissé is prepared to accept a wage cut to get away from Liverpool, blaming Rafael Benítez for making him feel unwanted. The France international favours a move to Lyon to play for Gérard Houllier, the manager who persuaded him to move to Anfield from Auxerre. Houllier left Liverpool shortly before his compatriot signed in July 2004. Although Cissé has since scored 24 goals in 78 appearances for the club, he has struggled to convince Houllier's successor. \"I have a coach who doesn't want me,\" he said. \"Benítez doesn't use me, so I've taken a step backwards. He doesn't like me. You can't please everyone. But I don't think I could stand another season like the one I've just had.\" He is hoping to join Lyon, even if only on loan, or Marseille and claimed Liverpool blocked a move to the latter last December. \"Liverpool refused to let me go,\" said Cissé, who claimed he has also been contacted by Paris St-Germain but did not want to join the club. \"I got a lot of hate mail on my internet site from Marseille fans, because they thought it was my fault. My heart leans to Marseille but Lyon play in the Champions League and are a more stable club. Financially you have to make some sacrifices and I'm ready to make them.\" He was baffled by the continual jeering from fans during France's 1-0 defeat of Mexico on Saturday. \"I don't understand how fans can boo their own team before a World Cup,\" said the striker, who played 90 minutes at the Stade de France. \"Even more so when we are winning. That would never happen in England.\" The defender Willy Sagnol argued with a section of the crowd as he left the pitch following the warm-up game and said the players could not take any more abuse. \"The French federation needs to realise there will come a time when the players refuse to play at Stade de France,\" added the Bayern Munich right-back. \"You get the impression people are going to the theatre to see a show. If I had the choice I would play all my games in Saint- Etienne.\" France play two more friendlies, against Denmark in Lens on Wednesday and China at Saint-Etienne on June 7, before travelling to Germany the following day. Zinédine Zidane, who won his 100th cap against Mexico, is wanted by the Chinese Super League clubs Changchun Yatai and Beijing Guo'an, according to the website of China Daily. The midfielder, who turns 34 during the World Cup finals, announced last month that he would retire after the tournament but the Chinese are hopeful he will change his mind. According to one agent, the Beijing club have been encouraged that the Real Madrid player did not immediately reject an approach."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}