{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/may/25/cricket.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-05-24T23:51:41Z", "webTitle": "Cricket: Kent shine through rain", "webUrl": "https://www.theguardian.com/sport/2006/may/25/cricket.sport", "apiUrl": "https://content.guardianapis.com/sport/2006/may/25/cricket.sport", "fields": {"headline": "Kent make hay as the rain falls", "bodyText": "After a delayed start, an extended lunch, four interruptions for rain and an early tea, the umpires John Holder and John Steele finally called a halt to the suffering yesterday. Only 29 overs were possible although Kent, after winning the toss and deciding to bowl on a green-looking wicket, made good use of them. The first two Hampshire wickets fell before a run had been scored off the bat and by the close only John Crawley, unbeaten on 33, looked capable of sticking around. James Adams received a snorter from Andrew Hall in the South African's first over of championship cricket this season - a fourth-ball yorker that swung late into the left-hander before shattering his stumps. Michael Brown lasted a little longer - nine balls in fact - before wafting at a short, wide ball from Simon Cook. It flew comfortably to first slip, leaving last season's championship runners-up 3 (byes) for two, but the rain break only moments away. Unfortunately for Hampshire such interruptions kept Hall and Cook fresh to bowl unchanged until mid-afternoon. Immediately before an early lunch, Michael Carberry, facing his former county for the first time since moving to Hampshire, lost his off stump attempting to leave a delivery from Hall, and on the stroke of an early tea, Dominic Thornely nibbled at an off-cutter from Darren Stevens and was caught behind by the Irish wicketkeeper Niall O'Brien for 13. The Australian could have gone one run earlier but for once the elements favoured Hampshire, if only briefly. Thornely, on 12, mistimed a pull, James Tredwell, substituting for Min Patel, set off in chase only to see the ball hold up in the gale. Tredwell circled twice. The ball landed untouched."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}