{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2006/may/20/featuresreviews.guardianreview17", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2006-05-19T23:53:50Z", "webTitle": "Review: Miss Webster and Chérif by Patricia Duncker", "webUrl": "https://www.theguardian.com/books/2006/may/20/featuresreviews.guardianreview17", "apiUrl": "https://content.guardianapis.com/books/2006/may/20/featuresreviews.guardianreview17", "fields": {"headline": "Give sex a chance", "bodyText": "Miss Webster and Chérif by Patricia Duncker 256pp, Bloomsbury, £12.99 Miss Webster and Chérif is a delicate, elegantly written, enchanting, implausible novel. Well, never mind, so is Pride and Prejudice implausible; in real life Darcy would have set Elizabeth up in a little house in St John's Wood and married Miss Bingley. Implausibility is no bar to charm or readability. In real life, NHS hospital consultants do not say of a retired French teacher, admitted with a hysterical paralysis, \"Put her in a room of her own. Let her sleep as much as she likes\", then keep her as an in-patient for two months with a little light hydrotherapy and finally suggest she takes a holiday somewhere remote where they speak French. In real life she would have been handed over to social services within days. In the world of Miss Webster and Chérif the desert is without dust or flies, and handsome young men from its fringes turn up as student lodgers to transform truly disagreeable old ladies into politically aware theorists who go to the ENO and put muggers on the run. The novel is not in the least frightening, other than for the fact that the author seems to regard 69 as extreme old age, and her protagonist, being incontinent, has to be hosed down at hydrotherapy. But that's as true to life as it gets. Duncker pays polite lip service to political correctness - Chérif just so happens to be a brightly intelligent Muslim, but he is wholly unradicalised. An old-fashioned vicar assumes he is a terrorist and the police investigate him, only to be thoroughly routed by Miss Webster. \"Does he attend the local mosque regularly?\" \"There isn't one,\" snaps Miss Webster, \"and for your information we fasted for Ramadan together.\" Likewise, having taken Chérif to a rural Christmas service, Miss Webster decides that her religion \"was a mystery cult followed by the half-baked and the barking mad,\" and loses her convictions even as Chérif sticks to his. But this feels like a philosophy acceptable to the writing class, passed by a committee of the right-thinking, rather than the opinion of a writer who has been quoted as saying, rather endearingly, \"Give war a chance\". Duncker is an original, and I would hate to see her quenched; a leading and lively light in academic feminist and gender studies, a woman of formidable intellect and persuasive charm. To date I have associated her work, which I greatly admire, with a kind of controlled anarchy and extremism: ominous stories wrenched out of some inner intellectual furore and coupled with a disturbing blackness of vision, evident from her prize-winning first novel, Hallucinating Foucault, in 1995, via a succession of novels to her 2003 collection, Seven Tales of Sex and Death. The more conventional Miss Webster and Chérif, in contrast, seems to have been written to set a good example to her creative writing students at the University of East Anglia, where she is a professor. This rather worries me, since I too now have a similar job. Does it always happen that, finally knowing how to do it, if only by patient explanation to others, you write perfect novels that pay such proper attention to development of character, story, pacing, setting and so on, that, lacking oddity, they lack also passion and conviction? Also, it has been a long-held and unpopular theory of mine that men have difficulties writing about women from the inside out, and can only describe them; and vice versa. It occurs to me that lesbian women have an equal difficulty writing about heterosexual women, and vice versa. Perhaps Duncker has chosen a woman seemingly without sex - 69, and you're past it - simply to avoid the whole issue. \"This odd fumbling activity,\" as Mrs Webster describes sex, \"that proved to be sweaty, interminable and inconvenient, full of slimy hazards and noxious smells? Non, merci.\" There's not even a whiff of sexual interest or jealousy when it comes to Chérif. But it somehow just doesn't ring true. I can see it's very annoying, intellectually, to be dragged down by sex all the time; and that being defined as a writer by gender, let alone variations of gender, is irritating; but I wish Patricia Duncker would come bursting through the barrier and out the other side. Then there'd be no stopping her. Miss Webster as a lesbian who'd gone off sex would make perfect sense. · Fay Weldon's latest novel is She May Not Leave (Fourth Estate). Patricia Duncker appears at the Guardian Hay Festival on Sunday May 28. For more details see www.hayfestival.com"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}