{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/may/25/tennis.frenchopen2006", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-05-24T23:51:41Z", "webTitle": "Tennis: Nadal blocks Federer's record hunting", "webUrl": "https://www.theguardian.com/sport/2006/may/25/tennis.frenchopen2006", "apiUrl": "https://content.guardianapis.com/sport/2006/may/25/tennis.frenchopen2006", "fields": {"headline": "Revved-up Nadal blocks Federer's path to historic collection of titles", "bodyText": "\"Rafael Nadal gives you absolutely nothing, and the only surface Roger Federer ever looks slightly uncomfortable on is clay,\" said Greg Rusedski in Rome. \"He knows Nadal is the man standing between him and the French Open title, and that grips at him because winning that title is likely to be the mark of whether he becomes the greatest player ever.\" This weekend for the first time the gates of Roland Garros will open on a Sunday with the tournament extended to 15 days. One day longer for Federer, the world No1, to nurture the belief that he can win the only grand slam that has eluded him and bring down Spain's Nadal, the world No2, the reigning champion and his nemesis. Only five men have won all four slams and Federer is obsessed with the idea of becoming the sixth. Since he lost to Nadal in last year's semi-final Federer has been unbeatable in the slams, winning his third Wimbledon title and his second US and Australian Opens. Universal praise has been heaped on him, culminating in this week's Laureus sportsman of the year award in Barcelona. Yet as he accepted the accolade he could not get away from the teenager who has been bugging him all year. For in Barcelona to receive the newcomer of the year award was Nadal, unbeaten in 53 clay-court matches. Last year Federer lost only seven matches and four of those were against the boy from Mallorca. Going in to last year's Tennis Masters final in November Federer had won 24 successive finals. This year he has lost three, all of them against Nadal, in Dubai, Monte Carlo and Rome. In comparison Nadal has won 13 consecutive finals, his last defeat at that stage being at the ATP Masters series in Miami last year, when he lost to Federer - the only time the Swiss has beaten him in six meetings. It is a rivalry that has gripped the tennis world. The Federer facade, as clear as freshly fired porcelain a year ago, has suddenly begun to exhibit hairline cracks and nobody can be quite sure whether it is the lightest of damage or if the cracks will widen. Despite four successive defeats against Nadal, the Swiss remains convinced he can reverse the trend as he did against other players whose styles he initially found difficult to fathom, such as Andre Agassi, the only player in the modern era to win the four slams. Federer is inwardly seething that he missed the opportunity to beat Nadal in their last meeting, the final of the Italian Open, where he had two match points. Nobody dare whisper the words \"self-delusion\" in front of the world's leading player but Federer's words after his first defeat by the Spaniard, in March 2004, that \"we'll see how strong he is in two years\" have come back to haunt him. Even when slightly off-key, the Swiss is used to being the dominant player, of getting his own way, but the left-handed Nadal rips the ball with such power and top-spin off his forehand, sending the ball jumping and spitting from mid-court to shoulder height, that he has sown seeds of doubts and indecision. Federer can see he should be coming in on half-court balls, yet they are on him so quickly he is often forced to stay back, or take unacceptable risks. Then he was accused of being too attack-minded against Nadal in last year's French Open semi-final. \"They should play him,\" was his terse reply. \"Federer is a modern genius, so I expect him to work it out,\" said John McEnroe. \"But Nadal plays with such an incredible amount of energy and intensity. He's all revved up and you've simply just got to love that.\" And love it everybody does. It is the rivalry and contrast in styles that sets the game on fire, and makes this French Open the most anticipated in years. Head-to-head Roger Federer Age: 24 Career prize money: $22.8m Born: Basel, Switerland Seeded: 1 Grand slam titles: 7 Rafael Nadal Age: 19 Career prize money: $5.9m Born: Manacor, Majorca Seeded: 2 Grand slam titles: 1 Head-to-head Nadal leads 5-1 Miami 2004 Last 32 Hard court (Nadal 6-3,6-3) Miami 2005 Final Hard court (Federer 2-6, 6-7, 7-6, 6-3, 6-1) Paris 2005 Semi-final Clay (Nadal 6-3, 4-6, 6-4, 6-3) Dubai 2006 Final Hard court (Nadal 2-6, 6-4, 6-4) Monte Carlo 2006 Final Clay (Nadal 6-2, 6-7, 6-3, 7-6) Rome 2006 Final Clay (Nadal 6-7, 7-6, 6-4, 2-6, 7-6)"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}