{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "artanddesign/2006/may/20/art.harrypotter", "type": "article", "sectionId": "artanddesign", "sectionName": "Art and design", "webPublicationDate": "2006-05-19T23:56:01Z", "webTitle": "Lucasta Miller interviews painter Stuart Pearson Wright", "webUrl": "https://www.theguardian.com/artanddesign/2006/may/20/art.harrypotter", "apiUrl": "https://content.guardianapis.com/artanddesign/2006/may/20/art.harrypotter", "fields": {"headline": "Enigma of arrival", "bodyText": "On the wall in Stuart Pearson Wright's East End studio is a photocopy of a slightly dog-eared, handwritten list. He points to an entry some way down: \"height: 6 foot, build: medium, eyes: blue, hair: medium dark\". This is all the information he has about his father, and it has taken on a talismanic quality for the artist. Wright was born in 1975 as the result of artificial insemination. The mystery of his paternity is \"still something that I grapple with on a daily basis\", and it informs his work. He talks about it with impressive thoughtfulness, frankness and emotional intelligence, his self-probing integrity instantly apparent. His mother first told him about his origins when he was four or five. \"At that age, anything about procreation is difficult to grasp, even the standard procedure. That's why it was the best time to tell me. It was something I couldn't comprehend, but something I knew. It became part of my understanding of where I came from. I still don't think it's normalised for me, though, and I don't think it ever will be.\" At 30, Wright, is regarded as one of the leading portrait artists in the country. He was 25 when the National Portrait Gallery (NPG) acquired the first work: a tiny oil on oak, painted with breathtaking virtuosity reminiscent of the Flemish Old Masters, of the actor John Hurt, whom Wright persuaded to sit for him after spotting him by chance walking down Old Compton Street. On one level, Wright's decision to go into portraiture was a practical one: \"I realised early on that I had to support myself, that there wasn't a back-up plan or a safety net.\" At his comprehensive in Eastbourne, the careers adviser literally laughed in his face when he said he wanted to be an artist. Rather than putting the teenager off, such opposition \"really fired [him] up\" with the ambition to earn his living from art. It cannot be a coincidence that he began, obsessively, to draw people at around the same age that he discovered his unusual provenance. \"I've often reflected on the moment when my father was left alone in a small room with that month's copy of Penthouse or whatever. Quite a difficult thing to deal with. Most people like to imagine that their parents were deeply in love. Mine never met.\" He'd like to get hold of a copy of Penthouse from January 1975 and paint it as a still life, an exercise that would draw on the influence of pop art, which has already informed some of his work. Wright plans a move away from portraiture, yet his projected subjects remain bound up with the enigma of his own identity and origins. He first came to national prominence when he won the BP Portrait Award in 2001 for Gallus Gallus with Still Life and Presidents. To others, the brief - a boardroom portrait of six elderly male academics, presidents past and present of the British Academy - might have seemed unexciting. But the artist approached his subject with an unconventionality that makes Charles Saumarez Smith, then director of the NPG, praise the academy for their \"adventurousness\" in commissioning this \"beautiful\" picture. \"There are not that many artists of Wright's generation who are able to produce convincing portraits which are successful both in a documentary way and as works of art,\" he goes on. \"He is very talented and interesting as a painter, though he's been criticised for his over-inclination to put in some extraneous feature as a sort of declaration of independence.\" The \"extraneous feature\" in Presidents was a dead chicken, whose presence seemed irreverent to traditionalists, but which, for all its seeming jokiness, has serious symbolic value for Wright. \"As soon as you put chickens in an unusual context they become macabre. The skin of a plucked chicken reminds me of the skin of a human being, particularly an old human being, so that the presence of a chicken for me becomes a memento mori. As chickens are something we eat, there's also the suggestion that we're part of a food chain. It's about the cyclical nature of things - like that great passage in Hamlet about the king going through the guts of the beggar.\" Presidents achieves its unnerving quality by pulling in paradoxical directions. With the subjects seated around a tea table, the image is suggestive of the Last Supper, particularly as represented by artists of the northern Renaissance. As a teenager, Wright backpacked alone around Germany and Belgium to see as many pictures as he could by masters such as Dirk Bouts; his characteristic combination of highly individuated, realistic faces and a slightly skewed perspective reminds one of the juxtaposition of sophistication and naivety in some medieval masterpieces. Yet if the allusion seems grandiose, the presence of the tea things seems calculatedly banal. These conflicting impulses come together as one sitter holds up a Jammy Dodger as if it were the communion host. Wright fuses these references to death and rebirth - ideas both miraculous and commonplace - in a painting whose literal subject is succession (to the position of president of the academy). Tea things and Jammy Dodgers may suggest a sort of cosy Englishness, which is why, perhaps, Saumarez Smith thinks some critics have mistakenly pigeonholed Wright as \"an English eccentric\" who can't be digested by the mainstream art world. In artistic terms, Wright is conscious of his national heritage; the largest section in his book collection is on British art, and he mentions influences as diverse as Samuel Palmer and Lucian Freud, Gainsborough and the Chapman brothers, Stanley Spencer and Graham Sutherland. Yet there is nothing cosy in his vision, which is melancholic and even rather bleak. He is not interested in the \"propaganda\" of people smiling in portraits, and, having studied anatomy at the Slade, he is literally aware of the skull beneath the skin. He has watched his physiognomy develop in the hopes of catching a glimpse of his father. His attitude towards his sitters is compassionate, not objectifying. \"People say I make my subjects look sad or old. I suppose I do instinctively either bring out of them, or project on to them, something rather melancholy. It's about trying to find a point of empathy, something that draws us together as human beings, and we're all trying to cope with the things that make life upsetting. I look and see how much life hurts. I no longer find it easy to paint my mother: when I look at her I almost see too much and it becomes quite painful.\" At the moment, Wright and his friend, the artist Ishbel Myerscough, are solving the problem by swapping over: she is painting his mother, he her husband. Wright is extremely grateful to the NPG for its support - he hasn't felt the need to find a commercial gallery to represent him, though he is now waiting for the right offer. NPG is showcasing some of his latest works, the first a major new commission for its permanent collection: a haunting portrait of JK Rowling at a writing table in which, as in the Harry Potter novels, the boundary between the real and the unreal is breached with magical results. This three-dimensional image - Wright is disappointed at the flat way it has been reproduced in photographs - is composed of one-dimensional cutouts and solid elements, such as a protruding wooden table leg. Some of the shadows are painted in; others are real, cast by hidden lights, some of which illuminate a Magritte-like sky seen through an oblong window in the background. The effect is rather like that of an 18th-century toy theatre, the raked floor, on which the sitter's chair rests, like a stage. As such, it suggests Wright's attraction to acting, which is what he says he would have done had he not become a painter. He has just played a tiny role in a short piece made by his girlfriend, the film-maker Miranda Bowen. This interest also finds expression in new drawings of actors. Some of these are on view in the NPG (which has bought 10, including those of Jeremy Irons, Alison Steadman and Jonny Lee Miller); others can be seen in the foyer of the Lyttleton Theatre, which also includes an ironic and rather disturbing self-portrait in which the artist's face is obscured by a mask of Jude Law. Actors encapsulate profoundly the issues of identity that preoccupy Wright. \"The actor out of character raises questions about what lies beneath. Yet finding the 'natural self' is not an idea I necessarily believe is possible. It's riddled with paradoxes and clichés and that's what fascinates me.\" One of his sitters, Fiona Shaw, is intrigued by the way a portrait seems to be as much about Wright's own identity as about his subject's: \"You can feel in his work he's looking for himself; in a sense he's painting himself through others. You also feel he's at odds with it a bit. He worries about the value of it, he's self-questioning.\" Wright is modest and honest about his pictures, pointing out those he feels have failed as well as those he is pleased with. Young, conventionally beautiful women are the hardest to draw. He likes faces with lines and irregularities, faces that have lived. Representations of the human face stare out of two glass cabinets of curiosities that dominate Wright's sitting-room: 19th-century puppets with sinister grinning teeth, Asian masks, upturned dolls' heads. There's also a skull, a dead wasp (which might be there by accident or by design), and some biological specimens in jars. Wright ascribes his interest in biology and his \"almost scientific fascination with humans\" to the medicalised nature of his conception and the questions of genetics it raises. Artistic talent was not something that had emerged in his mother's family before. Has Wright inherited it from his unknown father? Or is it, perhaps, that his creativity derives from his conscious, lifelong commitment to \"grappling\" with the idea that he will never truly know who he is? Inspirations Crucifixion (in Brussels Musée des Beaux Arts) by Dirk Bouts The Skirts of a Wood by Samuel Palmer Hotel Bedroom by Lucian Freud Mr and Mrs Andrews by Gainsborough Disasters of War by the Chapman brothers"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}