{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/may/25/formulaone.sport", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-05-24T23:51:41Z", "webTitle": "Formula one: Monaco high rollers splash the cash", "webUrl": "https://www.theguardian.com/sport/2006/may/25/formulaone.sport", "apiUrl": "https://content.guardianapis.com/sport/2006/may/25/formulaone.sport", "fields": {"headline": "Monaco holds all the aces as high-rollers splash their cash", "bodyText": "Yesterday in the formula one paddock alongside the harbour in Monte Carlo, the diamond producer Steinmetz launched its latest creation for the McLaren-Mercedes team. It was unveiled by the team leader Kimi Raikkonen and while the Finn could have been forgiven for wondering whether it had any relevance to his efforts in kick-starting his world championship challenge the truth is that this sideshow encapsulated Monaco precisely. Forget the technical challenge involved in bidding for victory through the same streets where William Grover-Williams steered his Bugatti to victory in the inaugural event in 1929, this race is all about cash and who has the most of it sticking to his palms at the end of this festival of speed and consumption. With more than 200,000 people expected to cram into Monaco over four days the event is expected to give a £53m boost to the local economy on the Cote d'Azur where high rollers can pay over $10,000 (£5,300) a week to rent an apartment with a royal view of the circuit. Despite the price of tickets and accommodation this year's race is a sell-out, as usual, and ticketing agencies are energetically marketing for 2007 even before practice has started for this year's race. The race's finances are shrouded in the same atmosphere of mystery as most of the resident tax exiles' private affairs. Every aspect of the race's operations are controlled and Monitored by Michel Boeri, the president of the Automobile Club de Monaco which has run the race since its inception. Boeri administers every detail of the event including the commercial rights and trackside advertising, exerting such a level of control as to fuel speculation that the organisers do not pay anywhere near the fee handed over by established race promoters to Bernie Ecclestone, the sport's commercial rights holder, for the privilege of having their date on the championship calendar. The current tariff for a grand prix in Europe is around £7.7m but it is likely that Monaco, as the sport's global calling card, pays barely half this figure for the privilege of effectively promoting this sport to a level unmatched by any other location on the schedule. At the centre of this luxury hospitality business is the Paddock Club, run by the multimillionaire entrepreneur Paddy McNally's Allsport Management company. McNally is a longtime business associate of Ecclestone and Allsport reputedly pays Ecclestone's Formula One Management organisation around $50m (£26m) as an annual licensing fee in return for pretty much a monopoly in this segment of the formula one business. There is a certain irony attached to the situation where the teams and their sponsors pay so much to swell Allsport's coffers as most of the team principals believe that the Paddock Club income should be regarded as part of the commercial rights revenue and that a proportion should be channelled back to the people who actually put on the show in the first place."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}