{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2006/may/25/cricket.sport3", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2006-05-24T23:51:41Z", "webTitle": "Cricket: Malinga brings the beach to Edgbaston", "webUrl": "https://www.theguardian.com/sport/2006/may/25/cricket.sport3", "apiUrl": "https://content.guardianapis.com/sport/2006/may/25/cricket.sport3", "fields": {"headline": "Malinga brings a bit of Sri Lankan beach life all the way round to Edgbaston", "bodyText": "Sri Lanka has a knack of producing unique cricketers. Most famously Muttiah Muralitharan has broken spin-bowling records galore with a flexible wrist and locked elbow. At Edgbaston from today England Test crowds will get the first sight of Malinga The Slinger, a fast bowler with an action barely above the horizontal. Lasith Malinga is the Test game's first beach cricketer, a smiling, uncomplicated soul who never imagined that his life would take him much beyond games of soft-ball cricket on the palm-fringed beaches of Hikkaduwa on the west coast. Hikkaduwa is Sri Lanka's mini-Goa, about as hedonistic as the country gets. Anyone watching Malinga bowl today on a TV in the corner of a late-night beach bar might wonder whether their drinks have been spiked. Well into his teenage years his search was not for outswing or leg-cutters, with the seam properly positioned, but for maximum propulsion of a tape ball or tennis ball. He just slings at high velocity, as any beach cricketer does. Champaka Ramanayake, Sri Lanka's bowling coach, understood that. For all his 18 Test caps he still occasionally strolls out on to a field on the edge of Galle fort for a social game of soft-ball cricket. Grazing cows wander across the outfield, fielders on the road are on the alert for tuk-tuks rushing their English passengers to their villas, and an occasional traveller drops a camera and asks for a bowl. \"Malinga is unique,\" said Ramanayake. \"With a soft ball you have to have that slingy action to bowl fast. And Lasith played soft ball for so many years. He must have been 15 before he played proper cricket. \"When I batted against him for the first time I couldn't pick the ball up. I was desperate to get him into the Galle side. But he played only two games in as many years. Finally he was available, but only for one match, and he was 12th man. The day before the game I dropped out because of a stiff neck. That meant I could give him his chance in a three-day game against Colombo. He took eight wickets: [Michael] Vandort, [Jeham] Mubarak, lots of good players. I have urged him to try to build up his strength since. He is much stronger now. He can bowl a good yorker, bouncer and slower ball. He is a unique thing. Why should you change anything so special? We wondered about changing his action but it slowed his pace. I know he will get wickets against England.\" Cricket has been the salvation of Malinga, for whom this will be a 16th Test, but hardship has never been far away. His family home is three miles south of Hikkaduwa - six miles either side and, like his team-mate Upul Tharanga's, it would surely have been destroyed in the tsunami. Before his cricketing prowess won Malinga a place at Mahinda College he studied at Viyaloka Vidyalaya school, just beyond Galle stadium. The tsunami that wrecked the ground also wiped out his school's primitive cricket facilities but a new net has since been donated by Leeds Grammar, who have toured the country and were shaken by the damage. \"Such a gesture might produce another Malinga,\" says Jayananda Warnaweera, Galle's groundsman and a spinner who once bowled out England. Malinga, who claims to be 5ft 7½in, impressed Australia with six wickets in Darwin. He also took nine against New Zealand, who were so disoriented by his low action that they asked the umpires to remove maroon ties and wear light trousers. Sri Lanka's former coach John Dyson, dubbed him \"the Pocket Rocket\" as he touched 90mph but it is Malinga The Slinger that will stick. \"I've always bowled like this,\" he says. \"No one has tried to make me change. Champaka just tells me to attack. I like to unsettle the batsman with bouncer, yorker, change of pace. I enjoy it.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}