{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "law/2010/jun/06/householders-rights-laws-intruders-burglars", "type": "article", "sectionId": "law", "sectionName": "Law", "webPublicationDate": "2010-06-05T23:06:26Z", "webTitle": "Householders to be given new rights to defend themselves against intruders", "webUrl": "https://www.theguardian.com/law/2010/jun/06/householders-rights-laws-intruders-burglars", "apiUrl": "https://content.guardianapis.com/law/2010/jun/06/householders-rights-laws-intruders-burglars", "fields": {"headline": "Householders to be given new rights to defend themselves against intruders", "bodyText": "Householders who confront burglars are to be given greater rights to defend their families and homes. The justice secretary, Kenneth Clarke, is looking at increasing legal protection for people who use force to fight off intruders. The government is eager to \"ensure that people have the protection they need when they defend themselves against intruders\", a ministry of justice source told the Observer. Clarke will also examine the idea of increased legal protection for have-a-go heroes and passersby willing to \"apprehend criminals\". The move follows high-profile cases in which householders were given jail sentences after attacking burglars. Last year Munir Hussain was jailed for using a cricket bat to beat a man who had broken into his home and threatened his family with a knife. Hussain was jailed for two and a half years for causing grievous bodily harm with intent, but was released after a public outcry. The plan has brought warnings from senior police officers, however, who believe a change in the law could promote vigilantism and could also be exploited to provide excuses for those involved in assault cases. \"We could start seeing people being dragged from the streets into houses or stories made up about them trying to break in,\" said Simon Reed, vice-chairman of the Police Federation of England and Wales. \"We need to be very careful how the law is brought up on this because we certainly would not like people to be seen saying, 'We can do this and get away with it'.\" The issue of what constitutes reasonable force when defending against intruders has been a thorny issue for the government since Tony Martin, a Norfolk farmer, was jailed for killing a teenage intruder. Martin shot 16-year-old burglar Fred Burras in the back at his remote Norfolk farm in 1999. He was initially given a life sentence for murder but, on appeal, this was changed to a conviction for manslaughter for which he served three years in prison. Martin's case provoked a fierce debate over the right of homeowners to defend themselves and their property, and several Tory MPs tabled attempts to change the law. The ministry of justice is to carry out a review of the law in such cases and will look at increased legal protection for members of the public willing to \"apprehend criminals\". A spokesman for the Association of Chief Police Officers (Acpo) said it was waiting for further details of the government's so-called Good Samaritan law. The central issue on any proposed change to the law is likely to focus on the use of proportionate force, as against allowing homeowners to use any means necessary to defend their homes. Reed said the intention to change the law might be populist, but was unnecessary. \"The law has been adequate for 40-odd years about reasonable force. Maybe we should just review prosecution policy before we start changing the law. Maybe what's changed is that the Crown Prosecution Service are far keener to prosecute people in circumstances where a few years ago we would have accepted that they were defending themselves,\" he said. Police advice on whether the public should step in to help a victim has never been clear. The Metropolitan Police commissioner, Sir Paul Stephenson, has said: \"People have got to make a reasonable judgment but to actively discourage them from being responsible citizens is wrong.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}