{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jun/06/derrick-bird-cumbrian-shootings", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-06-05T23:06:46Z", "webTitle": "In the midst of horror, be amazed at the goodness of the survivors | Henry Porter", "webUrl": "https://www.theguardian.com/commentisfree/2010/jun/06/derrick-bird-cumbrian-shootings", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jun/06/derrick-bird-cumbrian-shootings", "fields": {"headline": "In the midst of horror, be amazed at the goodness of the survivors", "bodyText": "When it comes down to it, the more interesting question is not why he did it, but how in the circumstances of the Cumbria shootings people showed such extraordinary fortitude – from the moment bystanders began to help the first victims on Wednesday morning to the response of the police, doctors and ambulance staff, and then the quite heroic reaction of relatives dealing with sudden and incomprehensible loss. If you ever need to renew your faith in humanity, there's no better place to start than with the dignity and strength of people in west Cumbria last week. Not everyone is capable of the courage or clarity of Jude Talbot, who, 24 hours after the killings, went on BBC radio to establish her right to celebrate her father Michael Pike's life rather than talk about his murder by Derrick Bird. The shock of 12 violent deaths and 11 people hospitalised with gunshot wounds is enormous and will directly affect hundreds of people, causing in them the most profound disturbance, but in all this there was an affirmation of humanity which seems remarkable, right down to the neighbour of the killer's mother who was worrying about how the old lady would take the loss of her twin sons. There's not much to be taken from last week's killings apart perhaps from a recognition that Bird's revolting egotism is very rare and the great majority of people are more decent and noble than they know and that their first thought is usually for others. It seems ridiculous to try to seek this consolation, and in a way it is not ours to take, but it is worth noting at a time of mass killing. When I covered the 7 July bombings in 2005, the thing that held my attention amid all the destruction was the stoicism, intelligence and calm of hundreds of thousands of people as they walked home from the scenes of the explosions. In London that day, you felt a society with deep and secure roots tremble, acknowledge the shock and keep going, and that I guess is what was again on display last week. The thing that moved me more than I can say in the aftermath of the murders was the sense of the universe in each life lost: the struggles, toleration, kindness, success, quirkiness, humour, talent and the average, but infinite complexity in each individual who was beckoned to the killer's car and shot in the face or simply happened to be in the wrong place when he passed on that sunny day. The rational mind seeks an explanation in order to fit the aberration into a context that can be understood. We look for the story. What tipped him over the edge? Was it a tax investigation, a dispute over his father's will, receiving a blow to the head in a struggle with a teenage thug or the row about protocol on the cab rank? We wonder if he could have been reached; if the high-voltage fantasy and paranoia might somehow have been earthed by psychiatric intervention, and whether the killer, in fact, had been seething with jealousy and nursing grudges since his brother and he were born 52 years ago. David was the first to be gunned down, followed by solicitor Kevin Commons. Some saga worthy of Balzac will no doubt emerge, but can it explain the level of violence, the murders, for example, of Jennifer and James Jackson, Jane Robinson and Michael Pike, the lack of mercy or conscience that must once have existed in the surface of his personality? There's almost certainly no complete answer, just as there is no police action to be taken in a free society that can completely prevent this sort of thing happening. And by the way, the criticism of the Cumbria police seems pretty unfair, considering how fast this man was moving and how determined he was to kill. Only he knew his route and when, sated or possibly appalled, the moment would come to turn the gun on himself. That lack of satisfactory explanation is frustrating and, as an American friend pointed out while we watched the TV coverage, particularly to liberals who are disposed to think that everything can be wrestled to the ground by reason, that steps can be taken to avoid such incidents in the future – new laws and regulations, the deployment of psychologists to consider the mysterious hell of a mass murderer and the issue of specifically male aggression arising from low self-esteem. But no one could have predicted Bird's killing spree or have the slightest idea what was going on in his head. The police tell of recent contacts with him, but plainly nothing suggested he was about to shoot 23 people and even when he announced there would be a \"rampage\" and told a fellow cab driver that he wouldn't see him again, no one took any notice. Liberals are perhaps more optimistic about human nature. They place their faith in prevention, intervention and rescue, whereas the conservative mind is more likely to believe in irredeemable badness. Conservatives say you can't negotiate with this kind of monster whose head is emptied of everything but an insufferable vanity and whose actual moral state is probably best described by the word \"evil\". Quite apart from having philosophical implications about morality and free will, the straightforward rottenness theory doesn't get us anywhere. Still, I have to concede that, in Bird's case, it does seem as though he was aware of what he was doing and made deliberated choices to follow the course he did. It is significant that he did not once seek help for his troubles; that he seemed to hoard his grudges and when the time came to let rip was fully prepared with a list of targets, a route, ammunition and guns. This was surely no moment of madness, but a long-held plan to settle scores, the final one being with himself, which was inevitable once he had murdered his twin brother. In the immediate aftermath, no friend, psychologist or commentator had any great insight about motive, which is understandable, but the jealousy of one brother for the other has to be at the heart of an explanation of events last Wednesday. The murder of a twin is a rare form of fratricide and in this case could argue for a history of grievance, imagined and real, stretching back over half a century. But the level of violence and the randomness of the killing that followed David's murder are puzzling. Was Bird somehow released by breaking this taboo or was the rest for display? I wondered if, given the same circumstances, whether a man such as Bird would have gone on a similar rampage 60 years ago. Surely not, for this depravity has a very modern feel to it – the familiar crescendo of violence seen in a film such as Falling Down; the self-pity and sense of entitlement in the killer, who knew that by Wednesday evening Whitehaven would be jammed with media trucks and journalists talking about the destruction that he'd brought to his community. It turns out that Bird didn't win. The people he lived among and whom he has hurt so dreadfully displayed human virtues, which in their magnificent common decency entirely eclipse his actions. That is what we should take from last week."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}