{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/jun/06/coins-database-public-spending-online", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-06-05T23:06:24Z", "webTitle": "Coins database: Cameron opens up the nation's finances for public scrutiny", "webUrl": "https://www.theguardian.com/politics/2010/jun/06/coins-database-public-spending-online", "apiUrl": "https://content.guardianapis.com/politics/2010/jun/06/coins-database-public-spending-online", "fields": {"headline": "Coins database: Cameron opens up the nation's finances for public scrutiny", "bodyText": "David Cameron made a pledge that under his coalition government the voters would be able to hold the government and public bodies to account. The first step was the release of some provocative data – the name and salary of public servants earning more than the prime minister. But that, he said, was just the start. At the start of what was trumpeted as data transparency week, he wrote to every Whitehall department: \"Greater transparency across government is at the heart of our shared commitment to enable the public to hold politicians and public bodies to account ... \" Cameron included a list of information sources he wanted released and when. Among them were government ICT contracts (next month), central government spending decisions over £25,000 (in November), central government contracts (in January) and much more. But perhaps the most impressive came first. On Friday the government opened up its Combined Online Information System (Coins), the Treasury's enormous budgeting database. Every local government body, including councils, police, the fire service and more, have to report spending above £1m to Coins, as do central government departments. The extraordinary release of some 24m lines of data documenting the movement of public money was quickly hailed as a triumph for transparency. Simon Rogers, editor of the Guardian's datablog and datastore, described it as \"one of the world's biggest government databases\". To many the reams of information, filled with acronyms such as CPID, POG, PO, SBI, AME and DEL to name a few, will seem almost impenetrable. But Rogers promised that with the correct tools and analysis people could bring the information to life. His team started on their \"adventure\" on Friday, calling on the public to help delve into the numbers. But the release was not without controversy. Some ministers and civil servants warn that exposing every spending decision could backfire. After all, this round of data began to expose the work of the past Labour government that Cameron's team are happy to bash. Next time around it will be his turn – as the early work of the coalition government is placed on the table for public consumption."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}