{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jun/06/ed-balls-europe-immigration-labour", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-06-05T23:07:44Z", "webTitle": "We were wrong to allow so many eastern Europeans into Britain | Ed Balls", "webUrl": "https://www.theguardian.com/commentisfree/2010/jun/06/ed-balls-europe-immigration-labour", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jun/06/ed-balls-europe-immigration-labour", "fields": {"headline": "We were wrong to allow so many eastern Europeans into Britain", "bodyText": "Britain and our European partners face big choices in the coming months – on the economy, enlargement and migration. Get these decisions right and growth and jobs can be secured. Get them wrong and the very political future of Europe could be at risk. This is my starting point as a Labour leadership candidate: I am a strong pro-European. Postwar co-operation in Europe has delivered unprecedented prosperity. Europe is our best platform to win the global argument for an open and fair world. But I am a pro-European of the hard-headed rather than romantic variety because I am also clear about the limits to what can be politically and economically sustained. While I believe in political co-operation, I know, like most of my fellow citizens, that I am British before I am European. We were right to draw up the five economic tests which determined that Britain should not join the euro. A romantic pro-European might have believed that the \"political\" case for joining the euro might trump the economic pitfalls. Even the FT and the Economist told Tony Blair that he should overrule the Treasury's assessment of the five tests. But to a hard-headed pro-European, the economic risks were too great to be politically sustained and would have set back the pro-European cause for a generation. The stark differences between our economy and the rest in housing, finance and trade were too much for Britain to bear with no interest rate or exchange rate flexibility. History has proved this view to be right. The UK's aggressive and interventionist response to the economic crisis has stopped recession turning into depression. The rest of Europe, led by the European Central Bank, was too slow to act, too timid and remains stuck in a deflationary trap. I do not believe for a moment that Britain could have sustained being a member of the euro in these circumstances. The challenge for Europe is to rethink quickly. If they persist with massive and deflationary spending cuts this year, the eurozone will be doomed to suffer years of slow growth, stagnation and political turmoil. I am staggered that the Conservative-Liberal government is following this lead and cutting spending now. Europe's political elites need to wake up to the risks they are now running. Large countries in Europe forcing smaller countries to implement spending cuts they themselves would never contemplate is not wise and is not working. There is a second economic and political challenge for Britain and Europe: how to sustain EU integration and enlargement in these difficult times. Free movement of goods and services works to our mutual advantage. But the free movement of labour is another matter entirely. There have been real economic gains from the arrival of young, hard-working migrants from eastern Europe over the past six years. But there has also been a direct impact on the wages, terms and conditions of too many people – in communities ill-prepared to deal with the reality of globalisation, including the one I represent. The result was, as many of us found in the election, our arguments on immigration were not good enough. We faced rising anti-European sentiment with small parties claiming they could seal the borders. Taking it further, David Cameron is now leading Britain into an extreme right alliance of Holocaust-deniers and homophobes . I have no doubt that immigration has been a powerful driver of both economic growth and cultural diversity in our country. In the public meetings I hold, it is only the BNP supporters who deny that our NHS and IT industries depend on immigration. Both Liam Byrne and Phil Woolas, as immigration ministers, did a great job in putting together our new points system, with strong controls on unskilled migration, alongside new citizenship requirements. But neither our tough points system, nor the Tories' flawed immigration cap, applies to migration within the EU. While it is true that one million British people do migrate to work in the rest of Europe, they are more likely to be working for higher wages in Brussels, Frankfurt and Milan than undercutting unskilled wages in the poorer parts of Europe. As Labour seeks to rebuild trust with the British people, it is important we are honest about what we got wrong. In retrospect, Britain should not have rejected transitional controls on migration from the first wave of new EU member states in 2004, which we were legally entitled to impose. As the GMB's Paul Kenny and others have pointed out, the failure of our government to get agreement to implement the agency workers directive made matters worse. So what is to be done? First, Britain needs to do more to boost skills, apprenticeships, innovation and jobs in every region. The next Labour leader must fight tooth and nail against Tory cuts in this area. Second, while net migration has eased because of the recession and will ease further when Germany and France remove restrictions next year, the temporary restrictions on migration from Romania and Bulgaria should be maintained – for longer than currently planned. Third, I support the political and economic case for EU enlargement to Turkey. But wise voices in Britain's existing Turkish communities accept that Turkey's accession can only be made to work with continuing restrictions on the ability of unskilled Turkish labour to move across the EU, certainly for an extended transition period. Fourth, Europe's leaders need to revisit the Free Movement Directive, not to undermine the union, but to make it economically and politically sustainable. That means re-examining the relationship between domestic laws and European rules which allow unaccompanied migrants to send child benefit and tax credits back to families at home. And it means debating what labour protections and restrictions on unskilled labour mobility are needed in an enlarging Europe, for the benefit of all European peoples. The Tory-Liberal government should be pushing to protect the pay, terms and conditions of British workers, not seeking to undermine them by taking Britain out of the social chapter. I make these arguments in the spirit of pro-European realism. British business needs the euro area to succeed. Our economy needs Europe to enlarge with stability and cohesion. The world needs Britain at the heart of Europe. That is why those of us who believe in the European project need, once again, to argue for hard-headed decisions to secure Europe's future. Ed Balls is the shadow children and education secretary and Labour MP for Morley &amp; Outwood"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}