{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2010/jun/20/ruth-sunderland-budget-cuts-growth", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2010-06-19T23:16:00Z", "webTitle": "Austerity isn't enough, Mr Osborne. Without growth, all the pain will be meaningless | Ruth Sutherland", "webUrl": "https://www.theguardian.com/business/2010/jun/20/ruth-sunderland-budget-cuts-growth", "apiUrl": "https://content.guardianapis.com/business/2010/jun/20/ruth-sunderland-budget-cuts-growth", "fields": {"headline": "Austerity isn't enough, Mr Osborne. Without growth, all the pain will be meaningless", "bodyText": "Everyone knows that George Osborne's emergency budget on Tuesday is going to hurt. The question is whether the medicine will work, or prove to be a counterproductive exercise in fiscal sadism. The chancellor is likely to take a twin-track approach. He will present tough austerity measures, arguing that they are inevitable if we are to avoid a sovereign debt crisis. But to sugar the pill, he will also claim to be making the UK more competitive in order to unleash future private sector growth and enterprise. A National Insurance contribution holiday for employers in depressed regions is likely to be the centrepiece of the coalition government's efforts to avoid being seen as callous slash-and-burn merchants. The idea is to stimulate private sector employment and small business growth in areas dominated by the state. Other measures aimed at business are likely to include cuts in corporation tax, with Osborne setting out a five-year road map to reducing rates. These are steps in the right direction, but whether they will be enough to shield vulnerable regions remains to be seen. Over the summer, Osborne will be conducting a ferocious scrutiny of welfare spending, the results of which will be announced in October's Comprehensive Spending Review. Welfare cuts will be spun as a way of saving other Whitehall departments, such as education, from even more savage reductions and of preserving long-term investment and infrastructure projects. But all the cuts will be meaningless without economic growth. The notion that a wave of private sector enterprise will be unleashed as soon as we slash the state and clamp down on benefit scroungers is a familiar one from the 1980s – but in many regions of the UK, the Thatcherite revolution did not result in a vibrant surge of private industry, freed from the dead hand of the state and the unions, but a vicious slump whose scars remain today. Large tracts of the north, Wales, Scotland, the Midlands and parts of the south-west are dependent on public sector jobs, have high rates of long-term unemployment, and will be extremely vulnerable to a fresh round of cuts. The private sector will not pick up the slack by magic: these regions need intelligent government support. An NI holiday is one thing, but the coalition's decision last week to pull the plug on an £80m government loan promised to Sheffield Forgemasters, a supplier to the nuclear power industry, was ominous. If the UK is going to revitalise manufacturing and develop green technology, businesses such as this need backing. To his credit, Osborne is making some advances in steering the economy away from its over-reliance on the financial sector. He flagged up a new banking levy in his Mansion House speech last week: banks are braced for a new tax on balance sheets, as well as more restraint on pay and bonuses. Other measures have been well semaphored. A rise in VAT from 17.5% to 20% has been widely touted, though there is some speculation that Osborne may not do it, in order to deliver a pleasant surprise of sorts. An increase would hurt retailers and also be highly regressive, hitting poorer households proportionately harder than richer ones. Fears over stoking inflation may mean implementation is delayed, or phased in over several years. Rightly or wrongly, Osborne has the courage of his convictions on deficit reduction even in the face of concerns within the Obama administration that the accelerated austerity drive sweeping across Europe will cause a double-dip recession. Mervyn King has suggested that monetary easing could offset any dampening of demand caused by the chancellor's cuts, but with interest rates at rock-bottom, the governor has no scope to cut borrowing costs to stimulate the economy; all he could do is print more money through quantitative easing, and that is terra incognita. Osborne will be delivering the most difficult budget in recent memory, both politically and economically, and there is little margin for error. He has to bring down a record peacetime deficit and protect the UK's fragile recovery. It is not enough to slash public spending – he must do so without strangling growth. The scale of that challenge is daunting."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}