{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jun/10/referees-england-world-cup-swear-words", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-06-09T23:06:05Z", "webTitle": "Referees for England's World Cup opener given list of swearwords", "webUrl": "https://www.theguardian.com/football/2010/jun/10/referees-england-world-cup-swear-words", "apiUrl": "https://content.guardianapis.com/football/2010/jun/10/referees-england-world-cup-swear-words", "fields": {"headline": "Referees for England's World Cup opener given list of swearwords", "bodyText": "If Wayne Rooney thought that a team of Brazilian match officials with limited English would give him licence to swear as much as he liked in Saturday's opener against the USA, he might be better served in learning the Portuguese for \"Sorry ref, slip of the tongue.\" In anticipation of the Manchester United forward's customary fruity invective, the referee and his assistants for the Group C match in Rustenburg have each undertaken a crash course in English swear words with a view to clamping down on foul and abusive language in the fixture. • Follow the Guardian's World Cup team on Twitter • Sign up to play our great Fantasy Football game • Stats centre: Get the lowdown on every player • The latest team-by-team news, features and more Saturday's referee, Carlos Simon, who was suspended by his national federation last season amid accusations of bribery and incompetence, is a former journalist and speaks English fluently but both he and his linesmen, Altemir Hausmann and Roberto Braatz, have been given a list of 20 English swear words to study in preparation for the game in Rustenburg. Rooney was cautioned by a local referee, Jeff Selogilwe, during Monday's final warm-up game against Platinum Stars in Moruleng after his frustration allegedly prompted him to shout \"fuck you\" at the official. Selogilwe later warned that similar language could result in the striker being dismissed in the finals proper. \"We have to learn what kinds of words the players say,\" Hausmann said. \"All players swear, and we know we will hear a few 'son of a…'\". Braatz added: \"We can't do this in 11 different languages, but at least we have to know the swear words in English.\" Should events in Saturday's game appear to be going against them, however, then England's players could, of course, merely resort to emulating the Palmeiras president, Luiz Gonzaga Belluzzo, who last November denounced Simon as \"a crook, a scoundrel and a shameless bastard\" after his side's controversial 1-0 defeat to Fluminense."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}