{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2010/jun/14/fairer-ways-pay-university-education", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2010-06-13T23:05:39Z", "webTitle": "Letters: Fairer ways to pay for university education", "webUrl": "https://www.theguardian.com/education/2010/jun/14/fairer-ways-pay-university-education", "apiUrl": "https://content.guardianapis.com/education/2010/jun/14/fairer-ways-pay-university-education", "fields": {"headline": "Fairer ways to pay for university education", "bodyText": "Your leader (Pay as you learn, 11 June), while pointing out the dilemma facing the Lib Dems, is disappointing in its failure to question the premise upon which David Willetts has based his regressive claims about the place of universities and their students in British society. You seem to think that he is \"thinking laterally\" when he is in fact advocating a two-tier system of higher education which prevailed until the formation of the polytechnics. Indeed, much of what he said reminded one of the situation in the 19th century, a period which Tories regard with fondness. A good deal of history is \"forgotten\", particularly regarding the reasons for the changes which have been introduced in the education system since then, specifically the support for \"free\" or subsidised education for all. Political pressures to address the fact of gross inequality is one of them, but equally, the need to provide industry and the country with a large pool of adequately trained professionals and workers to meet the challenges of modernisation and compete on the global stage was another powerful incentive. Individuals and employers benefited from this system – and paid tax to fund it – because of the clear benefits. Perhaps Willetts would like to see graduates – engineers, doctors, teachers, etc – charge individuals and firms for the cost of their training at the end of the process, through greatly increased fees and salaries. Prof C Venn Tuckenhay, Devon • David Willetts's assertion that students are \"a burden on the taxpayer\" (Report, 10 June), and that universities are to be judged on \"how they prepare students for the workplace\", broadcasts his contempt for higher education as loudly as the fact that the expenditure of vast sums of public money on the armed forces and weapons of mass destruction is taken as a necessary given. Willetts, who, like very many others, presumably assumes that because he attended a university he's therefore an expert on the subject, also maintains the tradition of slandering academics. He either does not see, or does not choose to see, that research and teaching go hand in hand. The classroom is often a laboratory where the fruits of research are tested and discussed. Nor does Willetts's notion of lazy lecturers square with the reality. He should not assume that because politicians deserve public contempt, the same goes for all. Academics take pride in their professionalism, and are becoming irked with the constant carping. Michael Rosenthal Upper Brailes, Warwickshire • The vice-chancellors of the Russell Group of universities argue that they need an increase in tuition fees so that they can remain \"world-class\" institutions. However, they do not spell out how this will happen. In practice they want more income to pay higher salaries to either retain or attract top-class researchers. These academics will be given lower teaching loads to enable them to spend more time on research. They will often be away from the university undertaking research and attending conferences. Students will find that their lectures, tutorials and opportunities to consult with the academics are curtailed or cancelled. Universities often advertise these \"star\" academics when they are trying to attract students, but the students find that they hardly ever meet them. In effect these universities want students to pay for the researchers that will keep them world-class, but the students will not benefit teaching-wise; indeed they may suffer, particularly if inexperienced postgraduate students are sent in to cover for the absences of these academics. More than 20 years ago a separation was made between the teaching budget and the research budget, and a research assessment of each university was made. If we are to maintain world-class universities it is this research budget which needs to be increased and not the tuition fees which students pay. Chris Law Box, Gloucestershire • With fees already at an eye-watering £3,225 a year, it's unacceptable for David Willetts to indicate that tuition fees may rise. We are creating a generation of students who will have crushing debt levels for at least a decade after graduating. Education is a right that should be available to all, regardless of income. If we had a fair and progressive taxation system then graduates who earn higher salaries would repay the cost of their education through higher taxes. In late April, more than 400 Liberal Democrat candidates signed an NUS pledge to oppose tuition fee rises, while only 13 Conservative candidates did the same. It's clear who has won this argument within the coalition cabinet. Caroline Lucas MP Leader, Green party • David Willetts has a good point – students subject to hefty tuition fees could look on the liability as a form of additional income tax, rather than as debt. But surely the quid pro quo must be that their obligation to repay kicks in only once they enter the higher-rate tax band, with an income over £43,875, rather than the present arrangement, which makes them liable as soon as they raise their heads above the poverty threshold. Brian Slocock Chester • The problem with a graduate tax is that it would take some time, so we are told, before worthwhile sums could be raised through it. The difficulty might be overcome if the universities, or some body acting on their behalf, could raise funds to replace tuition fees through the issue of bonds, a graduate tax then being used to pay the interest on those bonds. If the government were to guarantee the bonds, ordinary people could buy them, for example, to build up a pension. Michael Briant Cambridge"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}