{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jun/06/world-cup-2010-south-africa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-06-05T23:06:46Z", "webTitle": "Cameroon and Ivory Coast look the pick of Africa to progress at the World Cup", "webUrl": "https://www.theguardian.com/football/2010/jun/06/world-cup-2010-south-africa", "apiUrl": "https://content.guardianapis.com/football/2010/jun/06/world-cup-2010-south-africa", "fields": {"headline": "Cameroon and Ivory Coast look the pick of Africa to progress at the World Cup", "bodyText": "Africa has more sides than ever at the World Cup but the continent's strongest team will not be there. The emphasis is on the word \"team\" – because while Africa's six representatives feature some superb individuals, none has achieved the sort of cohesion and effectiveness that enabled Egypt to dominate the last two Africa Cup of Nations tournaments. The reasons are multiple, ranging from injuries and inconsistency to squad imbalances or in-fighting. Winning formulae may yet be found but there is a risk that the first World Cup in Africa will have no African teams in the last 16. Egypt are absent because one of England's imminent opponents, Algeria, knocked them out in a play-off. The Desert Foxes' ability to replicate such a performance, however, is in doubt. The manager Rabah Saâdane was so alarmed by their displays at January's Cup of Nations – where they scrambled into the semi-finals before allowing Egypt to gain a humiliating 4-0 revenge – that after the tournament he began scouring Europe for players of Algerian parentage. Of the many he found, seven are in the squad. Two may even start, but will not provide miracle cures to the team's problems. The Wolves midfielder Adlane Guedioura, for instance, could be deployed as an improvised right-back. Goalkeeper has emerged as another problem position for Algeria, as Faouzi Chaouchi made several blunders in the recent 3-0 friendly defeats by Serbia and the Republic of Ireland. Another blatant weakness in those defeats was in central defence, where high balls triggered chaos. Peter Crouch, for one, could take a giant stride towards the golden boot against Algeria alone. Their own strikers, Rafik Djebbour and Abdelkader Ghezzal, average less than a goal every five games for their country. At 35 top-scorer Rafik Saïfi is likely to be a substitute. Ivory Coast have the greatest potential in the continent but, as with four years ago, have been cast into the toughest group, alongside Brazil and Portugal. If Didier Drogba's elbow heals and he takes his place beside the Lille forward Gervinho, the Ivorians will have the firepower to blast their way through – and, though it may be alien to the conservative Sven-Goran Eriksson, that is the approach they are going to have to take because it beats relying on a dodgy defence and goalkeeper. Ghana's major flaw is a lack of width. That and a dodgy keeper. Those problems have been compounded by injuries – Michael Essien is a huge loss and, since he usually plays in a more advanced role for his country than he does for Chelsea, his absence removes one of their goal threats, making them even more reliant on the Rennes striker Asamoah Gyan. Stephen Appiah has been selected at the expense of Emmanuel Agyemang-Badu, the side's most creative player at January's Cup of Nations. That was largely in recognition of past services but Appiah's performances in recent friendlies have suggested that after almost two years out through injury he is in no condition to justify the hope invested in him. The defence needs Sunderland's John Mensah to recover fitness quickly. Ghana have several youngsters who may step up – five of the team who won last year's Under-20 World Cup are in the squad, including the striker Dominic Adiyiah. The Black Stars will also be well drilled and play with real spirit so, given that their group's favourites are the weakest Germany team in a generation, they have a chance. Nigeria, by contrast, have given little hint that they are going to be sufficiently organised and determined to rise above their problems, which worsened yesterday with the injury that forced Mikel John Obi to withdraw. Rather, squabbles over bonuses and strops by the likes of the former Newcastle striker Obafemi Martins suggest they may shoot themselves in the foot, again. There has been discord in the Cameroon camp too, though the manager Paul Le Guen appears to have done a better job of stifling it than his predecessor did. Since taking charge last year the Frenchman has imposed discipline on the team and also rejuvenated a side whose lack of speed was glaring. The defence will likely feature two Tottenham players brought in by Le Guen, Benoît Assou-Ekotto and Sébastien Bassong. Up front Cameroon will count on one of the world's great strikers, Samuel Eto'o, who has withdrawn his juvenile threat to quit following criticism from his illustrious compatriot Roger Milla. That criticism was not unfounded – though Eto'o is his country's record goalscorer and hit nine goals in 11 qualifiers he has not been at his best for Cameroon – not because of indifference but because he tries to do too much, dashing all over the pitch in an effort to perform several roles at once. Le Guen has sought to fix that by instructing him to remain up front and recruiting a shot-shy-but-pacey young forward, 21-year-old Eric Maxim Choupo-Moting, to do most of the decoy running and instructing Achille Emana, the mercurial Betis midfielder, and Arsenal's Alex Song to supply Eto'o quicker. Cameroon should be able to challenge for second in the group behind Holland. No team will have a clearer sense of purpose than South Africa. The question is whether they have enough quality to avoid becoming the first hosts to fall in the group stages. They are in the most open group and share many of the traits of one of their opponents, Mexico – endowed with excellent technique all over the pitch, except in front of goal. The manager Carlos Alberto Parreira was right to omit their only striker of international repute, because Benni McCarthy is clearly out of form and shape, but you can be sure the West Ham striker's name will be hollered by many angry supporters if his local-based replacements do not fire the Bafana Bafana into the second round."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}