{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jun/25/wimbledon-john-isner-nicolas-mahut", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-06-24T23:48:00Z", "webTitle": "My first match at Wimbledon was an epic but I wouldn't buy the box set", "webUrl": "https://www.theguardian.com/sport/2010/jun/25/wimbledon-john-isner-nicolas-mahut", "apiUrl": "https://content.guardianapis.com/sport/2010/jun/25/wimbledon-john-isner-nicolas-mahut", "fields": {"headline": "My first match at Wimbledon was an epic but I wouldn't buy the box set", "bodyText": "I'm a boxing commentator, but it was suggested I come down to Wimbledon for the first time this year – Nicolas Mahut versus John Isner just turned out to be my opening match. I don't think anybody anticipated it would become what it did. Personally, I just could not believe it, particularly when it became clear I would have to go out for a third day. I was put on the match as it would be a good one to start with – competitive, but on an outside court, 18 – with no superstar players, just two good trade players, one guy seeded at 23, another unseeded and ranked 148. We began at 6.09pm on Tuesday before bad light stopped play in the evening at two sets each. So we turned up yesterday, third on Court 18, and at five past two we went on the air. Bad light stopped play again in the evening with the score 2-2, 59-59. It's pretty difficult to say when I thought: \"Hmm, this is getting a bit long.\" The numbers were just astronomical. As the game progressed, you're looking at the stats and thinking: \"OK. There goes that record, there goes this record.\" So you begin to have the sense that not only is it very long in terms of duration but the sheer duration of it, the quality of tennis, the records that are tumbling, are beginning to mark it out as something special. I was enthralled by what was going on on court so I didn't really feel tired. Sure, I was hungry. That's not an unusual experience! But not fatigued, just captivated by what was taking place. In terms of running out of things to say, well, biographical information, statistical data about the players, yes, I think we exhausted that. But the sheer drama of it, I don't think any of us could quite get our heads around what was taking place before us, so in that sense, no, the story was just really compelling and we were trying to help tell that story and convey it to viewers at home. Why did it happen? I've got no particular insight, I just think the service games of both men were so dominant. And, maybe, because they had been playing so long they were in a complete zone. I do think this was a huge example of how in sport you never know what is going to happen. A rookie tennis commentator is given a game because there would be plenty to talk about, plenty to try to captivate and convey. And yet looking at the match on paper it appeared to be a mismatch on rankings – Mahut at 148, Isner at 23 – so nobody could anticipate what happened. This is the epitome of the beauty of sport because nobody would have predicted it. Did I ever think one man might win yesterday? Well, in terms of match points Isner tried to engineer a few but Mahut stayed so strong, responding with aces. In the fifth set he was serving second so every time he had to serve to stay in the match. That mental toughness gives you something to talk about as it's just remarkable that the guy is able to remain that brave and strong and have that much belief in his own ability. From a statistical point of view I thought Isner had the opportunity to close it out. But physically Isner appeared to be in far worse shape. There was one occasion when he was stumbling around behind the baseline and looked like he'd been hit on the chin by a right cross. Mahut, by contrast, was fairly bouncing around. Could it ever happen again? I'd be highly, highly surprised if something even close to this was repeated. As for me, well, if I was to give a DVD to my friends and family of the commentary it would take up a few, maybe a box set would do it. And it would cure insomnia. Interview by Jamie Jackson • This article was amended on 28 June 2010. The original referred to one guy seeded at 23, another 48. This has been corrected."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}