{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/jun/25/salome-hampstead-theatre-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-06-24T23:24:13Z", "webTitle": "Salome | Theatre review", "webUrl": "https://www.theguardian.com/stage/2010/jun/25/salome-hampstead-theatre-review", "apiUrl": "https://content.guardianapis.com/stage/2010/jun/25/salome-hampstead-theatre-review", "fields": {"headline": "Salome", "bodyText": "More symbolist poem than play, Oscar Wilde's once-banned Salome invites a strong directorial concept. But where Steven Berkoff memorably gave us a stylised, slow-motion dream, Jamie Lloyd's Headlong production transports the biblical fable to a world of grungy apocalyptic excess; while the result has an undeniable visceral power, it misses the curious moral force behind Wilde's lavish display of decadence. The milieu created by Lloyd and his designer, Soutra Gilmour, is a mix of mad militarism and rave-up. The guards attending the imprisoned Iokanaan sport combat gear and resort to gangsta rap. The tetrarch Herod is an uncontrolled sexual psychotic. And the supposedly virginal Salome taunts the prophet by pleasuring herself before him and inviting him to lick her finger. But Wilde's work hinges on Herod's horror when Salome demands Iokanaan's head. Since, however, Herod here inhabits a world of capricious violence, and since Iokanaan's warnings are largely inaudible, there seems no motive for revulsion. Wilde's poem depends on an instinctive stirring of conscience. But, if anything goes, why should Herod shrink from Salome's head-hunting? Even if logic is not the production's strong point, the execution is full-blooded. Con O'Neill as the roaring, bisexual tetrarch is not afraid to out-Herod Herod. Zawe Ashton as Salome, dancing to a ghetto blaster and voluptuously kissing the severed head, suggests an adolescent in the grip of fierce erotic imaginings. And, though often drowned out by the amplification, Seun Shote's Iokanaan has a glistening presence. But the best performances come from Jaye Griffiths as a troubled Herodias and from Richard Cant as her grieving page, with whom the tenderness of Wilde's language makes more impact than all the orgiastic frenzy. The key to Wilde, in the end, lies in the words."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}