{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jun/12/england-pen-pics-world-cup", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-06-11T23:06:28Z", "webTitle": "World Cup 2010: England pen pics", "webUrl": "https://www.theguardian.com/football/2010/jun/12/england-pen-pics-world-cup", "apiUrl": "https://content.guardianapis.com/football/2010/jun/12/england-pen-pics-world-cup", "fields": {"headline": "World Cup 2010: England pen pics", "bodyText": "1 David James, Goalkeeper Portsmouth, Age 39 Caps 50 Mercurial custodian and six-club Premier League veteran. Studied psychology to help him save penalties, though has not saved one for England. Has a sizeable collection of Raleigh Chopper bicycles. 2 Glen Johnson, Defender Liverpool, Age 25 Caps 22 Hulking right-sided full-back with an eye for a mazy dribble. Has changed hands three times for a total of £28m in transfer fees. Favourite food: pizza. 3 Ashley Cole, Defender Chelsea, Age 29 Caps 78 Flying full-back with a crunching tackle and a penchant for the marauding overlap. Has played 78 times for England without notching a maiden strike. 4 Steven Gerrard, Midfielder Liverpool, Age 30 Caps 80 Mr 100% and, for now, Mr Liverpool. Rampaging box-to-box midfielder with a thirst for goal, a hunger for tackling and an appetite for work. And the captain, it now transpires. Aged 14 he almost lost a toe in an accident with a garden fork. 5 Michael Dawson, Defender Tottenham Hotspur, Age 26 Caps 0 No-nonsense stopper. Yet to make his debut but picked after a fine season at club level. Commanding in the air and a fine long passer. His greatest influence was Des Walker, with whom he roomed at Nottingham Forest. 6 John Terry, Defender Chelsea, Age 29 Caps 60 Inspirational central defence stalwart. Bleeds England. Eats England. Sleeps England. Smells England. One of six players in the squad to have played for the West Ham youth team. 7 Aaron Lennon, Midfielder Tottenham Hotspur, Age 23 Caps 17 Scuttling right-sided speed merchant who impressed at last World Cup with a thrusting presence from the bench. Joint shortest man in the England party at just 5ft 5in, he is extensively tattooed. 8 Frank Lampard, Midfielder Chelsea, Age 31 Caps 78 Disproved charges of nepotism – father Frank Sr and uncle Harry Redknapp – he has scored 20 goals or more every season for Chelsea since 2004-5. This term breezed past the 30-goal mark for the first time. All that remains for him is that elusive Champions League and, of course, the greatest prize of all. 9 Peter Crouch, Forward Tottenham Hotspur, Age 29 Caps 38 Gangling beanpole target man with a surprisingly delicate touch. The sharp-shooter is the tallest to play for England. Nicknames include Robocrouch, Crouchinho and El Asparagusas. 10 Wayne Rooney, Forward Manchester United, Age 24 Caps 60 Talismanic creator. Lurks in the hole. Leads the line. Sniffs, poaches and lashes home from distance. Scored 11 England goals in 12 months up to September 2009. None since. Has a Sterophonics album title tattooed on his arm (Just Enough Education to Perform). 11 Joe Cole, Midfielder Chelsea, Age 28 Caps 54 Jinking will-o'-the-wisp playmaker with tricks in his locker. His fourth major tournament, but in 53 England games has only played the full 90 minutes 11 times. Was a promising schoolboy boxer and his favourite biscuit is the Chocolate HobNob. 12 Robert Green, Goalkeeper West Ham United, Age 30 Caps 10 Popular Upton Park gloveman challenging James for No1 spot. Became first England goalkeeper to be sent off against Ukraine in England's last competitive match in October 2009. The only England goalkeeper to miss a World Cup after injuring himself taking a goal-kick, as he did four years ago. 13 Stephen Warnock, Defender Aston Villa, Age 28 Caps 1 Thrusting left-sider. Defensively sound with a crunching tackle. Frequent squad member but selected for World Cup while still joint record-holder of the shortest ever England career (six minutes v Trinidad &amp; Tobago). Has broken his leg twice. 14 Gareth Barry, Midfielder Manchester City, Age 29 Caps 36 Scurrying midfield pivot with an educated left foot. Made debut in 2000 under Kevin Keegan, one of six England managers to have picked him (along with Peter Taylor, Howard Wilkinson, Sven-Goran Eriksson, Steve McClaren and Fabio Capello) in so few appearances. 15 Matthew Upson, Defender West Ham United, Age 31 Caps 19 Trusty third-choice stopper. Garnered only 19 caps in seven years. Was wearing the West Ham No6 shirt when the club decided to retire it mid-season in honour of Bobby Moore. He chose No15 instead. 16 James Milner, Midfielder Aston Villa, Age 24 Caps 8 Popular midfield workhorse. Has played in five different positions for England and still holds the record for most Under-21 appearances with a staggering 46. The squad's brainiest player, he left school with 11 GCSEs. 17 Shaun Wright-Phillips, Midfielder Manchester City, Age 28 Caps 31 Second-string wing-jinker and at 5ft 5in is as short as Lennon. Has scored five goals for England in the last three years, more than Steven Gerrard, Joe Cole and Emile Heskey. 18 Jamie Carragher, Defender Liverpool, Age 32 Caps 36 Doughty Mr Versatile. Had retired, but answered Fabio Capello's SOS to lend grizzled Mersey wisdom to defensive shield. Last kick for England in a competitive game was a missed penalty at 2006 World Cup. Has no navel. 19 Jermain Defoe, Forward Tottenham Hotspur, Age 27 Caps 40 Scampering goal-sniffer with an eye for a half-chance and a nose for a yard of space. Average Fifa ranking of teams he has scored his 11 England goals against is 110 (currently: Zimbabwe). His kitchen has six ovens and three dishwashers. 20 Ledley King, Defender Tottenham Hotspur, Age 29 Caps 20 Half-fit colossus with an eye for a challenge, a nose for danger and a knee without any cartilage. Described by Jamie Redknapp as \"like a magnet for the ball\". Favourite food: paella. 21 Emile Heskey, Forward Aston Villa, Age 32 Caps 58 Bustling target man with a selfless work rate and a surprising turn of speed. Smashed eight-year competitive goal drought with a scuffed backheel against Kazakhstan 12 months ago. Has five children. 22 Michael Carrick, Midfielder Manchester United, Age 28 Caps 22 Strolling linchpin with an educated right foot. Played against Ecuador at last World Cup. Has more major silverware than any other midfielder in squad. Favourite music: R'n'B. 23 Joe Hart, Goalkeeper Manchester City, Age 23 Caps 3 Spring-heeled tyro third-choice stopper. Was head boy of Meole Brace School Science College in Shrewsbury and has still made more appearances (54) for Shrewsbury Town than for any of his other four clubs."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}