{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jun/12/labour-leadership-politics-harriet-harman", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-06-11T23:45:27Z", "webTitle": "Unthinkable? A longer Labour leadership election | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/jun/12/labour-leadership-politics-harriet-harman", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jun/12/labour-leadership-politics-harriet-harman", "fields": {"headline": "Unthinkable? A longer Labour leadership election", "bodyText": "Britain is divided between a small minority who are obsessively interested in the election of the next Labour leader, a slightly larger minority who are mildly interested but not yet enthused and a massive majority who remain largely indifferent. Yet the choice is clearly important. And, since there is plenty of time before the next general election in 2015, as well as a widespread feeling that the current contest lacks something in excitement, and since Harriet Harman is also currently doing a perfectly good job as a temporary successor to Gordon Brown, it is in Labour's interests to be creative about innovations that might generate wider interest and ensure that the best choice is finally made. One such would be to abandon the current plan to complete the contest on the eve of the autumn party conference and instead to move it back a couple of months. This would have the benefit of turning the Labour conference into a hustings for the five candidates under a bright media spotlight – leaving Ms Harman to make a leader's speech that the winner would otherwise have to cobble together in just three days. As the Conservatives found in 2005 when they followed this sort of timetable for choosing Michael Howard's successor, the conference exposure transformed the contest and gave the party space to make the choice – David Cameron rather than David Davis, Liam Fox, Ken Clarke or Malcolm Rifkind – that proved to be in its best long-term interest. Labour should not be too proud to steal the idea."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}