{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/jun/10/country-diary-weardale", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-06-09T23:41:58Z", "webTitle": "Country diary: Weardale", "webUrl": "https://www.theguardian.com/environment/2010/jun/10/country-diary-weardale", "apiUrl": "https://content.guardianapis.com/environment/2010/jun/10/country-diary-weardale", "fields": {"headline": "Country diary: Weardale", "bodyText": "On the edge of the river, in the shade of the alders, minnows trapped in pools left by the receding river were easy prey for the heron that abandoned its meal as we approached. The prospects for the agitated shoal of survivors, swimming endlessly around their shrinking world, were not good even if the heron didn't return. It would take days of torrential rain for the river to rise enough to free the trapped fish and none was forecast. We walked out to the water's edge, past tall downy seed heads of butterbur and over the water-worn sandstone, and sat on the boulders, to wait for whatever might arrive around the bend in the river. Newly hatched mayflies prepared for the final act in their brief adult lives, fluttering low over the water in mating flights, their sudden end marked by the splash of a leaping trout falling back into the stream. A dipper with a beak full of insects whirred past, its wings a blur as it headed for some unseen nest. Grey wagtails hunted flies over the stones and upstream the agitated call of a sandpiper betrayed its location on the water's edge. Then a mallard duck hove into view, surrounded by a recently hatched family of 12 that were an object lesson in Mendelian inheritance. Only two ducklings were sporting standard-issue mallard mottled buff-and-brown plumage. Nine more were uniformly dark brown but the last was conspicuously clad in bright yellow. Clearly this brood were the progeny of an illicit liaison with a farmyard drake. If camouflage counts for anything, the yellow youngster looked easy prey for the forces of natural selection. They paddled past us, picking up speed as the current slid them through the gaps between boulders and then they bobbed away on the wide, turbulent waters downstream, pursued by an anxious parent."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}