{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jun/25/england-germany-joachim-low-manuel-neuer", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-06-24T23:36:56Z", "webTitle": "World Cup 2010: Germany plan for penalties before England match", "webUrl": "https://www.theguardian.com/football/2010/jun/25/england-germany-joachim-low-manuel-neuer", "apiUrl": "https://content.guardianapis.com/football/2010/jun/25/england-germany-joachim-low-manuel-neuer", "fields": {"headline": "World Cup 2010: Germany plan for penalties before England match", "bodyText": "Fireworks greeted Germany's squad when they arrived back at their base in the dusty nowhere land outside Pretoria after beating Ghana on Wednesday night – and, despite the lateness of the hour, there was warm applause from hotel staff too. But among Joachim Löw's youthful squad no one was carried away with a narrow 1-0 win. As the centre-half Arne Friedrich put it yesterday: \"I think we're self-critical enough to realise that such a performance won't be good enough against England. At the back we allowed far too many opportunities and further forward we didn't create enough chances.\" Manuel Neuer, Germany's skyscraper of a keeper, agreed: \"We didn't play to the best our abilities. We were under intense pressure and we need to step up against England.\" • Follow the Guardian's World Cup team on Twitter • Sign up to play our great Fantasy Football game • Stats centre: Get the lowdown on every player • The latest team-by-team news, features and more That process has already begun. Löw has sent his chief scout to watch England many times and will spend the next few days firming up the strategy for Sunday's game. Every eventuality is being prepared for – including penalties. \"We hope it will not come as far as that,\" Neuer admitted. \"But we will definitely prepare for it. I've never approached shoot-outs in a negative mind-set. There's no element of fear. I will go to our goalkeeping coach, Andre Kopke, who played for Germany against England in Euro 96, for advice.\" That will almost certainly come in the form of an email detailing where every England player likes to place his penalties. The Germany captain, Philipp Lahm, is confident his team will handle the heart-galloping pressure of a shoot-out if required. \"Yes, we never miss,\" he said with a smile. \"Mentally we are good. Maybe it will go to penalty kicks but we are prepared. Sometimes we practise, not every day, but we practise.\" But such confident talk was rarely heard yesterday at the Velmore Hotel, where Germany are encamped for this World Cup. There were no chests puffed out or arrogant soothsaying – just the admittance of the obvious: Sunday's game is likely to be close. \"At the moment England haven't really shown what they are capable of but I'm convinced they remain one of the favourites,\" the Germany assistant coach, Hansi Flick, said. \"Any team that has star-studded players is to be reckoned with and they have learned a lot from Fabio Capello. We are looking forward to a classic and for our players it will be a high point in their careers.\" There was praise for Wayne Rooney, despite his diffident form. \"He has incredible qualities – he's proved that year after year,\" Friedrich said. \"He might have played underwhelmingly in the World Cup so far but he's a special player so we're forewarned and will be on our guard. If he gets a chance he will convert it.\" Germany have match-winners of their own, particularly Mesut Ozil who in a season has gone from Under-21 starlet to international-class footballer. Already at this World Cup his wizard-wand of a left foot and sharp football brain have impressed but his team-mates say he can get even better. \"There's no doubt that Mesut is an important player for us,\" Friedrich said. \"He's a very skilled technician and a schemer on the field. But he has it within him to be a superstar.\" Germany have the most ethnically diverse squad in the tournament, with 11 of their 23 previously eligible to play for a different country. They also play some of the most exciting football. But the squad are clearly worried about their defending, with Per Mertesacker, in particular, looking far from his best. \"Per has had some erratic performances and he's self-critical enough to know it,\" said Friedrich, who will again partner Metzelder on Sunday. Mostly, though, the spirit in this German squad is buoyant – a state reflected back home. Over 20m people watched them beat Ghana and millions more are expected to tune in for England. As Flick said: \"The wave of enthusiasm reaching us from Germany is so big nobody is satisfied by what we've achieved already\" – and there isn't anyone in his camp that wants to go home just yet."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}