{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/jun/25/greece-bomb-kills-security-minister-aide", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-06-24T23:09:18Z", "webTitle": "Parcel bomb kills Greek security minister's aide", "webUrl": "https://www.theguardian.com/world/2010/jun/25/greece-bomb-kills-security-minister-aide", "apiUrl": "https://content.guardianapis.com/world/2010/jun/25/greece-bomb-kills-security-minister-aide", "fields": {"headline": "Parcel bomb kills Greek security minister's aide", "bodyText": "A parcel bomb disguised as a gift exploded last night inside the offices of the minister in charge of security in Greece, killing a senior aide who tried to open the box. The explosion was meters away from where the minister, Michalis Chrysohoidis, was sat at his desk on the seventh floor of the heavily-guarded building in Athens. Giorgos Vassilakis, 52, head of the minister's security team, died instantly when the device, thought to have been gift-wrapped as a box of sweets, went off in his hands. So strong was the blast that employees in the building thought it had been struck by an earthquake. Visibly shaken, Chrysohoidis vowed the \"cowardly murderers will be brought to justice\". The unprecedented assassination attempt had clearly been aimed at him, he said, since as minister he has sought to crack down on the medley of domestic armed groups active in Greece. By late last night no group had claimed responsibility for the explosion. The bombing came amid a rise in the number of assaults on police and public buildings, starting with the series of riots which gripped the country in December 2008. Most have been claimed by ultra-left and anarchist groups. But last night was the first time an attack had targeted the heart of the security apparatus. Two of Chrysohoidis's predecessors survived bombings, most recently an assault in May 2006. But in both cases the politicians were unscathed. \"We are all asking how the device could have passed all the security, how it could have got in there,\" a senior member of the governing socialist Pasok party told the Guardian. \"Our concern now is that this will mark an escalation in terrorism at a time when the country is battling on so many other fronts, economically and socially.\" Last month three people died after protests over unpopular economic austerity measures turned violent, and a bank in the capital's city centre was firebombed with workers inside. Earlier this year, after painstaking work on Chrysohoidis's watch, the authorities arrested six suspected members of the Greece's most militant group, Revolutionary Struggle. In the run-up to the Athens 2004 Olympic games when he also held the same post, Chrysohoidis successfully dismantled November 17, one of Europe's most notorious terrorist groups which had operated with impunity, targeting diplomats, government officials and industrialists, since 1975. Security analysts expressed alarm last night. \"This signifies a malicious escalation from violence on public property to public persons that could potentially intimidate other ministers from doing their jobs,\" said Aya Burmeila, a senior analyst at the Athens-based Research Institute for European and American Studies."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}