{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2010/jun/02/country-diary-wenlock-edge", "type": "article", "sectionId": "environment", "sectionName": "Environment", "webPublicationDate": "2010-06-01T23:05:17Z", "webTitle": "Country diary: Wenlock Edge", "webUrl": "https://www.theguardian.com/environment/2010/jun/02/country-diary-wenlock-edge", "apiUrl": "https://content.guardianapis.com/environment/2010/jun/02/country-diary-wenlock-edge", "fields": {"headline": "Country diary: Wenlock Edge", "bodyText": "As a stiff breeze flapped against the top of Edge wood, spitting birds, butterflies and bits of leaf out into the sheltered lee, I picked up a lump of Wenlock Edge. A palm-sized chunk of limestone, pale yellowish grey caked in dry clay stuck out of the surface of the field. It seemed little different from all the other stones there, there was no obvious reason to pick it out – no visible fossils or strange shapes – and yet … The line between Edge Wood and recently cultivated fields was white with cow parsley, stitchwort and wild garlic. Above that was rowan and hawthorn blossom. White and speckled wood butterflies flickered through this margin-land between deep green shadow under trees and bright open sunshine over the fields. High above were flumes and beach-like ripples of cirrus; and through gaps in the woods, the west looked wild: full of big scudding clouds bringing bank holiday weather. A little further away, on Windmill Hill, the breeze had torn up tiny bits of brown paper which turned out to be small heath butterflies, and ginger, red and black bumblebees barreled over short turf jewelled in the blue and yellow of speedwell and buttercup. These are now topical colours: blue and yellow are supposed to make green, but here green makes them. All the flower colours here come from green, as do the songs of willow warbler, chaffinch and skylark. Everything comes from the green, except this lump of stone. I scrubbed at it and revealed reddish marks like the indelible bloodstains of ghost stories, white limewash-like calcium and hundreds of tiny scratches which each held some hidden secret. A shape emerged like the wide hunched figure of an ancient deity; this stone was telling me stories. But its greatest story was about finding the extraordinary in the ordinary, treasure in what we usually kick aside."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}