{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2010/jun/14/roots-poverty-importance-records", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2010-06-13T23:05:40Z", "webTitle": "Letters: The roots of poverty and the importance of long-term records", "webUrl": "https://www.theguardian.com/society/2010/jun/14/roots-poverty-importance-records", "apiUrl": "https://content.guardianapis.com/society/2010/jun/14/roots-poverty-importance-records", "fields": {"headline": "The roots of poverty and the importance of long-term records", "bodyText": "Frank Field (Dropping anti-poverty target a betrayal, says David Miliband, 12 June) follows Iain Duncan Smith in believing that poverty is caused by \"family breakdown, educational failure, addiction, debt, worklessness and economic dependency\" (Duncan Smith's speech on 27 May). But these conditions do not cause poverty – they are just as common among all income groups, including the very richest, even among members of the royal family, who escape poverty because they have enough money from economic dependency not to become poor. The anti-poverty target requires the government to increase the lowest incomes until no child lives in a household with a net income less than 60% of the median. This can be achieved when the government chooses to raise minimum wage rates and tax credits for those who work for poverty wages (more than half of children in poverty live in working households), and all the benefits for children and those who cannot find work or who are not able to take it. Frank Field may be right that governments can never overcome some of those human conditions, but he is wrong to believe that the inadequate incomes for decency and inclusion which cause poverty cannot be overcome. As WC Fields (a better social analyst than Frank Field) observed, \"a rich man is nothing more than a poor man with money\", but as Henry Fielding added, \"neither great poverty nor great riches will hear reason\". Professor John Veit-Wilson Newcastle University • Polly Toynbee makes the case admirably for sustaining Britain's unique record on cohort studies (The most perilous of cuts is to sever the historical record, 8 June). These studies – and others which track the trajectories of people's lives over time – are a wonderful source of information on key social, economic, health and ageing issues. More than almost any other form of research, they can provide evidence about what causes bad and good outcomes, so they are essential for policy evaluation as well as understanding the processes of change in human lives. We cannot predict what such studies will tell us – which is exactly why they are so valuable. But as Polly points out, it is essential that they are maintained over time. Long horizons are a pretty sound indicator of a healthy approach to all kinds of problem-solving. Arguably we need them now more than ever before, given the damage caused by economic short-termism and social quick fixes. Prof Tom Schuller Director, Longview, Prof Michael Wadsworth Chairman, Longview, Prof John Bynner Former director, Centre for Longitudinal Studies, Prof Heather Joshi Director, Society for Longitudinal and Lifecourse Studies, Prof Harvey Goldstein Professor of social statistics, University of Bristol"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}