{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2010/jun/21/golden-pension-public-sector", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2010-06-20T23:05:11Z", "webTitle": "No golden pensions in the public sector", "webUrl": "https://www.theguardian.com/society/2010/jun/21/golden-pension-public-sector", "apiUrl": "https://content.guardianapis.com/society/2010/jun/21/golden-pension-public-sector", "fields": {"headline": "No golden pensions in the public sector", "bodyText": "We hear too often about the long-term cost of public sector pension schemes as if they are a time bomb ready to explode at the heart of the public finances (Gold-plated pensions a myth, union tells Clegg, 15 June). Thankfully, in its report last week, the government's own Office for Budget Responsibility exposed the future costs of public sector pensions to be steady, predictable and sustainable. Despite its portrayal as a tax-guzzling monster, the NHS pension scheme actually hands billions of pounds over to the taxpayer each year. More is paid into the fund than is paid out to pensioners, and all that surplus goes to the Treasury. Your report also repeats the deputy prime minister's accusation that public sector pensions are unreformed. Yet the NHS pension scheme has been reformed. The contributions made by NHS workers such as midwives have risen, as has the retirement age, and the taxpayers' contribution has been capped – if the scheme ever needs more money either NHS employees have to pay more or benefits have to be cut. Let's look at the reality of a \"gold-plated\" pension. Take the average pension for a female NHS worker – it is just £5,000. The median pension for women on an NHS pension is much less. In fact, half of all women pensioners who have worked in the NHS get a pension of less than £3,500 per year. If that's a gold-plated pension it must have been made by Gerald Ratner. Jon Skewes Director of Employment Relations and Development, Royal College of Midwives • My story may help provide some balance to the attacks on public sector pensions. I have worked for just shy of 40 years in universities. I am 61 and about to retire, having taken voluntary severance. I was both a head of department and head of school. A friend of mine is nine years younger and designs computer programmes for a well-known bank. He too has been offered voluntary severance. If he gets it, he will receive three times his £100,000 salary, ie £300,000. My severance is one-tenth of that sum and I will need to receive my pension for 22 years before I overtake my friend's amount! It is also worth noting that my pension is not typical of the public sector, being more generous than most. Phil Lee Southport, Merseyside • Not only are public sector employees facing pay cuts but we must also kiss goodbye to the many \"perks\" we receive. As a midwife I am keen to participate in this and wish to know to whom I can return my one and only \"perk\", which is the remainder of a box of five pairs of tights I purchased specifically for work with a £5 M&amp;S gift voucher given to me last Christmas by my employer. Barbara Dennison Wakefield, West Yorkshire"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}