{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2010/jun/17/corrections-and-clarifications", "type": "article", "sectionId": "news", "sectionName": "News", "webPublicationDate": "2010-06-16T23:05:04Z", "webTitle": "Corrections and clarifications", "webUrl": "https://www.theguardian.com/theguardian/2010/jun/17/corrections-and-clarifications", "apiUrl": "https://content.guardianapis.com/theguardian/2010/jun/17/corrections-and-clarifications", "fields": {"headline": "Corrections and clarifications", "bodyText": "• Writing about the expected £28,350 price tag for the Nissan Leaf electric car, an article noted that this was several thousand pounds more than the price of rivals. But, an AA commentator was quoted as saying, the Leaf's running cost of 0.3p a mile could produce a saving of £1,500 a year for a driver doing about 10,000 miles – so the cost margin might be recouped in three years. The AA has now confirmed that the cost will be more like 2p a mile; the 0.3p rate was based on a very low night electricity rate for recharging, it explained. The calculation on recouping no longer holds true (Electric shock: High price for Nissan Leaf, 18 May, page 22). • Forecasts by the Office for Budget Responsibility were represented in a set of bar charts (Lower borrowing... but less growth too, 15 June, pages 24-25). The chart on unemployment showed the predicted annual rate, not the percentage change on the previous year, as its heading said. Growth in GDP predicted for 2011 should have been given as 2.6%, instead of 1.6%. • We meant to attribute the error that allowed Mesut Ozil to score a goal – in last year's Under-21 European football championship final between Germany and England – to Scott Loach, not Joe Hart (Ozil's wizardry casts spell of youthful zest, 15 June, page 7). • A band at the Isle of Wight festival \"wailed aimlessly at a disinterested crowd for half an hour\". Disinterested, the Guardian style book notes, \"means free from bias, objective... often used incorrectly instead of uninterested, not taking an interest\" (Macca rolls out the big guns in battle of the comebacks, 15 June, page 36)."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}