{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2010/jun/10/cbi-budget-government-borrowing", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2010-06-09T23:06:07Z", "webTitle": "CBI calls for reduced taxes on rich and big spending cuts", "webUrl": "https://www.theguardian.com/business/2010/jun/10/cbi-budget-government-borrowing", "apiUrl": "https://content.guardianapis.com/business/2010/jun/10/cbi-budget-government-borrowing", "fields": {"headline": "CBI calls for reduced taxes on rich and big spending cuts", "bodyText": "The CBI today demanded that the public sector bear the brunt of Britain's deficit reduction as it urged the government to spare the better-off from radical changes to capital gains tax. In its budget submission that drew accusations of special pleading from the TUC, the employers' organisation called on George Osborne to water down plans to raise revenue from the better-off through tougher CGT rules and by restricting tax relief on pensions. The CBI also said it wanted the chancellor to bring the top rate of income tax back down from 50% to 40% as quickly as possible. Richard Lambert, the CBI's director-general said it was vital for the government to restore financial market confidence in the public finances by bringing Britain's record peacetime deficit rapidly under control. The submission said there should be four pounds of spending cuts for every pound of tax increase, but said infrastructure spending should not be cut excessively. Lambert set out a three-point plan for making savings in the public sector: controlling workforce costs through curbs on pay and hiring; eliminating waste and duplication through sharing back-office functions, outsourcing and more efficient procurement; re-engineering public service delivery, including treating more patients at home. In his letter to Osborne, Lambert said the government should not reduce the CGT exemption, currently just over £10,000, and allow a broad range of assets to be taxed at 18%. He added: \"The changes to the tax treatment of pensions, scheduled for April 2011, will act as a deterrent to mobile talent as well as a significant disincentive to long-term saving. \"The increase in the higher rate of income tax to 50p has damaged the UK's reputation as a business location, and there is a risk that it will not achieve a significant increase in the tax take. An early commitment to reversing this increase as soon as if can afforded would be welcome.\" TUC general secretary, Brendan Barber, said: \"This is special pleading by the CBI. Not only do they want the deficit closed quickly, but they're saying that business should play no part in this. It beggars belief that they are calling for spending cuts that will inevitably hit the poor and all those who depend on public services, and for these people to suffer just to pay for tax cuts on the pensions of those earning more than £150,000 a year.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}