{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2010/jun/17/in-praise-of-understudies", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2010-06-16T23:05:08Z", "webTitle": "In praise of … understudies | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2010/jun/17/in-praise-of-understudies", "apiUrl": "https://content.guardianapis.com/commentisfree/2010/jun/17/in-praise-of-understudies", "fields": {"headline": "In praise of … understudies", "bodyText": "It is in the nature of being an understudy that yours is not a place in the spotlight. Yet team games and the performing arts could not survive without them and nor could aspiring young talents. Mostly, being an understudy is unrewarding work, learning a big role or keeping match fit in case the star drops out unexpectedly, which generally they don't. Patience and an acceptance of audience disappointment have always been essential attributes. Occasionally, fate summons the understudy to the frontline with lasting consequences – Geoff Hurst standing in for Jimmy Greaves in the 1966 World Cup, Anthony Hopkins taking over at the National Theatre when Laurence Olivier went down with appendicitis. For such understudies, the rest is history and knighthoods beckoned. For the others, the majority, being an understudy is simply about dreams of what might have been. Much sitting on the sidelines. Long hours of hanging around, just in case. How doubly cruel, therefore, that when Christopher Steele's moment came at last, summoned by the English National Opera to step in when the tenor Alfie Boe could not sing in Bizet's The Pearl Fishers at the London Coliseum last weekend, he too succumbed to an infection within an hour and had to be replaced in his turn by a man from the chorus. How fitting, too, that the role in question is of a character called Nadir. A cautionary reminder, surely, that they also serve who mostly sit and wait. Let us hope Mr Steele gets a second chance one day."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}