{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jun/14/england-australia-rugby-union-johnson", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-06-13T23:06:38Z", "webTitle": "Australia 27-17 England | Cook Cup match report", "webUrl": "https://www.theguardian.com/sport/2010/jun/14/england-australia-rugby-union-johnson", "apiUrl": "https://content.guardianapis.com/sport/2010/jun/14/england-australia-rugby-union-johnson", "fields": {"headline": "Australia underline the many failings of Martin Johnson's England set-up", "bodyText": "It is now two years and 22 Test matches since Martin Johnson was handed the job as England's team manager. In that time the national side have won only eight times and been victorious abroad just once in a truly dire Six Nations contest against a deeply average Italy. Players come and go but progress remains barely discernible. Like a gushing oil well in the Gulf of Mexico, the toxic results just keep on coming. What to do? There seems little doubt England are now heading for another wounding series defeat in the southern hemisphere, where the locals react to similar strife with ruthless simplicity. Shape up or ship out is the antipodean mantra, a state of mind which galvanises coaches and players alike. With New Zealand, Australia, Samoa and South Africa all heading to Twickenham this autumn, Johnson is accelerating towards the point of no return. Barring a drastic improvement, his team could easily enter World Cup year in 2011 having failed to win eight of their previous nine Tests. It is not a totally lost cause. England have the most promising young prop in the world in Dan Cole, a reliable scourge of callow opposition. Ben Youngs, Ben Foden and Chris Ashton are all made of the right stuff, Tom Croft is a respected Test Lion and Andrew Sheridan, Tom Rees and Matt Mullan are all sitting at home. But as weekend results proved yet again, there is no point European sides ignoring the gap in class and execution between the hemispheres. The June chasm – and congratulations to Scotland and Andy Robinson for defying the trend with their win over Argentina on Saturday – is as wide as ever. Clear-eyed honesty and no little humility are now called for. Serious doubts, for a start, exist as to whether the England management are doing more than leading the squad ever deeper into the quicksands of mediocrity. Johnson has struggled as a visionary selector from day one, but the biggest frustration is the number of players who are failing to develop in an England shirt. Watch Danny Care, for example, in action for Harlequins and you see instinct and pace in abundance. When he plays for England he appears frozen with self-doubt. Contrast that with Quade Cooper, Will Genia, James O'Connor and David Pocock. None is older than 22 and yet all of them ooze authority. If Danny Cipriani were Australian, you suspect the have-a-go culture would suit him too. England have been ordinary for too long, under too many individuals, for it to be entirely Johnson's fault. At least one of the coaches has been heard to mutter about silk purses and sow's ears and the players should take some responsibility. You wonder again to what extent the raft of overseas players in decision-making roles in the Premiership is affecting the development of English talent. But then you watch England warming up before games and note the army of specialists and consultants all imparting essential advice while the Wallabies are quietly attended by just a couple of trainers. This England set-up is a track-suited Tower of Babel. They look over-coached, over-trained and over-manned, not merely over-rated. How much longer will it be before someone in a position of influence makes the link between the obsessive pre-game kicking practice of Jonny Wilkinson and Toby Flood and the creative desert that is the English midfield? How long before Johnson bangs his fist on the team-room table and asks why so few forwards exude the passion he does? Those close to him say he is fully aware results have to improve soon. His loyalty to his assistants, though, is such he would instinctively prefer to take the rap rather than be forced to sack his mates. The Rugby Football Union, in that event, would be wholly culpable. Those who dispensed with Brian Ashton in less-than-glorious circumstances after reaching the 2007 World Cup final could not credibly remain if they jettison the novice manager they backed to sort everything out. On the long flight across the country to Sydney, Johnson also had ample time to ponder his response to the anger he felt. Sad to report, the 36-year-old Simon Shaw's days appear numbered at this level. If he is not going to last until the World Cup it is time to unleash Courtney Lawes in the second Test this Saturday, perhaps alongside the competitive Geoff Parling. Scrummaging Australia into the ground and doing precious little around the park for a second week running is not an option. Lewis Moody looks weary and Nick Easter's place is also in jeopardy, particularly on hard, fast grounds. What is the harm in seeing how Jon Golding, Rob Webber, Steffon Armitage, Dan Ward-Smith, Youngs, Shane Geraghty, Olly Barkley and even Dominic Waldouck respond to the test of character which now awaits? This Wallabies team are maturing rapidly, their whole-hearted defence and knife-sharp running rendering their acute scrum problems almost irrelevant. Cooper, scorer of two sweet tries, is an irresistible pivot and a fit Genia and Matt Giteau will hope to turn the screw further under Rocky Elsom's strong, silent leadership. Unless they can summon up dynamism, England risk another Rocky-inspired horror show."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}