{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2010/jun/06/nick-clegg-cuts-coalition-cuts-thatcher", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2010-06-05T23:06:27Z", "webTitle": "Nick Clegg vows no return to savage cuts of the Thatcher years", "webUrl": "https://www.theguardian.com/politics/2010/jun/06/nick-clegg-cuts-coalition-cuts-thatcher", "apiUrl": "https://content.guardianapis.com/politics/2010/jun/06/nick-clegg-cuts-coalition-cuts-thatcher", "fields": {"headline": "Nick Clegg vows no return to savage cuts of the Thatcher years", "bodyText": "Nick Clegg has staked his political reputation on a pledge that under the coalition government there will be no return to the savage cuts of the 1980s. In an interview with the Observer, he launched a withering attack on the economic policies of Margaret Thatcher and promised instead to look to the examples of Sweden, Canada and the US to deliver \"progressive\" cuts. \"It is important that people understand that fiscal retrenchment does not mean a repeat of the 1980s. We're going to do this differently,\" said Clegg, in a move that risks angering MPs on the Conservative right, many of whom admire their former leader. The deputy prime minister said he would use his authority \"ruthlessly\" to make sure coalition commitments were met. He argued there was an assumption on the centre-left that austerity measures were, by definition, regressive and rightwing: \"I think principally the reason is because our collective memory of difficult budget decisions harks back to the 1980s, the harshness of the 1980s, north-south divide, sink-or-swim economics. That is our folk memory.\" But Clegg argued that some of the biggest cuts programmes across the world in recent decades had been carried out by \"centre-left governments\", including \"the social democrats in Sweden, the Clinton administration [in the US] and the Liberals in Canada\". He promised that while his party was part of the coalition there would be protection for the country's poorest areas, including his own constituency in south Yorkshire. \"We're not going to allow a great north-south divide to reappear,\" he said, in an effort to allay fears triggered by the prime minister during the election. David Cameron named the north-east and Northern Ireland as regions too dependent on the public sector. Critics have attacked Clegg for changing his position on the deficit. Before the election, his party warned that £6bn of immediate cuts risked pushing Britain into a double-dip recession. But Clegg said he had been convinced by Bank of England governor Mervyn King and the situation in Greece. The £6bn was a small part of the deficit that gave \"breathing space\" and provided a necessary \"signal\" to the market that the government was willing to act, he said. He argued that failing to deal with the deficit would not be progressive because it would hit confidence and that would have an impact on jobs while interest rates would spike, hitting people who depended on low rates for their \"livelihoods\". \"I say this with such urgency because I think what's happening, bluntly, among the kind of centre-left community is a huge mistake – in thinking that even tackling the fiscal crisis is somehow an unprogressive thing to do. Not tackling it would be a greater betrayal of our progressive ideals.\" But some were quick to hit back, arguing the policy risks derailing a fragile recovery already under threat from financial market turmoil and crises in Britain's key eurozone trading partners. \"Now is not the time to be making severe cuts to the economy. Cuts too deep and too soon risk the economy falling back into recession,\" said Brendan Barber, TUC general secretary, which has warned that the plans could increase unemployment and the benefits bill. Clegg will tour European capitals this week stressing that the coalition government wants to lead the debate in Europe. He is also expected to make an announcement within days or weeks about the timing of a referendum on a new voting system."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}