{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/jun/02/late-middle-classes-michael-billington", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-06-01T23:29:40Z", "webTitle": "The Late Middle Classes | Theatre review", "webUrl": "https://www.theguardian.com/stage/2010/jun/02/late-middle-classes-michael-billington", "apiUrl": "https://content.guardianapis.com/stage/2010/jun/02/late-middle-classes-michael-billington", "fields": {"headline": "The Late Middle Classes", "bodyText": "Justice has finally been done. This Simon Gray play expired on the road in 1999 without ever making it to the West End. Now, in David Leveaux's sensitive revival, it emerges as one of Gray's best plays: a quietly moving portrait of repressive 1950s England and, in particular, of the way children often become the victim of adult dreams and desires. The action is bookended by two present-day scenes in which the mature Holly visits his former music teacher. But the bulk of the story takes place on Hayling Island in the 1950s where the 12-year-old Holly is caught between conflicting emotional needs. To his mother, Celia, hating austerity Britain and unfulfilled by marriage to her dullish pathologist husband, Holly becomes the vessel for all her longings. But to Mr Brownlow, his piano teacher and a would-be composer living alone with his Austrian refugee mother, the boy is a mixture of muse, playmate and object of desire. Once the intensity, however platonic, of the relationship between Holly and his teacher becomes clear, middle England exacts its revenge. Terence Rattigan inevitably comes to mind: nowhere more so than in the painfully funny scene where Holly's tongue-tied father seeks to offer his son a little sexual education. And, like Rattigan, Gray cunningly shows how a study of middle-class mores can afford a glimpse of the state of nation; the narrow-mindedness and prejudice of 50s England is exactly caught when Holly's tennis-playing, gin-and-it mother says, apropos her son's music teacher, \"you don't think he's a Jew, do you?\" It crossed my mind that the play is also about the state of Britten as well as of England: the music-teacher's arrested adolescence, and dependence on inspirational youth, has strong echoes of the leading British composer of the period. And it's a measure of the play's generosity that it sees Brownlow not as a sinister paedophile but as a man who seeks to harness his instincts and turn them to creative ends. Leveaux's production is also perfectly pitched. Laurence Belcher, one of three alternating Hollys, has just the right emotional alertness. Helen McCrory, as his mother, blends waspishness with vulnerability. And there is equally good work from Peter Sullivan as her laconically evasive husband, Robert Glenister as the emotionally possessive music-teacher and Eleanor Bron as the Austrian mother who lives in constant fear of the police and her son's exposure. Admittedly Gray's exposition is somewhat leisurely. But the play works as a picture of an England of powdered eggs and emotional deprivation and as an account, not unlike LP Hartley's The Go-Between, of how adult life can be scarred by childhood experience. Booted into touch a decade ago, it reminds us of just how good a dramatist Simon Gray was."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}