{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jun/06/uruguay-world-cup-2010", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-06-05T23:06:54Z", "webTitle": "Uruguay World Cup 2010 fan's preview: Red cards can be a problem", "webUrl": "https://www.theguardian.com/football/2010/jun/06/uruguay-world-cup-2010", "apiUrl": "https://content.guardianapis.com/football/2010/jun/06/uruguay-world-cup-2010", "fields": {"headline": "Uruguay World Cup 2010 fan's preview: Red cards can be a problem", "bodyText": "We'll either do very well, or very poorly. Our group opponents look beatable, and there's a clear route to the semi-finals. The problem is we could easily lose every group game too. We have three ways of playing: 1) Matching the opposition, so we can look great against Brazil (as we did in our qualifier) and terrible against Australia (as we did when we missed out on 2006); 2) We excel at \"moral victories\" – dominating games, yet not winning; and 3) Our best-known style: kicking the living daylights out of the opposition. Red cards could be a problem. Men to watch: We have one of the best forward lines in Diego Forlán and Ajax's Luis Suárez, who will be playing for a transfer too. In midfield, Nicolás Lodeiro, just 21, plays with a lot of dazzle and confidence – too much, some think. He's the type of player who will slalom past four only to unleash an ill-advised shot instead of a pass. He will need to make good decisions. Weakest link: Our full-backs – Martín Cáceres (Juventus) and Jorge Fucile (Porto) – aren't the greatest. The coach: Óscar Wáshington Tabárez always plays two up-front, one link-man, and three other midfielders. There's little of interest, tactically. Best chant: We tend to chant \"Soy celeste\" over and over. It just means \"I am light blue.\" Simple, powerful. Least-liked opponents: Germany, Cristiano Ronaldo and also Thierry Henry. TIPS Winner: Spain, but Holland may have a chance. Golden boot: David Villa (Spain). England: They'll beat USA 1-0, Algeria 2-0 and draw with Slovenia 1-1, the press will go crazy, then they'll be hammered by Ghana 3-1. Mark my words! Follow Lazar Treschan at nomoreonionbags.com"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}