{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "books/2010/jun/12/language-glass-colour-guy-deutscher", "type": "article", "sectionId": "books", "sectionName": "Books", "webPublicationDate": "2010-06-11T23:14:26Z", "webTitle": "Through the Language Glass: How Words Colour Your World by Guy Deutscher | Book review", "webUrl": "https://www.theguardian.com/books/2010/jun/12/language-glass-colour-guy-deutscher", "apiUrl": "https://content.guardianapis.com/books/2010/jun/12/language-glass-colour-guy-deutscher", "fields": {"headline": "Through the Language Glass: How Words Colour Your World by Guy Deutscher", "bodyText": "This tale begins with a Liberal leader and his innovative exploration of the colour blue. Not Nick Clegg and the Tories, but William Gladstone and his concern about Homer's use of colour in The Iliad and The Odyssey. Gladstone was the first prominent intellectual to notice something awry with the Greek poet's sense of colour. Homer never described the sky as blue. In fact, Homer barely used colour terms at all and when he did they were just peculiar. The sea was \"wine-looking\". Oxen were also \"wine-looking\". And, to Gladstone, the sea and oxen were never of the same colour. His explanation was that the Ancient Greeks had not developed a colour sense, and instead saw the world in terms of black and white with only a dash of red. Guy Deutscher's interest in the Homeric eye is less about evolution or optics than it is linguistic. Can we see something for which we have no word? Yes. The Greeks were able to distinguish shades of blue just as vividly as we can now, despite lacking a specific vocabulary for them. Yet, writes Deutscher, even though Gladstone was wrong about the Greeks' sense of perception, his hunch about the emergence of colour words was \"so sharp and far-sighted that much of what he wrote . . . can hardly be bettered today\". It turned out that it wasn't just the Ancient Greeks who never said the sky was blue. None of the ancient languages had a proper word for blue. What we now call blue was once subsumed by older words for black or for green. (In fact, this is why in Japan green lights are actually a bluer shade of green than in the rest of the world. The word used for the green of traffic lights is ao, which used to mean \"green and blue\" but now means blue. Rather than change the word, they changed the colour.) Deutscher has a lot of fun relating the discovery that colour words emerge in all languages in a predictable order. Black and white come first, then red, then yellow, then green and finally blue. (Although sometimes green is before yellow.) Red is probably first because it is the colour of blood and of the easiest dyes to make in the wild. Green and yellow are the colours of vegetation. And blue is last because – with the exception of the sky – few naturally occurring things are blue and blue dyes are very difficult to make. It takes Deutscher half his book to tell the story of blue, and fascinating and well written though it is, the discussion is a diversion from the point he really wants to make, which is that language can affect how we perceive the world. Is it possible that two people may think about the world differently purely by dint of the language they speak? Deutscher believes that this is the case, and he provides three examples: Guugu Yimithirr is an indigenous Australian language – it gave us the word kangaroo – that does not have words for \"left\" and \"right\". Instead, all directions are given in terms of where the speaker is standing in relation to the points of the compass. Experiments have shown that Guugu Yimithirr speakers have \"perfect-pitch for directions\": regardless of visibility conditions, or whether they are stationary or moving, they know where north is. This is the most striking example, says Deutscher, of how speech habits can have \"far-reaching consequences beyond speaking, as they affect orientation skills and even patterns of memory\". Secondly, he argues that gender systems can \"exert a powerful hold on speakers' associations\". Spanish and German speakers were asked to memorise, in English, two dozen objects by associating a person's name with that object. Results showed that they were better at remembering the object when the name tallied with the gender of the word in their mother tongue. So a Spaniard found it easier to remember an apple if it was named Patricia (la manzana is feminine), and a German if the apple was Patrick (der Apfel is masculine). The third example returns to the blues. Russian has a word for light blue – goluboy - and a word for dark blue – siniy. In some tests Russian speakers were faster at distinguishing certain shades of blue than English speakers. Deutscher's conclusion is that \"speakers of different languages may perceive colours slightly differently after all\". Of these three examples, only the first felt significant. The ability to know which way is north at all times, even in the dark, is an extraordinary skill that has useful applications. The other two examples showed, if anything, that language barely has an effect on perception since the experiments seemed overly contrived and the results slight. In his introduction, Deutscher writes that most respectable psychologists and linguists think that the influence our mother tongue has on the way we think is negligible, or trivial. His book is an attempt to show that they are wrong. But apart from the Guugu Yimithirr, whose way of life is so different from ours anyway, Deutscher hasn't really convinced me that language does have much of an effect on perception, at least not in any unexpected or, as he claims, \"striking\" ways. Still, his scholarly and eloquent prose made the book an enjoyable read and I learnt lots of great anecdotes along the way. Alex Bellos's Alex's Adventures in Numberland is published by Bloomsbury."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}