{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/jun/02/arms-spending-rise-recession", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-06-01T23:01:11Z", "webTitle": "Arms spending unaffected by financial crisis, says thinktank", "webUrl": "https://www.theguardian.com/world/2010/jun/02/arms-spending-rise-recession", "apiUrl": "https://content.guardianapis.com/world/2010/jun/02/arms-spending-rise-recession", "fields": {"headline": "Arms spending unaffected by financial crisis, says thinktank", "bodyText": "Governments around the world might be heralding an age of austerity, and warning citizens that they will need to cut public services, but the aftershocks of the global financial crisis have had little impact on military budgets, a leading thinktank says . Last year, $1.5 trillion (£1tn)was spent on weapons, an annual increase in real terms of 5.9%, according to the latest report by Sipri, the Stockholm International Peace Research Institute. The US accounted for more than half of the total increase, though arms spending increased fastest in Asian countries, with China raising its military expenditure most, followed by India. Global spending has risen by nearly 50% over the past decade, said Sipri. The US headed the list of the world's top 10 arms buyers last year, spending $661bn on military equipment. It was followed by China (spending an estimated $100bn), France ($63.9bn), Britain ($58.3bn), Russia (an estimated $53.3bn) and Japan ($51.8bn), according to the report. Though some large-scale weapons programmes were cancelled in the latest US budget plans, notably the F22 stealth fighter, more money was earmarked for other projects, including unmanned aerial vehicles (UAVs) and cyberwarfare, said Sipri. The British government is likely to follow suit in the forthcoming strategic defence review, though it is expected to make significant cuts in the number of F35 Joint Strike Fighters proposed for the Royal Navy's two planned large aircraft carriers. Sipri notes that the US has actually increased its JSF programme. Of European countries, Britain accounted for the biggest absolute increase (of $3.7bn) followed by Turkey and Russia. Cyprus increased military spending most in real terms, taking inflation into account. Given its financial woes, Greece, which has traditionally devoted a higher percentage of its wealth to defence than most Nato countries, has already decided to cut military spending this year, the report says. Natural resources, notably oil, can be a source of international or national conflict, inevitably leading to higher military spending. Sipri points to Nigeria where, it says, \"the massive environmental damage caused by oil extraction and the lack of benefit to oil-producing regions has generated grievances\", and to Brazil, which has justified planned purchases of submarines \"in terms of the need to protect newly discovered underwater oil fields\". It adds that in Afghanistan, where the conflict has fuelled global arms production, insurgent groups and warlords have been collecting up to $400m a year from the opium poppy harvest. Only six of the biggest armed conflicts last year concerned territority, with 11 fought over the nature and makeup of a national government, according to Sipri's report. It said that only three of the 30 big conflicts over the past decade were between states. Sipri's 2010 Yearbook also says that eight states - the US, Russia, the UK, France, China, India, Pakistan, and Israel - possess between them nearly 8,000 operational nuclear weapons. Britain deploys 144 nuclear warheads, it says. William Hague, the foreign secretary, told the Commons last week that Britain's total number of nuclear warheads would not exceed 225, including the maximum 160 already declared as operationally available."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}