{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2010/jun/29/wimbledon-2010-andy-roddick-lu", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2010-06-28T23:05:32Z", "webTitle": "Wimbledon 2010: Andy Roddick sees dreams crushed by Lu Yen-hsun", "webUrl": "https://www.theguardian.com/sport/2010/jun/29/wimbledon-2010-andy-roddick-lu", "apiUrl": "https://content.guardianapis.com/sport/2010/jun/29/wimbledon-2010-andy-roddick-lu", "fields": {"headline": "Wimbledon 2010: Andy Roddick sees dreams crushed by Lu Yen-hsun", "bodyText": "Andy Roddick's dream of claiming the grand slam he has wanted since a child morphed into the nightmare of the biggest shock yet at this year's Championships today. Lu Yen-hsun, the world No 82 from Taiwan and son of a chicken catcher, had boasted a best performance at a major of reaching the third round at last year's Australian Open before he blew Roddick out of SW19 by winning the fifth set 9-7 to reach Wednesday's quarter-finals, where he faces Novak Djokovic. Lu's father died in 2000 and this victory was dedicated to him while leaving Roddick confessing he was \"pissed off\". The American was seen throwing his racket in fury in the locker-room after the defeat and, in response to some less than sensitive questioning, said: \"Of course I'm going to be pissed off when I wake up tomorrow. If you got fired from your job, you probably wouldn't wake up the next day in a great mood. We're better than those questions.\" Roddick, of course, came close to beating Roger Federer in last year's memorable final before suffering the heartbreak of losing 14-16 in the fifth set, the third time he had been runner-up for the Wimbledon singles title. Roddick was honest when appraising the need for victory over Lu. He said: \"If I want to consider myself a contender for this tournament, I've got to get through that match. He [Lu] had a game plan, he stuck to it and he deserved to win more than I did. That's for sure.\" Roddick appeared to have revived his hopes against the 26-year-old Lu by taking a fourth-set tie-break 7-5 to level the match at two sets all. In a contest that featured the long baseline rallies that have replaced serve-and-volley as regulation fare on these lawns both men quickly became conscious that the victor would be whoever could make, and take, any glimmer of a chance. So it was that they marched through the fifth set holding serve until Lu, who knocked Andy Murray out in the opening round of the Beijing Olympics two years ago, prevailed 4-6, 7-6, 7-6, 6-7, 9-7. \"I know he's very tough on grass becausehe has big serve,\" Lu said of Roddick, who had beaten him on two previous occasions. \"I don't think I [did] any different than last time. I just [concentrated on] my serve when I was in trouble or when I in tough situation [and] I didn't overplay. I have to stay with him because last two matches, sometimes in the pressure, I overplayed because I want to make a winner. Today I just take time, serve regular and stay with him, try to find a chance and to win the set, set by set, set by set, until the end, I shaking hand and I win.\" Asked his overriding emotion at the close of the contest, he said: \"For me I [was] really thankful for my family. Also I'm really upset because my father's passed away I make this result [for him]. I'm really proud to share this victory with him in the sky. I hope he sees this match. \"So in that moment, I just sit and tell myself, I done it. I did it for my father.. I did it for myself also. I did for all the people support me.\" Lu then revealed his humble beginnings in Taiwan's capital, Taipei. \"My father sold the chicken, not the meat, but the live chicken – they sell the chicken, to the farm or something [where] they kill it and it becomes the meat. I can catch a chicken – I can show you – serious. I tried few times. But I don't really like because smell really bad. But I know is very tough work. They always working between one in the morning to six in the morning, very early. That time the chicken cannot run away because they cannot see.\" Novak Djokovic beat Lleyton Hewitt in four sets to win the right to see if he can reach a first Wimbledon semi-final by overcoming Lu. Robin Soderling had a scare against David Ferrer, the No9 seed, on Court 12 before winning 6-2, 5-7, 6-2, 3-6, 7-5. He said: \"It's always nice to be in the quarters in any grand slam. Last year I had my best result reaching the fourth round and now I'm one step further.\" The day of rest on the middle Sunday is a unique feature of Wimbledon among the four grand slam events. Some people think it is too anachronistic for the modern day, but you can bet Rafael Nadal is not one of them. The Spaniard had needed treatment for knee, thigh and elbow problems in the previous round but the benefit of a day off clearly did the trick for he was back to his best today as he swept aside Paul‑Henri Mathieu 6-4, 6-2, 6-2 – his 10th win in 10 matches against the Frenchman – to reach the quarter-finals. From the moment Mathieu missed a couple of chances to break for 2-0 in the opening set it never looked as if he believed he could beat the world No1."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}