{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2010/jun/29/fbi-breaks-up-alleged-russian-spy-ring-deep-cover", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2010-06-28T23:13:41Z", "webTitle": "FBI breaks up alleged Russian spy ring in deep cover", "webUrl": "https://www.theguardian.com/world/2010/jun/29/fbi-breaks-up-alleged-russian-spy-ring-deep-cover", "apiUrl": "https://content.guardianapis.com/world/2010/jun/29/fbi-breaks-up-alleged-russian-spy-ring-deep-cover", "fields": {"headline": "FBI breaks up alleged Russian spy ring in deep cover", "bodyText": "The FBI has arrested 10 alleged Russian spies and broken up a \"long term, deep cover\" network of agents that spent years adopting American identities and gathering an array of intelligence, from information about nuclear weapons to the gold market and personnel changes at the CIA. In an indictment that might have been taken from the plot of a cold war thriller, the FBI alleges that the Russian intelligence service, the SVR, sent spies to live in the US under false names with the intent of becoming so Americanised they could build relationships with sources and gather information without raising suspicion. Some of the agents lived as married couples and had children who have grown up as Americans unaware that their parents are Russian. The FBI alleges that the accused spies were able to get close to a scientist working with \"bunker-buster\" nuclear bombs and a New York financier with powerful political ties. But the intercepts do not suggest they were successful at uncovering valuable information and some of the exchanges with Moscow appear almost laughable in their simplicity, including advice to one agent to \"build up little by little relations\" with the financier. The FBI said that the deep cover agents were called \"Illegals\" by Moscow. An intercepted message from the SVR to two of the alleged spies outlined their mission. \"You were sent to USA for long-term service trip. Your education, your bank accounts, car, house, etc – all these serve one goal: fulfill your main mission, ie to search and develop ties in policymaking circles in US and send intels (intelligence reports) to C (Centre),\" an intercepted message said according to the indictment. The FBI described the \"Illegals\" as being paired in Russia \"so that they can live together and work together in a host country, under the guise of a married couple. Illegals who are placed together and cohabit in the country to which they are assigned will often have children together\". The arrests were made in Arlington, Virginia – close to the Pentagon and CIA headquarters – and in New York, Boston and New Jersey. One of the detained couples lives on the west coast, in Seattle. The justice department said one other alleged spy, who is accused of delivering payments to members of the ring, is still being sought. According to the indictments, members of the spy ring reported back to Moscow in 2004 that they were able to get close to an American whom the Russian agents described as involved in \"strategic planning related to nuclear weapon development\" and \"had conversations with him about research programs on small yield high penetration nuclear warheads recently authorised by US Congress (nuclear 'bunker-buster' warheads)\". Another alleged spy, named as Cynthia Murphy, built a relationship with a man described as a prominent New York-based financier active in politics. Moscow responded that he was a very interesting target because he might be able to provide information about foreign policy and discussions among the president's closest aides. The SVR also urged its agents to collect information on the US positions on arms talks, Iran's nuclear programme and Afghanistan in advance of Barack Obama's visit to Russia last year. Moscow also sought information about personnel turnover at the top of the CIA and the 2008 presidential election. The indictment says the alleged spies used a number of methods to communicate with the SVR including unique wireless networks to transfer encrypted data. One of the wireless networks was run from a van in New York that on one occasion parked outside a coffee shop where one of the accused , named as Anna Chapman, was sitting. The FBI said it observed as she established a connection with the wireless link in the van and transmitted data. A few weeks later she did the same from a bookshop. The FBI said it also observed a car with diplomatic plates registered to the Russian government park outside a Washington DC restaurant where another alleged spy who went by the name Mikhail Semenko, who is still being sought by the authorities, used a computer to establish a connection with a wireless signal from the car. Other information was passed by posting pictures on the internet that had text buried in them as well as long established techniques such as drops and \"brush pasts\" in local parks. Relations between the alleged spies and their handlers were not always cordial as the \"illegals\" took to the American way of life. In one intercepted message, Richard and Cynthia Murphy, who arrived in the US in the mid-1990s, decided to buy a house in New Jersey. That did not go down well at Moscow centre. \"We are under the impression that C. views our ownership of the house as a deviation from the original purpose of our mission here,\" they said in an intercepted message. \"We'd like to assure you that we do remember what it is. From our perspective, purchase of the house was solely a natural progression of our prolonged stay here. It was a convenient way to solve the housing issue, plus to 'do as the Romans do' in a society that values home ownership.\" Each of the 10 has been charged with conspiracy to act as an agent of a foreign government. They face up to five years in prison if convicted although it is possible that more serious charges will be added. The alleged spies are also accused of money laundering. Secret meetings 'Haven't we met in California?' The coded exchanges The FBI indictment relates how one of its agents, posing as a Russian consulate official in New York, put one of the alleged spies it was watching, Anna Chapman, through a charade in which she was to deliver a fake passport to a supposed Russian agent. The FBI agent gives Chapman a magazine and tells her to hold it so she will be recognised by her fellow \"Russian agent\". A coded exchange is then agreed on. The \"Russian agent\" will say: \"Excuse me, but haven't we met in California last summer?\" Chapman was to reply: \"No, I think it was the Hamptons (right).\" Chapman then asks the undercover FBI agent: \"You're positive no one is watching?\" She was assured that no one was. The FBI agent assured Chapman she was well regarded in Russia. \"Your colleagues back in Moscow, they know you are doing a good job and they will tell you this when they see you. So keep it up.\" The indictment also relates how the FBI recovered a bag Chapman discarded after she bought a mobile phone. The customer agreement was in the name Irene Kutsov and the address was registered as 99 Fake Street. Chapman did not turn up for the meeting to hand over the fake passport. The FBI arranged a second sting for another alleged Russian agent, who went by the name Mikhail Semenko. The undercover agent asked Semenko if he has spotted any other Russian agents. The alleged spy replied: \"No, I am not supposed to look.\" The undercover agent then asked Semenko what he would do \"if something goes down\". The FBI said: \"Semenko responded that he would erase the hard drive of the communications equipment.\" Asked where he would then go if the signal came to come in from the cold, Semenko said there was only one place: the Russian consulate in New York."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}