{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2010/jun/20/out-of-context-pina-platel-luke-jennings", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2010-06-19T23:15:04Z", "webTitle": "Out of Context: For Pina | Dance review", "webUrl": "https://www.theguardian.com/stage/2010/jun/20/out-of-context-pina-platel-luke-jennings", "apiUrl": "https://content.guardianapis.com/stage/2010/jun/20/out-of-context-pina-platel-luke-jennings", "fields": {"headline": "Out of Context: For Pina", "bodyText": "Alain Platel is a Belgian choreographer and the founder, in 1984, of Ballets C de la B. Based in Ghent, the company has provided a platform for a number of ground-breaking dance-makers, of whom the best known, apart from Platel, is Sidi Larbi Cherkaoui. Before coming to dance, Platel was a special-needs teacher working with children with motor disabilities, and his last two pieces to visit London, Vsprs (2006) and Pitié! (2008), explored the language of impairment, with its tics, spasms, and uncoordinated movements. His purpose was to elaborate a new physical vocabulary, capable of expressing extremes of feeling beyond the reach of the conventional movement repertoire. It was a brave idea, but these works didn't always carry their audience with them. The problem, typical of C de la B productions, was that while there were plenty of creative hands involved – choreographers, assistants, dramaturges, the dancers themselves – it didn't seem to be anybody's job to cut the productions to a digestible length. At 90 minutes without an interval, Out of Context: For Pina is still pretty indulgent, but it's tighter in its focus than Platel's previous offerings, and there are signs that he and his team are prepared to include the audience in what has been, thus far, essentially a closed conversation. Gone are the huge, enigmatic sets and the hard-to-like orchestrations (the jazzed-up Monteverdi which accompanied Vsprs was particularly uphill work), replaced by a bare stage and a recorded soundtrack. The eight-strong cast amble unhurriedly onto the stage, strip to briefs and bras, and wrap themselves in blankets as they wait for their respective action-moments. At times, as the soundtrack morphs from bestial animal grunts to the liquid cadences of Bach, they look like Masai tribesmen, at times like day-trippers changing into Speedos on the beach. The sharpest section is a fractured disco sequence, a trip down memory lane in which the dancers attempt to sing snatches of pop songs – \"That's the way, uh-huh, uh-huh, I like it!\" - while assuming dystonic speech impediments. The results are as excruciating as may be imagined, and the accompanying dance, a smoothly oiled amalgam of popping, locking, moonwalking and bump and grind, slyly illustrates how close these forms are to spasticity, with its rapid and involuntary muscle contractions. And when the back-beat finally dies, everyone collapses or is left mutely mouthing. With its alienated precision and bleak humour, the passage has strong intimations of the work of Pina Bausch, the German choreographer who died last summer, and to whom the piece is dedicated. Platel's principal interest here seems to be in dichotomy. In chaos and order, animalism and classical harmony, outer dysfunction and inner transcendence. In any sincere appraisal of the human condition, he seems to be saying that both must be embraced. Fair enough, but Out of Context is still running on Belgian time, and needs some hard pruning."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}