{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2010/jun/17/fan-park-johannesburg-south-africa", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2010-06-16T23:12:04Z", "webTitle": "South Africa face Uruguay to a chorus of vuvuzelas", "webUrl": "https://www.theguardian.com/football/2010/jun/17/fan-park-johannesburg-south-africa", "apiUrl": "https://content.guardianapis.com/football/2010/jun/17/fan-park-johannesburg-south-africa", "fields": {"headline": "South Africa face Uruguay to a chorus of vuvuzelas", "bodyText": "A chorus of vuvuzelas joined at the main fan park in Johannesburg tonight as if in a collective act of will to blow Diego Forlán's penalty away from South Africa's goal. But when the ball instead hit the back of Bafana Bafana's net, a deathly hush descended and the plastic horns fell silent. The vuvuzelas finally restarted in a somewhat mournful lament, more Last Post than charging elephants. • Follow the Guardian's World Cup team on Twitter • Sign up to play our great Fantasy Football game • Stats centre: Get the lowdown on every player • The latest team-by-team news, features and more With South Africa's fate sealed at 2-0, there was immediately a mass stampede for the exit at the official Fifa Fan Fest in Innesfree Park in Sandton. The mood was almost funereal. \"I'm going home! I'm so disappointed!\" said Lindy Makaubela, 20, a student, throwing herself in the grass and kicking her legs in the air. \"I don't know what to say, I don't know what to do. I don't think we can win the World Cup now.\" By way of insult she said of the team: \"They are pregnant cows.\" Yet at half-time Makaubela had pranced with joy and kissed an imitation World Cup trophy as a group of fans joined in a circle, taking it in turns to dance frenetically in the middle to the beat of drum. It was one way of keeping warm. Temperatures have plummeted as South Africa enters a cold snap and it appeared to have kept many people away from the outdoor arena. There were still several thousand gathered under a crescent moon but this was the hard core and a much smaller turn-out than for last Friday's opener. As any British football fan knows, the cold is hardly noticeable when your team is doing well. But as soon as they saw Uruguay take the lead on the sponsor-laden big screen, spectators could feel the chill in their bones and many left even at half-time. The park, full of corporate tents and a giant Coca-Cola bottle, is in sight of the skyscrapers of Sandton, a wealthy suburb. It was not quite Glyndebourne or Glastonbury but the South African middle-class were out in force, with a mix of black and white professionals and students. Many said it was another demonstration of how the World Cup has united the nation across class and race. Afrikaners, who have traditionally favoured rugby, are now backing the national football team too. Claude Baissac, 46, a French economist, had come to the park with his South African wife, Justine, 38, and their children Sammy, 13, and 11-year-old Charlotte. \"It's lovely, just wonderful,\" Baissac said. \"I wanted to bring the family and friends to experience it. In 1995 everyone joined in and felt unity for the rugby World Cup. Whites and blacks are coming together again.\" Justine Baissac admitted: \"I was apprehensive at first. You never know what to expect but it's so well organised. We've been pleasantly surprised by the World Cup. There was a lot of negativity and nobody expected it to work but it's confounded all expectations.\" She added: \"Rugby is normally white people's thing but I'm now into soccer because I feel so passionate, so proud. You want to support your team, your country.\" Granville Matheson, 23, a student with long hair, beard and glasses, looked more Oxbridge than Bafana but sported a yellow miner's helmet and blew a vuvuzela. \"The World Cup is good for South Africa,\" he said. \"We're showing ourselves to be a first-world country when everyone thinks we're second or third world.\" Despite the weather the crowd was as vibrant as ever with football hats and scarves, yellow shirts, national flags and vuvuzelas, along with colourful blankets and Russian-style fur hats. At times there was a smell of marijuana in the air. Winnie Mohale, 22, a student, said: \"I never thought I would enjoy soccer in my entire life. The atmosphere is jovial – you can feel it. The whole nation is here. There's no white or black. We are just one big family.\" Shaldon Govender, 31, a medical adviser wrapped in a \"South Africa\" blanket, said: \"It's the first time in South Africa and it's a unifying thing. We are coming together as a nation. People who don't know each other are talking. My Facebook status is getting bigger: I'm constantly adding more people every day.\" He added: \"Foreigners are enjoying it as a new experience. South Africa is not what the rest of the world expected. It's a lot of fun.\" Among the crowd was England fan Sean Atkins, 44, a football coach and IT consultant from Sheffield, and his 14-year-old son Joe. \"We thought this would be an experience, and it is,\" he said. \"The atmosphere is unbelievable. \"This is my first time in South Africa and it's brilliant. The people are really friendly. We heard the stories about crime but they've been unfounded so far.\" Asked who would win the World Cup, he did not hesitate: \"England.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}