{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/05/uselections2004.usa4", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-05T23:59:58Z", "webTitle": "Cancer diagnosis for Edwards's wife hours after defeat", "webUrl": "https://www.theguardian.com/world/2004/nov/05/uselections2004.usa4", "apiUrl": "https://content.guardianapis.com/world/2004/nov/05/uselections2004.usa4", "fields": {"headline": "Cancer diagnosis for Edwards's wife hours after defeat", "bodyText": "Elizabeth Edwards, the wife of the Democratic running mate John Edwards, was diagnosed with breast cancer hours after her husband conceded defeat in the US elections, the party said yesterday. Ms Edwards, 55, an indefatigable Democratic campaigner, found a lump in her breast last week and was told by her doctor to seek specialist advice. She delayed the appointment until Wednesday afternoon because she did not want to stop campaigning. Ms Edwards had criss-crossed the country, often making three or four appearances a day. She was seen as a valuable asset in middle America, both for her credentials as a lawyer and her style as an American everywoman. She spoke candidly about her struggles to control her weight, and the pressures of being a political spouse. She was also fully engaged in the daily skirmishes of the campaign. When John Kerry was criticised for referring in the debates to the daughter of vice-president Dick Cheney, Mary Cheney, who is a lesbian, Ms Edwards replied sharply that it was more shameful for the Cheneys to be ashamed of their daughter. Ms Edwards has also won respect for her compelling life story. After the couple lost their eldest son in a car crash, Ms Edwards underwent fertility treatment in her late 40s to have two more children. She displayed the same strength on Wednesday. After accompanying her husband to Boston's Faneuil Hall, where he and John Kerry conceded the election, Ms Edwards had a needle biopsy at Massachusetts General hospital, where the cancer was confirmed. A Democratic spokesman, David Ginsberg, told reporters that the cancer was diagnosed as invasive ductal cancer, the most common type. Mr Edwards said: \"Elizabeth is as strong a person as I've ever known. Together our family will beat this.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}