{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/16/italy.eu", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-16T23:57:58Z", "webTitle": "Italian EU nominee grilled over legal help for Berlusconi", "webUrl": "https://www.theguardian.com/world/2004/nov/16/italy.eu", "apiUrl": "https://content.guardianapis.com/world/2004/nov/16/italy.eu", "fields": {"headline": "Italian EU nominee grilled over legal help for Berlusconi", "bodyText": "Franco Frattini, the proposed new European justice and civil liberties commissioner, came under fire last night for his role in securing the immunity from justice of Silvio Berlusconi, Italy's controversial prime minister. Sarah Ludford, a Liberal Democrat peer and MEP, last night challenged Mr Frattini to declare his position on freemasonry after allegations that Italy's former foreign minister, a trained lawyer, had favoured masons with lenient treatment during his time on the bench. Her critical comments came as the European parliament reopened its confirmation hearings into the new commission headed by José Manuel Barroso after last month's rejection by a substantial majority of his first choice for his 24-strong team. Mr Frattini was belatedly chosen by Mr Berlusconi to replace Rocco Buttiglione as Italy's sole commissioner in the Barroso team after the ultra-conservative Catholic was rejected out of hand by MEPs and several EU leaders because of his outspoken views on gay and women's rights. Mr Barroso, faced with an unprecedented crisis by this display of parliamentary power, withdrew his original team and carried out a mini-reshuffle, with the Latvian commissioner-designate, Ingrida Udre, replaced by Andris Piebalgs and Laszlo Kovacs, a Hungarian socialist, switched to taxation from energy after criticism of his obvious incompetence in the earlier portfolio. Amid evidence that the parliament will approve the new Barroso team when it votes on Thursday, despite misgivings, Mr Frattini faced tough questioning at the first of two hearings by parliamentary committees despite repeated assertions that he would uphold the European charter of fundamental rights against national practice and procedures. Lady Ludford suggested that he had helped Mr Berlusconi overcome conflicts of interest between his political and extensive media interests as well as securing immunity from prosecution under backdated Italian law. \"Are you a freemason and, if so, how do you react to criticism that abuses of pledges of mutual fraternity can lead to miscarriages of justice and is incompatible with the law?\" she asked. Told by the chairman he could answer such personal questions if he wished, Mr Frattini said: \"No problems.\" He denied that he was a mason and insisted that, as a commissioner, he would represent the interests of Europe. But Mr Frattini refused to condemn Mr Buttiglione for his suggestions that homosexuality is a sin or to distance himself from critical comments he had made about the committee's hearing into his predecessor's nomination. \"I think this parliament must judge me on what I say and the ideas I support. I can't be called upon to make a public statement condemning anyone at all,\" he said. Asked by Michael Cashman, the gay Labour MEP, whether he supported civil union between same-sex individuals, he declared: \"I would like to underscore that I am bound to abide by the charter of fundamental rights. We are all bound by it already and we have to implement it.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}