{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/09/law.ukcrime", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-09T23:54:35Z", "webTitle": "Unreasonable force?", "webUrl": "https://www.theguardian.com/world/2004/nov/09/law.ukcrime", "apiUrl": "https://content.guardianapis.com/world/2004/nov/09/law.ukcrime", "fields": {"headline": "Unreasonable force?", "bodyText": "The decision by more than 100 armed Metropolitan police officers to hand in their weapons in protest at the suspension of two colleagues following the unlawful killing verdict in the case of Harry Stanley was, in many ways, unsurprising. Any reasonable SO19 officer listening to the comments of Sir John Stevens, future Commissioner Sir Ian Blair and Police Federation chairman Glen Smyth would quickly conclude that the law had indeed gone mad. But in giving the impression that the verdict was returned despite the jury's acceptance that the officers had made a split-second decision to fire in circumstances where they honestly and reasonably believed they faced an imminent threat to their lives, the commissioners and the federation seriously misrepresented both the existing law on self-defence and the true legal basis for the unlawful killing verdict. Writing in the Sun last week, Sir Ian Blair said that if the government is to review murder legislation, \"then surely there must be a place for measures which protect armed officers from the prospect of serious criminal charges and prosecution\". Faced with such a statement from their future boss - clearly implying that armed officers do not currently enjoy any protection from criminal sanctions - the decision to down tools was understandable. Why should any officer volunteer for armed duty if he might face a murder charge, regardless of whether his decision to use deadly force was reasonable in all the circumstances? To make sense of the verdict, it is essential to understand the true legal basis on which the inquest jury were invited to consider whether Stanley had been unlawfully killed. During the six days of evidence, no one suggested that the two experienced officers who shot him did not honestly and reasonably believe that the object he was carrying inside a plastic bag was a sawn-off shotgun. That is what they were told by the police control room when they began their search of the Victoria Park area of Hackney shortly before 8pm on the night of September 22 1999. And no one suggested that the table leg did not look remarkably like a sawn-off shotgun when it was wrapped up inside the bag. No one questioned the qualifications of the two officers or the training programme which all SO19 officers must complete, or the principle that an armed officer may lawfully shoot dead an unarmed citizen if the officer honestly and reasonably - but mistakenly - believes that such action is necessary in self-defence or to prevent a crime. The factual issue that the jury had to resolve, in the light of both eye-witness and expert testimony, was what it was that Stanley did when he was challenged to stop and drop his gun by the armed officers. Did he, as the officers claimed in evidence, turn around \"in a slow, deliberate, fluid motion\" and point his wrapped-up table leg at PC Kevin Fagan, adopting a classic firing posture, whereupon Inspector Neil Sharman fired a single shot in defence of Fagan which struck Stanley in the head? Or did Sharman fire at a time when Stanley had not had a chance to turn around and face his challengers and was not pointing his table leg at anyone? In short, had the officers fabricated the account? The jury were assisted by expert evidence from a Home Office forensic scientist who regularly advises the Metropolitan Police on ballistics issues. He examined the exit and entry wounds to Stanley's head and agreed that, in the light of their relative positions, it was impossible for Stanley to have been facing Fagan when Sharman fired his gun. Stanley was hit by a bullet which entered his head just above his left ear and exited from his front right temple, the exact reverse of what would be expected if Sharman's account was true. The ballistics expert also said that the direction of the wound to Stanley's left hand was impossible to reconcile with the officers' allegation that he was grasping his table leg as if supporting the forestock of a sawn-off shotgun as he directly faced Fagan. The jury was thus confronted with a fundamental conflict between the officers' accounts (supported to a degree by a single eye witness who was standing some distance from Stanley) and the expert evidence. In those circumstances, the coroner held that a reasonable jury, properly directed on the law of self-defence, might conclude that the officers had lied about their reasons for firing and that the force used was disproportionate to any perceived threat. He gave the jury detailed directions on the law, which were agreed by the lawyers for all interested parties, including counsel for the commissioner and the individual officers. The jurors were repeatedly told that an unlawful killing verdict required an exceptionally high standard of proof (beyond reasonable doubt) and, most vitally, that the officers had to be judged in the light of their own honestly held, albeit mistaken, view of the facts. In other words, they were to be judged on the facts as they believed them to be, regardless of whether any mistake was reasonable or unreasonable. The officers were entitled to no less protection from a verdict implying criminal culpability. But were they really entitled to anything more? Apparently so, according to Stevens, who called for \"greater legal safeguards to stop firearms officers ending up on murder charges\", and seemed to question whether armed officers currently enjoy any protection under the law. The concern that an officer who mistakenly uses excessive force in self-defence should be charged with murder rather than manslaughter is a legitimate one. In the case of Private Lee Clegg - convicted of murder in 1993 after shooting a teenage joyrider as the car she was travelling in was driving away from an army roadblock - the law lords had some sympathy for the view that homicide law was offensive to common sense on this issue, but said any change was for parliament. The government recently announced a comprehensive review of the law of murder. No doubt this will pay attention to the Law Commission's 2003 consultation paper on partial defences to murder, which considered whether it would be appropriate tocreate a new defence of excessive force in self-defence, reducing murder to manslaughter. Most would agree that a person who kills when he has an honest but unreasonable belief that the force he is using is proportionate bears lesser moral culpability than is commonly associated with murder. But this is not an argument that police officers or soldiers should enjoy some special immunity when they kill in the execution of duty. No country that upholds the rule of law countenances such a state of affairs and any such approach would violate Article 2 of the European Convention on Human Rights, which guarantees the right to life. Yet in misrepresenting the true basis for the Stanley verdict, police chiefs gravely misled SO19 officers about the protections they currently enjoy and created wholly unacceptable expectations of the possibility of legal immunity via homicide law reform. · Tim Owen QC is a barrister at Matrix chambers. He appeared for the family of Harry Stanley at both inquests into his death."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}