{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/nov/28/observerescapesection3", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-11-28T19:32:58Z", "webTitle": "If you've always wanted to be an explorer ...", "webUrl": "https://www.theguardian.com/travel/2004/nov/28/observerescapesection3", "apiUrl": "https://content.guardianapis.com/travel/2004/nov/28/observerescapesection3", "fields": {"headline": "If you've always wanted to be an explorer ...", "bodyText": "Kayak along hidden rivers Philippines Taking place in the remote Palawan province of the Philippines, this trip includes kayaking sections of the world's longest subterranean river, dugong-spotting, diving, snorkelling and observing turtles. First-class resort-based accommodation is mixed in with roughing it in the wild and sleeping in hammocks under the stars. Book it Pioneer Expeditions (01297 444382; pioneerexpeditions.com) Previous experience No formal training needed, but general fitness is required Cost £2,870 for 18 days Includes Internal flights and transport, accommodation, most meals and local guides. Excludes international flights. Scale the peaks Worldwide If you've bagged all the Munros and scaled the Alps, then the Seven Summits - the highest mountains in each continent - could be the next box to tick. Only 122 people have climbed all seven, 75 of them with Jagged Globe. Each climb requires preparation so it's not for the casual hillwalker. They do the organising; you just need the stamina and the cash. Book it Jagged Globe (0845 345 8848 or 0114 276 3322; jagged-globe.co.uk) Previous experience A high level of fitness and determination is required, with experience of similar climbs Cost From £1,895 (Elbrus, Russia) to £26,000 (Everest, Nepal), depending on the expedition and duration. Includes All flights, transport and accommodation, most meals, porterage costs, team leader and local guides. Sail the last wilderness Antarctica We've all seen the harrowing TV reality of penguin versus killer whale, but this trip allows you to observe it in the flesh. You will also see schools of humpback whales, seals and incredible bird life - all against a backdrop of towering glaciers and ice cliffs - from the comfort of an ice-breaker ship. Lectures are given by naturalists and other experts. Groups will take part in iceberg-dodging outings in Zodiacs, go sea kayaking and scuba dive. Book it Discovery Initiatives (01285 643333; discoveryinitiatives.com) Previous experience None; advanced open-water PADI for the diving Cost From £3,350 for 15 days Includes All international and internal flights, transfers, b&amp;b accommodation in transit, full-board accommodation on cruise, lectures, excursions and guides Extreme conservation Patagonia If you're one of those people who would go to the end of the earth for a bit of adventure, this project in Patagonia could be just your cup of extreme tea. It combines conservation work with arduous physical challenges. Participants will record mammal species and birdsong, taking ice-core samples, and studying Southern Right Whales and Darwin Foxes. They will undertake mountain climbs, glacier trekking and high-altitude ice climbs. Book it Global Vision International (0870 608 8898; gvi.co.uk) Previous experience Comprehensive training will be provided in cold-weather survival. A high level of fitness is required. Cost From £2,950 for 12 weeks Includes Internal transfers, transport, accommodation, most meals, training, insurance. Excludes international flights. Leopards and fossils Mongolia Can paleontology be sexy? It can when it takes place in the Gobi desert, a fossil-rich landscape that stretches 4,500 km along Mongolia's southern border with China. With high mountains, desert steppe and wet marshy land, there are habitats for a variety of birds and animals. Research work is carried out alongside specialists and includes looking for snow leopards. Book it Scientific Exploration Society (01747 845898; ses-explore.org) Previous experience None except briefing weekend Cost £2,950 for two weeks. Includes All flights and accommodation, insurance, transport, hire of animals, fees for scientists, food, and a briefing weekend."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}