{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2004/nov/19/money", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2004-11-19T18:46:52Z", "webTitle": "Stardust on his shoes", "webUrl": "https://www.theguardian.com/business/2004/nov/19/money", "apiUrl": "https://content.guardianapis.com/business/2004/nov/19/money", "fields": {"headline": "Stardust on his shoes", "bodyText": "Philip Knight, who is stepping down as chief executive of the sports shoe firm Nike, took the concept of celebrity endorsements into overdrive. When it went public in 1980, the company named after the winged Greek goddess of victory had already overtaken Adidas to become the industry leader in the US. But it was in 1984 that Nike started down the path that would make the company an embodiment of the concept of globalisation, with all its positive and negative connotations. Nike struck gold by signing a 21-year-old basketball player, Michael Jordan. The deal was the perfect storm in terms of marketing and commercial success. As Jordan emerged as a sporting superstar, he and Nike became two mutually reinforcing brands. Jordan went from sporting hero into one of the most recognisable faces on the planet while Nike went from just an athletic shoe company to a potent symbol of capitalism gone global. In addition to Jordan - and a later association with golfing great Tiger Woods - Nike came up with the slogan that perfectly captured the narcissistic 90s: Just Do It. And there was that swoosh, a design for which the company paid $35 (£19). The Nike swoosh is so recognisable that the name Nike is often omitted altogether from its TV advertisements. \"Just Do It\" summed up the pushiness of the company itself and of the 66-year-old at the top. (Mr Knight owns two jets, whose tail numbers read N1KE.) But the attitudanising sometimes slipped into hubris. At the 1992 Olympics, the company scored an own goal in the crassest of ways. The Nike endorsers on the US Olympic basketball \"dream team\" refused to wear the official Olympic warm-up kit on the medal stand because they bore the logo of arch-rival Reebok. The incident made Nike look mean and petty-minded. More seriously, Nike became a target for anti-globalisation activists who accused it of operating \"sweatshops\" in the developing world. Naomi Klein, author of No Logo, wrote that Nike paid Michael Jordan more in 1992 for endorsing its trainers ($20m) than the company paid its entire 30,000-strong Indonesian workforce for making them. Nike has responded to accusations of sweatshop conditions by saying that it opposes child labour. In 1998, It directed contract factories to set minimum age standards at 16 for apparel and 18 for footwear factories, more demanding standards than those set in its 1991 code of conduct and exceeding the International Labour Organisation's minimum of 15. The issue of labour rights has dogged Nike. Mr Knight clashed with his alma mater, the University of Oregon, over the issue. In 2000, he withdrew his support of the university for 17 months in retaliation for the school joining a labour rights group that had criticised his company. The university later severed ties with the Worker Rights Consortium and its relationship with Mr Knight was eventually restored, hardly surprising as Mr Knight had donated more than $50m to the establishment since 1990. Although Nike dominates the sports shoe market with $12bn in annual sales, the company has made mistakes in the past. Nike ignored the aerobic craze in the mid-80s, allowing Reebok to make big inroads into the women's trainer market. Mr Knight quickly learned his lesson and restructured the company along more conventional lines. The company has since gone from strength to strength, moving beyond the traditional sports domains of men's basketball, tennis and track to the women's and leisure markets. Many chief executives stay well past their sell-by date. Mr Knight is stepping down when Nike is near the top of its game. Over the last year the company's share price has risen 24%, following several years of poor results. Yesterday, it closed at $85 a share, not far from its all-time high. Nike has certainly lost a dedicated chief executive. Kevin Adler, a vice-president of marketing at the Publicis group, said: \"How many CEOs do you know who literally have the corporate brand tattooed on their body. Phil Knight does.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}