{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/16/spain.gilestremlett", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-16T23:57:58Z", "webTitle": "Spy who came back from the dead", "webUrl": "https://www.theguardian.com/world/2004/nov/16/spain.gilestremlett", "apiUrl": "https://content.guardianapis.com/world/2004/nov/16/spain.gilestremlett", "fields": {"headline": "Spy who came back from the dead", "bodyText": "Spain's most infamous spy returned from the dead yesterday, five years after his sister published a death notice and paid for the monks at a monastery near the central Spanish city of Burgos to pray for his soul. Francisco Paesa, an arms dealer and freelance spy, died of a heart attack in Thailand in 1998, according to a death notice placed in a Madrid newspaper and a death certificate lodged by his family at a Spanish court. His supposed death was thought by many to have brought to an end a tale of espionage, trickery, double-crossing and high-living spanning more than 20 years. Mr Paesa became a multi-millionaire while also arranging a successful sting operation against Basque terrorist group Eta and double-crossing a corrupt Spanish police chief Luis Roldán so that he could be found and jailed. But yesterday a smudgy snatched photo of a man alleged to be Mr Paesa, taken in the last few days in the south of France, was published by the newspaper El Mundo. Mr Paesa had been tracked down by a firm of private detectives acting for a client who claimed he was defrauded by him. He now lived in Luxembourg under the false name of Francisco Pando. He had a young blonde girlfriend and an Argentine passport that gave his age as 54 rather than 68, the newspaper said. A Spanish judge was yesterday expected to request his extradition. He is investigating allegations that Mr Paesa ran off with part of the £8m that Mr Roldán had supposedly amassed while head of Spain's civil guard police force. Mr Paesa was reported to have first helped Mr Roldán flee Spain, then helped him move money around the world before finally selling him out to Spanish police, for a further million pounds, so that he could be arrested after hiding out in Laos. Mr Paesa is also being investigated by a French judge for allegedly laundering money. His most famous operation was the sale of a batch of missiles to Eta in 1986 with radio transmitters in them so that they could be tracked by the police."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}