{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/nov/20/guardiansaturdaytravelsection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-11-20T19:09:25Z", "webTitle": "Ask a fellow traveller", "webUrl": "https://www.theguardian.com/travel/2004/nov/20/guardiansaturdaytravelsection2", "apiUrl": "https://content.guardianapis.com/travel/2004/nov/20/guardiansaturdaytravelsection2", "fields": {"headline": "Ask a fellow traveller", "bodyText": "Laura asks what currency she should take to Romania. It is illegal to import lei. I took euros which I changed into lei at the airport. But don't change too much, as they're not allowed to be taken out of the country either. I spent £50 over four days in Bucharest - meals in good restaurants cost about £5, and the taxi fare from the airport to the city shouldn't be more than £8. It is useful to have some euros on hand too, as hotels especially seem to prefer them. Anne K My friend took travellers cheques which proved a nightmare. She had to queue in banks to change them into dollars and then had to queue again to change the dollars into lei, thus paying two lots of commission. The whole process took ages. Gill Beddow There are no ATMs at Bucharest airport so you will need to use a bureau de change if you need money for taxis etc. You can change sterling there, so there is no need to get euros before you leave the UK. Make sure that any currency you take to Romania is in pristine condition though, as many individuals and businesses will refuse to accept bank notes that are even slightly creased. Once away from the airport, ATMs are plentiful and you will get a better exchange rate than with bureaux de change. I use a Nationwide Debit Card to do this, as they don't levy a charge when you draw money abroad. John Matthews I take a small amount of dollars for emergencies and a Maestro (formerly Switch) card. You can then buy local currency at any bank machine. With some 56,000 lei to the pound, it's more convenient to withdraw cash regularly rather than have your wallet bursting with notes. Maestro does not incur the fees of credit cards and the exchange rate is more competitive than that of local banks. Ian Sparks Rates at the airport are not good, and you would be better to limit the amount you change there. You can also withdraw money from ATMs, but fraud and scams are rife. Avoid ATMs outside supermarkets, and go for those outside banks, or preferably inside, where if anything goes amiss you can get help right away. Raymond Williams J Davies wants to travel from Manchester to the Canary islands by train and boat. The only regular passenger service to the Canary islands is run by Trasmediterranea www.trasmediterranea.es. It is a weekly car ferry from Cadiz in Spain, usually leaving on Tuesday evenings, arriving in Las Palmas and Tenerife on Thursdays, and leaving the islands on Saturdays, reaching Cadiz on Monday mornings. The ship, the Juan J Sister, was built in 1993 and has the usual amenities, including cabins, a restaurant and a swimming pool. Trasmediterranea's UK agent is Southern Ferries (0870 4991305) www.southerferries.co.uk. There are various possible routes from Manchester to Cadiz by train. It would theoretically be possible to leave on Monday morning via London, Eurostar to Paris, overnight trenhotel to Madrid, and high-speed train via Sevilla to Cadiz. Train times can be checked in raileuorpe.com, bahn.de (for all Europe), sncf.fr (for France) or renfe.es (for Spain). There is also much useful information on www.seat61.com Geoff Hamer Strand Voyages (020-7766 8220) offers cargo ships sailing from Tilbury to Cape Town via the Canaries. Caroline Walton If you have advice or questions, please email: ask.a.fellow.traveller@theguardian.com. Or write to: Ask a fellow traveller, The Guardian, 119 Farringdon Road, London EC1R, 3ER. We regret we cannot answer questions we do not publish. For more questions and answers go to www.travel.theguardian.com/askatraveller"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}