{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/nov/24/newsstory.sport5", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-11-24T23:24:55Z", "webTitle": "MP demands change in FA", "webUrl": "https://www.theguardian.com/football/2004/nov/24/newsstory.sport5", "apiUrl": "https://content.guardianapis.com/football/2004/nov/24/newsstory.sport5", "fields": {"headline": "MP demands change in FA", "bodyText": "The Football Association's forthcoming structural review must create a governing body capable of \"facing down\" out-of-control Premiership clubs, according to the chairman of Supporters Direct. Andy Burnham, Labour MP for Leigh and chair of the fans' organisation that is expected to be consulted in the FA's review, has called for the FA to be given the power to recover revenues for the benefit of wider interests in the sport. Two years ago the FA took steps for the inception of a professional game board to manage the Premiership and Football League, consisting of four Premiership and two Football League board representatives, the FA chairman and chief executive. Moves to set up the PGB sparked the resignation of the then chief executive Adam Crozier, who considered it to be an erosion of the governing body's authority. \"Even within the Premier League you could get a two-thirds majority for a more even distribution,\" said Burnham. \"Yet there is this reluctance to confront the issue. \"If the FA's going to be relevant for the next 100 years of football, it is going to have to take this one by the scruff of the neck or it is going to become an irrelevance. \"I am not against there being a professional game board to set the direction and regulation of the professional game but crucially it has to be independent of the vested interest. \"I asked [Manchester United's chief executive] David Gill the other night: 'Whose interests are you putting first; Manchester United's or the wider game of football? \"At the moment it is a blatant conflict of interest. The game urgently needs independent regulation and facing down of the commercial interests that are running riot.\" Though he considers governmental regulation to be a step too far, Burnham insists the anachronisms of the game must be scrapped in order for there to be a credible FA. That would involve the removal of FA council representation for the public schools and universities. \"There has got to be a place for all the stakeholders to be properly heard,\" he said. \"I think you need a representative council but one that reflects the game today and not the game in the 19th century.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}