{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2004/nov/19/classicalmusicandopera", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2004-11-19T17:46:24Z", "webTitle": "Going out with a bang", "webUrl": "https://www.theguardian.com/music/2004/nov/19/classicalmusicandopera", "apiUrl": "https://content.guardianapis.com/music/2004/nov/19/classicalmusicandopera", "fields": {"headline": "Going out with a bang", "bodyText": "How much of this is printable? That's the first question you ask after interviewing Jonathan Miller, scientist, wit, writer, director, assassin. Will Peter Hall, theatrical eminence and long-time Miller bête noire, sue over the phrase \"septic buoyancy\"? Is it really fair to call Nicholas Payne, former head of the Royal Opera House, \"that creature\"? Can you safely liken Joe Volpe, the head of the Metropolitan Opera House, to Tony Soprano? Get me a good lawyer immediately. I meet Miller at the Royal Opera House, where he is rehearsing Donizetti's sparkling comedy, Don Pasquale. There is a delicious irony here: the meeting takes place in the PR director's office, even though Miller is to PR what King Herod was to child protection. And he is tucking into a generous plateful of salmon sandwiches, despite recently calling the audience at Covent Garden \"chalk-striped aubergines\". This isn't just biting the hand that feeds; it's swallowing your benefactor whole. In the course of our conversation, it becomes clear that I have a scoop. Haplessly, I keep trying to steer the conversation back to the production of Don Pasquale, new to Covent Garden though first seen in Florence three years ago, but Miller is determined to hand me my Big Story. He is giving up opera - or perhaps opera is giving him up. After this production, all he has on the stocks is a new Clemenza di Tito in Zurich and a couple of revivals in the US; then nothing. Operas are scheduled four or five years ahead; Miller is 70; he doesn't think he'll be directing in his late 70s; this is the end. \"I'm putting up with the fact that I can't do any more,\" he says. \"Also I'm tired. I'm weary of doing the work. Pushing it uphill is now less interesting than writing things and ... mucking around, doodling, making things.\" The pause is because he doesn't quite know what to call the metal sculptures he has been producing for the past decade - material that is more malleable than imperious opera house managers and impossible prima donnas. \"With sculpture I can juggle around on my own,\" he says. \"I haven't got to please anyone or keep my mouth shut.\" Miller - and this, I admit, is not a scoop - is thoroughly pissed off with the way he's been treated in his home country. First, he was squeezed out of the theatre - unlike his contemporary Peter Hall, who has sustained a prolific career into his 70s; now, he feels, he has been marginalised by opera houses. \"England is obsessed with the cutting edge, the new thing,\" he says. \"If you're as old as I am, you're assumed to be dead - and actually made to be dead in the end. I haven't done anything at the National for 30 years; I haven't done anything at the RSC for 20; this is only my second thing here and it's a revival; ENO survives on about three or four of my things which are 20 years old, but I never get employed by them now. You're meeting a bitter old man and I am angry about it, because I haven't got out of date.\" It's hard to know how to respond to Miller: the bitterness is expressed with such comic brio (lots of funny accents to represent Hollywood moguls and tetchy Italian tenors), the remorse at his decision to abandon science to pursue about eight other glittering careers so misguided, the salmon sandwiches consumed with such satisfaction, that I don't know whether to laugh or cry. He loathes critics, variously likened to \"tsetse flies\", \"parasitic invertebrates\" and \"midgets talking into a loudspeaker\". Newspapers are \"an amplifying system into which hobbits talk\". First nights are characterised by a \"high-pitched dipteran whine, with busy young men and women networking\". Most operas are nonsense - \"there are only about 30 or 40 which are worth spending one's time on. I would never dream of doing La Forza del Destino. I can't make any sense of it at all.\" To this hobbit, Miller is mad, magnificent and extremely good copy. Take the story of his previous engagement at Covent Garden. \"I was asked to do Cosi Fan Tutte on somebody else's set,\" he recalls. \"Well, that's something that you ask an assistant to do. I said to them, 'Look, it may have escaped your attention, it presumably has, that I've got a rather full career outside the British Isles,' but of course fog in the Channel, continent cut off still applies. They said, 'Well we can't afford ...' and I said, 'I don't do productions based on other people's sets. How much will it cost to renovate it?' They gave me a small figure. I said, 'I'll design the fucking set for you for nothing and it'll cost nothing because I'll do it very simply.' They said, 'What about the costumes?' I said, 'We'll go to Armani and get them off the peg.' Then of course what happened - and it was much to my disadvantage - was that they thought, 'There's big publicity in this.' It became the Armani production.\" The story of his falling out with Volpe at the Met in 1998 is told with a similar sense of Grand Guignol. \"I differed with him on a very minor issue. I wanted to drop two arias in The Marriage of Figaro that Cecilia Bartoli was supposed to sing. I said, 'It's mad to do these two arias, they're concert arias.' He said [puts on Bronx accent], 'Listen, you agreed.' I said, 'I agreed in much the same way that France agreed in 1939.' You could see a cloud of unknowing pass across his eyes, and he just said, 'Don't fuck with me.' If that was fucking with him, then I'm proud to stand up on behalf of something I thought was right.\" A compromise was eventually reached, but Miller hasn't been invited back. Miller used to be a regular on the Parkinson show. You switch him on, the interviewer retires 10 paces and a catherine wheel goes off, dazzling but dangerous. The Hollywood story: \"I went to pitch a film of Alice in Wonderland [eventually made by the BBC]. A man said to me [puts on throaty west coast accent] 'I'm from United Artists' and he gave me that incubating handshake, with my one hand held in both of his. Then he said, 'Jonathan, we at United Artists are very excited about the idea of getting into the ... zany area.' I realised immediately that I couldn't talk to this man.\" \"I cannot bear powerful, stupid people,\" he says. \"We've just elected one across the other side of the Atlantic - a powerful, stupid man surrounded by other powerful, stupid people.\" But doesn't the sophisticated artist use powerful, stupid people, flatter them, subvert their purposes? \"I'm not Machiavellian enough. If I think something is insufferable and intolerable and vulgar and stupid, I will say 'I'm sorry, it's insufferable, vulgar and stupid, and if you want to get rid of me, that's fine.' If someone is stupid and bullying and gets on my nerves, I usually let it be known. I've let critics know that as well. Perhaps that has been to my disadvantage.\" Perhaps? He would like still to be making films (he enjoyed a fitful film career in the 1960s and 70s), but he hates hucksterism, the oil that lubricates the movie business. \"What I should be doing is going out and selling things, but the business of selling a movie involves you for five years before you even start turning the cameras. Simply rolling it uphill financially, getting it on the way, pre-empts any other activity. Well, I'm very happy making a film 18 hours a day, but what I'm not happy to do 18 hours a day is chat to Neanderthal money men.\" Could he be tempted back to opera? \"If someone asked me to do something interesting and I didn't have to go and spend a great deal of time elsewhere, I suppose I might do it.\" What would tempt him? \"Jenufa, The Makropulos Affair. I've got rather a wonderful production of Pelléas and Mélisande at the Metropolitan which no one's seen here. I'd like to do that again, to tweak it up and restore it. But I'm an old man now, and I don't mind if I don't do any more at all. There are all sorts of other things I do now which I find even more satisfying.\" But surely he feels some sorrow at abandoning this wonderful operatic train set? \"Yes, but the whole thing about train sets is that you don't play with them all your life. I'm not sure that this is a worthwhile activity anyway. I've always had guilt at having given up my scientific career.\" Miller was studying medicine at Cambridge when, with fellow students Alan Bennett, Peter Cook and Dudley Moore, he had a life-changing triumph with the revue Beyond the Fringe at the Edinburgh festival in 1960. \"Opera is a train set. It's really quite enjoyable. But the great thing is inventing trains, not playing with them. The great thing is finding out how - to borrow David Hare's phrase, which he also borrowed - stuff happens. That is the noble enterprise, and I wish I had not left it.\" Well, tough, he did leave it. Stuff happens. Science's loss was art's gain. The world has enough PhDs in neurophysiology (at least, I assume it does). It needs more Mafia Rigolettos, Franco-era Carmens and Armani-clad Cosis; more provocative television essays on the consuming dangers of faith and fundamentalism; more puncturing of stupid, powerful men; maybe even more junk-metal sculpture. \"Sorry to be such a bad-tempered bastard,\" he says as he heads back into rehearsal. Or does he mean sorry to have acted the bad-tempered bastard? Because, good though the performance is, he's just too funny, too allusive, too besotted with language and ideas to make it wash. Don Pasquale is a brilliant, lyrical comedy about a curmudgeonly 70-year-old. Happily, it all turns out well in the end. Why does that seem appropriate? · Don Pasquale opens at the Royal Opera House, Covent Garden, London WC1, on November 27. Box office 020-7304 4000"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}