{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "uk/2004/nov/24/monarchy.politics", "type": "article", "sectionId": "uk-news", "sectionName": "UK news", "webPublicationDate": "2004-11-24T17:48:19Z", "webTitle": "Tony Benn: Keeping us in our place", "webUrl": "https://www.theguardian.com/uk/2004/nov/24/monarchy.politics", "apiUrl": "https://content.guardianapis.com/uk/2004/nov/24/monarchy.politics", "fields": {"headline": "Keeping us in our place", "bodyText": "The most interesting aspect of Prince Charles's decision to enter into the fierce political debate about education is that it focuses attention on how Britain is governed. Sixty-eight years ago I heard King Edward VIII's abdication broadcast, and learned the most important lesson about the British system of government. That being that the establishment regards the crown as so central to the defence of its power and privileges that it was not prepared to put the monarchy at risk by allowing the king to marry a divorced woman, Mrs Simpson, or to become so controversial as to threaten the myth that the monarch is above politics. We claim that this country is a democracy. But the Queen always refers to Britain as a constitutional monarchy because, technically, she summons and dissolves parliament, and approves the composition of her majesty's government, each of whom has the oath of a privy councillor administered to them, requiring them to defend the Queen \"against all foreign princes, persons, prelates, states or potentates\". Every MP has to swear an oath of allegiance and the royal assent is required before any bill becomes an act of parliament. All peerages are created by the crown, as are archbishops and bishops, and each new bishop has to declare in his homage \"that your majesty is the only supreme governor of this your realm spiritual, ecclesiastical things as well as temporal\". In practice the Queen has no power: bishops do not believe their homage; MPs owe their allegiance to their constituencies; their party and their conscience and privy councillors, who are subsequently made commissioners in Brussels, then swear another contradictory oath pledging themselves not \"to seek or to take instructions from any government\". The prime minister is the real beneficiary of all this nonsense since he is the one who exercises these crown powers of patronage, war-making and treaty-making that allow him to behave like a dictator. Every prime minister is confident that his party, in parliament, would never challenge him, because of his power of patronage and because MPs know that any such challenge might cost them seats in an election; so the Queen and the prime minister have a common interest in maintaining the status quo. But apart from this political power system, the existence of a monarchy which doles out peerages, bish oprics and a full range of honours effectively preserves a feudal class system which keeps everyone in their place. That is what the Prince of Wales meant when he warned that education was threatening this hierarchy by raising expectations among his future subjects which could lead to them becoming too confident, even questioning why he should be king and why they should be required to bow and scrape to everyone above them in the social system. The monarchy is, in fact, the most blatant example of social engineering. It imposes its own form of political correctness under which everyone, except the privileged and \"specially gifted\", knows their position in society and is required to speak respectfully to those above them and do what they are told. But I suspect that the establishment may be beginning to wonder whether the crown would be safe if Charles became king, particularly if the \"Mrs Simpson\" problem were to arise again - which it might - or if a politically controversial King Charles III were to stick his neck out, as his namesake did in 1649, and open the way for a new republican Commonwealth. This is why Prince William is now being carefully promoted, in case it is thought necessary to skip a generation and allow him to succeed the Queen and thus keep this absurd and undemocratic constitution safe for the next generation. Britain is gravely handicapped by this medieval system of government which gives us a president without any checks and balances, and keeps the serfs firmly in their place. Any serious democratic reform of our constitution would give an elected parliament control of all executive powers, firmly cap the fount of honour, and arrange for the election of a small senate to act as a revising chamber, whose speaker could occasionally act as head of state for ceremonial purposes. This would have the advantage of liberating the royal family, leaving them free, as citizens, to live their own lives, say what they like, and take part in elections like the rest of us. They could then safely vote for King Tony and his neoconservative courtiers, at No 10, knowIng that New Labour could be trusted to preserve privilege in Britain. · Tony Benn 's latest book, Free Radical, is published by Continuum tbenn@tbenn.fsnet.co.uk"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}