{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "media/2004/nov/11/pressandpublishing.mirror", "type": "article", "sectionId": "media", "sectionName": "Media", "webPublicationDate": "2004-11-11T17:50:58Z", "webTitle": "Trinity's regional staff mull industrial action", "webUrl": "https://www.theguardian.com/media/2004/nov/11/pressandpublishing.mirror", "apiUrl": "https://content.guardianapis.com/media/2004/nov/11/pressandpublishing.mirror", "fields": {"headline": "Trinity's regional staff mull industrial action", "bodyText": "Staff at Trinity Mirror's regional newspaper division are considering taking industrial action in protest at plans to axe nearly 50 jobs in the south of England. Members of the National Union of Journalists met today at the company's Basildon operation in Essex to discuss what action to take following the announcement that 47 posts are being made redundant. The cuts affect Trinity Mirror Southern (TMS) and mark the latest round of cost-cutting under the newspaper group's chief executive, Sly Bailey. However, any decision on strike action has been postponed until the cuts have been discussed with management. Under the changes, the features departments and news subbing posts of its Yellow Advertiser series and papers in Enfield and Barnet will be centralised in Uxbridge. All the TMS titles, with the exception of its papers in Kent and Dorset, will be affected, with a total staff of around 380. \"Journalists discussed the possibility of taking industrial action although a decision on this will not be taken until management at TMS have been consulted,\" said a TMS journalist. \"This is being considered as there is already a shortage of staff, with less than one journalist per edition and only three photographers to cover all ten weekly editions [of the Yellow Advertiser].\" A spokesman for Trinity Mirror said the job cuts were required to \"really punch our weight in this intensely competitive marketplace\". \"We conducted a major analysis of our papers, which revealed just how much overlap and duplication of effort there was between titles, particularly in our entertainments and leisure coverage,\" he said. \"The new features unit will remove this duplication and raise the quality of our features content to a consistently high standard across TMS. The centrally managed unit will also allow our editorial teams to focus more on local news gathering.\" Trinity Mirror said it would implement the cuts through voluntary redundancy and by not filling existing vacancies where possible. · To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 7239 9857 · If you are writing a comment for publication, please mark clearly \"for publication\"."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}