{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2004/nov/28/ofsted.schools", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2004-11-28T19:14:53Z", "webTitle": "School to sue over Ofsted blunder", "webUrl": "https://www.theguardian.com/politics/2004/nov/28/ofsted.schools", "apiUrl": "https://content.guardianapis.com/politics/2004/nov/28/ofsted.schools", "fields": {"headline": "School to sue over Ofsted blunder", "bodyText": "Ofsted, the government's education standards watchdog, has admitted that parts of an inspection report given to a top Birmingham school were copied from a report on another school more than 100 miles away. Lordswood Girls' School - judged in government league tables to be the best in the country for improving pupil performance - is planning to sue Ofsted after discovering that two pages of a critical review were identical to an earlier report on Parkside School in Bradford. 'When I realised my school's report contained judgments on areas that the Ofsted team had not inspected during their visit, I became suspicious,' said Jane Hattatt, the headteacher at Lordswood. 'I thought: \"What would a stupid child have done if they wanted to pretend to have completed work they had not done?\" [So I] typed key phrases into the internet to find where they came from.' The fact that an Ofsted report contained inaccurate information from another school will be highly embarrassing for the institution. Parents looking for the best schools read Ofsted reports closely and a good report can lead to a school being over-subscribed. Bad reports can have the opposite effect. Lordswood's challenge is one of a growing number of legal actions facing Ofsted. The beleaguered watchdog raised a storm of protest last Thursday when it announced that 37 further education colleges in England had failed inspections, most of them in the south. 'Claims made by Ofsted that a rise in failing colleges this year was a \"national disgrace\" are highly inappropriate,' said Dr John Brennan, chief executive of the Association of Colleges (AoC). 'It is inappropriate for immoderate language of this kind to be used about a sector which achieves remarkable success in the face of continuing government underfunding.' Ofsted admitted this weekend that the inspection team for Lordswood failed to give an accurate and fair portrayal in the section relating to leadership and management of the school. It has promised to amend the report and add an addendum on its website about the school. But Hattatt, who has been head of the 900-pupil school in Harborne for 15 years, and who launched a high-profile complaint against the Ofsted inspection system in February, plans to take her concerns to an independent adjudicator. 'I have no confidence in the system,' she said. 'I would advise anyone with concerns who is going through the complaints procedure to keep on going because they need to be challenged.' Hattatt raised 31 objections to Ofsted's report, six of which have been upheld, including the duplication charge. In a written response, Ofsted said: 'The number of errors and the duplication of the leadership and management section in the draft report are not acceptable. We have asked the lead inspector to add an addendum to the published report of the school. In addition, we will monitor the work of the lead inspector.' Ofsted's original report into Lordswood also contained incorrect data on achievement at the school, claiming that no students achieved A or B grades in English A-level when in fact half of them did. Ofsted amended the error in the final document, but failed to update judgments made about performance in the subject based on the results. It has now agreed to make changes. Lordswood Girls' School is just one of a growing number of schools threatening to challenge Ofsted inspections: in September, the Business Academy, Bexley, in south-east London, threatened to take Ofsted to court over a finding of 'significant weaknesses' in its teaching. Sir David Garrard, chairman of Minerva plc, which sponsors the £31 million flagship academy said it was taking a stance 'on behalf of all schools and teachers against the irrational, inconsistent and preposterous posturing of Ofsted'. 'The inspectors imposed an artificial environment by forcing unqualified and trainee teachers to conduct the lessons alone,' said Garrard. 'The academy is deeply disappointed at Ofsted's failure to have taken into account the legitimate objections to its unsupportable analysis and its refusal to meet with representatives or acknowledge its error. 'I believe Ofsted is accountable, as are we all, and it has refused, in these circumstances, to be accountable at any level.'"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}