{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/11/israel1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-11T21:39:28Z", "webTitle": "Arafat begins final journey", "webUrl": "https://www.theguardian.com/world/2004/nov/11/israel1", "apiUrl": "https://content.guardianapis.com/world/2004/nov/11/israel1", "fields": {"headline": "Arafat begins final journey", "bodyText": "Yasser Arafat's body arrived in Egypt tonight as authorities prepared for a strictly controlled and brief military funeral where dignitaries from around the world will pay their respects. But the people - among whom the Palestinian leader was popular - will be mostly shut out of Friday's funeral. A plane carrying Mr Arafat's coffin arrived at Cairo airport late Thursday from a Paris military base. A military honour guard carried the coffin, walking in formation from the plane to a hearse. Mr Arafat's 25-minute funeral at a military club near the airport, scheduled for late Friday morning, reflects concern for security at an event that will draw dozens of statesmen and foreign ministers. Analysts say Egypt also sought to avoid an outpouring of public emotion that might either get out of control or show that the late Palestinian leader enjoyed more support than other Arab leaders. Earlier today at a Paris military base, the 75-year-old Palestinian leader was honoured with the first of the ceremonies marking his death. Eight pall bearers carried his flag-draped coffin past an honour guard as a military band played the French and Palestinian national anthems and a Chopin funeral march. Arafat's widow, Suha, stifled sobs as her husband's coffin was transferred from a French military helicopter to an official French aircraft headed to Egypt for his funeral service. Palestinians poured onto the streets of the West Bank and Gaza Strip, where flags were lowered to half mast, at the news of Mr Arafat's death. World leaders paid tribute to the 75-year-old Palestinian leader, while his old enemy, the Israeli prime minister, Ariel Sharon, described his death as an \"turning point\" in the history of the Middle East. As Palestinians mourned their leader of 30 years, Israeli soldiers killed four Palestinians in violent confrontations. Three Palestinians were killed, at least two of them gunmen, in fighting that erupted when militants from an armed group in Arafat's Fatah faction attacked a Jewish settlement in central Gaza after learning of the Palestinian leader's death. Israeli soldiers killed one of the gunmen. The Palestinian leadership acted quickly to fill the power vacuum, but Mr Arafat will not be replaced by one individual. Farouk Kaddoumi, a hardliner, was announced as Mr Arafat's successor as the head of the nationalist Fatah movement. He said he was open to peace negotiations with Israel, but also ready to pursue armed struggle if they failed. The former Palestinian prime minister Mahmoud Abbas was named as the new head of the Palestinian Liberation Organisation. Mr Abbas is unlikely to face a challenger in the Palestinian Authority's presidential elections, which must be held within the next 60 days. The speaker of the Palestinian parliament, Rauhi Fattouh, was sworn in as caretaker president. Meanwhile the militant al-Aqsa Martyr Brigades announced it had changed its name in honour of Mr Arafat. It will now be known as the Martyr Yasser Arafat Brigades. Fearing widespread Palestinian riots in the coming days, Israel sealed off the West Bank and Gaza Strip and sent in 1,600 troop reinforcements, the military said. On October 29, after a serious deterioration in his health, Mr Arafat flew out of his West Bank compound in Ramallah, where he had been a virtual prisoner of the Israeli army for the last two years. He was taken to the French military hospital Percy, in the Paris suburb of Clamart, for treatment, but was thought to have suffered a brain haemorrhage on Tuesday. The hospital's chief doctor and spokesman, Christian Estripeau, announced his death at 3.30am local time today (0230 GMT). He did not comment on the exact cause of death. The Israeli government vetoed a burial at Jerusalem's al-Asqa mosque, Islam's third holiest site, fearing it would undermine its claim to the city. Palestinian leaders, however, revealed that Mr Arafat will be buried in a stone coffin, not a wooden one, to allow his re-interment at a later time in Jerusalem. \"The final resting place will be the al-Aqsa Mosque,\" said Mr Erekat. \"One of these days, we will have a Palestinian state, and President Arafat will be laid to rest [in Jerusalem].\" Israeli troop reinforcements were sent to checkpoints around Ramallah today. Soldiers were ordered not to express happiness at the death of a man who was reviled by many Israelis as a terrorist. The prime minister, Tony Blair is meeting the US president, George Bush, later today to discuss the Middle East peace process. Mr Blair sent his condolences to Mr Arafat's family and said that the Palestinian leader \"came to symbolise the Palestinian national movement\". President Bush also expressed his \"condolences to the Palestinian people\". \"For the Palestinian people, we hope that the future will bring peace and the fulfilment of their aspirations for an independent, democratic Palestine that is at peace with its neighbours,\" he said. The Israeli justice minister, Yosef Lapid, meanwhile, expressed many Israelis' attitude toward Mr Arafat. \"I hated him for the deaths of Israelis ... I hated him for not allowing the peace process ... to move forward,\" he said. In the Jebaliya refugee camp, Gaza's largest, students and supporters of Arafat's Fatah movement gathered in shock and sadness after learning of his death. \"Yasser Arafat is inside in our hearts - in the hearts of the real nation of Palestine,\" said Amar Muheisen, as he beat his chest with his fists. \"Yasser Arafat will never die.\" Children, already out of school for a Muslim holiday, ran through the streets, swept up in the frenzy. One 14-year-old named Ali, who refused to give his last name, wrapped a fist around a photograph of the late leader, who was waving his hand and smiling. He shouted a famous Arafat quote, \"the mountain cannot be shaken by the wind\", and ran through the streets. Outside her tiny home in the Jebaliya camp, Namia Abu-Safia, 48, wiped away her tears and told how she felt as if a member of her own family had died. \"He is our father,\" she said, sobbing. \"He is Palestine.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}