{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/nov/19/newsstory.sport", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-11-19T23:53:52Z", "webTitle": "Maverick Rooney on brink of mayhem", "webUrl": "https://www.theguardian.com/football/2004/nov/19/newsstory.sport", "apiUrl": "https://content.guardianapis.com/football/2004/nov/19/newsstory.sport", "fields": {"headline": "Maverick Rooney on brink of mayhem", "bodyText": "There was more at stake in England's game with Spain than anyone could bear. In the wake of the soul-searching in Madrid, the meaningless friendlies to which we are more accustomed suddenly have a charming civility about them. The racist abuse from the Bernabéu stands was loathsome and, at a far less profound level, some of the conduct on the field was irksome. Wayne Rooney was at the heart of it. He never can be peripheral for long and on Wednesday night England were reminded of the risk they run by trusting in a player who lives on impulse alone. Spontaneity is the key to his potential greatness but the maverick streak also led to mayhem. Outfield players often develop a festering antagonism towards one another but Rooney's loss of control when challenging Iker Casillas was inexplicable. Why attempt to smear a goalkeeper across the perimeter fencing? The Manchester United forward was hastily removed when he had just a booking to his name but he could easily have been sent off by then. He has an unreflecting character. Perhaps it is all the more concerning that sheer thoughtlessness, rather than disrespect, had him throwing down the black armband worn to honour the late Emlyn Hughes and Keith Weller. Eriksson is as incapable of reaching an understanding of Rooney as the rest of us. The Swede mustered mere generalities. He pointed to Rooney's \"frustration\" with England losing 1-0 but the attacker's career will descend into a rampage of law breaking if he can never bear to fall behind. Eriksson also argued that allowances must be made for a 19-year-old. \"I would say that is an excuse,\" the manager insisted. There was even a far-fetched argument that the setting unbalanced Rooney. \"It was his first time in a stadium like this,\" said Eriksson, before adding contentiously: \"Normally he is very cool.\" This was peculiar mitigation to lodge for a striker who has scored a hat-trick at far from cosy Old Trafford and who was undaunted by the Euro 2004 hosts Portugal at the Stadium of Light. Eriksson's plea did not add up but then nothing connected with Rooney ever does. The manager could do no more than observe: \"He has to learn.\" The Swede is confident that the teenager will do so and \"had a talk with him\" as he left the ground on Wednesday. It will be interesting to find out how much Rooney can absorb. If meetings were to be held with everyone who disappointed him in the match Eriksson might injure his vocal cords. Disgust at the crowd's racism does not quite overwhelm all memory of how bad England were. Reputations were suffering setbacks all over the pitch. Ashley Cole, for example, was left scrambling and gasping by Joaquin. There was no aid from Wayne Bridge, who did not compensate by making an impact when he attacked. The partnership between the pair ruptured when exposed to severe pressure for the first time and the prospects improved of Stewart Downing making an international debut on the left wing this season. All the same, England's efforts were so comprehensively wretched that Eriksson could not possibly sideline everyone who let him down. \"I don't know if it was because we talked too much before the game about things that have nothing to do with football,\" he said, referring to the uproar over the Spain coach Luis Aragonés' alleged racism. \"I never saw us that nervous on the pitch before.\" Eriksson found the entire night baffling, saying: \"There was so much hot temper out there from both sides in the first-half. It was not a friendly at all and we forgot to play football.\" Despite the manager's promise of decorum, Manchester United's Gary Neville and Jose Antonio Reyes of Arsenal renewed hostilities. The full-back got in an early foul and the winger later had a sly tap at the Englishman's ankle. Eriksson's team were also undisciplined in their failure to be compact and Xavi, the guiding intelligence for Spain, gloried in the freedom he had to dissect England with his gleaming passes. Nicky Butt is nominally present to stop such creators but the Newcastle man could barely get within hailing distance of the Barcelona midfielder. He has his work cut out to show he is not in decline after leaving Manchester United. The midfield floundered collectively and individually. The Real Madrid midfielder David Beckham had negligible influence but a couple of raking passes that did not quite release his club team-mate Michael Owen and then Rooney could almost be classed as highlights in a display that lacked a single shot on target. This was England's 14th match in 2004. There is now a three-month gap and the side may have revived by the time they gather for a friendly with Holland in February. At the Bernabéu, though, they received worthwhile proof that they can compete with technically adroit opponents only when their self control and concentration are at the highest levels."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}