{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/13/australia.davidfickling", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-13T23:59:47Z", "webTitle": "FBI called in to help find Sydney serial rapist", "webUrl": "https://www.theguardian.com/world/2004/nov/13/australia.davidfickling", "apiUrl": "https://content.guardianapis.com/world/2004/nov/13/australia.davidfickling", "fields": {"headline": "FBI called in to help find Sydney serial rapist", "bodyText": "As the first balmy nights of the summer came to Sydney last month, detectives from Strike Force McCoy issued a warning. The unit had been set up in March to track down a serial rapist, and detectives feared that the man who had brought fear to the suburbs of the city was poised to attack again. Five days later, they were proved right - he struck on the same street as his first attack, in October last year. Since then, 11 women have been set upon, all but two within a small area. The preferred method of attack - climbing through open windows - has led one victim to call him Spiderman. With no sign of a breakthrough in the inquiry, Australian police announced this week that three FBI investigators, including one involved in the hunt for the Unabomber, Theodore Kaczynski, had been drafted in to help the 12 officers already on the case. The agents - from the US National Centre for the Analysis of Violent Crime - have already been warned that they are up against an unusual criminal. Most serial rapists are impulsive and can be tracked down because of their careless behaviour. But this attacker, who has targeted the city's inner western suburbs, has been calculated. He has left few clues. Most victims were living in terrace houses with partners or flatmates who were away. Police believe that the rapist watches their movements for some time before striking. \"He's meticulous,\" said the lead investigator, Detective Sergeant John Zdrilic. \"He's something of a cat burglar, and he's probably a former offender, but beyond that it's hard to say anything definite.\" Almost all the attacks have occurred between midnight and dawn, leading police to conclude that he may be a shift worker and may have a lot of time on his hands to watch his victims. Several of the rapes are linked by DNA. In one attack, when he dragged a 15-year-old into her driveway before she fought him off, he dropped a German-made torch which is not widely available in Australia. But neither discovery has brought investigators any closer to him. Sydney's less affluent western suburbs became notorious in 2000 after a string of gang rapes by mainly Lebanese-Australian men, but the so-called inner west where Spiderman's attacks have been concentrated is regarded by most residents as safe territory. \"You just don't expect this sort of thing to happen here. I never used to worry about leaving a window open or sitting outside on a summer night, but it doesn't feel safe any more,\" said Christine Bailey, a 27-year-old waitress. Locals often leave their back doors open to enjoy the warm evenings, but few now leave anything unlocked after dark. On the cafe strip in the fashionable suburb of Newtown, pavement artists have chalked a warning to women to keep doors and windows closed. One of the victims, a British-born woman using the pseudonym Chloe, told Sydney newspapers in April how she fought the man off after he climbed into her bedroom through an upstairs window at her terrace house in the harbourside suburb of Glebe. \"I was woken at 5am by a man in my room,\" she told the Sun-Herald. \"He came over to my bed and attempted to attack me. He tried to pull the duvet off me. I fought with the man and I screamed at him continuously and then I kicked him ... he ran from the room, down the steps, out the front door.\" A fortnight after his most recent attack, fear is running particularly high because most of the incidents have come in clusters - four within a fortnight last December, and four more in January and February this year - and because he tends to strike at weekends. But the careful planning of the attacks has meant that even the most basic details about the attacker are matters of conjecture. He shines a torch in the faces of his victims to prevent them seeing him, so despite initial reports that he was Caucasian or European, current Photofits now indicate a man of Middle Eastern, Asian or Aboriginal appearance. All the victims agree that he was well-spoken and with an Australian accent, and the locations of the attacks suggest a long-time resident of Sydney's inner west. Profilers suggest that he may be a former peeping tom who has fantasies about having consensual relationships with his victims, and Det Sgt Zdrilic believes that his latest attack, in which his 57-year-old victim managed to talk him out of raping her, puts them within striking distance of catching him. \"I think it's just around the corner. Every day he backs himself further into a corner,\" he said. But similar breakthroughs have been predicted by investigators over the past eight months, and each time he has eluded them."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}