{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/nov/20/hotels.guardiansaturdaytravelsection", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-11-20T18:57:47Z", "webTitle": "Latin quarters", "webUrl": "https://www.theguardian.com/travel/2004/nov/20/hotels.guardiansaturdaytravelsection", "apiUrl": "https://content.guardianapis.com/travel/2004/nov/20/hotels.guardiansaturdaytravelsection", "fields": {"headline": "Latin quarters", "bodyText": "Argentina Buenos Aires BoBo (0054 11 4774 0505, www.bobohotel.com ) is a new boutique offering in the revamped neighbourhood of Palermo Viejo, where you'll find some of the city's best bars and restaurants. It has just seven rooms in a house dating from 1927. Some have a balcony, but they're generally rather compact. Each is uniquely designed. You could go for \"Pop\", \"Minimalist\" or \"Argentinian\", the largest and best, with sloping skylight and Jacuzzi. The contemporary menu includes thrice-cooked Patagonian lamb with couscous. BoBo is available through Far Frontiers (01285 850926, www.farfrontiers.com ) from £54 per room per night. Also new is Art Hotel (+11 4821 6248, www.arthotel.com.ar ), a converted historic townhouse in the cultured environs of Recoleta. It has an art gallery on the ground floor, and artworks in the 36 small, cosy rooms. There's a bar, and you can also have tango lessons here. The neighbourhood is quiet, but it's just an eight-minute walk into the centre of Recoleta and the underground. A queen room costs US$80 B&amp;B, through Cazenove and Lloyd (020-7384 2332, www.cazlloyd.com ). Patagonia Eolo (www.eolo.com.ar ), opens in early 2005 on the eastern face of Mount Frías, a 30-minute drive from El Calafate airport. It's a very comfortable base for visits to Lago Argentino and Los Glaciares National Park. The 17 rooms each have their own sitting room - and awesome views. It's not cheap, but a range of guided outdoor activities and excursions, such as trekking, horseriding, birdwatching and a visit to the glacier, are included. Steppes Travel (01285 855333, www.steppeslatinamerica.co.uk ) arranges three nights' full-board, with transfers and activities, from £520pp. Mexico Mexico City Opening at the end of this month is the first hotel in the trendy Condesa district with its cafes, parks and art deco buildings. The 40-room Condesa DF (0052 555 241 2600) is housed in a 1928 apartment building, tucked away on a tree-lined avenue. Expect custom-made furniture and stone floors plus flashy extras like wide-screen TVs and DVD players. There's a rooftop terrace with bar and hammam. The restaurant serves modern Mexican. Doubles start at US$195. Playa del Carmen Scheduled to open in January, the 15-room Hotel Basico (pre-opening: 0052 984 879 3620) has a reception that is also a bar - the bartender hands over your room keys. On the large third-floor terrace are two swimming pools in the bizarre style of oil tanks. You'll also be able to rent cabanas with views of the Caribbean. Food promises to be that rare thing - authentically Mexican. Doubles start at US$150. Brazil Costa Esmeralda On this gorgeous stretch of coast in the southern state of Santa Cathatrina, Ponta dos Ganchos, a cliff-top boutique hotel, recently opened five luxury bungalows. Each has a private sauna, Jacuzzi, garden pool (overlooking the ocean) and home cinema. One even has a wine cellar. The hotel has an indoor pool, fitness centre, tennis, and a private island for romantic picnics. The beachfront restaurant serves Brazilian and international food. There is diving at a nearby marine reserve. From £120pp per night full-board, through Exsus Travel (020-7292 5050, www.exsus.com). Salvador A Casa das Portas Velhas, \"The house of old doors\" is a new hotel in Pelourinho - the historic centre of Salvador. Once an old colonial house, it has been restored and now has 15 well-equipped rooms with decorative doors - hence the name - on the walls. Thoughtful touches include a packing/unpacking service. There's also a restaurant, bar and outdoor Jacuzzi and plans for a small gym and sauna. Journey Latin America (020-8747 8315, www.journeylatinamerica.co.uk ) offers it from £60pp B&amp;B. Peru Cuzco The Libertador Valle Sagrado Lodge (0051 84 251526, www.vallesagradolodge.com ) has opened in the beautiful Sacred Valley, north-west of Cuzco. It comprises several adobe buildings built and decorated with traditional materials. Rooms overlook the mountains and valley below, each with a private balcony or porch. Modern Peruvian food is served in the restaurant, and you can breakfast outdoors to the sound of running springs and fountains. Doubles start at £80 as part of a tailor-made tour with South American Experience (020-7976 5511, www.southamerican experience.com ). San Ramón Pampa Hermosa (www.pampahermosalodge.com) is part of a bargain 12-day birdwatching tour from Naturetrek. Surrounded by canyons and freshwater springs, the eco-lodge is a five-hour drive from Lima. You stay in thatched huts, each with its own deck. You can hike to pre-Incan ruins and waterfalls suitable for bathing. Bird highlights include the Andean cock of the rock and the sword-billed hummingbird. Departing June 22 and November 16 2005, the tour costs £1,295pp including flights, accommodation, meals and expert guiding. Naturetrek (01962 733051, www.naturetrek.co.uk ) Ecuador Amazon Napo Wildlife Centre, in Yasuní National Park, is an eco-lodge where you can feel do-goody as well as comfortable. Profits are split between EcoEcuador, an environmental NGO, and the local Añangu people, who own 49% of the lodge. Solar power and recycling are big here. There are 10 luxury cabañas and a 50ft viewing tower from which you can see the Andes and birdlife. Exsus Travel (020-7292 5050, www.exsus.com ) can arrange three nights' full-board including river excursions, plus two nights in Quito from £1,140pp including flights and transfers."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}