{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/16/china.jonathanwatts", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-16T23:57:57Z", "webTitle": "China faces cold winter as fuel grows scarce", "webUrl": "https://www.theguardian.com/world/2004/nov/16/china.jonathanwatts", "apiUrl": "https://content.guardianapis.com/world/2004/nov/16/china.jonathanwatts", "fields": {"headline": "China faces cold winter as fuel grows scarce", "bodyText": "Some 200 million people could be left out in the cold in China this winter, the state-run media warned yesterday, as energy shortages threatened the traditional switching on of the nation's centrally planned central heating system. For more than 30 years, November 15 has been the day when Beijing's municipal managers turn on boilers, radiators and immersion heaters in a synchronised city-wide warm-up ahead of sub-zero temperatures that become the norm at this time of year. But this year, the authorities warn that coal production has failed to match the demand for power, which has risen sharply as increased economic affluence has driven up sales of electric heaters, hot blankets, televisions and DVD players. The China Daily said Beijing has only 50% of the coal it needs this winter, while Jilin has stores of 40%, half the level of this time last year. City dwellers in 14 provinces across northern China plus Shandong and Henan in the east and central regions have been hardest hit. \"The authorities in cities across northern ... China have been put to a hard test in securing winter heating for their residents as temperatures continue to plummet,\" China Daily reported yesterday. Although the onset of the chill has been slower than last year, weather forecasters said temperatures would fall to zero last night. By the end of December, the ice on most lakes and ponds in Beijing is thick enough for skating. Like many cities in China, Beijing has struggled to rein in the demand for energy. Although authorities have raised prices this year, their conservation efforts have been hampered by a collectivised heating network that supplies entire blocks of flats rather than metering individuals. The government is trying to switch its focus on to greater fuel efficiency because supplies are more expensive and more difficult to guarantee. After 25 years of rapid economic growth, China has become the world's second-largest power consumer after the US, driving up the global price of oil and coal. The construction of the world's biggest hydroelectric plant, the Three Gorges dam, and plans to build two new nuclear power stations every year until 2020 have yet to wean the country from its dependence on coal, which accounts for three-quarters of China's energy needs and thousands of mining deaths each year. Despite record production of coal and a 15% rise in power generation over the first 10 months of the year, dozens of Chinese cities suffered brown-outs during the summer. Even the illuminations of the Bund in the commercial capital, Shanghai, had to be switched off for long periods to conserve scarce supplies. Many factories were ordered to work nights instead of days. Some were put on two or three-day weeks. Such moves are bound to slow China's booming economy. Jia Yinsong, an official with the National Development and Reform Commission, told reporters recently that insufficient energy supplies were one of the biggest factors limiting economic growth. The government has warned that serious shortages will continue for at least another year, particularly in eastern and coastal China - the main focus of economic activity. From January to October, China imported 99.6m tonnes of crude oil, exceeding the 91m tonnes imported in the whole of 2003, said reports quoting the General Administration of Customs. Imports of crude oil in 2004 are expected to reach 120m tonnes, the second largest in the world after the US. China generated a total of 1.74 trillion kWh of electricity in the first 10 months of this year, up 15% from the 2003 figure."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}