{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "culture/2004/nov/16/u2.oldirtybastard", "type": "article", "sectionId": "culture", "sectionName": "Culture", "webPublicationDate": "2004-11-16T23:57:42Z", "webTitle": "Jacking the ripper", "webUrl": "https://www.theguardian.com/culture/2004/nov/16/u2.oldirtybastard", "apiUrl": "https://content.guardianapis.com/culture/2004/nov/16/u2.oldirtybastard", "fields": {"headline": "Jacking the ripper", "bodyText": "· Having decided against changing the release date of their new album despite it being leaked on the web, U2 are instead inviting everyone who hasn't heard it yet to do so today via nme.com. How to Dismantle an Atomic Bomb will be played in its full mountainous glory a full six days before it reaches the shops, which will at least prove one way or another whether online previews affect sales. It'll be interesting to see how U2's experience compares with that of Eminem's new album, Encore. When confronted by the same upfront-leak situation, his label panicked and brought forward Encore's release from November 15 to the 12th. It sold 120,000 copies in two days - enough to send it to No 1 in the weekend chart - which should reassure Em that his public think he's worth it. Yes, still. Ripping and burning may be about to make record shops defunct (supposedly), but for Eminem's surprisingly old-school fans, only £12 worth of silky-smooth CD will do. News: New U2 songs feared stolen News: Real Slim Shady rushes release to beat bootlegs Buy How to Dismantle an Atomic Bomb at Amazon.co.uk Buy Encore at Amazon.co.uk Eminem official site U2 official site · One of my most stolidly indie-ish friends has announced that he won't be buying the Band Aid 20 single. Why? Because the ensemble includes acts he considers trite: Robbie Williams, Busted and (he may have a point here) Rachel Stevens. He insists that teen idols such as these tarnish the record by association. And, in fact, some of these idols seemed positively idiotic at the recording on Sunday, with Busted not recognising Bob Geldof and weenybopper Joss Stone referring to the man as Bob Gandalf. Said friend believes such embarrassment could have been forestalled by recruiting only artists who pass the indie-credibility test - for instance, he suggested, Nick Cave and Manu Chao. Apart from the fact that Cave's lugubrious rasping would actively repel buyers and Chao is unknown to all but world-music fans, their presence would do nothing to encourage teenagers - the people who actually buy charity singles - to make a connection between music and politics. The original Band Aid single introduced a generation of Wham! and Duran Duran fans to the idea that music can - sometimes - make a difference to the way the world turns. The offspring of the 1984 generation are receiving their own indoctrination via Busted and Dizzee Rascal. For most, this will be their first experience of putting their pocket money toward shaping events, or making - as Geldof said on Sunday - \"a political demand for action\". Some people will undoubtedly give Band Aid 20 a miss anyway, not just because they can't bring themselves to buy a record with teeny stars on it but because charity records are only a figurative sticking plaster - and as we know by now, Band Aids themselves don't heal wounds. But it will concentrate the attention of kids who might otherwise be oblivious to the problem. News: It's the same old song, but with new stars In pictures: Band Aid 20 Who sang what in Band Aid 20 More about the Live Aid DVD · While amassing an impressive list of charges including illegally possessing body armour and absconding from rehab, the late Ol' Dirty Bastard also found time to sire 13 children. Thirteen. The squabbling that ensued between Bob Marley's eight children and their mothers for a share of his will could be dwarfed if ODB's baker's dozen go to the lawyers. News: Rapper ODB collapses and dies in recording studio Obituary: Ol' Dirty Bastard This week's top three singles 1. Vertigo, U2 2. Lose My Breath, Destiny's Child 3. Just Lose It, Eminem This week's top three albums 1. Encore, Eminem 2. Greatest Hits - My Prerogative, Britney Spears 3. Allow Us To Be Frank, Westlife This week's top three downloads 1. Vertigo, U2 2. Just Lose It, Eminem 3. What You Waiting For, Gwen Stefani"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}