{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/nov/28/observerescapesection1", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-11-28T18:19:38Z", "webTitle": "Ask the experts", "webUrl": "https://www.theguardian.com/travel/2004/nov/28/observerescapesection1", "apiUrl": "https://content.guardianapis.com/travel/2004/nov/28/observerescapesection1", "fields": {"headline": "Ask the experts", "bodyText": "Letter of the week My dream is to climb Mount Kilimanjaro, but I need to know how to go about it. First, is the mountain too challenging for me? How do I prepare, when is it best to go and can I organise the trip as independently as possible? Magic Turzynski, by email Kilimanjaro is Africa's highest peak, at 5,896 metres (19,340ft), and one of its most magnificent sights. It is tough and challenging, though hundreds of tourists manage the climb each year. If you are fit and have been trekking you should make it. It is best to try in the dry season, from June to October, from late December to early January and in March. All treks must be organised through a tour firm. If you'd like to fix up yours before you go, Tribes (01728 685971; tribes.co.uk) offers good value with reputable guides and lots of information. Budget treks arranged in Tanzania start at around £350, including park fees for a five-day, four-night excursion on the Marangu route, the easiest way up. For a trek with reasonable food, knowledgeable guides and helpful porters expect to pay at least £500 for a six days. A slower ascent is worth paying for: go up too quickly and you risk altitude sickness. Arusha and Moshi are good places to join a trek, but look for firms with a mountain-climbing licence, which do not subcontract their treks to other operators. Lonely Planet's Trekking in East Africa (£12.99) has lots of further information. How hard is it to make an independent connection, by coach or train, between Ronchi dei Legionari airport near Trieste, to Rijeka in Croatia? Companies offering private transfers between Trieste and Rijeka want about £70 return. This seems steep: the cities are only about 60 kilometres (37 miles) apart. As I would be making this trip three times a year, am I right to think I could do better? Olga, by email Though convenient, private transfer isn't the most economical way. Going by bus could save you a great deal. The airport is around an hour from Trieste. There is a half-hourly bus between the two, costing around £2 and taking just under an hour. The bus will drop you at Trieste bus station, from where there are several buses daily to Rijeka. This trip takes around three hours and costs about £11. For links to the bus firms, go to visit-croatia.co.uk. If you're going to the west of the Istrian peninsula, Venezia Lines (venezialines.com) runs catamarans to Porec and Rovinj from Trieste, as well as to other Croatian towns from Venice. Please suggest a loose itinerary for three weeks in Cairns, in Queensland, Australia. We are a couple in our early thirties and have just finished a cycling holiday in Vietnam so we like a bit of exertion. We plan to go in mid-January. We hope to do some diving, perhaps some sailing and rainforest adventures, if they are possible at that time of year. As it is close to Valentine's Day could you suggest any romantic ideas in Cairns to really make an impression? Frank Kehoe, by email Cairns itself isn't much to get excited about, but there are stunning reefs and islands to the east of the town, beautiful beaches to the north and south, and unique rainforest and mountains and outback to the west. In three weeks, you can see some of all of these. It's best to hire a car. Start with a taste of the outback. The Savannah Way leads through tropical scenery to such towns as Croydon and Normanton. You don't get much more romantic than strolling under the huge, starry night skies that this area is famous for. Go via the Undara Volcanic National Park to see the remarkable lava formations. Head back to Cairns via the Atherton Tablelands, a lovely place to spend a few days hiking among the lakes, waterfalls and forests. Try Cape Tribulation for beaches framed by rainforest. Daintree Wilderness Lodge (00 61 7 4098 9105; daintreewildernesslodge.com.au) has upmarket accommodation in a wild setting. Double rooms start at £105. You can lounge on the beach, explore the forest and go sea-kayaking nearby. Head back to Cairns if you're keen to dive or sail to the surrounding islands. It has everything, from basic dive training to multi-day sailing and reef dives. January is the rainy season in the far north of Queensland, so be prepared for the odd downpour. It's also the big Australian school holiday month, so book your accommodation in Cairns. My husband and I, who are in our early sixties, are going to Ecuador next month. Should we take American dollars, or travellers' cheques or a mixture of both? We start in Quito, go to an estancia for a week and then spend three nights in the jungle! Pat Wilson, by email Ecuador's currency is the US dollar, but its prices are low so you will need lots of low-denomination bills. A mixture of money is best: dollar travellers' cheques in case of theft or loss, dollars for ease of access and debit and credit cards for day-to-day use. Be sure you have all the cash you'll need before heading to the estancia There are lots of cash machines in the country. But in places without them, you probably won't be able to cash cheques, either. · We welcome letters. Tom Hall from Lonely Planet addresses as many as possible here. Email escape@lonelyplanet.co.uk or write to Lonely Planet, 72-82 Rosebery Avenue, London EC1R 4RW. The writer of the week's star letter wins a Lonely Planet guide of their choice, so please include a daytime telephone number and postal address. No individual correspondence can be entered into."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}