{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/09/israel", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-09T23:54:46Z", "webTitle": "Ramallah shows little sympathy for the woman who would not stand by her man", "webUrl": "https://www.theguardian.com/world/2004/nov/09/israel", "apiUrl": "https://content.guardianapis.com/world/2004/nov/09/israel", "fields": {"headline": "Ramallah shows little sympathy for the woman who would not stand by her man", "bodyText": "On Suha Arafat's old street, al-Mahkakim, in Ramallah, there's not much doubt about what lies behind the unseemly tussle between the wife of Palestinian leader and the men poised to replace him. \"The most important part of it is money,\" said Manel Shami, who grew up on the same block of the middle-class largely Christian neighbourhood as the future Palestinian first lady and knew her well. \"Suha was never interested in politics.\" Passing, a 23-year-old engineer called Shirin agreed. \"Suha came here to take away the president to Paris to get the money. She never came here before, during the intifada,\" she said. It is a view that rumbled across Ramallah yesterday as Palestinians who grimly tolerated Mrs Arafat's extravagant lifestyle in Paris, on £53,000 a month from public coffers, because she was the wife of their leader, finally let loose at her as the wrangling over who has the final claim to Yasser Arafat turned nasty. \"All of us are Arafat's family, not just Suha,\" said Nahla Koura, head of the Palestinian Authority's women's affairs committee. \"She's been away for four years. Why now does she remember she has a husband and his name is Arafat? She doesn't want anyone to know what is going on. She doesn't have the right to claim him. He is ours.\" Outside Mr Arafat's headquarters, still shattered from the Israeli army siege in 2002, women stood with banners asking: \"Suha, where were you when this place was under siege?\" and \"Suha, who are you to speak for the Palestinian people?\" Suha Arafat was born to a wealthy family in Jerusalem, went to a Catholic school in Ramallah and later studied at the Sorbonne in Paris. Her Oxford-educated father was a banker and her mother, Reemonda Tawil, a well-known feminist and journalist. Suha Tawil was visiting Jordan as a freelance journalist when she met Mr Arafat. He was smitten with her, although his aides and colleagues were at a loss to explain it, and hired her to work with him at the Palestine Liberation Organisation headquarters in Tunis. Married In 1990 they were secretly married when he was 62 and she just 28. The union was only made public two years later. \"Everybody was surprised,\" said Mrs Shami. \"She didn't know anything about politics. The marriage was secret. She was not a suitable wife for him. A suitable wife would have been behind her husband all the time. Not outside the country but here, sharing his suffering.\" That is a common enough view in Ramallah, where the woman with dyed-blond hair, haute couture suits and an apparent penchant for an expensive lifestyle is seen above all as having betrayed her husband by having decamped to Paris at the beginning of the intifada. Before that, Suha Arafat tried to project herself as a Winnie Mandela - mother of the nation - with visits to refugee camps and charity work. But while Mrs Mandela struggled through persecution and internal exile, Mrs Arafat went to Paris to give birth to her daughter, Zahwa, in 1995. Outside a £1,000-a-night private hospital, she famously declared: \"Our child was conceived in Gaza, but sanitary conditions there are terrible. I don't want to be a hero and risk my baby.\" Mrs Arafat converted to Islam shortly before her marriage, but it did not go unnoticed that she had trouble letting go of deep-seated Catholic beliefs. She still attended mass and had her daughter baptised. Muslims in Gaza complained that this supposedly Muslim woman failed to cover her hair on visits to refugee camps. But while the Palestinian people never warmed to Mrs Arafat, she did win some admiration for her ability to rile the Israelis. In 1999, at a meeting with Hillary Clinton, she accused Israel of using poison gas on Palestinians, of chemically contaminating water and of causing cancer. Israel accused her of a gross libel. Mrs Clinton, who was in the middle of a race for a senate seat, later wrote that the hug and kiss from Mrs Arafat were the \"worst mistake\" of her campaign. In the midst of the intifada three years later, as Mr Arafat condemned \"all terrorist acts which target civilians\", his wife said that if she had a son there would be \"no greater honour\" than to sacrifice him for the Palestinian cause, which the Israelis chose to interpret as an endorsement of suicide bombings. But Mrs Arafat's more bitter and persistent clashes were with the people around her husband. She regularly appeared on television to accuse them of dragging down the Palestinian people through corruption and mismanagement, while denying that Mr Arafat was responsible. \"Every beautiful flower ends up surrounded by weeds,\" she said. It all rang hollow once the scale of her own expenditure was revealed. Last year, the French authorities revealed they were investigating Mrs Arafat over the transfer of about £6m into her bank accounts in 2002 and 2003. The exact nature of the investigation was not revealed officially, but it was reported to involve tax evasion and the receipt of monies stolen from the Palestinian Authority. Mrs Arafat said it was all a plot by Israel's prime minister, Ariel Sharon, to discredit her and distract attention from an investigation into his own alleged corruption. But money is clearly on Mrs Arafat's mind, because among those she has feuded with in Paris over the past week is Mohammed Rashid, her husband's financial manager, who is one of the few men who knows where the secret bank accounts are held. Even fewer people know how much they contain, but estimates range from the hundreds of millions to more than £1bn."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}