{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2004/nov/24/championsleague.psveindhoven", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2004-11-24T23:24:55Z", "webTitle": "An insider's guide to victory in Eindhoven by Frank Arnesen", "webUrl": "https://www.theguardian.com/football/2004/nov/24/championsleague.psveindhoven", "apiUrl": "https://content.guardianapis.com/football/2004/nov/24/championsleague.psveindhoven", "fields": {"headline": "An insider's guide to victory in Eindhoven", "bodyText": "Most people think Arsenal's chances of remaining in control of their Champions League campaign and not having to rely on other teams depend on how their defence plays against PSV Eindhoven tonight. That's because of the problems they have been having in keeping clean sheets and holding on to leads, but I disagree. I believe their strikers and midfield players hold the key to how the game pans out. PSV go into the game knowing that a draw will be good enough to qualify them for the knockout stage. A defeat, however, would ensure that Arsenal qualify and possibly leave PSV needing a draw in their last game at Panathinaikos to go through. That's one reason why I expect a tight game, especially from PSV's angle. In fact, I think it will be more like a home game than an away one for Arsenal because, like many teams who visit Highbury, PSV will play with one striker and pack the midfield, inviting Arsenal to break them down and try and catch them on the break. They will have three holding players in central midfield - Johann Vogel, Phillip Cocu and Mark van Bommel. Their job will be to close Arsenal down and deny them the space to run at the back four or strike on the counter-attack. The three holding players will also be supported by two wide ones, Park Ji-Sung and DaMarcus Beasley, leaving them with one striker. Jan Vennegoor of Hesselink is their normal target man but he was injured on Sunday and that role may go to Gerald Sibon, a tall striker who can hold the ball up. I saw PSV play like that in their first Champions League game at Highbury in September. Arsenal were scoring freely then but that was a tight game and they needed an own goal from PSV's Brazilian defender Alex to win 1-0. That was just one of two goals PSV have conceded in four Champions League games and their domestic record is even better; they have now recorded 10 successive clean sheets and last conceded a goal in August. They can also score goals, of course. They have delivered 32 in 13 league games and remain unbeaten. In fact, the only defeat they have suffered all season was against Arsenal. In my view, that's because Arsenal are a very good team and have the better individuals. But PSV are very well organised and difficult to beat. Arsenal will have to be at their best to do that and, for me, the absence of Dennis Bergkamp could harm them more than if Sol Campbell does not play. · Frank Arnesen is Tottenham's sporting director and was formerly PSV's technical director"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}