{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/09/islam.religion", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-09T23:54:47Z", "webTitle": "Blast damages Dutch Islamic school", "webUrl": "https://www.theguardian.com/world/2004/nov/09/islam.religion", "apiUrl": "https://content.guardianapis.com/world/2004/nov/09/islam.religion", "fields": {"headline": "Blast damages Dutch Islamic school", "bodyText": "A bomb damaged an Islamic primary school in the southern Dutch town of Eindhoven yesterday, the latest in a series of attacks on Muslim buildings since last week's murder of a filmmaker critical of Islam. Police said they were investigating the cause of the blast early yesterday, which followed a chain of attacks against Dutch mosques since the film director Theo van Gogh was killed last Tuesday by a suspected Islamist. Eindhoven's mayor, Alexander Sakkers, said nobody was hurt in the blast, which damaged the school's entrance and shattered windows. \"Residents of the area are really shocked and many have to contend with damage,\" he said in a statement. \"We have to do everything possible to keep the community united.\" Mr Sakkers said he had ordered extra police protection for all public Muslim buildings in Eindhoven. \"It is essential that we stick together,\" Mr Sakkers said. \"One single person who carried out such an idiotic act should not be allowed to affect Dutch society.\" The Dutch news agency ANP reported that police had arrested a 21-year-old man in the central town of IJsselstein on suspicion of throwing a firebomb at a local mosque. There was also a failed arson attack on a mosque in the north-eastern town of Groningen while another mosque there was daubed with slogans referring to the killing of Mr van Gogh, who will be cremated in a public ceremony in Amsterdam today. At the weekend, mosques in Rotterdam, Breda and Huizen were attacked but not badly damaged, while fires also broke out at a mosque in Utrecht on Friday."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}