{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2004/nov/28/observerescapesection2", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2004-11-28T18:59:00Z", "webTitle": "Letters of love from abroad", "webUrl": "https://www.theguardian.com/travel/2004/nov/28/observerescapesection2", "apiUrl": "https://content.guardianapis.com/travel/2004/nov/28/observerescapesection2", "fields": {"headline": "Letters of love from abroad", "bodyText": "This year you've had exhibitions in Istanbul, Sydney, Wellington, and a couple in Italy - is this a regular travel pattern for you? I travel about every 10 days - mostly for work. Recently I went to New York for the launch of the Long-champs bags I designed, to Istanbul for the opening of a show and to LA to visit a gallery. When I got back from New York, I was supposed to go straight to Seville, but the idea of getting on another plane made me feel physically ill. I was travel sick. Are you a culture vulture abroad? I'm a really bad tourist; I just don't have that tourist mentality, but I go to all the galleries. When I was in Japan, I wanted to visit a shrine but in the end I had to visit the nearest sumo wrestlers' shrine because I didn't have time to visit the big famous ones. It was a bit like going down the Old Kent Road to visit a boxing shrine. Apparently visiting a sumo wrestlers' shrine means I've taken on the battle for the rest of my life. That's what you go there for - to be given the strength to cope with the battle of life! When did you last have a proper holiday? I don't really separate work trips from holidays. I always try to get a hotel with a pool, though. I swim every day in London and when I'm travelling it's even more important because I'm stressed - people think I'm a real prima donna: the JLo of the art world! My most recent proper holiday was when I smashed my leg falling down some steps outside a restaurant in Rome: it was a sort of holiday by default. I couldn't get back, so I was driven from one friend's house to the next. I just got looked after and fed. A car took me up to stay with Ruth and Richard Rogers at the ir place in Tuscany - plenty of good food there! How do you work while you're away? Years ago I would take all my drawings with me and install myself at a hotel for a week and turn my bedroom into a studio. I'd take down all the pictures and move the furniture, then tape up my drawings on all the walls. Sometimes the chambermaids would come in and be shocked. Recently in LA I took lots of Polaroids of myself - which aren't great photographs, but were good to draw from - and I write a lot now too. I like to send people little notes and letters on hotels' writing paper, even if it's just a few lines. Especially when you're a long way from home, you get a really different perspective on friends and the people you love and it's nice receiving a letter with a different stamp on it. How does all this frenetic travel compare with your childhood trips? Between the ages of three and six, my Dad would drive us to Turkey from Margate. It would take about five days travelling through all these countries. My Dad would take a small stove and cook us breakfast by the side of the road. We had to queue at the border to get through into the eastern bloc and my Dad would try to explain it to me. Do you ever get back to Margate? Usually about once a year some friends and I stay at the Walpole Bay Hotel. I love going down in the middle of winter, when you have to wrap up warm and it's out of season. I like places out of season. There's something quite romantic about it. Are there any places you would still like to visit? I love travelling, but I think you need a point of reference, a reason to visit. When I'm an old lady - about 80 - I'd love to go and visit all the volcanoes around the world. It'll be my journey of a lifetime. · Tracey Emin's film, Top Spot, will be shown on BBC Three on 18 December"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}