{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/09/france.tisdallbriefing", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-09T23:54:35Z", "webTitle": "Simon Tisdall: Stuck in France's orbit, a depressingly circular history", "webUrl": "https://www.theguardian.com/world/2004/nov/09/france.tisdallbriefing", "apiUrl": "https://content.guardianapis.com/world/2004/nov/09/france.tisdallbriefing", "fields": {"headline": "Stuck in France's orbit: a depressingly circular history", "bodyText": "Amid continuing turmoil in Ivory Coast, France firmly denied yesterday that its forces were seeking to depose President Laurent Gbagbo. But such suspicions are understandable, given the country's history and especially after France's ruthless weekend destruction of the country's air force. Ivory Coast has always faced an unequal struggle for viable independence, as even its official name, Côte d'Ivoire, suggests. French traders first meddled there in the 15th century, in search of slaves and ivory. France obtained a foothold in 1842, and in 1893, 60 distinct tribes were conjoined in a territory of French design. Even after independence in 1960, Ivory Coast remained firmly in the Francophonie, France's more muscular equivalent to the Commonwealth. Its official language is French. Its currency (unlike that of France) is still the franc. About 14,000 French expatriates maintain France's sizeable economic stake. France is the country's biggest single trading partner, defence supplier and bilateral aid donor. It has military bases there and, since the 2002 civil war, has again acted as its political arbiter. Colonialism aside, Ivory Coast's struggle for identity has faced numerous other obstacles. The country's first post-independence president, Félix Houphouët-Boigny, resisted the development of democratic institutions in the 33 years he held power. The west's tolerance of this precedent was not lost on his successors after 1993. President Henri Konan Bédié also rebuffed democratic reform, promoting instead the concept of ivoirité - national pride - as a binding force. But political polarisation accelerated in the 1990s. Ivoirité became a conduit for xenophobia, aimed in particular at economic immigrants in the north who comprise up to 40% of the total population. Divisions between southern Christians, non-Ivorian Muslims in the north, and indigenous faiths, hardened. All the while, the country's economic underpinning was being stripped away. Ivory Coast is one of the largest exporters of cocoa and coffee, but as commodity prices were forced down by world markets, so too was the country's principal source of income. Ivory Coast's struggle for identity and autonomy finally turned into violence in 1999. A military coup deposed Mr Bédié. The country was ostracised, foreign aid plummeted, and then came civil war and virtual partition. Thus did Ivory Coast come full circle, the object once again of an intervention by France - this time armed with a UN mandate. If the weekend rioters had a unifying motive, it was anger at what they see as a renewed attempt by France, and the west in general, to manipulate Ivory Coast as in the past. The old cry, that France covets natural resources (including significant offshore oil and gas) was once again heard on the streets of Abidjan. France says it only wants to see talks resume between the government and the opposing northern forces. But its retaliatory attack after the killing of nine French soldiers, and the UN security council's post-facto endorsement of it, raises a wider question about the future of the UN peacekeeping force. The UN mission is caught between two hostile camps, its neutrality thrown into doubt. There is also the fearsome possibility that the unrest could destabilise the west African region, where several countries have barely recovered from an Ivorian-style 1990s descent into chaos. Solutions are in short supply. France has proposed UN sanctions, but simply blaming the natives will not wash. The historic responsibility runs much deeper and wider than that. A mooted African Union mediation mission by South Africa's President Thabo Mbeki, rather than another dose of French military unilateralism, may offer the best way forward."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}