{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/09/iraq.rorymccarthy1", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-09T23:54:50Z", "webTitle": "Go kick some butt and make history, Vietnam-style, US troops urged", "webUrl": "https://www.theguardian.com/world/2004/nov/09/iraq.rorymccarthy1", "apiUrl": "https://content.guardianapis.com/world/2004/nov/09/iraq.rorymccarthy1", "fields": {"headline": "Go kick some butt and make history, Vietnam-style, US troops urged", "bodyText": "America's much-vaunted assault on Falluja began with the capture of the city's hospital, which was regarded as an important strategic target. But the operation, codename Phantom Fury, is likely to become much more complicated and much more dangerous. Although Falluja general hospital, a small, poorly-equipped facility on the western outskirts of the city, should have been protected under the Geneva conventions, it was deemed legitimate by US commanders because they said it had been taken over by insurgents. No shots were fired during the capture of the hospital, although one Iraqi soldier accidentally shot himself in the leg, and 38 people were arrested, four of them foreign Arabs. The Euphrates river runs through the western edge of Falluja, cutting off the hospital from the city. US marines also seized two bridges near the hospital, clearly an effort to establish the river as a natural barrier on the western flank. One unnamed senior American officer also admitted that the hospital had become a \"centre of propaganda,\" reflecting the military's frustration at the high death tolls doctors frequently announce after American bombing raids. It was accounts of the hundreds killed during the first assault on Falluja in April that brought the operation to a rapid halt and produced a badly thought-out ceasefire which only strengthened the hands of the insurgents. Now the US marines, who will lead the full assault, encircle the city and face a much more difficult and dangerous fight. As in April, they plan to take the city one sector at a time. This time there have been ever more intense nightly bombing raids for weeks, what commanders call \"softening up the battlespace\". In military jargon, the city has been \"depersonalised\" and districts are given American names like \"Queen's\" to replace their Iraqi names. Troops have been told to think of the fight in historic terms, as another Inchon or Iwo Jima, even with occasional references to Vietnam and the 1968 Tet offensive. \"You're all in the process of making history. This is another Hue city in the making,\" Sergeant Major Carlton Kent, the most senior enlisted marine in Iraq, told the forces. \"I have no doubt if we do get the word that each and every one of you is going to do what you have always done - kick some butt.\" The groundwork has been prepared for an operation unrivalled in its ferocity. Although the US rarely talks about its military rules of engagement there are some hints of it in the state of emergency imposed by the Iraqi government on Sunday. Under these new laws an indefinite curfew was enforced from dusk in Falluja and all weapons have been banned. \"All pedestrian movement will be strictly prohibited,\" according to the national safety defence order. The city's police force and the Falluja brigade, the insurgency-riddled defence force set up under the last ceasefire deal, have been disbanded. Yet while the overwhelming firepower of the 15,000 US troops waiting in the desert around the city will inevitably defeat the less well-armed insurgents, who number perhaps 3,000, the battle of Falluja is unlikely to end Iraq's insurgency. Just a month ago the US 1st Infantry Division was boasting of its success after the biggest joint US-Iraqi operation so far in an assault on Samarra, another Sunni town north of Baghdad that was dominated by insurgents. Reporters were flown into a US base to hear the division's commander, Major General John Batiste, speak of a new peace in the city. \"The operation in Samarra has been very successful,\" he said. \"Anti-Iraqi forces have been defeated and the city has been returned to the people.\" Yet, in the style of the guerrilla army they have become, the insurgents paused and then returned to fight. On Saturday 39 people died and 49 were injured in Samarra in a string of suicide bombings and attacks on police posts. In Falluja too, many of the insurgents are likely to have fled the city in recent weeks to regroup and return to their guerrilla operations once the assault is completed. Last year in the Pentagon, officials were turning for advice to Gillo Pontecorvo's 1966 film the Battle of Algiers, which showed how brutal French military tactics put down an Islamic insurgency in Algeria, only to be followed by a national uprising that defeated the French. The film holds ominous warnings about the need for a political settlement in Iraq. In the final scene a French policeman addresses a crowd of Algerian protesters through clouds of smoke. \"Qu'est-ce que vous voulez?\" he asks them. \"Estiqlal,\" they reply in Arabic. \"Independence.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}