{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/09/china.catherinebennett", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-09T23:54:49Z", "webTitle": "Home alone", "webUrl": "https://www.theguardian.com/world/2004/nov/09/china.catherinebennett", "apiUrl": "https://content.guardianapis.com/world/2004/nov/09/china.catherinebennett", "fields": {"headline": "Home alone", "bodyText": "Soon after China implemented its one-child policy in 1979, reports reached the west of a new breed of plump, pampered creatures who had never learned to share. They were called Little Emperors, and nobody ever said \"No\" to them. It was as if our own country had decided to spawn millions of Prince Andrews. As these children have grown older, they have not, according to many bulletins, grown nicer. They are said to be in love with consumer durables and so obese, due to routine parental overfeeding, that they require regular sessions in fat farms. After the terracotta warriors, its army of spoilt tinies is now one of the most famous things about China. But like real emperors, these miniatures seem to avoid the vulgar gaze. Because among the crowds loitering on the Bund, which once, according to Shanghai historians, swarmed with ragged, insistently begging juveniles, the number of promenading babies, each with a retinue of doting adults, can be counted on one hand. They are held up to be photographed against Pudong's brazen spikes and pinnacles. Elsewhere, in Shanghai's malls, parks and cafes, little children are rarer than British sparrows. In one big toy and baby shop there is not so much as a laden buggy, not even a glimpse of a pregnant stomach containing an embryonic emperor. The city looks as if the Pied Piper of Hamelin has just been through it. Or like a city with a very, very low birthrate. Professor Peng Zizhe, a demographer and director of the Institute of Population Research at Shanghai's Fudan University, thinks it may be as low as 0.7. Although the contribution of a majority of larger, rural families keeps China's overall birthrate at an estimated 1.8, in urban Shanghai, the one-child policy is well on the way to becoming a half-a-child policy. The ruthless suppression of breeding may have succeeded almost too well. \"Twenty or 30 years of propaganda and government implementation of the policy has really changed people's minds about reproduction,\" explains Peng. \"The problem for demographers and policymakers in Shanghai is not, 'Will these children have two or three kids?' - but whether they will have any kids.\" Nowadays, he says, it is not uncommon for people in their late 20s still to be living like children with their parents: \"They still get enough love from their mothers, so they don't need to create the solid marriage unit.\" The fact that any couple wanting two children must file an application to the people's government, supported by the relevant documentation, probably doesn't help create the additional citizens Shanghai needs to avert a future pensions and labour crisis. Citizens who pledge to reproduce just once are still rewarded with a Certificate of Honour for Single-Child Parents, and a lump sum at retirement. So it is likely that most classes, in most city schools, will continue to be composed of only children: individuals who were once pathologised by the psychologist and birth-order obsessive Alfred Adler as typically selfish loners, prone to exaggerated feelings of superiority and liable to have trouble building close relationships. Outwardly, of course, you would never know. No one in the group of 14-year-olds I meet at No 2 Fudan Affiliated middle school is even fat. Do they live like little emperors? Maybe, given that many Chinese emperors succeeded the throne as children and suffered thereafter an oppressed, semi-adult existence, they do. \"We don't sound like children, do we?\" asks one boy, Zhang Zhe Yuan, who, like several of these children, has lived abroad. (Even those who haven't, speak to me in astonishingly fluent, expressive English.) In their uniform of blue and white tracksuits, with red scarves at the neck, they have a keen, active look, but they say they do nothing but study. \"For us it's a very hard life now,\" says another child. \"The competition is intense.\" One girl, Xie Lu, lived in Leeds for a while. \"It's so much pressure; the child has too much to live up to,\" she says. Yes, the children say, their parents love them. \"They put so much love on us that love becomes a reason to do everything,\" Xie Lu explains. In particular, love is the reason they must work hard at school. \"One of the things that happens when you're an only child, the thing that happens in China,\" says, Zheng Xiu Yi, a boy who has lived in the States, \"is that everything is focused on your grades, every aspect of expectation is focused on your grades. If you don't have good grades, you aren't a good child.\" The good parent's job, accordingly, is to create a perfect studying environment. \"Our parents sometimes do lots of things that we should be doing for ourselves because they want us to concentrate on our grades,\" says Zheng Xiu Yi. \"For instance, my mom pushes my bike out of the door, presses the elevator button and waits for me to finish my breakfast and go out. It's just study, study, study, study and nothing else.\" If they are, in every other respect, incompetent, it's not their fault. \"The one-child policy is a good way to reduce the population,\" says Zheng, judiciously, \"but everything has its good side and bad side, and what may become of this generation of people is that when we grow up, we may not know how to do laundry, or wash our socks, or tidy up our rooms.\" They will, on the other hand, be academically able to a degree that is almost chilling when you imagine them competing against British teens, with their collections of indulgently marked GCSEs. The scores of Chinese students now studying in Britain present a misleading picture. Everyone in China knows that the cleverest, most ambitious students choose top universities at home first; the US - where there are scholarships - second; and English universities only third or fourth. Chinese students know our speciality is selling prestige for money. At No 2 Fudan Affiliated, where entrance exams for high schools are coming up, the 14-year-olds say it is normal to work 14 hours a day. I must look disbelieving. \"We do!\" insists Zhang Zhe Yuan. \"We wake up at 6.30am, we don't have enough hours to eat, I skip my dinners for homework. We're not supposed to have this much pressure at school, because we're kids, we're children!\" Another boy, taciturn until now, speaks up: \"I think I'm just like a robot.\" If they finish their school homework, their parents produce home-made extras. \"They want more and more,\" says Zheng Xiu Yi. \"You give 'em As, they want A-plus, you give them A-pluses, they want A-plus plus plus. Maybe I'll get 98%, and my dad goes, 'What went wrong?'\" It is common, apparently, to score 100% in a school test, then be urged to try harder next time. Sunny, a solemn girl who says her pocket money is stopped when she fails to excel, is one of thousands of Chinese children who find themselves the family raison d'être. \"Chinese people always have new year dinner,\" she says. \"When we eat dinner, my grandmother, grandfather, uncle, aunt, parents and other people always ask me, 'How is your study?' It is the only topic. There is not any other topic. They like to have this topic for a long time, and I can't eat. When I get a bad mark in my examinations, they always say, 'If you don't get good marks, your future is dark'.\" It is tempting to attribute some of this grumbling to general 14-year-old disgruntlement. Doesn't Britain also have its quota of pushy parents? But at another Shanghai middle school, Ying Chang Qi Weiqi, where large portraits of Mao, Lenin, Trotsky and Engels preside over the consuming struggle to come top, the fiftyish headmaster, Mr Jin Weiliang, says the parental pressure is \"unprecedented in China\". These days, the headmaster says, the government's directive is to alleviate, rather than increase academic pressure on students. It is the parents, many of whom belong to the \"lost generation\", born into famine, their own prospects sacrificed to the cultural revolution or the economic upheavals which followed it, who focus relentlessly on the exam marks required for a successful life. And, in the absence of guaranteed state pensions, many of them are being realistic. Once, they would probably have had six children, not just one. \"If one child didn't do very well,\" says Jin Weiliang, \"you could put your expectations on another child. Now, if you have only one child, it's succeed or fail. Parents value the success of their children more than their own success. To some extent, the success of a child's education decides whether the family is happy or not. So a very poor family, if their child is doing well, may be very happy - and even a rich family may be unhappy.\" Ying, a 22-year-old student, must have made his parents happy by winning a place reading English literature at Fudan, one of the top three universities in China. He is already considering the best way to repay their investment. He remembers when he was 12 and won a free place at a good middle school, that his parents thanked him: \"You save us money.\" \"It's a huge burden for us,\" he says, \"to take care of our mother and father. At our age, you have to start thinking about that. When I get married, my wife and I will have to take care of four old people, so I am deliberately screening out certain jobs already. That's the kind of thing we have to think about, before we think about our own interests. There is a saying: if you are a good student, you earn money for your parents. This has become part of our consciousness.\" How much this joyless, long-term planning is a response to China's exiguous welfare system, and how much it illustrates the only child's over-intense parental bond, it's too early to say. Longitudinal studies on some of China's only children are incomplete. Early findings are equivocal. What did we expect them all to be like - Churchill or Stalin? Most of the traits we associate with the only child are anecdotal, or were just made up by people like Adler or the early American psychologist, G Stanley Hall, who said: \"Being an only child is a disease in itself.\" For every person who believes that only children are loners, there's someone else to argue that they form stronger friendships to compensate for not having siblings. Susan Branje of Utrecht University, who has a paper in this month's Journal of Child Psychology and Psychiatry on \"Perceived Support in Sibling Relationships\", tells me that, \"The differences are very small between children with and without siblings. If a child has a good relationship with parents, and companionship from friends, there don't have to be any negative effects from not having siblings.\" Some have questioned whether the Chinese should even be concerned. \"In countries all over the world you will find more and more single children,\" Professor Peng points out, rattling off a few low-fertility competitors - Japan, 1.2; Italy, 1.3; Spain, 1.3. \"So sometimes the Chinese say, 'In other countries they do not worry about the mentality of the single child, why should the Chinese worry so much?'\" But the savage pruning of aunts, uncles and cousins from the family tree, creating families in which the interest and expectation of six adults all bear down on a single child, is utterly new. And it is in China, where the decline in fertility has been so ruthlessly enforced, that families once worshipped their ancestors. Back in the 70s, says Peng, while mathematicians extolled the one-child plan, some people did wonder what it might do to the Chinese tradition of the family. \"But no one paid serious attention to that, because at that time China was in the aftermath of the cultural revolution, the Chinese had just experienced great destruction of Chinese traditional culture, so no one realised there would be further destruction of the traditional norms of Chinese society.\" He wonders about a lack of kinship and sense of belonging in these children with no relatives except parents and grandparents. In the professor's experience, the students he teaches are less sociable than generations before them - but then, they grew up in changing times. \"We really don't know whether this is caused by the single child [policy], or by the openness to the outside world.\" A Fudan student has a different explanation for his generation's reserve. \"I think the cultural revolution largely destroyed the trust between people, that's why I personally don't feel so secure.\" Another 14-year-old says it's just that their parents see their friends as academic rivals: \"Your parents think they are telling lies, and perhaps your friends are working hard, but they don't want you to know.\" Whatever it is, exactly, that has made this generation so self-sufficient, the result is something which Mao would surely have recognised as a threat to the collective life of the party. \"Liberalism,\" he wrote in his 1937 tract, Combat Liberalism, \"stems from petit bourgeois selfishness, it places personal interests first and the interests of the revolution second ... \" And had his successors wanted to design a generation of people who behaved in this lamentable way, they could not have done better, surely, than enforce a policy which filled the cities and universities with striving only children. The population planners may even have created a generation which will one day render their own style of authoritarian birth control, enforced with fines, utterly unworkable. For rich people, those fines are irrelevant. Equally, it is hard to imagine some of the 14-year-olds I met in Shanghai meekly filling in an application form for a second child. \"I would say [this generation] are more innovative, more creative, they have a very strong self-identity,\" says the headmaster of Ying Chang Qi Weiqi. \"They are more individual.\" And even with the compulsory Mao studies, which still go beyond school into university, it could be a challenge to keep them on the right path. \"We have a lot of pressure and competition,\" says one of these 14-year-olds, pondering on the character of 100 million only children. \"That makes us stronger.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}