{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/19/iraq", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-19T17:55:51Z", "webTitle": "Troops raid Mosul hospital", "webUrl": "https://www.theguardian.com/world/2004/nov/19/iraq", "apiUrl": "https://content.guardianapis.com/world/2004/nov/19/iraq", "fields": {"headline": "Troops raid Mosul hospital", "bodyText": "Iraqi government forces were today continuing their campaign to quell a rebel uprising in Mosul, as reports emerged that two of their soldiers have been beheaded by militants in the northern city. Meanwhile, two Iraqis died as Iraqi forces and US troops tried to storm a Sunni Muslim mosque in Baghdad after Friday prayers, Reuters reported. US armour had surrounded the mosque and the raiding force opened fire when hundreds of furious worshippers tried to beat them back by pelting them with their shoes, Reuters said. Iraqi and US forces left after detaining dozens of men. It was not immediately clear if the fatalities were Iraqi troops or worshippers at the mosque but reports suggested they were worshippers. In Mosul, Iraqi commandos, again backed by US forces, focused on the city's al-Zaharawi hospital, which they cordoned off after receiving information that insurgents were using it to treat their wounded. They stormed the building overnight and arrested three suspects, according to the US military. A US military spokesman said: \"You can call it an insurgent hospital from what we found there. They probably just went in and took it over. There are a lot of things to be answered. The three detained will hopefully provide intelligence how all this worked.\" He said operations were continuing throughout Mosul, Iraq's third largest city. The insurgents apparently struck back, however, claiming to have killed a major and a lieutenant in the Iraqi national guard. A statement posted on an Islamist website said: \"Just when the enemies of God thought they would crush us with their tyrannical military campaign in Falluja ... the al-Qaida organisation in Iraq slaughtered two national guards on Thursday afternoon. They were both slaughtered in Mosul in front of a large group of people.\" The statement was attributed to \"al-Qaida Organisation of Holy War in Iraq\" - one of the names used by Musab Abu al-Zarqawi's Tawhid and Jihad militia. US and Iraqi troops this month launched a campaign to crush insurgents, including Zarqawi's group, in the rebel stronghold of Falluja, west of Baghdad. The US military says it has taken control of the city, but the offensive has fuelled fresh violence across Iraq's Sunni Muslim heartland, especially in Mosul. Meanwhile, Black Watch troops today came under one of the most sustained attacks since they arrived in central Iraq three weeks ago. Their base at Camp Dogwood, 25 miles south-west of Baghdad, was targeted by five missiles in a few hours. Four of the missiles blew up on impact but one failed to detonate. It was later set off in a controlled explosion. There were no casualties."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}