{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2004/nov/16/arts.cuba", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2004-11-16T23:57:54Z", "webTitle": "Cuban troupe in mass defection", "webUrl": "https://www.theguardian.com/world/2004/nov/16/arts.cuba", "apiUrl": "https://content.guardianapis.com/world/2004/nov/16/arts.cuba", "fields": {"headline": "Cuban troupe in mass defection", "bodyText": "Members of a theatrical production staged the largest mass defection of Cuban performers to date yesterday as 43 cast members of Havana Night Club applied for political asylum at a US federal court in Las Vegas. \"Art should have no boundaries,\" Nicole \"ND\" Durr, the company's founder, told Associated Press. \"My artists stood up in one voice and said they want to go. We want to dance. We want to continue to dance.\" Ms Durr said seven additional cast members, currently in Germany, also are seeking asylum and expected in the US within the week. Another three members have decided to return to Cuba. \"The only thing we regret is that our families in Cuba may suffer,\" Puro Hernández, 31, the musical director, told the New York Times. \"But the Cuban government left us no choice - they put us between the sword and a wall.\" Havana Night Club performances had been scheduled to begin on July 31 but were obstructed by immigration officials both in the US and Cuba. In February the US rejected requests for visas. Five months later, promoters complained that Cuban officials had refused to back the group's trip to the US, despite it having visited 16 other countries, including Japan and Germany. Eventually the US granted visas, allowing the cast to perform from August 21 to September 6, fulfilling two weeks of a six-week engagement. The troupe had received high-profile support. The actor Kevin Costner contacted the Cuban interests section in Washington on their behalf while the illusionist entertainers Siegfried &amp; Roy helped them get signed at the Stardust casino in Las Vegas. Ms Durr, a German, said that when the show's members decided to perform in Las Vegas the Cuban government threatened to make life unpleasant. She claimed Cuban officials had raided their offices in Havana and confiscated $250,000 worth of instruments and equipment and that she was arrested, questioned and given 24 hours to leave Cuba. The performers said they had decided to stay in the US after the authorities told them they could be jailed or barred from performing in Cuba. Ariel Machado, 33, the manager, said they decided to defect after Cuba threatened them with prison or with preventing them from working again. \"For me,\" said Mr Machado, \"it was crucial to promote our Cuban culture here even when our government does not recognise us as an element of Cuban culture.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}