{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "technology/2004/nov/13/crime.uknews", "type": "article", "sectionId": "technology", "sectionName": "Technology", "webPublicationDate": "2004-11-13T23:59:44Z", "webTitle": "Hordes of web bots do crooks' bidding", "webUrl": "https://www.theguardian.com/technology/2004/nov/13/crime.uknews", "apiUrl": "https://content.guardianapis.com/technology/2004/nov/13/crime.uknews", "fields": {"headline": "Hordes of web bots do crooks' bidding", "bodyText": "The protection racket is one of the oldest criminal ploys in the world, but it has been given a 21st century twist. Out go the knuckledusters and the baseball bats; in come \"bots\" - internet weapons designed to hold corporations to ransom. Gangs based in Russia and eastern Europe are suspected of using the technology to paralyse companies' internet operations, thus disrupting their business. Online attacks have become so serious that British detectives from the National Hi-Tech Crime Unit (NHTCU) have flown to Russia to try to trace the culprits. The crooks operate by spreading a rogue code, known as a bot, which links as many as 30,000 computers together without their owners' knowledge. These are then activated to bombard company websites with thousands of bogus queries a second, blocking all genuine transactions and communications - a \"denial of service\" attack. The criminals then send an email saying the company must pay a ransom or face renewed bombardment. Last week, extortionists tried to gain $10,000 ($5,400) from Protx, an online payments firm, while the Blue Square gambling site was told that emails containing child pornography would be sent out in its name if it refused to pay €7,000 (£4,500). Worldpay, the Royal Bank of Scotland's payments business, and Secpay, another online company, have also been targeted in the past few months. The NHTCU, set up in April 2001 to tackle the explosion in internet scams, comprises investigators and computer experts from the National Crime Squad, National Criminal Intelligence Service, Customs, the military, and the intelligence agencies. Three-quarters of the unit's caseload is now online theft and extortion, which costs UK business hundreds of millions of pounds a year. Chief Superintendent Mick Deats, who heads the 57-strong NHTCU, said: \"The internet has no geographical boundaries. It is completely porous, and is therefore seen as a low-risk arena as an attack can be launched from any remote region of the world.\" The unit has recently been helped by new cross-border agreements. But Ch Supt Deats said: \"Over the past three years, we've got a feel for the coordinated, sophisticated, sustained attacks that are the hallmarks of organised criminals.\" Organised criminal gangs frequently have IT experts within their ranks, or hire them for specific jobs. Big companies also have to be alert to the possibility of criminals trying to bribe their IT staff. Last year, more than a third of incidents of sabotage and data theft from UK companies are believed to have been carried out by their own employees. \"Major corporations are difficult to penetrate. If the criminals can get inside help, they're way down the road,\" said Ch Supt Deats. \"That's a risk factored into most companies' thinking.\" Some people create bot programs and prepare attacks to sell or rent out on the internet. \"There is a loose online network of individuals making a lot of money from these sorts of attacks,\" said Ch Supt Deats. Investigators have also mounted sting operations by placing fake ads offering bots for sale to see who responds. Financial crime is not the only concern. Terrorists could use such techniques to try to paralyse an emergency telephone network or an air traffic control system, with devastating consequences, particularly if combined with a physical attack. Ch Supt Deats said large organisations were on their guard, but terrorists did not appear to have penetrated the UK infrastructure so far and the vast majority of internet crime was purely financially motivated. The current \"denial of service\" racket surfaced in the UK last autumn when an online betting firm, Canbet, was targeted. The NHTCU worked with the company; it transferred cash to the gang, and investigators then followed them to Riga in Latvia. \"But many more sums of money, in Japanese yen, US dollars, Australian dollars, were being picked up in Riga, and we realised this was a worldwide racket,\" said Ch Supt Deats. \"We traced the money to Russia, to the Caribbean and back to Russia again, and 10 people were arrested in Latvia.\" A similar eastern European network is thought to be behind the latest wave of attacks, and NHTCU officers are once more working with the Russian authorities. NHTCU officers constantly work with law enforcement agencies all over the world. The crooks are targeting up to 40 firms worldwide at a time, asking for relatively small sums in the hope that companies will simply pay up quickly rather than report it. \"They then say they won't bother the company again for a year, but of course there's no way to ensure they won't be at it again the next week,\" said Ch Supt Deats. If a large financial corporation is too tough to crack, criminals may attack their clients instead, \"phishing\" for their bank details. Bogus bank websites are set up and fake emails sent out asking customers to part with account numbers. Accounts can then be looted. Identity fraud is another major problem. Last month, 28 people, including one British man, were arrested in an operation led by the US secret service. A website is alleged to have been used to traffick false driving licences, birth certificates, passports and 1.7m stolen credit card numbers. Ch Supt Deats said everyone who used the internet was a hi-tech crime target, and the more online business they did, the more vulnerable they could be. \"These criminals are always refining their techniques and honing their scams, and it's up to us to keep one step ahead.\" Glossary of glitches Denial of service Hackers link thousands of computers and activate them to bombard a company website with bogus queries, paralysing normal operations before issuing a blackmail demand Bot The rogue computer code used to operate a denial of service attack Phishing Using spoof emails or directing people to fake websites in order to fool them into divulging personal financial details so criminals can access their accounts Scriptkiddy A hacker, usually a teenage computer geek, who disrupts a system for fun rather than financial gain Net crime - the numbers 12.8m homes in the UK have internet access - 52% 10m UK citizens visit a retail bank or credit union website each month £2.5bn was spent by UK internet shoppers over Christmas 2003 43,000 UK citizens were victims of identity fraud last year £1.3bn was the total cost of these frauds £195m was lost through hi-tech crime at just 167 British firms last year, according to a survey of 201 firms. £121m of that was through financial fraud 200 arrests have been made in 80 investigations by the National Hi-Tech Crime Unit since it was launched in October 2001"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}