{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "theguardian/2004/nov/16/guardianletters2", "type": "article", "sectionId": "theguardian", "sectionName": "From the Guardian", "webPublicationDate": "2004-11-16T23:57:43Z", "webTitle": "Letters: A vicious cycle", "webUrl": "https://www.theguardian.com/theguardian/2004/nov/16/guardianletters2", "apiUrl": "https://content.guardianapis.com/theguardian/2004/nov/16/guardianletters2", "fields": {"headline": "A vicious cycle", "bodyText": "Like Claire Armitstead (My friends, the cycopaths, November 15), I used to cycle through the streets of north London. My reason for stopping was because I realised I was behaving like a lunatic. I'm afraid I not only rode on pavements, but would thump on the roofs of cars I felt came too close. It was only when I became a driver myself that I realised how lucky I was not to be thumped in turn. Like far too many cyclists I was almost invisible to a motorist, believing a thin reflective yellow belt was enough; and of course there was that intoxicating sense of moral superiority, familiar no doubt to many Guardian readers, adding to my fear and aggression. I would love to cycle again, but only if I can be protected from motorists - and they from me - by proper, joined-up routes. I also think cyclists should be stopped and fined if without those hideous yellow capes that are the only thing which make you visible to a car driving at 30 mph in the winter twilight. Amanda Craig London While I agree cycle-path provision could be improved, it is a dangerous error for Claire to imply that her relative vulnerability as a cyclist permits her to break the rules of the road. Yesterday I saw a cyclist, doing around 25mph, jump a red light around a blind corner in central Manchester. She was lucky, but had she not been, I would have cheerfully called 999 and waited around long enough to make a statement, which would not have been in her favour. We are not above the rules. Maybe one day we will have dedicated traffic police who, as well as protecting cyclists, will not hesitate to prosecute dangerous cycling. Chris Atherton Manchester"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}