{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "music/2014/apr/12/future-rap-rock-hendrix-honest", "type": "article", "sectionId": "music", "sectionName": "Music", "webPublicationDate": "2014-04-11T23:05:00Z", "webTitle": "Meet Future, the weirdo hip-hop hitmaker who thinks he's Hendrix", "webUrl": "https://www.theguardian.com/music/2014/apr/12/future-rap-rock-hendrix-honest", "apiUrl": "https://content.guardianapis.com/music/2014/apr/12/future-rap-rock-hendrix-honest", "fields": {"headline": "Meet Future, the weirdo hip-hop hitmaker who thinks he's Hendrix", "bodyText": "I'm sitting with Future in a nondescript corner office adjacent to the Guardian sports desk. We're halfway through a question about where he gets his inspiration from when he instructs me to stop talking for a minute and listen. Intently. Not to some epochal soundbite, not even to his new album, Honest, but to the taps emanating from the subeditors' keyboards and the sound of an air-conditioning unit humming away above us. \"I'm always listening for melodies, it's crazy,\" he says, in his slow and, at times, almost inaudible southern drawl. \"Like just then when I heard tapping on the keyboards, that's got a rhythm to it: tch-tch-tch-tch-tch. \"Now the air-conditioner is going wwwwuuuurrrrrrrr,\" he adds, pointing towards the ceiling. \"Those things make me want to do something. That shit wicked: the air-conditioner.\" If getting excited about the noise of an air-conditioning unit sounds weird, that's because it is. But weird is Future's MO. Since he first broke on to the rap scene with his mixtape Dirty Sprite (released on the date 11.1.11), the Atlanta native – whose real name is the grandiose-sounding Nayvadius Cash – has risen through the ranks in his own idiosyncratic manner, defying most hip-hop conventions along the way. He's divided opinion with his use of Auto-Tune on his 2012 debut album Pluto, created his own genre of \"astronaut music\" (so named because, \"it takes an astronaut so long to get to space – that's how long it takes to catch up on my music\") and lyrically touched on too-soppy-for-rap areas such as love and relationships, while still retaining respect in the macho world of trap. He even started the most unlikely rap beef ever, briefly feuding with Drake over whose lyrics were the more emotionally engaging. This off-kilter and counterintuitive approach has allowed him to become a cross-genre star. He appears on R&amp;B ballads with chart-topping divas such as Miley Cyrus and Rihanna one minute, and holds his own alongside street-focused rappers like Pusha T and Lil Wayne the next. Oh, and he's now one half of an urban music power couple with R&amp;B singer Ciara, whose latest album he co-produced (he describes her as \"his best friend\" and they plan to marry this year). Not bad going for a weirdo. Future was inspired to get into music by his cousin Rico Wade who, as one third of Organized Noize and a member of the wider Dungeon Family collective, produced OutKast's debut album – 1994's Southernplayalisticadillacmuzik. In doing so, he helped to silence the east- and west-coast doubters who thought the south would never produce real hip-hop. Future watched and learned from Organized Noize during the early noughties, as Atlanta began to take over from New York and LA as the centre of hip-hop innovation, and absorbed lessons like not being scared to be different. 'If you're doing what you think people might like, rather than doing what you like, people will see through it' \"That's that Dungeon Family ethos: being able to reinvent yourself, stand out and stand alone,\" he says. \"Having your own character and having your own image, no matter what they say about you. I want to show my versatility and how diverse I am, how I approach the track, my rhythm, my melodies. It's something different. Sometimes the things I do haven't ever been done.\" Like most hip-hop stars, Future doesn't lack for self-confidence, but he's got the work ethic to back it up. In his secluded studio – nicknamed the \"Batcave\" because it's so hard to find – he's known for being able to bang out a hit record in 25 minutes and claims to have more than 1,000 finished tracks sitting on his hard drive. Working with a network of likeminded producers, such as urban hitmaker Mike WiLL Made It and emerging names like Metro Boomin, he's honed a sound that has gone from ridicule to really cool in less time than it takes to watch the full series of Nathan Barley. The key element of that sound is also Future's USP: his ability to craft a killer chorus. Like Nate Dogg and the Neptunes before him, Future's ear for a hook is uncanny and, combined with his wide-ranging influences, has produced some interesting results. Sh!t sees him stutter the hook down the mic like an asthma sufferer in need of an inhaler; he croons the chorus for Honest in a high-pitched falsetto; and on Ace Hood's ensemble hit Bugatti, one of the biggest hip-hop tracks of last year, he still manages to sound scary while croaking about waking up in a $3m sports car. When I quiz him on what makes a good hook, his answer sounds more like a quote from a life-coaching manual than anything approaching a musical formula. \"It's just a matter of taking different things and building from them. Just be creative. Don't be afraid to be yourself,\" he says. \"If you're doing what you think people might like, rather than doing what you like, people will see through it.\" His new album, Honest, certainly isn't derivative and displays Future's full range: taking in a low-slung ode to his fiance alongside Kanye West (I Won); drug-dealing tales (Move That Dope); and a predictably hard-to-pin-down duet with André 3000 (Benz Friendz (Whatchutola)). With other collaborations from Drake (they're mates again) and Wiz Khalifa, it's perfectly timed in a year when big rap albums are thin on the ground. It's also the first time his music has had a big worldwide push, but Future looks nonplussed about the notion of pressure. \"At the end of the day it's not about me. It's about where I'm taking it. I just want to be an inspiration. I'm a rock star, I'm Future Hendrix.\" So if Honest blasts off, what's next? \"I'm out of here,\" he says. \"Jupiter, Pluto, pick a planet, we can go there. I just got a bit more work to do in the music industry and we're going to space, baby.\" You get the impression that Future doesn't need to wait for a ticket on Virgin Galactic; in his head, he's already up there. Honest is released in the UK on 22 April"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}