{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/apr/06/middle-east-peace-talks-collapse-john-kerry", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-04-05T23:05:24Z", "webTitle": "Middle East: does either side have the will to strive for peace?", "webUrl": "https://www.theguardian.com/world/2014/apr/06/middle-east-peace-talks-collapse-john-kerry", "apiUrl": "https://content.guardianapis.com/world/2014/apr/06/middle-east-peace-talks-collapse-john-kerry", "fields": {"headline": "Middle East: does either side have the will to strive for peace?", "bodyText": "A year before his appointment by President Barack Obama as special envoy for Israeli-Palestinian negotiations, Martin Indyk gave an interview, on a balcony at the historic King David hotel in Jerusalem, with the influential Israeli journalist Nahum Barnea. It was the spring of 2012, and peace talks were in the middle of a three-year hiatus. Indyk's assessment then for the prospects of a deal between Israelis and Palestinians was bleak. \"In my experience,\" said the Australian-born diplomat and academic, who served twice as US ambassador to Israel, \"it takes three to tango in the Middle East – an Israeli leader and an Arab leader who are ready to take risks, and an American president who is willing to invest his time and prestige to convince them that he will support them if they take the risks.\" He added: \"There is plenty of blame to go around.\" Last week, two years after that interview, and after Indyk had spent eight months as the discreet and energetic point man for US efforts to reach a Middle East peace deal, the comments he made in 2012 appeared sharply apposite. Amid deep pessimism from US officials – who put at \"minimal\" the chances of salvaging the peace process before the deadline for its conclusion, set by the US for 29 April – the partners in Indyk's tango were not dancing; they weren't even in the same room. Blame, once again, is being doled out to all in equal measure. After a week of diplomatic drama that saw US secretary of state John Kerry shuttling to and from the Middle East, the process once again looks broken. The brief and illusory promise of a breakthrough last Monday was, as so often before, followed in quick order by accusations of sabotage and bad faith, and dire warnings about the consequences of failure. In truth the details of that floated deal seemed more like the plot of an airport thriller, a fact that should perhaps have been instructive to its architects. Jonathan Pollard, convicted of spying for Israel and serving the 29th year of a life sentence in a US jail, would be released in exchange for up to 400 prisoners, including a group Israel had committed to release at the start of the latest round of peace talks. In return the Palestinian side would agree to an extension of talks into 2015. But even at the moment US and Israeli officials were talking up the deal in Jerusalem, in Ramallah there was not only no enthusiasm for the proposal, but outright rejection. A day later Mahmoud Abbas, the Palestinian Authority's president, did what the Palestinian side had long made clear it might do if Israel failed to fulfil its commitment to free the prisoners by the month's end: it returned to its campaign for recognition as a state by UN institutions, a campaign it had suspended in exchange for the promise of the prisoner release last year. To a backdrop of angry public warnings by the US ambassador to the UN, Samantha Power, that America \"will oppose any attempt to upgrade the status of the Palestinians everywhere in the UN\", and threats of US disengagement from the whole peace process, behind the scenes Indyk was scrambling to rescue the strategy. Since Camp David in 1978, which saw the negotiation of an Israel-Egypt peace deal that President Jimmy Carter hoped would create the space for peace negotiations between Israelis and Palestinians, US presidents and secretaries of state have tried in different ways to square the circle. The Oslo peace process, launched in 1993 – a large part of it initially conducted in secret – brought the Palestine Liberation Organisation and Israel face to face for the first time, establishing bilateral agreements that saw the creation of the Palestinian Authority as an interim government in Gaza and portions of the West Bank. The toughest issues – such as Israeli settlements and the question of the right of return of Palestinian refugees – were deliberately left to be dealt with later. That \"later\" – at first envisaged as a period of five years – has dragged on through initiatives and presidents, through military operations and an intifada, for more than two decades. The current crisis has surprised few close observers. Supporters of Kerry point out that what is at stake is not interim issues, but the \"crown jewels of the peace process\". Critics are less kind. \"I met with Kerry's people,\" said one source, who asked to remain anonymous. \"And I couldn't understand their optimism.\" The process appeared to be fuelled by magical thinking – a belief that by wanting an outcome hard enough it could be brought to pass. Yossi Beilin, a former Israeli minister who was one of the key figures in initiating the Oslo peace process , was also scathing. \"There's not much of an enigma, he said. \"There was not one commentator I read eight months ago who suggested that the current efforts would be conducive to a settlement. There was no chance. The only surprise is that Kerry took it upon himself to pursue this mission impossible. [Israeli prime minister Binyamin] Netanyahu was not really interested in a permanent solution, and Abu Mazen [as Abbas is familiarly known] can't deliver Gaza and Hamas.\" Beilin is not alone in questioning what Kerry was hoping to achieve. In some quarters Kerry's mission has been depicted as a personal crusade. While Obama has backed his official's work, Beilin has viewed his efforts more cautiously. \"They thought they were dealing with Yitzhak Rabin and Yasser Arafat,\" said Beilin, referring to the Israeli prime minister assassinated in 1995 and the late Palestinian leader, who signed the Oslo accords. But, unlike today, \"Rabin wanted a permanent solution and Arafat was in control of the West Bank and Gaza.\" Like the cliché about generals planning to fight the previous war, Kerry's team of diplomats were negotiating the last peace deal. Worse still in the eyes of some, in offering to free Pollard the US team broke a fundamental rule of mediation: by becoming a party to the talks, not their facilitator. Galia Golan, an Israeli academic who has just completed a history of Israeli peace negotiations, was also sceptical. \"I don't believe Netanyahu had any intention of reaching a final agreement. He agreed to talks, I think, to get US pressure off his back. Once the talks started, he began adding difficult demands. First, it was about keeping a security presence in the Jordan valley and then the issue of Palestinian recognition of Israel as a 'Jewish state'.\" Another cause of the crisis, Golan argued, was that the American mediating team fell into a common trap in negotiations where there is an asymmetry of power between the parties. \"Mediators tend to try and please the stronger party to persuade them to negotiate. Because of that Kerry ended up catering to the Israeli position.\" The assessment of Palestinian commentators has been equally grim. \"It's a process leading nowhere,\" Khalil Shikaki, a respected political scientist, told the New York Times. \"The basic compromises that this Israeli government is willing to endorse are unacceptable to the majority of the Palestinians. There is no chance.\" If there is no real mystery over why the talks are imploding, there remains the question of what Netanyahu really wants. Pondering this last month, Eitan Haber, the veteran Israeli journalist and former press secretary to Rabin, suggested Netanyahu's resistance to progress towards a deal was driven as much by desire for his own political survival as by ideological objections. \"The most important condition for Bibi today,\" wrote Haber in the newspaper Yedioth Ahronoth, \"is that the move towards peace does not mean his political suicide. Bibi wants, craves, yearns to remain prime minister.\" But there is more to it than that. Netanyahu's electoral compact with Israel's political centre during his second term has been based precisely on maintaining the status quo in the supposed service of stability and security. If he has largely made that work until now by avoiding risky decisions, its inherent flaw may just have been revealed as the collapse of the peace process allows uncertainty to rush in. On the Palestinian side, at least, the key objections are easier to fathom. A statement that was released by the PLO's negotiation office said: \"In July 2013, the PLO took the difficult decision to postpone accession to multilateral treaties and conventions in exchange for the release of 104 pre-Oslo prisoners in four stages. The release of prisoners was not formally linked to the negotiations process. The fourth and final release of 30 prisoners was set to take place on 29 March 2014. \"As Israeli officials indicated that Israel would not go through with the release, the PLO requested that the US administration ensure that Israel fulfil its commitment. \"Since Israel failed to release the last group of prisoners, the state of Palestine is no longer obliged to postpone its rights to accede to multilateral treaties and conventions.\" If Netanyahu's room to move has been circumscribed by his own determination not to sacrifice his popular support, Abbas's problem is the reverse, encapsulated by widespread disillusionment, by recent challenges to his authority, and by the disunity evident in the split between the West Bank and Gaza and between the Palestinian political wings of Fatah and Hamas. All of which raises the question of what happens next. Although Abbas has said he is committed to continuing talks until the 29 April deadline, the clock appears to be counting down towards collapse. On the Palestinian side, officials have threatened that their next move could be an application to the international criminal court to pursue Israel for alleged war crimes. The final prisoner release, agreed by Israel to grease the wheels, has been cancelled. Tempers are running high, with threats of sanctions and punitive action. Daniel Kurtzer, a former US ambassador to Israel and Egypt, who is now chair of Middle East policy studies at Princeton University in New Jersey, believes the US is now in damage-limitation mode. He is kinder to Kerry than some. \"I think Kerry did a good job until recently in establishing the architecture,\" he said. \"Where the mistake was made was trying to agree to a set of terms of reference when both sides were still so far apart. \"At one stage it looked as if the US was going to produce its own set of terms to which both sides could add their reservations. Instead they went with a mini-deal involving Pollard, which was a palliative for Israel … and that drove the Palestinians away, who asked what the deal had to do with them.\" Although Kurtzer does not believe a third intifada (uprising) will break out on 1 May if the talks fail, he does see the situation as \"very serious\", although more likely to result in a period of extended international \"lawfare\" than in actual warfare between the two sides if the Palestinian leadership follows up on its threat to go to the international criminal court and international court of justice. \"If Palestine can take Israel to court, Israel can take Palestine to court as well. You can foresee a period of bitter litigation between those sides that would have implications for everyone.\" By Friday even Kerry's patience seemed exhausted. Speaking in Morocco, his frustration was palpable: \"There are limits to the amount of time and effort the United States can spend if the parties themselves are unwilling to take constructive steps in order to be able to move forward. But we're not going to sit here indefinitely,\" he said. \"So it's reality-check time, and we intend to evaluate precisely what the next steps will be.\" The only thing that seems certain is that, for a little while longer at least, Martin Indyk will be haunting the plush corridors of the King David looking for tango partners."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}