{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/apr/01/affordable-care-act-obama-white-house-speech", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-04-01T21:49:50Z", "webTitle": "Affordable Care Act is working, Obama insists in upbeat White House speech", "webUrl": "https://www.theguardian.com/world/2014/apr/01/affordable-care-act-obama-white-house-speech", "apiUrl": "https://content.guardianapis.com/world/2014/apr/01/affordable-care-act-obama-white-house-speech", "fields": {"headline": "Affordable Care Act is working, Obama insists in upbeat White House speech", "bodyText": "Barack Obama sought to turn the political tide on healthcare on Wednesday after a late surge in enrolment pushed the final number of Americans signing up for insurance under the Affordable Care Act (ACA) to a slightly higher-than-expected 7.1m. In his most upbeat domestic policy speech for many months, the president seized on the news to reframe the debate over what even the administration acknowledges has been a “crummy” policy implementation, and what polling suggests is threatening to sink Democrat chances in November's mid-term elections. “This law is doing what it's supposed to do; it's working. All of which makes the lengths that critics have gone to scare people so hard to understand,” he told a crowd of smiling administration officials in the White House rose garden. “I have to admit: I don't get why people are working so hard to stop Americans getting health cover,” added the president. Republicans are campaigning heavily to repeal the ACA, especially on the grounds that it threatens to close many less-comprehensive insurance policies, but Obama claimed the longer-term need to reach millions of uninsured people would ultimately prove more important. “In the end, history is not kind to those who would deny Americans their basic economic security,” he said. “Many of the tall tales have been debunked: there are still no death panels, [and] armageddon did not arrive.” Obamacare, he added, was about “making sure that we are not the only advanced country that does not provide its people with basic healthcare”. Whether the president can succeed in convincing floating voters – many of whom already have health cover – is another matter, though, and Republicans show no sign of backing down in their quest to make it the defining feature of the midterm elections. “The president’s healthcare law continues to wreak havoc on American families, small businesses and our economy, and as I’ve said many times, the problem was never just about the website – it’s the whole law,” said House speaker John Boehner in a statement. “House Republicans will continue to work to repeal this law and protect families and small businesses from its harmful consequences.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}