{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "education/2014/apr/12/schools-parents-pay-supplies-paper-books", "type": "article", "sectionId": "education", "sectionName": "Education", "webPublicationDate": "2014-04-11T23:05:01Z", "webTitle": "Schools asking parents to pay for basic supplies, survey finds", "webUrl": "https://www.theguardian.com/education/2014/apr/12/schools-parents-pay-supplies-paper-books", "apiUrl": "https://content.guardianapis.com/education/2014/apr/12/schools-parents-pay-supplies-paper-books", "fields": {"headline": "Schools asking parents to pay for basic supplies, survey finds", "bodyText": "Parents are being asked to pay towards everyday activities and equipment in state schools, including basic items such as pens, paper and books, a survey of teachers has found. The Association of Teachers and Lecturers said its members report that schools are asking for voluntary contributions from parents for items related to the curriculum that would once have been covered by school budgets. Most requests for payments were related to school trips, with 90% of teachers saying parents were being asked to pay even if a trip was connected to the national curriculum. Some 26% of teachers said requests were made for textbooks and revision materials, while 13% reported requests to cover supplies such as pens and paper. A primary teacher at a state school in Surrey said: \"When contributions aren't made it means we always make a loss on trips or incoming theatre groups, and pressure is growing to not do them.\" The survey found that a majority of parents were donating £10 to £50 a year on core activities, with most schools asking for contributions every term. While 82% of teachers said schools usually made up the difference if parents weren't willing or able to pay, 25% said they paid for items such as stationery out of their own pockets. A primary teacher at a state school in Gateshead said: \"We are having to ask for donations of resources such as scrap paper, unwanted toys as well as having school fairs to raise money.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}