{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2014/apr/14/job-market-instability-self-employed-tuc", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2014-04-13T23:01:04Z", "webTitle": "Job market instability revealed by surge in self-employment, says TUC", "webUrl": "https://www.theguardian.com/money/2014/apr/14/job-market-instability-self-employed-tuc", "apiUrl": "https://content.guardianapis.com/money/2014/apr/14/job-market-instability-self-employed-tuc", "fields": {"headline": "Job market instability revealed by surge in self-employment, says TUC", "bodyText": "Almost half the 1.2m jobs created since the coalition came to power are accounted for by self-employment, in a shift towards poor job security and lower pay, according to the Trades Union Congress. The self-employed made up 44%, or 540,000, of the new jobs since the 2010 election, with workers aged 50 and over accounting for half of the increase. Frances O'Grady, the TUC general secretary, said the trend was not down to a rise in entrepreneurs starting their own businesses, but reflected a shift towards insecure work such as freelancing, with no right to paid sick leave, holiday, maternity or paternity leave, redundancy pay or protection against unfair dismissal. She said: \"These newly self-employed workers are not the budding entrepreneurs ministers like to talk about. Only a tiny fraction run their own businesses, while the vast majority work for themselves or another employer – often with fewer rights, less pay and no job security.\" The number of self-employed people who run a business or are a partner or sole director in one has actually fallen by 52,000 since the election, according to the organisation's analysis. Many people have been pushed into self-employment because they cannot find a suitable alternative job, the TUC said, raising concerns that insecure self-employment, agency work and zero-hours contracts are becoming a permanent feature of the jobs market even as the economy recovers. The TUC emphasised that self-employed workers are often poorly paid, quoting research from the Resolution Foundation which found that earnings from self-employment fell by a fifth between 2006 and 2010, and parliamentary figures which found that the average annual income from self-employment is less than £10,000 for women. More than 40% of all the self-employed jobs created since mid 2010 are part-time. \"While some choose to be self-employed, many people are forced into it because there is no alternative work. The lack of a stable income and poor job security often associated with self-employment makes it hard for people to pay their bills, arrange childcare, plan holidays or even buy or rent a home.\" O'Grady said: \"The economy is finally back in recovery yet people's wages are still shrinking and many are unable to find stable employment. Until we see decent pay rises and better job security, working people will continue to feel that the recovery is passing them by.\" Official jobs data on Wednesday is expected to show further improvement in headline numbers, with the unemployment rate in the three months to February expected to fall below the 7.2% jobless rate in the three months to January. The research comes as a separate report by MPs has highlighted the \"abusive and exploitative\" nature of most zero-hours contracts and recommended they should be abolished. The study for the Scottish affairs committee, which will form part of the government's consultation on the contracts, found 20% of workers on zero hours were paid less than permanent staff doing an equivalent job, while 5% were paid less than the minimum wage, even though this is illegal. The Labour MP Ian Davidson said in most cases they were used by \"sloppy, lazy or incompetent\" managers to intimidate workers by keeping them insecure. The MPs, who focused on the use of the contracts in Scotland but said their findings applied across the country, said they had found evidence of Jobcentre Plus staff putting pressure on jobseekers to accept work without guaranteed hours and threatening sanctions if they turned the job down or tried to leave when insufficient hours were available."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}