{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2014/apr/29/ed-miliband-david-cameron-televised-election-debates", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2014-04-28T23:00:01Z", "webTitle": "Ed Miliband accuses David Cameron of stalling over televised election debates", "webUrl": "https://www.theguardian.com/politics/2014/apr/29/ed-miliband-david-cameron-televised-election-debates", "apiUrl": "https://content.guardianapis.com/politics/2014/apr/29/ed-miliband-david-cameron-televised-election-debates", "fields": {"headline": "Ed Miliband accuses David Cameron of stalling over televised election debates", "bodyText": "Ed Miliband is stepping up efforts to corner David Cameron into agreeing to general election TV debates between the party leaders, accusing the prime minister of stalling on talks and being \"the single biggest threat to a repeat of the debates at the last election\". Labour has appointed two negotiators for the detailed format of the debates in Michael Dugher, the Labour vice-chairman, and Greg Beales, Labour's director of strategy and planning. The Liberal Democrats are also increasingly concerned that the Tories are trying to freeze out Nick Clegg by stalling on the opening of talks. Cameron has already said he is averse to a repeat of the format at the last election in which the three leaders held three debates over the three weeks of the campaign. He is stalling on detailed format talks until the autumn, a move that will leave relatively little time for the parties to settle their differences over format. Cameron has suggested he favours only two debates including one held before the election campaign itself starts. He may also try to keep Clegg out of the debate on the grounds that this should be a discussion between two prospective prime ministers. Clegg's exclusion would turn the debates into a gladiatorial battle between himself and Miliband, a contest he believes he will win. Miliband would prefer taking on Clegg and Cameron offering himself up as the insurgent outsider determined to defeat the two incumbents. The negotiations have been made more fraught by the likelihood that Nigel Farage – off the back of a strong European election performance in May – would also take legal action to get a place on in the debates if the broadcasters excluded him. In a bid to raise the pressure on Cameron, Miliband writes in the Radio Times: \"It would be extraordinary if any political party tried to argue that cancelling TV debates would serve the interests of democracy. David Cameron has been very careful, at least in his public utterances, not to do so. But no one should doubt that he is the single biggest obstacle to getting TV debates on at the next election. He writes in the past \"politicians too often believed they could secure narrow political advantage by stopping the debates happening. And now, a year before the next general election, the same old games that prevented TV debates for almost half a century risk being played out again.\" Miliband adds \"It is a pity that the Conservatives will not even sit down to begin negotiations until later this year – when it will be harder to secure an agreement – and have stalled at every opportunity they have been given to do so. \"I can only assume that Mr Cameron wants his party's deep pockets to be used for maximum advantage and that perceived political self-interest lies behind his party's reluctance to get these debates on. \"But no one should want the outcome of the next election distorted by the number of direct mailshots and billboard posters a party can buy. And, while TV debates will not level the playing field on their own, they can help enable people to make better-informed choices when they cast their votes.\" Miliband accepts it is for the broadcasters to decide who is to be invited, and says ideally he would like to see a more informal format than last time. But he promises this will not be a deal-breaker for Labour. He writes: \"I am not going to give the Conservatives the excuse to walk off the pitch by claiming we have moved the goalposts, the starting point for negotiations should be the agreement Cameron signed up to four years ago: three debates between the three main party leaders over three weeks of the campaign. With the election just a year away, it is time Cameron stopped dragging his feet and showed he is willing to debate the future of our country by allowing the negotiations to begin.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}