{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/apr/10/tamiflu-britain-drug-shortens-not-cure-bouts", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-04-09T23:01:00Z", "webTitle": "Tamiflu: Britain spent £424m on a drug that shortens bouts but is no cure", "webUrl": "https://www.theguardian.com/world/2014/apr/10/tamiflu-britain-drug-shortens-not-cure-bouts", "apiUrl": "https://content.guardianapis.com/world/2014/apr/10/tamiflu-britain-drug-shortens-not-cure-bouts", "fields": {"headline": "Tamiflu: Britain spent £424m on a drug that shortens bouts but is no cure", "bodyText": "In March 2005, Liam Donaldson, then chief medical officer for the UK, struck fear into people's hearts, perhaps intentionally. The bird flu pandemic was heading our way, he announced. \"We must assume we will be unable to prevent it reaching the UK. When it does, its impact will be severe in the number of illnesses and the disruption to everyday life.\" Predicting that up to 50,000 could die (12,000 die of flu in an average year), the government announced it would spend £200m on 14.6m doses of Tamiflu, an anti-viral drug made by Roche. Later that year, Donaldson maintained the drug was Britain's best defence, even though, he said: \"It doesn't cure flu; it simply reduces the severity of the attack.\" Bird flu did not prove to be the anticipated apocalypse and panic gradually died away. Nonetheless, with such a lot of public money in play, a small team of academics and doctors decided to take a close look at the evidence on Tamiflu and a second, inhaled drug, Relenza, made by GlaxoSmithKline. The team is the acute respiratory infections group of the Cochrane Collaboration, an esteemed organisation of independent scientists who review clinical trials data to give authoritative pronouncements on the usefulness of medicines. In 2006, Cochrane published a review of the trials of these neuraminidase inhibitors, as they are called, and found they reduced hospital admissions and complications. There seemed every reason to stockpile them, as every country in the world was doing. But by the time of swine flu, in 2009, Dr Tom Jefferson of Cochrane, who has been the chief thorn in the side of Roche, had doubts. A Japanese paediatrician had written to him, pointing out that the data Cochrane had analysed was incomplete. A key study was co-authored by Roche employees and eight of the 10 trials had not been published in peer-reviewed journals. \"I don't like being made a fool,\" the former military physician, told the British Medical Journal (BMJ). \"I trusted literature. I trusted … people who were doctors and researchers. I trusted the archive. I trusted Roche.\" He and the rest of the Cochrane team asked Roche for the full, unpublished trials data. Roche said they could have it if they signed a confidentiality agreement, but they refused. They updated their review in 2009, omitting data they could not be sure of and concluded that the drug – one ingredient is star anise, below –may work no better than aspirin. That did not stop the World Health Organisation recommending its use and even listing it as an essential medicine that every country should have. It acknowledged the concerns of Jefferson and colleagues and the impossibility of evaluating the data, but it relied instead on observational studies and information from hospitals where the drugs have been given to patients with flu. The problem with that, as Jefferson and colleagues point out, is that it is hard to take account of patients' underlying health, whether they represent the population and whether or not the patients have dosed themselves with paracetamol or, indeed, Tamiflu at home. Clinical trials are much more rigorous. Swine flu triggered stockpiling and hoarding of Tamiflu. Big firms bought supplies for essential workers and those people who were able to lay their hands on a packet hid it at home. The UK government increased its stockpile – it has bought 40m doses, at a cost of nearly £424m for Tamiflu alone and over £500m if you include Relenza. The US spent $1.3bn. But Jefferson and colleagues did not give up. They were outraged at the inaccessibility of the data on the drugs and were backed by the BMJ. It turned into a bigger fight still, helping to trigger a campaign for the publication of the results from all clinical trials, whatever their outcome and however small. The AllTrials campaign was launched in January 2013, calling for every trial, past and present, to be registered and published in full. The European Parliament voted overwhelmingly for new regulation which will cover all future trials from this month. However, past trials are still an issue. It took Jefferson and colleagues, aided by the BMJ, more than four years to get what they wanted: unrestricted access to all the data with no strings, so they could put it in the public domain – as they now have. Last year GSK and then Roche handed over what the Cochrane team believes is the full set of clinical study reports: all the detailed results, although anonymised for the patients' sake. They had 160,000 pages of data on the drugs. That quantity is a major reason why regulators do not ask for this level of detail. The firms say they were not dragged kicking and screaming into concessions. They had never before been asked for this amount of detailed data and were concerned about legality and patient confidentiality. It was also a difficult business, Patrick Vallance, GSK's president of pharmaceuticals research and development, told the BMJ. \"These are studies going back a long way, stored in all sorts of different parts, in all sorts of different places. People don't expect to have to go and pull out everything again.\" GlaxoSmithKline estimates 15 to 20 people worked on the file part time over three years. \"Because these workers were doing the tracking down in addition to their day jobs,\" said Vallance, \"there may have been an element in sometimes not feeling this was the top of their priority list.\" Roche also said the Cochrane demand was unprecedented and says the company did not know how to respond. In the past, any requests had been from researchers who were prepared to sign confidentiality agreements. Jefferson, Carl Heneghan and Peter Doshi, the three Cochrane authors who worked so hard to obtain the data, now think they have the definitive picture of a drug that is marginally useful in shortening a bout of flu by half a day, but does not prevent complications, keep people out of hospital or reduce the spread of infection and does have side-effects, some of which are worrying. Roche contests the findings. The UK government is not going to admit any mistake. But the chances of the Tamiflu stockpile being updated this year at a cost of £50m more must have diminished. The Commons public accounts committee said in January that the Department of Health needs to review its usefulness – and, anyway, bear in mind that the patent runs out in 2016, which will make cheaper copies available."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}