{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2014/apr/14/pwc-report-sales-annuities-collapse-75-insurers", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2014-04-13T23:01:10Z", "webTitle": "PwC predicts sales of annuities will collapse by 75%", "webUrl": "https://www.theguardian.com/money/2014/apr/14/pwc-report-sales-annuities-collapse-75-insurers", "apiUrl": "https://content.guardianapis.com/money/2014/apr/14/pwc-report-sales-annuities-collapse-75-insurers", "fields": {"headline": "PwC predicts sales of annuities will collapse by 75%", "bodyText": "PwC has confirmed the worst fears of insurers in a report that predicts that sales of annuities will collapse by 75%, from about £12bn to £3bn, after detailed research by the consultancy among consumers. It also found that the new freedom for retiring workers to spend their pension savings how they wish will open up an \"advice black hole\", with most individuals unable to afford an independent adviser who could charge as much as £100 an hour. PwC surveyed consumers aged between 50 and 75 and found that three-quarters will choose not to buy an annuity following chancellor George Osborne's move to scrap the rule that effectively forced people to do so by age 75. Nearly 400,000 pension savers reach retirement every year. But PwC warned that while most people (63% in the survey) wanted and expected to obtain independent advice, few will be able to afford the fees charged by independent financial advisers following regulatory reforms to fees and charges. It found that half of respondents in the survey had pension pots of less than £40,000 \"and IFAs may not be able to provide value for money for small pension pots.\" In the budget, the chancellor guaranteed that people approaching retirement will receive \"free, impartial, face-to-face advice on how to get the most from the choices they will now have\" although in later documents the wording was clarified as 'guidance' rather than 'advice'. The government will also provide £20m to \"get the initiative up and running\". But PwC estimates that the cost of delivering the service could be as high as £120m a year, with other estimates rising as high as £340m. PwC director Philip Smith estimates that if each retiring person obtains an hour of advice, it will require 500 suitably qualified people. Trade newspaper Money Marketing reported that the Treasury is working on the basis that guidance will cost between £70 and £100 per person, potentially costing pension firms up to £50m a year. PwC UK insurance leader, Jonathan Howe, said: \"It was clear that life insurers were in for a shakeup following the recent annuity announcements, but our survey quantifies the scale of the effect on the life industry. People still want to invest a small part of their pension pot in an annuity, but it's crucial that insurers offer innovative new products to satisfy their customer demands and to fill the hole left by up to a 75% fall in annuity sales. \"63% of consumers have or intend to ask for financial advice from an IFA. However, the key point here is that many consumers may not have a big enough pension pot to justify significant advice fees, particularly since the Retail Distribution Review last year IFAs now have to charge fixed service fees to customers. What we will see is an advice 'black hole' – a supply gap between what consumers want and what they get.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}