{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2014/apr/20/amazing-spider-man-2-review-cgi-pizzazz", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2014-04-19T23:05:13Z", "webTitle": "The Amazing Spider-Man 2 review – CGI pizzazz, but an unnecessary film", "webUrl": "https://www.theguardian.com/film/2014/apr/20/amazing-spider-man-2-review-cgi-pizzazz", "apiUrl": "https://content.guardianapis.com/film/2014/apr/20/amazing-spider-man-2-review-cgi-pizzazz", "fields": {"headline": "The Amazing Spider-Man 2 review – CGI pizzazz, but an unnecessary film", "bodyText": "We've all become used to a constant flow of Marvel product as a fact of life – but does anyone need these films, apart from the most addicted comics obsessives, and Stan Lee's financial advisers? The rebooted Spider-Man franchise, launched almost as soon as Tobey Maguire had hung up his web-shooters, seems altogether redundant, but it must be said that Marc Webb's The Amazing Spider-Man fulfilled its remit with laudable coherence and efficiency. His follow-up, though, is more like a taster menu than a movie proper, or like a garbled \"Previously on…\" sequence that thinks it's a whole mini-series. Somehow Webb and the writers (including Star Trek duo Alex Kurtzman and Roberto Orci) shoehorn in a breathless backstory about Peter Parker's parents; some melancholy star-crossed business between Peter (Andrew Garfield) and his boffinish beloved Gwen Stacy (Emma Stone); the woebegone family life of tormented rich boy Harry Osborn (Dane DeHaan, palely loitering); and a story about a lonely techie (Jamie Foxx, in comedy hair and teeth, playing it like Jerry Lewis's \"before\" persona in The Nutty Professor) who falls into a vat of eels and becomes the blue-skinned, translucent, galvanically overstimulated supervillain Electro. Electro is the film's prime attraction – a walking snap-crackle-and-pop son et lumiere show – and the main visual riff exploited this time is an enhanced version of the bullet-time effect from The Matrix, which can look pretty natty in a busy Times Square. But just when the action seems to have reached a bearable conclusion, we get not one, but two \"Oh no, now what…\" surprise appearances by key Spider-Man villains: hardly narratively necessary, more a long-lead set-up for the Sinister Six spin-off currently in the works. For all the CGI pizzazz, this film only actually feels likable when Garfield and Stone do their insouciant double act – or when Garfield cheekily whistles the theme tune from the animated TV series. And still no J Jonah Jameson in sight."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}