{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/apr/14/russia-spends-more-wealth-arms-us-2013", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-04-13T23:02:00Z", "webTitle": "Russia spends more of its wealth on arms than US in 2013", "webUrl": "https://www.theguardian.com/world/2014/apr/14/russia-spends-more-wealth-arms-us-2013", "apiUrl": "https://content.guardianapis.com/world/2014/apr/14/russia-spends-more-wealth-arms-us-2013", "fields": {"headline": "Russia spends more of its wealth on arms than US in 2013", "bodyText": "Russia spent a higher proportion of its wealth on arms than the US last year for the first time in more than a decade, according to figures published on Monday by a leading international research body that highlights Moscow's resurgent military ambition as it confronts the west over Ukraine. Western countries, including Britain and the US, reduced defence budgets, but Russia increased arms spending by 4.8% in real terms last year to almost $88bn (£52bn), devoting a bigger share of its GDP to the military than the US for the first time since 2003, according to the Stockholm International Peace Research Institute (Sipri). China and Saudi Arabia were also among a list of countries that increased arms spending, but overall world military expenditure fell by 1.9% to $1.75tn in 2013. Britain is estimated to have dropped to its lowest place in the military spending league since the second world war. Under Russia's state armaments plan, Moscow plans to spend $705bn to replace 70% of the country's military equipment by 2020. Although Russia's 850,000-strong armed forces are by far the biggest in the region, dwarfing that of Ukraine, for example, much of its hardware is in need of modernising. And despite devoting ever more resources to defence, Russia still trails far behind the US in absolute terms. America spent $640bn in 2013 (down by 7.8%) – more than three times than China, with $188bn. China increased its defence expenditure by 7.4%, Saudi Arabia by as much as 14% (to $67bn). Spending on arms by Iraq and Bahrain increased by more than 25% during the same period. Military spending in the Middle East as a whole increased by 4% last year, reaching an estimated $150bn. The Saudi increase is partly owing to tensions with Iran, but also the desire to maintain strong and loyal security forces to insure against potential Arab spring-type protests, says Sipri. It adds: \"Maintaining regime survival in the face of internal opposition is also the likely motive for Bahrain's 26% increase.\" Afghanistan accounted for the biggest increase in arms spending – 77%. \"Not only did Afghanistan have the world's highest increase in military expenditure in 2013, at 77%, spending had risen by 557% over the decade since 2004,\" says Sipri. It adds: \"This huge increase is the result of Afghanistan's efforts to build its defence and security forces from scratch, heavily supported by foreign aid. The particularly large increase in 2013 is the result of an increase in salaries and wages for the Afghan national army, which reached its target goal of 195 000 soldiers in 2012, and as a result of preparations for the departure of most foreign forces at the end of 2014.\" Military spending in Africa increased by more than 8% in 2013, reaching an estimated $44.9bn. Algeria became the first country on the continent with a military budget of more than $10bn. Angola increased its spending by 36%, overtaking South Africa as the largest military spender in sub-Saharan Africa. High oil revenues appear to be a factor driving greater spending in Algeria and Angola, the survey says. \"The increase in military spending in emerging and developing countries continues unabated\", said Dr Sam Perlo-Freeman, director of Sipri's military expenditure programme. \"While in some cases it is the natural result of economic growth or a response to genuine security needs, in other cases it represents a squandering of natural resource revenues, the dominance of autocratic regimes, or emerging regional arms races.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}