{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/apr/20/saturday-sundae", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-04-19T23:09:00Z", "webTitle": "Saturday Sundae: Tony Pulis learns to speak pigeon English", "webUrl": "https://www.theguardian.com/football/2014/apr/20/saturday-sundae", "apiUrl": "https://content.guardianapis.com/football/2014/apr/20/saturday-sundae", "fields": {"headline": "Saturday Sundae: Tony Pulis learns to speak pigeon English", "bodyText": "MAN OF THE DAY Wilfried Bony's brace surely secured Swansea's status, and took his tally to 12 goals in his past 19 games. GOAL OF THE DAY Ross McCormack, the Championship's top scorer and Leeds's reason to be cheerful, flicked the ball beyond two defenders at Oakwell then slotted home. FACT OF THE DAY Mile Jedinak became the first Australian scorer in the Premier League since Villa's Brett Holman in December 2012. His goal gave Palace their fifth straight top-flight victory - their best run since 1992. BIGGEST BREAKTHROUGH Connor Wickham's goal at Stamford Bridge – the first Chelsea had conceded in 570 minutes of home Premier League football. ROUGHEST DAY Referee Chris Foy was forced off after taking a first-minute ricochet full in the face at St James'. He lasted half an hour. TWEET OF THE DAY Spurs midfielder Sandro took to Twitter before kick-off to reveal he'd been left out against Fulham. Tim Sherwood responded: \"He's not up to being in our squad.\" The Brazilian's response - \"lol lol lol\". QUOTE OF THE DAY Palace boss Tony Pulis on finally changing perceptions of his side's style of play: \"That pigeonhole is off our back.\" MOST CUTTING FLY-PAST Portsmouth secured survival with a fourth straight win - but Southampton fans tried to take the edge off by flying a plane over Fratton Park trailing a cutting message: \"Always looking up at us. SFC.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}