{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/apr/20/samir-nasri-manchester-city-manuel-pellegrini-west-bromwich-albion", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-04-20T21:30:05Z", "webTitle": "Manchester City v West Brom, Premier League, 8pm Mon 21 April", "webUrl": "https://www.theguardian.com/football/2014/apr/20/samir-nasri-manchester-city-manuel-pellegrini-west-bromwich-albion", "apiUrl": "https://content.guardianapis.com/football/2014/apr/20/samir-nasri-manchester-city-manuel-pellegrini-west-bromwich-albion", "fields": {"headline": "Samir Nasri key to Manchester City title challenge, says Manuel Pellegrini", "bodyText": "Manuel Pellegrini believes Samir Nasri can provide the x-factor in Manchester City's bid to stay in the title race, as the manager waits anxiously on David Silva's fitness for Monday's visit of West Bromwich Albion. Chelsea's 2-1 defeat to Sunderland at Stamford Bridge coupled with Liverpool's 3-2 win at Norwich means City are nine points behind the Merseyside club having played two matches fewer. Silva is suffering from an ankle problem, with the playmaker unable to feature in last Wednesday's 2-2 home draw with Sunderland. Nasri, despite scoring the late equaliser, was largely anonymous against the league's bottom team. Pelligrini pointed out that while they operate better in tandem, he has no doubts about the Frenchman. \"At the moment I think Nasri is doing very well with or without Silva. I think it's very important to play both of them together. Maybe when we play with just one of them the team has less play than when they play together.\" The City manager said \"the doctor has some hopes\" of Silva facing West Bromwich. \"He worked [on Friday] with the physio, maybe [over the weekend] he can work part of the session with the squad, so maybe he can be [fit] on Monday. But it's not sure at the moment.\" After the draw with Sunderland that further dented City's hopes of winning the Premier League, following the 3-2 defeat to Liverpool at Anfield the previous Sunday, Fernandinho claimed the players were suffering from exhaustion. Pellegrini, though, denied he should have rotated his squad more during the season to utilise other players including James Milner, Micah Richards and Jack Rodwell. \"I don't think because we made a lot of rotation with the whole season,\" he said. \"Jack Rodwell and Micah Richards didn't play more because a lot of the time they were injured so it was very difficult for them to play. Maybe playing two games in three days at this part of the season you can be a little bit more tired. \"If you see the team we play against Liverpool and the team we play against Sunderland, I think that it was a fresh team. I think that they played very bad for just a moment. And when you play bad normally you will think that you are more tired.\" Pellegrini also refused to blame injuries, despite Yaya Touré being out due to a muscle problem and the top-scorer, Sergio Agüero, having only recently returned following a hamstring issue. The manager said: \"I will make my evaluation about a lot of things [at the end of the season], but I don't like to use this excuse, especially after you draw the last game and maybe you think that we have less chance to win the title. Never in this moment will I try to have excuse for those type of things. But we've had a lot of injuries.\" There was better news regarding Matija Nastasic, who has been absent since early February with an unspecified injury. \"He's working better, he works with the whole squad. I think that [this] week he will be ready to start work without any problem,\" Pellegrini said. Despite picking up one point from the past two matches, Pellegrini claimed it would not be difficult to lift his players for Monday's match. \"I think it was more difficult between Liverpool and Sunderland,\" he said. \"Now we have one more day to recover the team. I think that we are all conscious that we cannot play in the same way that we played against Sunderland. I think it will not be so difficult as the last game.\""}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}