{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "money/2014/apr/25/first-time-housebuyers-level", "type": "article", "sectionId": "money", "sectionName": "Money", "webPublicationDate": "2014-04-24T23:01:00Z", "webTitle": "First-time housebuyers at highest level since 2007", "webUrl": "https://www.theguardian.com/money/2014/apr/25/first-time-housebuyers-level", "apiUrl": "https://content.guardianapis.com/money/2014/apr/25/first-time-housebuyers-level", "fields": {"headline": "First-time housebuyers at highest level since 2007", "bodyText": "The number of first-time buyers last month reached its highest level since 2007 as increased availability of high loan to value mortgages helped new entrants to the market, according to Britain's largest estate agency chain. LSL figures, owner of Your Move and Reeds Rains, showed there were 31,400 sales to first-time buyers during March, the highest figure since the property market was near its peak six and a half years ago. The figures, based on transactions at the chain's branches and the latest data from mortgage lenders, confirm the strong start to the year reported by other indices. LSL said sales to first-time buyers had been supported by the government's Help to Buy scheme, which has made 95% mortgages more readily available. As a result of the scheme, and improved conditions for lenders, the average loan to value has increased from 80.6% in March 2013 to 83.5%. This means that despite a 5.7% rise in the average first-time buyer house price since over the year, to £143,906, the average deposit has fallen to a three-year low of £23,802. \"More first-time buyers are seizing the opportunity to have a helping hand from the government in putting together a deposit,\" said David Newnes, director of Your Move and Reeds Rains. \"Help to Buy has allowed the bottom of the market to stay buoyant, despite property prices increasing.\" Separate figures from estate agency chain Sequence, which owns 300 branches around the UK, showed a 32% increase in sales between February and March as the homebuying season got into full swing. Transaction levels were up by 24% on the same month last year and the agency said the average value of homes sold was up 11% to £212,372. The figures come ahead of new rules on mortgage lending, set to come into effect on Saturday. Commentators have suggested that there could be a slowdown in lending as the new rules bed in."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}