{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2014/apr/01/eldorado-review-arcola-london-marius-mayenburg", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2014-04-01T22:00:00Z", "webTitle": "Eldorado review – 'Cryptically fascinating dystopian drama'", "webUrl": "https://www.theguardian.com/stage/2014/apr/01/eldorado-review-arcola-london-marius-mayenburg", "apiUrl": "https://content.guardianapis.com/stage/2014/apr/01/eldorado-review-arcola-london-marius-mayenburg", "fields": {"headline": "Eldorado review – 'Cryptically fascinating dystopian drama'", "bodyText": "Marius von Mayenburg is an acclaimed German playwright whose anti-bourgeois satires Fireface and The Ugly One made a big impact at the Royal Court. Intriguingly, Mayenburg has also translated the plays of Sarah Kane, and I detect the influence of Blasted on this tantalising piece dating from 2004. Where Kane wondered what would happen if the Bosnian war were to erupt in a Leeds hotel room, Mayenburg imagines the chaos of the Iraq invasion occurring in a once-comfortable western metropolis. The play starts with a graphic account of a city where the government quarter is in ruins, refugees are confined to the sports stadium and animals have fled the bombed-out zoo. But although devastation for the majority becomes an investment opportunity for the minority, the play deals with the mental disintegration that accompanies urban disaster. Anton, an estate agent seeking to sell a surviving complex to his rich mother-in-law, becomes progressively more unhinged. His pregnant wife, Thekla, is a trained pianist who abandons her calling and has apocalyptic visions of sinking concert halls. Even Thekla's prize pupil, Manuela, is prone to nightmarish attacks and becomes an imagined sexual threat. Behind the play lies an implicit question: how do we go on living when unspeakable crimes are being committed in the name of western democracy? But although the play, which also has echoes of Pinter's Party Time, is genuinely disturbing, it is also somewhat puzzling: I never, for instance, understood the significance of the fish symbolism that runs throughout. Where it succeeds, both in Maja Zade's sprightly translation and Simon Dormandy's well-acted production, is in creating a bourgeois world teetering on the edge of an abyss. Michael Colgan as the agonised estate agent, Amanda Hale as his anxiety-prone wife and Siân Thomas as her frenziedly vituperative mother all give the impression of characters seeking to shield themselves from the surrounding chaos. Eldorado was, of course, a mythical city abounding in gold. In Mayenburg's cryptically fascinating dystopian drama we see what happens when it is bombed into near-oblivion. • Did you catch this show – or any other recently? Tell us about it using #gdnreview Tweet #GdnReview"}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}