{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/apr/10/uk-wasted-560m-stockpiling-flu-drugs", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-04-09T23:01:00Z", "webTitle": "Scientists say UK wasted £560m on flu drugs that are not proven", "webUrl": "https://www.theguardian.com/world/2014/apr/10/uk-wasted-560m-stockpiling-flu-drugs", "apiUrl": "https://content.guardianapis.com/world/2014/apr/10/uk-wasted-560m-stockpiling-flu-drugs", "fields": {"headline": "Scientists say UK wasted £560m on flu drugs that are not proven", "bodyText": "The government has wasted half a billion pounds stockpiling two anti-flu drugs that have not been proved to stop the spread of infection or to prevent people becoming seriously ill, according to a team of scientists who have analysed the full clinical trials data, obtained after a four-year fight. The government has spent £424m buying stocks of Tamiflu and £136m on Relenza in case of a flu pandemic. During the swine flu outbreak of 2009, the World Health Organisation recommended that all countries should stock up on supplies. But the Cochrane Collaboration, a group of independent scientists who investigate the effectiveness of medicines, says that the best Tamiflu can do is shorten a bout of flu by approximately half a day – from around seven to 6.3 days. They also found worrying side-effects in people taking it to prevent flu, which had not been fully disclosed, including psychiatric and kidney problems. \"There is no credible way these drugs could prevent a pandemic,\" said Carl Heneghan, professor of evidence-based medicine at Oxford University and one of the team. They are now calling for the WHO to review its advice to countries and for the UK government not to renew its stockpile when the drugs go out of date. Dr Fiona Godlee, editor of the British Medical Journal, which is publishing papers authored by Cochrane on Tamiflu and Relenza, said the decision to stockpile the drugs was politically understandable at the time, but added: \"When one thinks of what half a billion pounds could have been spent on in the NHS, let alone around the world, one has to be pretty scathing about that decision.\" The findings come at the end of a gruelling battle with the drug companies to see the actual data produced during all the trials, rather than the often ghostwritten and always company-funded scientific papers selectively published in medical journals. In a watershed development, they have put all the company data online, to allow anybody to interrogate the source material. The team and the BMJ, which has backed their fight throughout, throw down a gauntlet to drug companies and to the regulators to be transparent about the benefits and harms of medicines. While the EU is bringing in new rules to ensure all future drug trials results are published in full, data relating to the effectiveness and safety of existing medicines is still shrouded in secrecy. \"Future decisions to purchase and use drugs, particularly when on a mass scale, must be based on a complete picture of the evidence, both published and unpublished,\" said Godlee. \"We need the commitment of organisations and drug companies to make all data available, even if it means going back 20 years. Otherwise we risk another knee-jerk reaction to a potential pandemic. And can we really afford it?\" Heneghan and Dr Tom Jefferson, two of the Cochrane team, refused to lay blame solely on the drug companies – GSK finally agreed to hand over all the data on Relenza without conditions last year and Roche, maker of Tamiflu, followed a few months later. \"I'm not a conspiracy theorist,\" said Jefferson. The European Medicines Agency, which regulates medicines in Europe and grants licences, \"have the legal power to demand the full set and access anything they want,\" he said. Yet it routinely considered only part of the dataset. The review found that although Tamiflu shortened an episode of flu slightly in adults, there was less certainty in children and none that the drugs helped children with asthma – a group for whom flu can cause breathing problems. There was no evidence it reduced hospital admissions, pneumonia, bronchitis, sinusitis or ear infections in adults or children. The reporting of these events in the trial data was unreliable – pneumonia cases were sometimes recorded only because the patient told the GP they had suffered from it, not as a result of tests. The Cochrane team found that the drugs could also cause harm. Some patients on Tamiflu suffered nausea and vomiting. When it was taken to prevent a bout of flu, it was sometimes linked to headaches, and kidney and psychiatric issues. No increased risk of adverse events for adults inhaling Relenza was reported and the evidence on harm in children was sparse. The Department of Health said it looked forward to receiving the report, but insisted that the stockpile was important. \"The UK is recognised by the World Health Organisation as being one of the best-prepared countries in the world for a potential flu pandemic. Our stockpile of antivirals is a key part of this,\" said a spokesman. \"Tamiflu is licensed around the world for the treatment of seasonal flu and is a licensed product with a proven record of safety, quality and efficacy.\" Some other scientific experts said that absence of proof did not necessarily mean that the drugs did not reduce complications or prevent hospitalisation. Prof Wendy Barclay, an influenza virologist at Imperial College London, said the drugs were not always given to people soon enough after infection to work. \"It would be awful if, in trying to make a point about the way clinical trials are conducted and reported, the review ended up discouraging doctors from using the only effective anti-influenza drugs we currently have,\" Barclay said. Roche said it fundamentally disagreed with the review and maintained that the drugs were a vital treatment option for flu patients. Cochrane had got it wrong, the company said. \"The report's methodology is often unclear and inappropriate, and their conclusions could potentially have serious public-health implications,\" said UK medical director Dr Daniel Thurley. \"We'd absolutely defend [Tamiflu] for treatment and prevention.\" A recent study of 30,000 patients given Tamiflu in the swine-flu pandemic, published in the Lancet, found it saved lives. GSK said it was committed to transparency. \"We continue to believe the data from Relenza's clinical trial programme support its effectiveness against flu and that when used appropriately, in the right patient, it can reduce duration of flu symptoms,\" said a spokesman."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}