{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2014/apr/16/barcelona-real-madrid-copa-del-rey-match-report-gareth-bale", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2014-04-16T21:45:02Z", "webTitle": "Barcelona 1-2 Real Madrid | Copa del Rey final match report", "webUrl": "https://www.theguardian.com/football/2014/apr/16/barcelona-real-madrid-copa-del-rey-match-report-gareth-bale", "apiUrl": "https://content.guardianapis.com/football/2014/apr/16/barcelona-real-madrid-copa-del-rey-match-report-gareth-bale", "fields": {"headline": "Real Madrid's Gareth Bale gallops past Barcelona to land Copa del Rey", "bodyText": "The Cardiff Express set off at 23.12 and came back with the Copa del Rey on board. Gareth Bale has his first trophy as a Real Madrid player after an astonishing sprint that started just inside his own half and ended with the ball in the back of the Barcelona net. There were five minutes remaining in the final, and there was still time for a collective coronary when Neymar struck the Madrid post in the dying seconds, but it turned out to be the winner and a wonderfully worthy one. Barcelona have lost it all in seven days. Three defeats in a row have cost them a Champions League semi-final for the first time in seven years, the Copa del Rey and probably a league title challenge too. For Madrid and for Bale there are more challenges ahead but the Welshman already has a moment to define his debut season in Spain; the kind of goal that defines him. The speed was breathtaking. As Emilio Butragueño, who won five consecutive league titles with Madridat the head of one of the club's most emblematic teams, admiringly put it: \"He ran 50 metres with a power that was frightening.\" Standing on the touchline, Real's manager, Carlo Ancelotti, also admired it. \"I had the perfect view,\" he said. \"It was a fantastic goal from an extraordinary player. We're lucky he plays for Real Madrid.\" Not least because he has delivered the first trophy of a new era. A Marc Bartra header in his first ever clásico had equalised Ángel di María's early opener and Barcelona were pressuring for the first time. But then Bale appeared to make it 2-1. He might have had to run the race in the far outside lane but there was no catching him. It began barely 10 yards from Madrid's own byline, where Madrid's rob-and-run tactic worked again, as it had done to such good effect all night. Isco won possession and found Fábio Coentrão down the line who kept the ball moving. Bale burst towards the left and knocked it first-time past Bartra. With 50 yards in front of him, Bale knew this was a race he would win. Bartra nudged Bale and he was forced off the pitch but he kept on running, taking the long route round, beyond the touchline and back, bombing into the area to slot the ball through José Pinto's legs. The sprint to the other corner to celebrate was almost as fast, team-mates struggling to keep up. This was Bale's final. Absurd though it sounds there were doubts about him, even though he came into the game with 19 goals and 16 assists. None had come in this competition and he had not been able to impose himself in either clásico so far this season, both of which had been won by Barcelona, 2-1 at the Camp Nou and 4-3 at the Santiago Bernabéu. If they wanted a huge performance, they got it. In the absence of the injured Cristiano Ronaldo, Madrid played a broadly 4-4-2 formation that included Bale in a front two with Karim Benzema with freedom to head all the way out to the left touchline. Back to where it all began. The very first ball of the game was sent spearing his way and Madrid sought him often thereafter. There would be spaces for him to exploit, while Di MarÌa and Isco sprang from further back. After just four minutes Bale was racing away on the left, released by Isco. But if this was the Inter Milan position, one in which he has appeared comfortable of late in the absence of Ronaldo, it did not get the Inter Milan finish. Not yet. Sprinting up the line and coming inside, he pulled his shot just wide of the far post. Just two minutes later, he received in a more central position, turning to strike a deflected right foot shot that squirmed wide. The opening goal came soon after. Dani Alves lost possession in an advanced position and Isco headed out with it. He found Bale, who turned it first time out to the left wing, now occupied by Benzema. The Frenchman turned it first time inside to Di María, who was racing through. Although Jordi Alba got back to cover him, Di María's shot went through the defender's legs and in off Pinto's hand. Barcelona were losing and they were lost, at least to start with. Although they slowly built, the sense of vulnerability remained and chances were few, the best opportunities coming at the other end. First, Bale surged past Alves on the left and pulled it back perfectly for Isco, only for Alba to slide in and block. Then just before half-time, Benzema's first-time shot skidded wide. Early in the second half, Bale peeled right, neatly slalomed inside two men and, with the outside of the left foot, just missed the near post. He also scored a header after a corner midway through the second half but it was ruled out for a foul on Pinto. It seemed like it might be costly too. Barcelona did not look like finding a way through until they equalised a minute later. When the goal arrived it was as un-Barcelona a goal as you could imagine. Xavi's corner curled outwards and Bartra pulled away from Pepe, leaning back and snapping his neck to send a superb header into the far corner. This was Bartra's first ever clásico and the first goal Madrid had conceded in this season's Cup campaign. But when Bale set off, Bartra could not stop him."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}