{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/2014/apr/10/luhansk-protesters-occupy-security-headquarters", "type": "article", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2014-04-09T23:32:20Z", "webTitle": "Pro-Russian occupiers of Ukrainian security service building voice defiance", "webUrl": "https://www.theguardian.com/world/2014/apr/10/luhansk-protesters-occupy-security-headquarters", "apiUrl": "https://content.guardianapis.com/world/2014/apr/10/luhansk-protesters-occupy-security-headquarters", "fields": {"headline": "Pro-Russian occupiers of Ukrainian security service building voice defiance", "bodyText": "\"You want to know our demands, talk to the people,\" said a masked commander of the pro-Russian protesters occupying the security service headquarters in Luhansk. The commander declined to provide his name but said he had fought protesters during deadly clashes in Kiev as a member of the infamous Berkut riot police, lifting his shirt to show a long scar. \"I'll tell you this much: We will fight these faggots,\" he said, referring to the new government in Kiev. As negotiations continued on Wednesday with government representatives, the apparently well-organised group of pro-Russian protesters who call themselves the Army of the Southeast struck a defiant stance after seizing the security service building on Sunday. Members of the building's defence who identified themselves as former Berkut (special police) officers from other regions said they would not to fire first but that if attacked they would fight back until Russian forces arrived. The Kremlin has said it is prepared to intervene as in Crimea to protect ethnic Russians in other parts of Ukraine, and western generals have reported a Russian troop buildup along the border. The masked commander said the security service building's defence included him and 42 other former members of the elite Alpha division of the now-disbanded Berkut, who were known as former president Viktor Yanukovich's shock troops during the Euromaidan protests in Kiev. He said the former president, who fled to Russia in February, had betrayed them. A few hundred demonstrators stood in the square in front of the building, protesting against the new regime in Kiev, which many said had been installed by the US government. Tatiana Pogukai, a spokesperson of the Luhansk division of the interior ministry, told the Guardian that a group of security service and law enforcement officials and politicians continued to negotiate with the occupiers, who are demanding a referendum on \"the region's economic independence from Kiev\". Interior minister Arsen Avakov told journalists in Kiev on Wednesday morning that \"a solution to this crisis will be found within 48 hours\", referring to seizures of government buildings over the weekend in the eastern regions of Donetsk, Kharkiv and Luhansk, where pro-Russian protesters are seeking referendums on greater independence from Kiev. Avakov said an \"anti-terrorist operation in all three regions\" could spring into action \"at any moment.\" Ukrainian television showed images of armoured troop carriers said to be driving in the direction of Luhansk. Eastern Ukraine's heavy industries export goods to Russia, and large numbers of Russian speakers live there. The interior ministry troops removed the protesters from the Kharkiv building and a security service building in Donetsk, but protesters in the Donetsk regional administration building have declared an independent republic and begun organising a referendum on its status. A flier from the Army of the Southeast handed out by protesters in Luhansk called for a referendum \"for our future together with Russia and the future of our Slavic Orthodox people, which is on the edge of destruction because of politicians who have been bought\". Officials in Kiev and Washington have said Russia organised the protests in eastern Ukraine, but the masked commander said all those inside the building were Ukrainian citizens, as several middle-aged onlookers brandished their Ukrainian passports. He denied Ukrainian media reports that the protesters had obtained more than 1,000 firearms after seizing the building. But in a video by occupiers posted on Tuesday, the speaker is flanked by three men with machine guns. Another masked man manning a street barricade, who said he had served in Kiev as a Berkut officer but was from the nearby region of Zaporozhye, said the building's defenders had \"enough weapons for the whole Bandera regime\". Many protesters argue that the Kiev government is dominated by nationalists from western Ukraine, where dozens of monuments commemorate the nationalist leader Stepan Bandera, who fought for Ukrainian independence but also collaborated with Nazi invaders during the second world war. \"Fifty kilometres from here Russian troops are waiting for a shot to be fired by the other side,\" said the former Berkut officer, who also refused to provide his name. \"We will try to solve this peacefully until the end, but if they attack we will fight back.\" After conflicting reports that occupiers were holding hostages or using protesters as human shields, the security service said 56 people had been released from the building Wednesday after two rounds of negotiations. But Pogukai denied that hostages had been taken. The former Berkut on the barricades said no one had been released from the building at all, adding: \"Russia won't help us if we take hostages.\" In an appeal to the occupiers, the head of the Luhansk branch of the interior minister asked them to turn in their weapons and leave the building, promising that politicians and security officials had agreed to consider legislation to amnesty those who do so. Asked about the possibility of leaving the building to accept amnesty, the masked commander held his bicep and showed his fist in a gesture equivalent to flashing the middle finger. Police were keeping order in the city but gave the protesters a wide berth. Traffic police had formed a loose cordon on roads leading to the occupied building and were turning most cars away. Police in flak jackets had set up a checkpoint about 15km down the highway towards the nearby city of Donetsk but appeared to be checking only large vehicles. Signs outside the security service building read \"USA and EU are occupiers!\" and, in English, \"Europe and USA, go home!\" Protesters said they supported federalisation to give their region more independence from Kiev, while others said they wanted to join Russia, like Crimea. \"We're calling on Russia to come and save us,\" said Anna Kostenko, who said that local industry had been growing under Yanukovich but the new regime had brought only harm. \"It's better to die standing than live on our knees,\" said a woman who identified herself only as Nadezhda. \"The regime that was installed by the Americans, we hate them. We love Russia.\" But not everyone is for independence from Kiev. An SUV drove by the barricades streaming a Ukrainian flag. Yelena Khodus, a local journalist, said Russia was playing on local's frustrations with the government in Kiev and the men who made the video statement weren't local. Any new regime won't \"make everything good tomorrow\", she said, \"but people here don't understand that.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}