{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "politics/2013/jul/14/primary-school-admissions-code-change-confusion", "type": "article", "sectionId": "politics", "sectionName": "Politics", "webPublicationDate": "2013-07-13T23:06:03Z", "webTitle": "Michael Gove rewrites school rules to scrap right for four-year-olds to have full-time primary places", "webUrl": "https://www.theguardian.com/politics/2013/jul/14/primary-school-admissions-code-change-confusion", "apiUrl": "https://content.guardianapis.com/politics/2013/jul/14/primary-school-admissions-code-change-confusion", "fields": {"headline": "Michael Gove rewrites school rules to scrap right for four-year-olds to have full-time primary places", "bodyText": "Michael Gove, the education secretary, has scrapped the automatic right for four-year-olds to be given a full-time place in school. Rules introduced by Labour in 2009 have been rewritten to remove an explicit guarantee. In what could become a landmark case, one mother is considering legal action against the Department for Education after her daughter was denied a full-time place at her local primary. The change comes amid a crisis in primary school places with a shortage of 120,000 positions expected in September. Record numbers of children will be taught in classes of 31 or more as schools face the biggest growth in pupil numbers for decades. The decision to scrap the written guarantee will provoke concerns that the DfE is resorting to desperate measures to deal with the shortage of places. Gove's 2012 school admissions code says authorities must offer places for four-year-olds but it has deleted a reference to \"full-time\" included in the foreword to the 2010 code written by the then education secretary, Ed Balls. Jane Portman, executive director for adults and children's services at Bournemouth council, said: \"The council supports parents' right to choose to place their child in full-time education at the start of the reception year. Unfortunately, Department for Education regulations are not clear about the requirement on schools to make such an offer. The council is therefore seeking further clarification on how the regulations should be applied.\" Andrea Jarman, a lecturer in law at Bournemouth University, said she was preparing a legal challenge after her child was refused a full-time place. She has until Wednesday, three months after her daughter Eibhlís was turned down by St Mark's in Talbot, Bournemouth, to make a challenge in court. St Mark's told Jarman it offers only part-time provision for children in Eibhlís's position in their first term: three hours a day in the morning or afternoon, switching halfway through the term. When Jarman said this was an impossible arrangement, given her work commitments, she was advised to look for another school. \"Does Michael Gove not want more women in work, rather than having to give up their job, or go part-time, because they cannot get a full-time place for their child?\" she said. \"If I were to take the part-time offer, I'd have to either pay a childminder to collect and look after her, which many parents would not be able to afford, send a taxi to pick up a four-year-old, or leave work.\" St Mark's has told Jarman that the decision is now in the hands of the office of the schools adjudicator, part of the DfE. Bournemouth council has cited Jarman's case in its school adjudications report for 2013, as well as \"conflicting advice\" from the DfE that it says is \"a concern\", according to emails. Despite repeated requests, the Department for Education has declined to comment."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}