{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2013/jul/01/intelligence-security-committee-surveillance-spying", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2013-07-01T22:47:56Z", "webTitle": "Off camera: spies and security | Editorial", "webUrl": "https://www.theguardian.com/commentisfree/2013/jul/01/intelligence-security-committee-surveillance-spying", "apiUrl": "https://content.guardianapis.com/commentisfree/2013/jul/01/intelligence-security-committee-surveillance-spying", "fields": {"headline": "Off camera: spies and security", "bodyText": "The nine senior parliamentarians on the intelligence and security committee have a big remit: they must reassure the public that intelligence operations in the UK don't break the law. It is unavoidably necessary for the committee to operate some of the time behind closed doors, so the bits of their work that can be visible are absolutely indispensable to cultivating confidence in the stuff that has to stay secret. For that reason, this week's ridiculous Westminster tale of the disappearing UK security chiefs is not only farcical but disturbing. That's because all the recent effort to show the ISC really does have the strength of purpose to hold the intelligence agencies to account has been undermined just when the need for a muscular investigatory and accountability regime is overwhelming. So much for the new start promised by this year's Justice and Security Act after the committee's predecessors' embarrassing admission of failure to get anywhere near the truth about either the UK involvement in rendition, or to the security weaknesses exposed in the 7/7 bombings. The act, which gives the ISC the powers to demand papers and information from the agencies, was acclaimed by the ISC chairman, former foreign secretary Sir Malcolm Rifkind: \"No other country in the world\", he said, had gone to such lengths \"to ensure their intelligence agencies are subject to the rule of law.\" The scheduled appearance this week of the bosses of MI5 and MI6 (and possibly GCHQ) at an open, on-camera hearing of the committee – a hard-won privilege fought for by Sir Malcolm – would have been a startling demonstration of this new age of accountability, an opportunity for open discussion of serious questions of spying and surveillance. What we have instead is a fiasco. One minute, the deputy prime minister Nick Clegg was announcing at a press conference the news of the session at the ISC as proof that the checks and balances applying to the security agencies were \"second to none\". The next, the session was off. Officially, all this was a terrible misunderstanding. The Cabinet Office has apparently known for weeks that the committee was overwhelmed with work after the murder of Drummer Lee Rigby and the Guardian reports of GCHQ internet surveillance. Defenders of the ISC say the postponement should be taken as evidence of its earnestness of purpose: it would have been impossible to talk in detail about either the murder or the Snowden allegations, and equally impossible not to. Delay was the only answer. But Mr Clegg was right about one thing. There is palpable public unease about the reports of US spying. And although the evidence session would have needed care and might even have risked looking lame, not holding it looks much, much worse."}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}