{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/jul/01/novak-djokovic-tommy-haas-wimbledon", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-07-01T23:09:00Z", "webTitle": "Novak Djokovic lowers quality but too strong for Tommy Haas at Wimbledon", "webUrl": "https://www.theguardian.com/sport/2013/jul/01/novak-djokovic-tommy-haas-wimbledon", "apiUrl": "https://content.guardianapis.com/sport/2013/jul/01/novak-djokovic-tommy-haas-wimbledon", "fields": {"headline": "Novak Djokovic lowers quality but too strong for Tommy Haas at Wimbledon", "bodyText": "It is as well that Novak Djokovic can operate within the tightest of margins, for he faces expectations from the Wimbledon public requiring fine calibration. The world No1 is playing to a standard appreciated by those who wish him safe passage to meet Andy Murray in the much hoped-for final. But no one wants him in such fine fettle that he kills the dream and wins. The six-times major winner produced another dominant showing, beating Tommy Haas 6-1, 6-4, 7-6 and serving notice that Murray will have to perform heroics if the Briton is to satisfy the needs of a yearning public. \"I feel good about myself in this moment,\" he said. \"I think I actually play better tennis on grass than I played two years ago when I won this tournament. I'm No1 of the world. I have no reason to be concerned about my game.\" He knew it would be tough against the 35-year-old German. \"It was never going to be easy against Tommy, who I have a bad record against on grass. I lost both of our matches we played in the past. He's playing so well.\" Next stop, a touch of light practice on Tuesday and a quarter-final hurdle in the guise of the former Wimbledon finalist Tomas Berdych. Djokovic broke Haas's serve at the first time of asking, taking his third break point. Then he saved three on his own serve before breaking Haas's serve again, assuming a 3-0 lead in only 10 minutes. Haas, ranked 13th in the world, faced one-way traffic, with Djokovic dictating the exchanges with his forehand from the baseline. It was with some relief that Haas – aided by two unforced errors from the Serb – held his service for the first time at the third attempt to reach 4-1. But relief was short-lived. Djokovic took the set 6-1 and the trajectory was established in 25 minutes. Haas rallied in the second set but Djokovic appeared serene, knowing he could outlast his opponent in the longer rallies and knowing that, when things tightened in his service games, he could spring himself free with an ace. In all he produced 13 of them. Haas produced three blistering serves in the fourth game but still faced the indignity of having to save another break point as Djokovic scuttled along the baseline. Nothing came easy. Endeavour had some reward. In the fifth game Djokovic hit two careless shots and lost his serve to trail 3-2 but he recovered to hold the next game to love. With both men duelling from the baseline, Haas saved three break points but lost a fourth to allow Djokovic level. At 5-4 the German was broken again and the set was gone. He thumped his bag with his racket and sank mournfully into his chair. By the final set Haas was making fewer errors. His clubbing forehand carried threat and, with Djokovic frustrated, he saw glimpses of sunlight. He was broken again, handing Djokovic a 4-2 lead but, cheered by the Centre Court crowd, grabbed a break back, at 5-3, denying Djokovic a seamless exit. He then fended off a break point to level the set and the pair wrestled to a tie-break. Haas began the stronger but there was always Djokovic's resilience. At 7-4 and after just over two hours Haas's hopes were extinguished."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}