{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "film/2013/jul/11/railway-children-complaint", "type": "article", "sectionId": "film", "sectionName": "Film", "webPublicationDate": "2013-07-11T22:58:00Z", "webTitle": "Railway Children film receives first ever complaint – 42 years after release", "webUrl": "https://www.theguardian.com/film/2013/jul/11/railway-children-complaint", "apiUrl": "https://content.guardianapis.com/film/2013/jul/11/railway-children-complaint", "fields": {"headline": "Railway Children film receives first ever complaint – 42 years after release", "bodyText": "Most people would think it one of the most unobjectionable films ever made but film censors revealed on Thursday that The Railway Children had received its first complaint – 42 years after its release. It was not the sugary sentimentality, nor young Peter's bucket of water on the door prank with the maid. Not even Jenny Agutter boldly whipping off her red bloomers to prevent a crash. No, the British Board of Film Classification said a correspondent had raised concerns that seeing the jolly japes of the three Edwardian children might encourage children to play on railway tracks. \"You never know quite what's going to flare up,\" said BBFC director David Cooke about one of the most unexpected complaints of the year. Fortunately, it was not upheld. The board's annual report states: \"While aware of the real dangers of such behaviour, the BBFC judged it was very unlikely that The Railway Children would promote such dangerous activity.\" Cooke said one of the pleasures of the job was seeing old films that were resubmitted for modern classification. In the case of The Railway Children, it retains its U rating. The biggest number of complaints last year were directed at The Woman in Black, which starred Daniel Radcliffe, with 134 cinema-goers complaining that it was far too scary and unsettling for a 12A certificate. After that, Men in Black 3 attracted 50 complaints for its language, violence, horror and sexual innuendo and The Hunger Games received 43, with objections to a movie about child-on-child violence being given a 12A rating. Cooke said it had only been given that certification after 20 seconds of cuts were made, including toning down the emphasis on blood in the cornucopia scene, when children make a dash for their weapons; and a sadistic moment when a knife is held to a girl's face. Those cuts were a pleasant walk in the park compared to some of the films tackled by the BBFC in 2012. The annual report reveals how two films fell foul of its policies on sexual violence with cuts required to a British slasher movie called Dead Time and a low budget American movie called Dear God No! which was attempting to spoof 1970s grindhouse exploitation movies. Two movies that were close to the line, but were not required to be cut, were Killer Joe and the Michael Winterbottom film The Killer Inside Me. Cooke said the BBFC last year updated its policy on depictions of rape and sexual violence. The former policy asked \"does the material eroticise or endorse sexual violence?\" which Cooke said was not quite right. The new policies were much wider, adding in pointers such as whether a scene added to the myths of rape or if it invited viewer complicity. \"The idea is to have a better basis both for when we do need to intervene and when we don't need to intervene,\" said Cooke. \"It is one of the most significant new policies we introduced.\" The year was slightly unusual in that no film was given an outright ban and there was nothing as bad as Human Centipede 2, which was initially banned in 2011 because of its content."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}