{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2013/jul/09/england-australia-ashes-glenn-mcgrath", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-07-09T22:00:00Z", "webTitle": "Ashes 2013: How first morning or first ball can set tone for series | Glenn McGrath", "webUrl": "https://www.theguardian.com/sport/blog/2013/jul/09/england-australia-ashes-glenn-mcgrath", "apiUrl": "https://content.guardianapis.com/sport/blog/2013/jul/09/england-australia-ashes-glenn-mcgrath", "fields": {"headline": "Ashes 2013: How first morning or even first ball can set tone for series", "bodyText": "Standing at the end of your run with the ball in your hand preparing to bowl the first ball of an Ashes series is an amazing feeling. The umpire calls play. The crowd roars (well, unless you're at Lord's). You let it build up. The opening batsman takes strike, he's looking down the track, waiting for you to run in. I liked to drag it out for another 15 or 20 seconds, just let it build and build. Then off you go … And history shows that the first morning, the first ball even, can set the tone. Look at the 2005 series. Even though Australia won that first Test at Lord's, England had a lot more intent, were playing with a lot more confidence and you could tell from the way they bowled on the morning of the first day, especially the way Steve Harmison bowled. He was aggressive and got stuck into our top order – Ricky Ponting was hit, Justin Langer was hit, Matthew Hayden was hit. From day one we knew they meant business. The reverse side of that is the 2006-07 series in Australia, and that first ball from Harmison in the first Test at Brisbane which flew off in the direction of Freddie Flintoff at second slip. Just as his aggression had done in 2005 that ball really set the tone and England found it hard work for the rest of that series. When we saw that Harmison ball from the pavilion there were quite a few loud noises and raised eyebrows. To see that happen – and to see the England player's heads drop as a result – we knew they were a different team to the one they had been in 2005. And I had been a youngster in the Australia side at the same venue 12 years earlier when Michael Slater smacked the first ball of the 1994-95 Ashes series for four. Slater wanted to come out and play aggressively and, although he was that kind of player anyway, it's that intent that you want to show the opposition from the very start. The way he came at Phil DeFreitas that day really set the scene for the Test and for the rest of the series. The first morning matters. This first Test at Trent Bridge is as important as any that has been played in a long time, especially with back-to-back series, 10 Tests in a row between these two sides. There'll be a few guys, probably on both sides, who want to get out there and impress, so individually it's a big game but it's also important for the series. For Australia to have any chance in the series they have to get off to a good start, so on Wednesday morning, whether they bat or bowl, they need to be switched on from ball one. They don't want to fall behind England early on. You know there is something a little bit special about an Ashes. With such a big game you're bound to be affected a little bit and though you try to keep your preparations as normal as possible, as Jonathan Trott alluded to this week, there's still a little something extra, there's still nervous energy, tension. It's what we all want to do – play in these big matches – and you do get that bit extra out of yourself when there's more riding on it but I think what Trott means is that you don't want to treat it differently to any other game. You don't want to prepare differently or put that much extra pressure on yourself. You try to prepare as normal. I had always had the same pre-match routine that I went through every day – get up, go down for a swim and a stretch, back to the room for a shower, then down for brekkie – the same routine every game, and it got me ready. There's always a little bit of anticipation – some people call it nerves – the night before, and although I always slept pretty well before big matches, you want to be on edge a little bit to get the best out of yourself. If you're too relaxed you're not going to be ready come ball one. So you want to have a bit of nervous energy, but you don't want to get to a stage where you go out there at 100mph, burn out in the first few hours and then feel tired, so there's a happy balance that is required. Both sides will not be able to wait for it to start. You tend to relax a little bit once the match at last gets under way. The feeling doesn't get any better as you grow older and more experienced – in fact if anything it goes the other way. I remember Craig McDermott asked me on my first Test against New Zealand in 1993 if I was feeling nervous and I told him that I wasn't. The captains were out tossing and I was loving every minute of it. He said: \"Don't worry. That'll get worse.\" And he was right. The whole anticipation, putting on your game face, whatever you want to call it – you need it but it does take its toll. That match at the Gabba in 1994 was my first first-hand taste of the Ashes and there might well be a fair few in the Australian team getting their first experience of a Test match against England – James Faulkner, Chris Rogers, Ed Cowan, James Pattinson and David Warner could all be in the side. It's a huge learning opportunity for them. That first Ashes Test I didn't do too well. I ended up with match figures of 101 for no wicket. I'd been listening to people telling me that I had to swing the ball if I wanted to be successful as a Test bowler. So I was trying to swing the ball and getting good outswing, but I couldn't control it. I didn't play the next three Tests. But it was a good learning experience for me, because it taught me to stick to my strengths and helped me to understand that the reasons I got picked in the first place were what I had to focus on. I played the last Test in the series, took six wickets, was picked for the tour of the West Indies and the rest is history. So that first Ashes Test was a big learning experience, more so because I didn't do well. The games that you don't do well in are the games you learn the most from, hopefully at least. To be honest it was an important game in my career. And it's an important game for Michael Clarke – to be captain in an Ashes series is a big thing. He knows what he needs to do for the team – if he feels they need a bit of direction and guidance before the game then you can say a few words in the dressing room. But you don't want to keep them for hours with big, long-winded speeches. At that level they should know what they need to do. They've just got to go out there and do it. As long as they give it everything they've got and never give up that's all you can ask."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}