{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/2013/jul/14/marriage-out-of-fashion-babies-statistics", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2013-07-13T23:06:08Z", "webTitle": "To have and to hold – but not necessarily to marry", "webUrl": "https://www.theguardian.com/lifeandstyle/2013/jul/14/marriage-out-of-fashion-babies-statistics", "apiUrl": "https://content.guardianapis.com/lifeandstyle/2013/jul/14/marriage-out-of-fashion-babies-statistics", "fields": {"headline": "To have and to hold – but not necessarily to marry", "bodyText": "''Marriage is a fine institution,\" said 1930s film star Mae West. \"But I'm not ready for an institution.\" And now, according to figures just released by the Office for National Statistics, we're all falling out of love with marriage. By 2016, if trends continue as they are, more than half of all babies will be born \"out of wedlock\", to use the Dickensian phrase favoured last week by some disapproving parliamentarians and members of the clergy. But with 42% of marriages ending in divorce, the average wedding now costing £18,000 and a third of newlyweds starting married life with wedding-day debts, is it any wonder fewer and fewer heterosexual couples are going down the traditional route of wedding-house-baby, and opting to cohabit? \"There is a sense that marriage with all the paraphernalia is now prohibitively expensive and after all just one day,\" said Professor Angela McRobbie, author of The Aftermath of Feminism. \"The TV-led trend for big fat weddings with all their commercialism and materialism has run out of steam at a time when couples and parents are struggling to get to the end of the month or on to the housing ladder. \"A mortgage becomes preferable to thousands spent on a big day,\" she said. \"It's the end of the Bridget Jones decade, with so much fear about being on the shelf and so much emphasis as a result on weddings and marriage. \"Young women have become more assertive and confident. They can have status and identity and a solid relationship without a ring on the finger.\" Last week a second report, this time from Facebook, suggested more women were keeping their own names after marriage, rather than taking their husband's name, something long railed against by feminists as a sign that women were regarded as first the property of their fathers and then their husbands. The research suggested a third of women in their 20s were not changing their names, an increase of 10% on a decade ago. McRobbie welcomes the trend: \"Young women in the shadow of Bridget Jones became fearful of showing any feminist views, lest this jeopardise their femininity. This created a conservative gender culture, with women less visible in political life.\" Research consistently shows worse outcomes for children who live in single-parent households, but does it really matter if two people parenting a child are married or not? \"We all should be concerned about children being born into fragile unions,\" said Penny Mansfield, director of relationships charity OnePlusOne. \"Studies show very few people are against marriage; most think it is a good thing. But what is more important is a stable, committed relationship. Parental relationships are more fragile than they used to be. It's the 'slide and decide' effect where (usually) men slide into a relationship and cohabit but haven't made a decision about whether they want to be in it. Children coming along add stresses, and they decide the relationship isn't working.\" She said relationship breakdown costs the country £46bn a year, while the government was spending just £70m over four years on relationship support. \"We need to be supporting couples to think about whether they can form a team with their partner before they have children, whether they marry or not.\" The younger and poorer a couple are, the more likely their relationship is to break up, she added. \"Being well-funded and well-founded – that is to say better-off people who have resources, good educations and stable family backgrounds – will do better in a relationship.\" The latest British Social Attitudes survey showed that unmarried parenting, as embraced by Helena Bonham Carter and Tim Burton – together for 11 years, with children of nine and five – is increasingly socially acceptable. The proportion of people who agree \"it makes no difference whether parents are marrying or just living together\" rose from 38% in 1998 to 45% in 2006. But it is still – just – a minority view. On 11 July, after an outcry at the ONS figures, chancellor George Osborne announced that he would include a tax break for married couples in his autumn statement. The move was supported by churches, which are losing favour among those who do marry. Olympic star Jessica Ennis chose a picturesque Derbyshire church for her wedding earlier this year, but latest figures show 68% of couples now choosing a civil ceremony, up from 64% in 2000. For many couples a wedding is simply an expression of love, as in the case of the late author Iain Banks, who announced his terminal cancer and his intention to get married to his long-term partner at the same time. \"I've asked my partner Adele if she will do me the honour of becoming my widow,\" he wrote. Marriage remains a complex feminist, class and economic issue. But, notwithstanding the indifference revealed by the ONS's statistics, its place as a ritual of romance looks likely to endure."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}