{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/australia-food-blog/2013/jul/09/australian-bake-off-dan-lepard", "type": "article", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2013-07-09T23:17:00Z", "webTitle": "Great Australian Bake Off: Dan Lepard's small bake recipes", "webUrl": "https://www.theguardian.com/lifeandstyle/australia-food-blog/2013/jul/09/australian-bake-off-dan-lepard", "apiUrl": "https://content.guardianapis.com/lifeandstyle/australia-food-blog/2013/jul/09/australian-bake-off-dan-lepard", "fields": {"headline": "Great Australian Bake Off: Dan Lepard's small bake recipes", "bodyText": "Lamingtons \"If I stop to think about what being Australian means to me, despite all the highfalutin chef stuff in my life now, my suburban upbringing rises up,\" says Dan Lepard. And that's why he craves \"a fresh homemade lamington made with soft, golden cake.\" Rainbow cupcakes \"Here's to equality. The kids will love the colours, but after one of these, everyone will be equally hyperactive.\" Chocolate religieuses \"These mini towers of choux pastry glory, meant to look somewhat like well-padded nuns, can be as simple or complicated as you dare. Visit any of the high priests of pastry in France and you'll see these puffs at their dandiest. At my place … well, they slum it a little but still taste so good.\" Orange custard cream cupcakes \"Authentic flavour extracts come in very handy in cakes and complex mixtures were natural fruit zest would be drowned by more dominant ingredients. Here I still use the zest in the icing, so each bite releases its fresh flavour.\" Cherry Ripe bars \"Some foods are all about memories, and so dolling them up with rare ingredients misses the point, rather – so a childhood chocolate trifle, for example, made with couverture, mascarpone and rum is a fail if what you long for is one with Lyons swiss roll, a Cadbury Flake and Bird's custard.\" Honey nut banana muffins \"Though 'cupcake' and 'muffin' have become somewhat interchangeable words, I'd argue that the muffin should at least have a stab at some healthy virtues. Ideally, it would be a little leaner on fat and sugar, perhaps with a little fruit in it, and some wholewheat or grain (such as coarse cornmeal or oats), and in its look appear a little simplified.\" Spiced apple buns with blackcurrant icing \"With dessert apples and a jar of fruit-rich preserve can turn a simple spiced choux bun into an impressive dessert. Try making your own ice-cream.\" Sweet yoghurt and cream muffins \"Muffins offer an easy way to create flavours you enjoy, or to use up ingredients in an impressive way. Just add chocolate chips or fruit, such as blueberries.\" Mocha fig muffins \"These muffins are dairy and egg-free. \"Here, the dried fig purée helps give the muffins a richness, and a slightly sticky texture to the crumb, while the combination of cocoa and coffee adds a mocha flavour that makes them well suited as a breakfast snack.\" Candied lemon friands \"This is really just an excuse to slip in a recipe for candied peel. The handmade kind tastes so intense and bright, you'll hopefully make it a standard in your baking.\""}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}