{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2013/jul/20/america-big-country-colorado-nevada-utah", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2013-07-19T23:10:00Z", "webTitle": "Welcome to America's real big country: Colorado, Nevada and Utah", "webUrl": "https://www.theguardian.com/travel/2013/jul/20/america-big-country-colorado-nevada-utah", "apiUrl": "https://content.guardianapis.com/travel/2013/jul/20/america-big-country-colorado-nevada-utah", "fields": {"headline": "Welcome to America's real big country: Colorado, Nevada and Utah", "bodyText": "Colorado, Nevada and Utah are among the largest states in the union, covering nearly 300,000 square miles – about the size of Austria, Germany and Italy combined. They have dozens of mountain ranges, myriad deserts, lakes and rivers. I've written five books set in these states, and have not explored one half of one per cent of their mystery. Though the states cover a lot of territory, population in most areas is sparse. This is rugged country: harsh, broken deserts, arid mountain ranges, towering peaks cloaked in pine and aspen, and, in winter, deep snows. This is country that feels new-made, as if it were recently heaved up out of the molten core of the earth and has just had time to cool and crack and settle. When driving across it, or even flying over at 30,000ft, the immensity of this chunk of the continent is staggering – mile on mile without towns or a city. Roads are scarce and cut across tens of thousands of acres of desert, pale scratches on a sea of dun. Here you find reassurance that there remains space to breathe in this world, space where nothing of man corrupts the view between eye and horizon. Southern Utah, home to the Navajo, Apache and Hopi, was carved by the hands of the gods. The desert has been sculpted into red spires in Canyonlands national park . In Zion the earth is twisted into red and gold canyons, then cut through with the sudden green of a river. Staggering necks of red stone stand sentinel in Monument Valley. Arches national park and the hidden canyons of Lake Powell are scoured into graceful arches and delicate bridges of sandstone. Vegetation is low, widely spaced and hardy, most of it armed with spines. Animals are small and fast: tarantulas, lizards, Gila monsters, jack rabbits and roadrunners. Travelling here, you may feel an eerie tickle of memory, as if, in a former life, you'd ridden these canyons. If, like me, you grew up on American westerns, you did ride here … with John Wayne and Gary Cooper. Director John Ford liked shooting films in the wild lands of Utah. That sense of danger and adventure has yet to be civilised out of the state. Even with mobile phones, GPS and cars, to tour southern Utah is to have a sense of a time when humans did not own the world. Nevada, where I was born, and after which I was named, was not sculpted; it was slammed into the world with a stony fist. The western border climbs into the Sierra Nevada, all pine forests and jewel lakes, where the air is clean and dry and smells of sunlight. This land is home to Lake Tahoe and Reno, ski resorts and casinos catering to tourists along a narrow corridor. The rest is left to mule deer, cougars, marmots, badgers – and me. The central and eastern parts of the state are ribbed with dry mountain ranges and wide, high deserts, broiling in summer and freezing in winter. Nevada is a land that does not care a whit for humans. Highway 50 crosses the state, and is advertised as \"the loneliest highway in America\". Scrawny coyotes, living on blue-bellied lizards and rodents, glare with yellow suspicious eyes at passing cars, and black vultures with scaly red heads and resentful glares scatter up from feasts of roadkill. Scratchy, fierce little towns are populated with scratchy, independent people whose ancestors dared cross the desert in wagons. One particular national park captures the essence of Nevada. Great Basin national park brings home the stony magnificence of desert and mountain, what it is like to be alone under a sky so deep and star-filled one can hope humanity will prove too insignificant to destroy the work of nature. It embodies the isolation and rugged determination of life forms that will not be eradicated. Colorado begins in the southern deserts around Mesa Verde national park ancestral home to the cliff-dwelling Anasazi, and climbs quickly into the soaring Rockies. Colorado embraces the many myths and histories of the American west: cowboys, Indians, miners fighting for unions, wars over water rights, forts with log palisades, prairies where pioneers lived in sod-roofed huts. The turmoil of a country being born was acted out in the mountains, plains and deserts of Colorado. Colorado still embodies the embattled forces of the American west. Denver and Boulder are cutting-edge modern cities. Estes Park and Rocky Mountain national park bring in millions of visitors from all over the world. The population has exploded in recent decades, and once again water is fought for – now with words in the mouths of politicians instead of guns in the hands of ranchers. Outdoor sports are big business: mountain biking, skiing, hiking, fishing, rock climbing camping and hunting. Despite this inundation, the state is too big and too grand to be diminished. The mountains have not been conquered. Wild fires fight back, droughts cripple cities, and snows and avalanches block passes. Blinding blizzards stop traffic on highways across the wide eastern plains. Tiny, perfect antelope run across endless expanses dotted with prairie-dog towns; bears and mountainlions dwell in the forests. It remains a place where humans can eat and be eaten. In Colorado, one can feel the tension between using the land and saving it for future generations. As it was 200 years ago, it remains on the frontlines or – gods forbid – last stands of the American wilderness. One of the lessons repeatedly brought home to me as I worked and researched in these great western parks was how dependent we have become on technology. A heart attack in the cities calls for an ambulance and a quick trip to the hospital, but when I worked in Mesa Verde a large woman suffered an attack after climbing a 60ft wooden ladder to a cliff dwelling. Suddenly, we were back in the age of ropes and pulleys and brute strength to deliver her into the hands of the mechanised world. At Dangling Rope, a marina on Lake Powell in Glen Canyon national recreation area, where I researched [2012 novel] The Rope, on the last day of a holiday weekend a power failure resulted in water, communication and fuel delivery systems shutting down. Over 400 people and 100 boats were stranded in temperatures of about 40C, with little shade. Hordes of civilisation had descended on the middle of nowhere and found the lights out. The wild west continues to remind us that we must nurture self-reliance and ingenuity. I have tried to capture the size and magnificence of a part of the world that remains wild; that reminds us how to be alive and filled with wonder, how to be afraid, and also how to know humility. These lands once taught Americans what it meant to be independent, stubborn and canny. The teachers of those lessons linger in the sagebrush and granite, in the kivas of the ancient Native Americans, and behind walls of snow and ice for those who look for them. Nevada, Utah and Colorado are not to be seen in a day or a week or a month, but savoured over a lifetime – each visit a new place, each new place a world of discovery. Nevada Barr is a former park ranger and author of the Anna Pigeon mystery novels, set in US national parks. Her latest book is The Rope (Macmillan, £6.40) © 2013 Nevada Barr. All rights reserved For more information on holidays in the US, visit DiscoverAmerica.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}