{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/jul/14/g4s-curious-case-watchdog-bark-right-time", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-07-13T23:06:06Z", "webTitle": "G4S: the curious case of the watchdog told to bark before the right time", "webUrl": "https://www.theguardian.com/business/2013/jul/14/g4s-curious-case-watchdog-bark-right-time", "apiUrl": "https://content.guardianapis.com/business/2013/jul/14/g4s-curious-case-watchdog-bark-right-time", "fields": {"headline": "G4S: the curious case of the watchdog told to bark before the right time", "bodyText": "Justice secretary Chris Grayling strode to the dispatch box last week to tell his fellow MPs he had \"invited\" the Serious Fraud Office to investigate G4S over an alleged over-billing scandal relating to electronic tagging of offenders under curfew. As if to underline what the minister described as his \"utmost seriousness\", he was flanked not only by Francis Maude, the Cabinet Office minister who must squeeze maximum value from public-sector contractors, but also by attorney general Dominic Grieve, to whom the SFO must ultimately answer. A daunting \"invitation\", you might think, for SFO director David Green to turn down, whatever the contents of Grayling's referral papers when they land on his desk. But there is a precedent. In 2009, business secretary Lord Mandelson also appeared in parliament to call for action in relation to the MG Rover scandal, which had resurfaced after his department had spent four years preparing a 280-page report. The SFO must be sent for, he declared. And in the next day's press, his pronouncements were duly portrayed as a suitably dynamic. Later, however, it became clear the findings did not amount to anything with which the SFO could work. Mandelson's blushes were spared, as the agency tactfully chose not to spell out its reasons. Reading between the lines, however, it was quite clear SFO lawyers considered the referral laughable, quickly concluding the evidence fell far short of suggesting criminal behaviour. Might history repeat itself? G4S will doubtless hope so. Unlike its rival Serco, which faces similar allegations, G4S has refused to submit to an independent probe of its tagging work – Grayling's preferred option. That has raised the stakes, locking Grayling and Ashley Almanza, the new G4S boss, into a game of brinkmanship. All of a sudden, it is hard to see how they can both escape unscathed, and the affair now looks like it could easily be the undoing of one of them. Grayling, of course, has done his bit to ratchet up the pressure. Angered by G4S's refusal of his demands, his statement to MPs on Thursday was enough to wipe £240m off the £3.2bn share value of G4S in the following day and a half of trading. He believes that up to one in six offenders monitored by G4S and Serco were \"phantom offenders\" – that is, already back in custody, abroad or dead – during the period when bills for monitoring their whereabouts were still being paid. The minister wants to look at the two contractors' behaviour possibly stretching back as far back as 1999. Meanwhile, parts of Almanza's counterclaim have been emerging. The G4S boss blames the court and prison services for failing to formally end curfew notices to which the billing process was linked. Whether such an argument has legal merit or not, it is surely devastatingly toxic for G4S's reputation. Was it really prepared to keep taking millions from the taxpayer for offenders whose need for monitoring it knew to be non-existent? Or was there negligence at play? Neither sit well. There will be some who cheer Grayling for airing suggestions of impropriety at G4S so publicly in the Commons, and hitting the recalcitrant firm where it hurts – in the share price. But on careful reading, his message was a little confusing. As G4S was quick to point out, despite his forthrightness the justice secretary did state at one stage: \"I have no information to confirm that dishonesty did take place.\" G4S would have us believe this row is just a flare-up in the kind of festering procurement dispute common to long-term public sector work. Certainly, there is mudslinging on both sides. Whatever the truth of the matter, it will be down to Green to decide whether to answer Grayling's call for an investigation. But for those who have watched past encroachments by ministers on to the independent functioning of the SFO – of which Tony Blair's 2006 halting of a probe into BAE contracts in Saudi Arabia was the most damaging – these episodes are a cause for unease. The evidence may well merit SFO action. But at present ministers are in danger of bouncing Green into action before he has even had sight of the provisional facts. That can't be right. For Osborne, the cheque really is in the post That the privatisation of the Royal Mail was announced last week with relatively little uproar – barring threats of strikes from the Communication Workers Union – shows how much the public attitude to state sell-offs has changed. Lingering memories of the Railtrack fiasco may well preclude any attempt to put Network Rail back in private hands for now, but there appear to be no qualms among voters over ending the public status of a centuries-old institution. Perhaps that opinion would have been changed, or at least stirred, by a more honest statement from the government about why it is offering up to 25% of the Royal Mail to investors with a further 10% distributed among staff. Business secretary Vince Cable said that the move was a \"commercial decision designed to put Royal Mail's future on to a long-term sustainable basis\". This appeared rather disingenuous when, only the next day, George Osborne told MPs that the government could eradicate the deficit without recourse to tax rises after the general election. Proceeds from the Royal Mail flotation will help achieve this, so deficit reduction appears to be the overwhelming imperative behind the sell-off. Will the argument of efficiency and value for money apply to other privatisations, such as the nuclear processor Urenco and Plasma Resources UK? No, it is more likely that Osborne will wave a cheque in the air and say the government has taken another step closer to reducing the deficit. Even if we accept the government's case that the Royal Mail has to be sold off in order to become more efficient and keep up with competition, it should not automatically follow that putting a public service into private hands will represent a good deal for the taxpayer and users of that service. The Labour government embraced a Brussels edict that the postal service should be opened to competition and the likes of TNT Post are now providing doorstep deliveries to some of London's most desired postcodes. A state-owned competitor would keep those private sector entrants honest, with the same logic applying to the government-controlled East Coast rail franchise, which is nonetheless being readied for an illogical return to the private sphere. The argument for a Royal Mail flotation should be returned to sender. Comeback kid Hayward needs to hurry things along When Tony Hayward, the former boss of BP, was parachuted in as temporary chairman of the newly created Glencore Xstrata mining and trading powerhouse, it was one of the most remarkable business comebacks of all time. Hayward had been forced out of BP after the Gulf of Mexico oil spill. He was rehabilitated by the public humiliation of City grandee Sir John Bond, who was supposed to chair Glenstrata until he appointed his successor. He was never given the chance – he was voted off at the start of the first meeting. The task is now Hayward's – but he appears to be falling behind schedule in finding a permanent replacement. He has been applauded for three boardroom appointments, including former bankers John Mack and Peter Grauer, but the one that matters is the chairman. He may need to speed up his efforts if he is to avoid a wave of phone calls from impatient investors."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}