{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2013/jul/29/energy-industry-transparency-mps", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-07-28T23:05:00Z", "webTitle": "Energy industry must be more transparent, say MPs", "webUrl": "https://www.theguardian.com/business/2013/jul/29/energy-industry-transparency-mps", "apiUrl": "https://content.guardianapis.com/business/2013/jul/29/energy-industry-transparency-mps", "fields": {"headline": "Energy industry must be more transparent, say MPs", "bodyText": "Energy price rises coupled with high profits, mis-selling scandals at power firms and a lack of transparency over bills have destroyed consumers' trust in energy companies, a committee of MPs has said in a report that also criticises the sector's watchdog for failing to take effective action. The energy and climate change select committee said consumer fears that price rises were out of step with the underlying cost of energy were valid, and the regulator, Ofgem, was not doing enough to ensure companies were open and transparent. They said the complex way companies were structured, with energy trading arms making money from buying and selling supply and operations selling services to business customers meant it required a \"forensic accountant\" to work out exactly how much profit firms were making on selling energy to consumers. Meanwhile a record number of people are now estimated to be in \"fuel poverty\", previously defined as paying 10% or more of their income in energy bills. The government has said it is working to help improve draughty homes through measures such as green deal loans to households and a levy on the energy industry – the energy company obligation – to pay for energy efficiency measures for those on low incomes. The MPs called for greater transparency on bills and competition. Consumer groups such as Which? have questioned whether regulators are ensuring enough competition to keep bills down in a market dominated by six big players. . Last year allegations emerged of price-fixing in the gas market, an investigation into which is ongoing. The practice of trying to sign up customers door-to-door has also come in for heavy criticism; several energy companies including SSE, EDF and British Gas suspended the practice after Ofgem handed out fines for malpractice. Energy suppliers including the German giant RWE npower have come under fire for paying little tax on their profits. The industry has said the cost of investing in new energy infrastructure – about £200bn will be needed in the next decade to keep the UK's lights on and move to a lower-carbon energy supply, according to the government – has reduced companies' taxable income. Sir Robert Smith, chair of the select committee, said: \"At a time when many people are struggling with the rising costs of energy, consumers need reassurance that the profits being made by the big six are not excessive. Unfortunately, the complex vertically integrated structure of these companies means that working out exactly how their profits are made requires forensic accountants.\" He called for Ofgem to \"shine a brighter light\" on the companies, which could involve breaking down their profits to show which come from different activities. The committee accused the watchdog of \"failing consumers by not taking all possible steps to improve openness and increase competition\" with its \"relatively light touch approach\". John Robertson, a member of the committee, said: \"Ofgem needs to use its teeth a bit more and force the energy companies to do everything they can to prove that they are squeaky clean when it comes to making and reporting their profits.\" The outgoing chief executive of Ofgem, Alistair Buchanan, was criticised for announcing when he quit earlier this year that the UK faced a severe threat of blackouts as ageing power stations were taken off the grid and demand outstripped supply. Industrial consumers have been offered deals to turn off their factories at peak times to safeguard electricity for consumers. Critics said Ofgem should have foreseen this situation earlier and taken steps to ensure there would be no shortfall. Rachel Fletcher, senior partner for markets at Ofgem, said: \"We agree with the committee that suppliers have been poor at communicating with their customers. That is why Ofgem has taken the lead in pursuing transparency across all sections of the energy market, [making] energy companies produce yearly financial statements, which have been reviewed twice by independent accountants and found to be fit for purpose.\" She said the watchdog was forcing companies to simplify their billing and tariff information and was proposing to make them publish wholesale energy prices two years in advance. The MPs also criticised the government for doing too little to help millions of people living in fuel poverty. The current approach is to offer low-income families subsidies, paid for by energy companies, for energy efficiency measures such as solid wall insulation and new boilers. The government announced an extra £20m for these efforts last week, which should benefit 20,000 homes. Smith said: \"Fuel poverty is getting worse as energy prices rise, making it all the more critical that the government must respond to the Hills review [a 2012 independent report on fuel poverty] as a matter of urgency.\" In a recommendation that is likely to be controversial, the committee said the money for lifting people out of fuel poverty should come from the taxpayer, not bill-payers. \"Tax-funded public spending is a less regressive mechanism than levies on energy bills, which can hit some of the poorest hardest,\" said Smith. \"Shifting the emphasis from levies to taxation would help protect vulnerable households.\" Angela Knight, chief executive of Energy UK, which represents energy companies, said the industry had improved its information to customers. \"We have seen radical change – there are fewer tariffs and the new deals are clearer so it is easier to compare, bills have been simplified so they are easier for customers to follow and it is simple to switch from one supplier to another. The industry is also committed to helping customers who are struggling to pay their bills.\" She said companies already supplied information to Ofgem on the revenues, costs and profits of the generation and supply parts of their businesses. \"We know there is more to do and trust takes time to rebuild. We will continue to work with customers, government and the regulator as well as consumer groups to make things better.\" Ed Davey, the energy and climate secretary, said the government was helping the fuel poor through a new obligation on energy companies to pay for efficiency improvements, stipulating more transparent tariffs and investing in renewables and other infrastructure, so that bills would be £166 lower by 2020 than they would be if nothing was done. Davey said: \"We are using the energy bill to ensure that all households will be able get the best deal for their gas and electricity as soon as possible. Our policies to support renewable energy and reduce energy waste are insulating consumers from the rising cost of fossil fuels.\" The fuel poverty charity NEA said the energy company obligation was insufficient to address the scale of fuel poverty and called for further action. \"It is crucial that in the coming months the government accept there is an urgent need to address well-documented deficiencies with the current approach and ensure that there is adequate and proportionate assistance which is accessible to all fuel poor households to protect them from rising energy costs,\" it said."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}