{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/jul/05/shane-warne-ashes-australia-england", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-07-05T21:00:20Z", "webTitle": "Ashes 2013: Shane Warne tells umpires not to stop the sledging", "webUrl": "https://www.theguardian.com/sport/2013/jul/05/shane-warne-ashes-australia-england", "apiUrl": "https://content.guardianapis.com/sport/2013/jul/05/shane-warne-ashes-australia-england", "fields": {"headline": "Ashes 2013: Shane Warne tells umpires not to stop the sledging", "bodyText": "Shane Warne is concerned about the forthcoming Ashes being made stale through umpires stamping down on niggle between the sides too hastily. The Australian great is fearful that players on both sides of the divide will fall foul of over-zealous officiating, particularly in the aftermath of the David Warner's after-hours altercation with Joe Root. Warne, 43, views Ashes combat as the most uncompromising cricket in which he featured, and relished the verbal jousts synonymous with himself and compatriots like Glenn McGrath and Merv Hughes. \"We've got to be very careful about the fine line between policing the game too much and allowing the emotions and characters to come out,\" said Warne. \"As soon as someone gets a bit of fire in the belly – when there's a bit of argy-bargy, a bit of sledging, some lip work to each other or a bit of aggro in the game – it gets stamped out so quickly. So what ends up happening is that people go into their shell and are too afraid to express themselves. \"As sports lovers we all want to see characters out there, we want to see some tough, formidable characters that we love to hate, and we want to see a contest. \"Sure there's a line – you can't be in pubs at two in the morning putting a punch on someone's chin – but you want to see people stand up and be counted and say 'you're not getting me out', 'over my dead body', that type of stuff.\" Warne also suggests Australia's current vintage missed a trick with their meek performance in the Champions Trophy defeat to England at Edgbaston. \"Mitchell Starc's first over wasn't aggressive enough,\" Warne added. \"Here was a chance for Australia to play England and say 'look, we've got six months against you guys, this is what you're up against' and really show a bit of that Aussie DNA mongrel: come out, try to hit a few in the head, get really aggressive and nasty and just put their marker down. But he bowled a little lollipop, a little powder puff, first up that got smashed through the covers.\" However, the former leg-spinner still predicts a series of surprises awaits when the Ashes begins in Nottingham next week, tipping the uncapped all-rounder James Faulkner to emerge as one of its stars, and the fast bowler James Pattinson – brother of one-cap England Test player Darren Pattinson – to challenge Shoaib Akhtar's status as the only man to register a 100mph delivery in international history. \"James Faulkner to me is one of those guys who wants to be in the middle when it's tough. Whenever the game's in the balance he wants to be in there, that's a special trait to have, and, generally most of the time he performs,\" Warne said. \"He could be at the nucleus of the Australian team going forward. The other player is young Pattinson: it wouldn't surprise me if he was getting close to 100 miles an hour in this Ashes series. \"He'll bowl consistently at 90 miles an hour plus and I think he's got a chance to record one of the fastest balls ever recorded. This kid could be a superstar. \"If he can stay on the park, he has been working his absolute butt off to get right for this series, he will be a real handful. Those two guys are really going to stand up, they've got special skills and people are going to know who they are by the end of this Ashes series.\" Shane Warne was speaking ahead of the Ashes, available exclusively live on Sky Sports Ashes HD from 10 July and on mobile and tablet devices"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}