{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/jul/17/the-knowledge-maradona-sheffield-united", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-07-16T23:07:00Z", "webTitle": "Did Diego Maradona almost sign for Sheffield United? | The Knowledge", "webUrl": "https://www.theguardian.com/football/2013/jul/17/the-knowledge-maradona-sheffield-united", "apiUrl": "https://content.guardianapis.com/football/2013/jul/17/the-knowledge-maradona-sheffield-united", "fields": {"headline": "Did Diego Maradona almost sign for Sheffield United?", "bodyText": "\"Please help with a bet I foolishly made in the pub which subsequently got out of hand,\" entreated Richard Freeland in 2001. \"I heard that Diego Maradona once had a trial with Ipswich Town, and for some reason gave credence to this story. Does anyone have more details?\" Right player, wrong club, we're afraid to say. Diego Maradona actually came closest to signing for Sheffield United, for whom the Argentinian would have played in the late 1970s had it not been for the stinginess of the Blades' board. In 1978, the United manager Harry Haslam watched the 17-year-old Maradona in action on a scouting trip to Argentina and was so impressed he immediately arranged a £200,000 deal. But the transfer fell through when the Second Division club failed to stump up extra cash on top of the fee, so Haslam instead signed Maradona's countryman, the River Plate midfielder Alex Sabella, for £160,000. Sadly, although Sabella wowed the Bramall Lane crowds, he could not prevent the Blades sliding into the Third Division in 1978-79. Sabella and was offloaded to Leeds United for £400,000 in 1980 and United slipped quietly into the Fourth Division later that season. Meanwhile, Diego … In mitigation for Ipswich supporters, a few other famous names have trialled and failed at Portman Road, including Ruud Gullit, John Barnes and Paul Gascoigne. Elsewhere, Newcastle could have saved themselves an awful lot of time, money (£15m) and lack of success had they not placed Alan Shearer in goal during a trial, before rejecting him and sending the striker on his merry way to Southampton. Both West Ham and Liverpool passed up on a 15-year-old Kenny Dalglish before he went on to play for Celtic and, er, Liverpool. And the Germany striker Carsten Jancker was sent home from a trial at Luton Town as a youngster, after failing to make a lasting impression upon manager David Pleat. \"I really wanted to make it in England,\" he told the Observer, \"but Luton gave me only one game before saying goodbye. And they weren't even in the Premier League.\" History could also have been wildly different for St Mirren, had their audacious 2001 move for Ronaldinho not foundered at the final hurdle. The Brazilian had just agreed a £6m switch from Gremio to Paris Saint-Germain, when it was decided by his advisers that he would find a short-term deal elsewhere in Europe to acclimatise before his switch to the city by the Seine. Upon discovering this fact, quick-witted club officials at Love Street made their move, only to be scuppered by red tape as they failed to secure international clearance on a deal. \"We spoke to Ronaldinho but there was a legal problem at [Gremio],\" claimed the Saints' boss Tom Hendrie. \"He was willing to come and play for us before going on to PSG.\" However, when questioned about this prior to Barcelona's 2008 friendly at Dundee United, Ronaldinho replied: \"I had a lot of offers from Europe. I can't remember where they were all from.\" HOW HANSEN GOT HIS SCAR \"Can anyone enlighten me as to how Alan Hansen received the huge scar that figures so prominently on his forehead?\" asked Charles Arnold in 2004. As a fresh-faced 17-year-old, Hansen and his schoolmates were late for a volleyball game at Denny and he led from the front in the rush to get to the away school's changing-rooms. Albeit neglecting to acknowledge the minor detail of a glass door in front of him. \"I was in hospital for four hours,\" Hansen told the Scotsman. \"I was lucky – the scar stopped right at the top of my right eye. I had 27 stitches in my head and my legs were cut to ribbons.\" He sued the education authority and won. SAINTS ALIVE! \"In 1982, a First Division side had six past and future England captains in the same team. Which team was this?\" asked one knowledge-hungry reader whose name we'd inexplicably lost under a mountain of Knowledge emails, back in February 2003. This one was a doddle. Mick Channon, Dave Watson, Peter Shilton, Kevin Keegan, Mick Mills and Alan Ball all played for Southampton during the calendar year of 1982. Interestingly, when the team shed some of these three-lions legends over the following season – Channon, Watson, Keegan, Ball – the team improved dramatically and almost won the title in 1984. Does this say anything about England? We're not sure. GOING FAR IN EUROPE FROM THE LOWER LEAGUES \"Birmingham have qualified for the Europa League group stage,\" wrote William Call in the heady days of 2011. \"Is this the furthest a non-top-flight club has ever progressed in European competition?\" Blues will have to go some way to eclipse the achievements of Atalanta and Cardiff City, who, as several readers emailed to point out, reached the Cup Winners' Cup semi-finals in 1987-88 and 1967-68 respectively. Cardiff, at that time in the Second Division but regulars in European competition thanks to their successes in the Welsh Cup, faced a very different proposition to the one that now stands before Birmingham. While Blues joined 75 other teams in the Europa League play-offs and 47 other clubs in the group stage, and faced the prospect of 14 matches simply to reach the semi-finals, the Bluebirds were one of only 32 sides in the 1967-68 tournament, who, in the best-case scenario, could have been Cup Winners' Cup champions after nine matches. Shamrock Rovers were beaten 3-1 on aggregate in the first round and NAC Breda of Holland were hammered 5-2 thanks to a 4-1 win at Ninian Park. The quarter-finals brought Torpedo Moscow, a far tougher task, and after 1-0 wins for each side in their home legs, Cardiff triumphed in a play-off in the Bavarian town of Augsburg. Another trip to Germany, this time to Hamburg, awaited in the semi-finals, and a 1-1 draw in the first leg was followed by a dramatic tie at Ninian Park in front of over 43,000 fans. Cardiff took the lead through Norman Dean, Gert Dorfel equalised then Uwe Seeler put the Germans ahead early in the second half. Brian Harris headed Cardiff level with just over 10 minutes to play and another play-off seemed to be on the cards before Franz-Josef Honig scored the winner for the visitors with the last kick of the game. Atalanta qualified for the Cup Winners' Cup in 1987-88 despite defeat to Napoli in the 1986-87 Copa Italia final. The Naples club had won Serie A leaving the way clear for Atalanta, who were relegated from Serie A in 1986-87, to take on the rest of Europe from their position in Serie B. Merthyr Tydfil, of the Southern League Division One (Midland), were beaten in the first round (although Merthyr won the first leg in Wales), the mighty OFI Crete, again after a defeat in the first leg, were also well beaten in Bergamo, putting Atalanta in the quarter-finals, where Sporting Lisbon were impressively beaten 3-1 on aggregate. The adventure came to an end, though, in the semi-finals when KV Mechelen, the eventual winners (beating the Ajax side of Blind, Wouters, Witschge, Bosman, Winter and Mühren in the final), won 4-2 over two legs. An honourable mention should go to Third Division Newport County, who as Welsh Cup winners in 1979-80 carried the flag for Wales in the 1980-81 Cup Winners' Cup and reached the quarter-finals before losing to Carl Zeiss Jena of Germany. • Send your questions and answers to knowledge@theguardian.com. And for thousands more questions and answers, take a trip through the Knowledge archive."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}