{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2013/jul/17/worlds-biggest-emptiest-stadiums-knowledge", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2013-07-16T23:06:00Z", "webTitle": "The world's biggest, emptiest stadiums | The Knowledge", "webUrl": "https://www.theguardian.com/football/2013/jul/17/worlds-biggest-emptiest-stadiums-knowledge", "apiUrl": "https://content.guardianapis.com/football/2013/jul/17/worlds-biggest-emptiest-stadiums-knowledge", "fields": {"headline": "The world's biggest, emptiest stadiums", "bodyText": "THE WORLD'S EMPTIEST STADIUMS \"Everyone seems to be obsessed with record crowds nowadays,\" sighed Andy McKenzie, wistfully looking at photos of empty, windswept terraces back in 2008. \"But the other day as I was talking to a friend about Scottish lower division football, we wondered what it would be like to watch Queen's Park at Hampden. This season they have had crowds of fewer than 500 in a 52,000 capacity stadium, meaning over 51,500 empty seats. What is the record number of empty seats there have been at a major league or cup match?\" The Knowledge inbox has been bulging (if an inbox can bulge) with bids for this particular crown. Here's our top 10: 10. Yokohama Marinos - 51,207 \"The capacity of the Nissan Stadium (aka Yokohama International Stadium) is 72,372,\" writes Richard Finch, \"and has been used by Yokohama Marinos since 1998 when the average attendance was 19,165. A quick subtraction results in an average of 51,207 unused seats.\" Not a bad effort, but we can do better than that ... 9. FC Amsterdam - 64,500 Over to Nick den Uijl. \"In the 70s, FC Amsterdam played in the Eredivisie. Their home stadium was the Olympic Stadium in Amsterdam. They would play in front of only a handful of people. In September 1977, for instance, they lost 1-3 to FC Twente in front of 1,500 spectators. Earlier that year the Cup Winners' Cup final was played between Hamburg and Anderlecht in the same stadium in front of 66,000 people.\" 8. Juventus - 68,763 \"Assuming we are discounting several games played behind closed doors,\" says Simon Halstead (and yes, we are), \"I would have to say Juventus' Coppa Italia home match against Sampdoria in the 2001-02 season. Only 237 spectators showed up. With the Stadio Delle Alpi's capacity of 69,000 this leaves 68,763 empty seats.\" Thanks also to David Pasley, who suggested this fixture. 7. Hertha Berlin - c.73,000 \"Although I cannot provide any details,\" says Alex Jäkel, who won't let that stop him, \"I would reckon that Hertha Berlin in the 1980s would be a prime example.\" Yes, Hertha's struggles in the 80s led to a few spare seats at the Olympic Stadium. When Hertha were relegated from 2.Bundesliga in 1986, attendances fell to as low as 1,800, leaving around 73,000 empty seats. 6. Borussia Dortmund reserves - 79,028 Let Martin Tobutt tell the story. \"This may be cheating a little but a match from last Saturday's German Third Division North featured Borussia Dortmund's reserves at home to Wuppertal. Normally, such teams play at the club's old ground or training ground - in Borussia's case Rote Erde, which has 3,000 seats and then a 22,000-capacity standing area which is open to the elements.\" Yes, yes, get on with it. \"Looking at the TV pictures, it appears that the gale force winds that day meant that the match was moved to the Westfalenstadion meaning that the 1680 paying customers were housed in a ground holding 80,708 fans. In terms of empty seats, I make that 79,028.\" 5. Torpedo Moscow - 80,000+ \"It pains me to no end - but my local club, Torpedo Moscow, I would think would have to claim this dubious honour,\" writes a bullish Leonid Mironov. \"They play at the Luzhniki Stadium which has a capacity of 84,000 and a bit. For the past couple of season the average attendance has been around 3,000-4,000. That leaves almost 80,000 empty seats on average. I am pretty sure that we win this little competition (although obviously I would love to be wrong on this one).\" Leonid, you are wrong. Not even close, in fact. Read on. 4. Istanbul Büyükşehir Belediyespor (Istanbul BBS) - c.81,000 Chris Wade has a higher offer from Ankara. \"They don't announce official figures for matches in the Turkish Super Lig for some reason,\" he writes, \"but on December 9 last year I listened to the radio broadcast of Istanbul BBS v Genclerbirligi which was being played at Istanbul's Ataturk Olympic Stadium. The radio announcer said he could see a total of six fans in the 81,283 stadium. There were a few more than that, as this picture shows but the entire crowd could not have numbered more than 50 souls for the exciting 0-0 draw.\" We reckon there's at least a couple of hundred in that picture, but it's one empty stadium nevertheless. 3. Leeds United v VfB Stuttgart - 90,000+ Joe Skinner, Doug Kirkpatrick and Andrew Limb have emailed in to nominate Leeds United's Champions League tie against VfB Stuttgart at the Camp Nou in 1992. With Stuttgart having fielded an ineligible player during the second leg of their 4-4 aggregate draw (Stuttgart would have gone through on aggregate), Uefa ordered the two teams to play a one-off decider at a neutral venue, and Barcelona's ground was chosen. No one can agree on the stadium's exact capacity in those days before it became an all-seater, but it was close to 100,000 meaning at least 90,000 spaces were left vacant as Carl Shutt tucked home the winner in front of 7,400 fans. 2. Necaxa - 118,000+ We're into six figures now. \"I lived in Mexico City from 1995 to 2002 and went to see all the local teams while there,\" says Iain Pearson. \"The most surreal was visiting Necaxa who were playing their home games in the Azteca Stadium (capacity: 120,000). If they were playing a team from out of town in midweek they would be lucky to host a 'crowd' of 2,000 - leaving 118,000 empty seats.\" A worthy effort, but the crown goes to ... 1. Thames Association FC - 119,531 Neal Martin presents: West Ham Stadium. Thames Association FC still hold the record for the lowest attendance in Football League history when 469 went through the turnstiles, to watch Thames take on Luton in December 1930. It's claimed that the ground could hold 120,000 spectators (although estimates do vary), which leaves 119,531 tickets unsold. HAS FOOTBALL EVER BEEN ILLEGAL IN BRITAIN? \"I vaguely recall hearing on the radio a while back that football was once illegal in Britain. Is this true?\" asked a rather bemused Craig Dunmore in 2007. While some would say that crimes such as England's performance in Euro '92 and the very existence of Wags Boutique should be grounds for slapping a banning order on all football in Britain, it has been quite some time since the game was illegal in this country. In fact, the game was only illegal before the Football Association laid down the current laws in the 19th century, and then it was only outlawed for limited periods in specific parts of the country. It was first banned way back in April 1314 by Edward II when the game consisted of vast mobs attempting to kick, carry or throw the ball between opposing villages. \"For as much as there is great noise in the city, caused by hustling over large balls from which many evils might arise which God forbid, we command and forbid, on behalf of the king, a pain of imprisonment, such game to be used in the city in the future,\" he proclaimed. During the Hundred Years' War between England and France, Edward III, Richard II, Henry IV and Henry V all thought the game stopped their subjects practising archery and issued laws to suppress it. Scottish kings didn't look upon the game much more favourably and in 1424 James I decreed that \"na man play at the Fute-ball\". Attitudes became more relaxed during the Elizabethan period, although the game was banned in Manchester in the early 17th century because of shanked passes breaking windows. Despite playing in his youth, the game's \"frivolity\" didn't fit into Oliver Cromwell's puritanical world view and the fact that the game was played on Sundays was particularly frowned upon. This led to football on the Sabbath pretty much disappearing for the next 300 years. However, the authorities never succeeded in stamping the game out - despite cities such as Derby introducing anti-riot laws to combat it - and its popularity increased as time went on, eventually leading to the formation of the FA. UNORTHODOX MOTIVATIONAL TECHNIQUES \"Ex-Croatian national coach Miroslav Blazevic, before a match in the dressing room, once took his new Rolex, dropped it and smashed it jumping on it, saying: 'I want you to smash them like I smashed this watch.' \"Are there any stranger examples of how other coaches have attempted to motivate their players?\" asked Dubravko Milicic in 2009. \"When Klaus Toppmöller was attempting to win the title with Eintracht Frankfurt, he showed the players a replica of the Meisterschale, the big, ugly plate the German champion gets for coming in first,\" recounts Eberhard Spohd. \"This didn't work so he tried with a huge living eagle (the animal in the coat of arms of Eintracht) which he brought into the changing room with the words: 'You must clutch your opposites like the eagle puts his fangs in his prey.\" Other witnesses report that he said, \"Unity (Eintracht in German) gives you wings.\" The players seemed rather scared and finished fifth and Toppmöller was sacked the following April. Sounds like Toppmöller would get on well with former Spurs boss Christian Gross, who, when in charge of Grasshoppers Zurich, brought his players to a medieval castle so that they could \"envisage a fortress and turn our stadium into one\". Oops, didn't mean to interrupt Eberhard. \"Another one who tried to motivate his players in a special way was Christoph Daum,\" he continues. \"When he was manager of Bayer Leverkusen, he made them walk over pieces of broken glass. In an interview with the German magazine Maxim, he explained why he did this: 'What did the players say? They said: \"I wouldn't do it\" and I said to them: \"OK, record this, and then I will show you which unbelievable forces, which power of autosuggestion slumbers in the thinking device between your ears.' That's what the pieces of glass were for, to show the players: 'your head is your third leg. Use it'.\" \"Jurgen Klinsmann also tried a special way to motivate his players at FC Bayern Munich in the beginning of the season,\" adds Eberhard, who's clearly on a roll. \"He let Bayern install four statues of Buddha on the roof of the training camp of the club and some in a room inside. 'They give us a certain flow of energy', Klinsmann said. One of the players, Daniel van Buyten, said: 'I have a statue in my reading room at home. They give me a sense of calm and strength.' After two months, the statues had to be removed because in very catholic Bavaria the club got a lot of letters complaining that the statues force religious feelings on some people.\" Meanwhile in Blighty, Ian Holloway once employed a former soldier to shout phrases like \"High five!\" and \"Go to work!\" at his team while they got changed. And at Brentford, Martin Allen once nailed a bicycle to the dressing room wall to make the point that he wanted his players to, um, get on their bikes. BULL V GOAT \"While procastrinating on Wikipedia, I checked out Man City's season-by-season stats and saw that Shaun Goater was City's top scorer for four consecutive seasons and to make it exciting, in three different divisions,\" wrote Mahdi Rahimi in 2009. \"Is there any player who can better those stats — being club's top scorer in three different divisions in three consecutive years?\" There is indeed Mahdi, and his name is Steve Bull. The striker was Wolves' top scorer in Division Four in 1988-89, Division Three in 1989-90 and Division Two in 1990-91. More than that, in each season he was the the divisional top scorer and selected in the respective league's team of the season. He went on to be the club's top scorer for the next six seasons after that. We'd say that tops the Goat's admittedly remarkable achievement. Mark Ashley Thomas writes to point us in the direction of man who can match Goater's stats – Coventry forward Freddy Eastwood. Eastwood's scoring record with the Sky Blues might not be up to much, but he once banged them in with abandon for Southend. He was the top scorer for the Shrimpers in the 2004-05 in League Two, in 2005-06 in League One, and also in 2006-07 in the Championship. And Peter Collins has another suggestion: \"It's a slightly different tack, but I think I'm right in saying that Kerry Dixon was top scorer in the whole of division three in 1982-83 while with Reading, then Division Two's top scorer the following season with Chelsea, then shared the Division One golden boot with Gary Lineker in 1984-85 after the Blues were promoted.\" A quick scour through our dusty Rothmans indicate that you are indeed right, Peter. And it was in that trawl that another couple of names sprung to mind. But neither Luther Blissett (Watford's top scorer in the Third, Second and First Divisions in 1978-79, 1981-82 and 1982-83) nor Alan Cork (who topped the scoring charts for Wimbledon in the Third Division in 1983-84 and the Second in 1985-86, but not in the top or bottom flights) quite came up to scratch. • Send your questions and answers to knowledge@theguardian.com. And for thousands more questions and answers, take a trip through the Knowledge archive."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}