{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2013/jul/17/jeremy-hunt-report-nhs-hospitals", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2013-07-16T23:41:38Z", "webTitle": "Jeremy Hunt accused of turning NHS deaths into 'political capital'", "webUrl": "https://www.theguardian.com/society/2013/jul/17/jeremy-hunt-report-nhs-hospitals", "apiUrl": "https://content.guardianapis.com/society/2013/jul/17/jeremy-hunt-report-nhs-hospitals", "fields": {"headline": "Jeremy Hunt accused of turning NHS deaths into 'political capital'", "bodyText": "Doctors have accused Jeremy Hunt of trying to \"make political capital out of patients' deaths\" after the Keogh report into 14 hospitals with high death rates uncovered \"mediocrity\" rather than a disaster on the scale of Mid Staffs. Keogh's report found that none of the hospitals investigated was providing \"consistently high-quality care to patients\" and all 14 trusts have been ordered to act on recommendations set out by health officials. NHS leaders said that political briefings about the report in the media before publication which highlighted 13,000 avoidable deaths at the 14 trusts had unjustifiably frightened patients and relatives, demoralised staff and undermined the public's confidence in the service. There had been speculation that 13,000 patients may have needlessly died since 2005 on the basis of figures from Sir Brian Jarman of Imperial College. But NHS medical director Professor Sir Bruce Keogh, who led the review, said it was \"clinically meaningless and academically reckless\" to try to quantify avoidable deaths. Keogh's overview report – published alongside reports into each of the 14 trusts – offers eight \"ambitions\", rather than recommendations. Trusts which were geographically, professionally and academically isolated should be connected to some of the country's top hospitals in academic science networks. Patients and carers should feel they are treated as equals, the \"energy and creativity\" of junior doctors must be harnessed and staff need to be more engaged. The thrust of the review is to help the hospitals improve. In addition to the overview, each trust has an individual report showing where it has been going wrong and what is already under way, with the help of the review team, to put it right. \"It is reckless to try to make political capital out of patients' deaths,\" said a spokesman for the British Medical Association. \"This just reduces even further patients' confidence in the NHS. Instead of further rhetoric, we need to see a change of culture across the NHS to ensure patients receive the best possible care.\" Paul Flynn, the chair of the BMA's consultants committee, also criticised Hunt for using Keogh's report to score political points against Labour. \"Although we need to find urgent solutions to these problems, kneejerk reactions are not going to be helpful,\" he said. \"Short-term political gain only ignores the wider long-term challenges facing the NHS, and further risks patient safety.\" Dr Peter Carter, chief executive of the Royal College of Nursing, said the Department of Health and NHS England should launch an inquiry to find out who had given the media outlets an erroneous briefing on the contents of Keogh's findings. \"Media reports last weekend said 13,000 patients had died avoidably,\" he said. \"But when Bruce Keogh's report came out, he said nothing of the sort. Patients using these hospitals have been worried unnecessarily. Whoever briefed the media on that has been highly irresponsible. My worry is that erroneous 13,000 figure will stick because many people remember headlines, not facts.\" Jon Skewes, director of policy at the Royal College of Midwives, said Hunt had ignored Keogh's request in his letter to the health secretary not to resort to \"hasty reactions and recriminations\". Hunt and Andy Burnham, his Labour shadow and the health secretary in 2009-10, clashed angrily in the Commons over Hunt's claims that the Labour government had covered up evidence of poor care and leant on the Care Quality Commission, the NHS watchdog, to suppress negative findings about hospitals' performance. Skewes accused Hunt of \"political grandstanding\" over Keogh's report rather than taking responsibility as the health secretary for what happens in the NHS. The the organisation which represents foundation trust hospitals, which are semi-independent of the NHS, cautioned that Keogh's in-depth review had not found another Mid Staffs waiting to happen and warned that Hunt's tough rhetoric about failures by NHS bosses should not turn them into \"scapegoats\". Chris Hopson, chief executive of the Foundation Trust Network, said: \"Despite the lurid headlines when the review was announced, there is no repetition of Mid Staffs here; there is no evidence of major failing in the vast majority of trusts; and there is some good practice to celebrate. Equally, failings have been identified in a small number of trusts, some of a serious nature; their leaders have recognised they should be accountable; and all trusts have scope to improve.\" Stories in the press and media over the weekend raised expectations of a damning indictment of NHS care in Keogh's review. But when Hunt rose to make his statement in the House of Commons, he told of patients being left unattended on trolleys and patronised by consultants, poor maintenance in operating theatres and staff working excessively long hours. While these and other bad practices that were discovered can endanger patients, there were no dramatic revelations involving avoidable deaths. Hunt confirmed that 11 of the 14 trusts were being put into \"special measures\" to ensure they get support and carry out their plans for improvement, which were published together with a report into the failings – and strengths in some areas – of each trust. \"We owe it to the three million people who use the NHS every week to tackle and confront mediocrity and inadequate leadership head on,\" said Hunt. Citing what he called \"some very concerning examples of poor practice\", Hunt said that at Tameside general hospital in Manchester, for example, \"patients spoke of being left on unmonitored trolleys for excessive periods and the [Keogh] panel found a general culture of 'accepting sub-optimal care'\". At North Cumbria university hospitals trust, which runs hospitals in Carlisle and Whitehaven, \"the panel found evidence of poor maintenance in two operating theatres, which were closed immediately\". Twelve \"never events\" – serious, largely preventable patient safety incidents that should not occur if the available preventive measures had been implemented – occurred at the United Lincolnshire hospitals NHS trust in the space of three years, while Basildon and Thurrock university hospitals NHS trust had seven \"never events\" in three years, as well as problems involving infection control and overnight staffing levels. Inadequate staffing was also an important issue. Some hospitals are responding to Keogh's findings by launching recruitment drives. The Basildon trust, for example, is spending £1.8m recruiting 200 extra nurses between now and November. But those who had expected, on the basis of recent stories, that heads would roll over the high death rates at the 14 trusts would have been disappointed. No resignations were announced – although the chief executive and medical director of Tameside have departed following the Guardian's revelations of the trust's failings. The Keogh review went out of its way to condemn the widespread misuse of death rate data relating to the hospitals. Although the hospitals all had excess deaths, it was not at all certain that they could have been prevented, it said. Hunt was cautious in his statement to the House, saying: \"Mortality rates suggest that since 2005 thousands more people may have died than would normally be expected at the 14 trusts reviewed by Sir Bruce\", which does not imply they could have been avoided. The report itself took a tougher line. \"However tempting it may be, it is clinically meaningless and academically reckless to use such statistical measures to quantify actual numbers of avoidable deaths,\" it said. Jarman told the Guardian that he had always made it clear that \"it represents the number by which the deaths in a hospital exceeds the number that would have occurred if the hospital had had the national death rate for each age, sex, diagnosis etc group for which adjustments are made\". He had regularly corrected TV and other interviewers when they spoke of needless deaths, he said. He added that the widespread use of his figures in the media had succeeded after more than a decade in drawing attention to the death rates, which should be a trigger for investigation. \"I don't regret the use of our data by the press and media although I would like them to be more precise,\" he said. Keogh announced he has asked Lord Darzi of Imperial College, the former health minister and heart surgeon, and Nick Black, professor of health services research at the London School of Hygiene and Tropical Medicine, to carry out a study reviewing the case notes of patients who have died to establish the true relationship between excess mortality and avoidable deaths. Ministers will face a new test of their resolve to tackle poor hospital performance in a few weeks' time when the first data is published from the new \"friends and family test\". The test, which involves asking hospital patients if they would recommend the hospital where they have been cared for to their relatives and friends, was introduced in April as a key way of flagging up patients' concerns and driving improvement. NHS sources say that some hospitals have scored poorly on the new measure. \"How will ministers respond to those findings, by putting the worst-rated hospitals into special measures too?\" said one official involved. The full detail of the government's approach to NHS patient safety will not become clear until publication in the autumn of the results of an inquiry into improving patient safety across the NHS by Don Berwick, a former adviser on healthcare to the US president, Barack Obama. Commissioned by David Cameron in February in response to the damning report into the Mid Staffordshire care scandal, it was originally expected to be published before parliament rises for its summer recess but is now likely to come out in October. NHS sources say that it is expected to be a thoughtful, detailed and constructive piece of work which does not widely castigate NHS staff and practices. Hunt will follow Berwick's review by setting out in detail how much of Robert Francis's 290 recommendations ministers intend to implement. Labour challenged Hunt on Tuesday to agree to push through every one of them. Peter Walsh, chief executive of the patient safety charity Action Against Medical Accidents (AvMA), one of the core participants in the Mid Staffs public inquiry, said that, in spite of it, \"ministers are still refusing to accept key recommendations such as minimum staffing levels for wards and regulation of healthcare assistants. We hope this report helps change their minds. It is time to put patient safety before politics.\""}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}