{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2013/jul/20/the-us-west-on-film-nevada-utah-colorado", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2013-07-19T23:10:00Z", "webTitle": "The west on film: Nevada, Utah and Colorado in the movies", "webUrl": "https://www.theguardian.com/travel/2013/jul/20/the-us-west-on-film-nevada-utah-colorado", "apiUrl": "https://content.guardianapis.com/travel/2013/jul/20/the-us-west-on-film-nevada-utah-colorado", "fields": {"headline": "The west on film: Nevada, Utah and Colorado in the movies", "bodyText": "What do the landscapes of these states signify about America? They signify the west. This goes back to John Ford, when he was making all those westerns. You've got these incredible mountain landscapes and these red rocks and it's the iconic look of the west. When we were growing up and they had westerns, this was the background that was imprinted on us. What is your favourite location? I have many, but Lake Powell, on the Utah-Arizona border, is fantastic. It was a canyon that was as beautiful as the Grand Canyon, until it was dammed and filled with water in 1966. It's a magnificent red wall cliff with turquoise blue water. You have to access it by boat. It's always great to mix pleasure with work and go up boating on Lake Powell. How many films have been shot on location in the western states? Lots! National Lampoon's Vacation (1983) with Chevy Chase was shot in Monument valley, and so is the new Lone Ranger film with Johnny Depp. But it seems like in the early days of Hollywood they filmed more on location than they do now. One special fx company I'm working for is filming on the edge of Lake Powell because it looks like dinosaur country. They're making a sci-fi movie, so they shoot digital plate shots, then green-screen in the actors. Is it just Hollywood that films there? No, we make hundreds of TV commercials. Marlboro cigarettes always have mountainous or red rock landscapes in the background. It can't advertise in the US any more, though. I'm scouting for Porsche, and it's tying in the same backgrounds for its new car. In and around the Grand Canyon, I've got to do anything from Imax films to Nik Wallenda's tightrope walk across it. How do the locations of the western states compare to other countries? It depends on what you're filming. But if you're filming a western, or science fiction set on Mars, it's the best landscape in the world. Interview by Will Coldwell • For more information on holidays in the USA, visit DiscoverAmerica.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}