{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "stage/2013/jul/14/coppelia-polunin-coliseum-london-review", "type": "article", "sectionId": "stage", "sectionName": "Stage", "webPublicationDate": "2013-07-13T23:05:57Z", "webTitle": "Coppélia – review", "webUrl": "https://www.theguardian.com/stage/2013/jul/14/coppelia-polunin-coliseum-london-review", "apiUrl": "https://content.guardianapis.com/stage/2013/jul/14/coppelia-polunin-coliseum-london-review", "fields": {"headline": "Coppélia – review", "bodyText": "Roland Petit's Coppélia opened in London last week, danced by Moscow's Stanislavsky Ballet and starring Sergei Polunin. It's not a good production. The original work, created in 1870 by Arthur St-Léon, with music by Léo Delibes, shows how two young lovers, Frantz and Swanilda, outwit the mysterious Doctor Coppélius. Swanilda is exasperated by Franz's fascination with Coppélia, a beautiful young girl assumed to be the doctor's daughter. In fact, they discover when they break into his house, she's an animated doll. Cue much comic mischief and, in the final act, the wedding of Frantz and Swanilda, now happily reconciled. Petit's version, created in 1975, relocates the piece to a garrison town in the 1880s. Hacking liberal chunks from the story and from Delibes's score, Petit intercuts the action with an interminable series of dances between the soldiers and the women of the town. The soldiers strut and clown; the women wriggle their hips and adopt ooh-la-la expressions. It's all intended to be very charming and effervescent, but Petit's choreography lacks élan and soon becomes tiresomely repetitive. Against this mise-en-scène, Coppélius (Anton Domashev), Swanilda (Kristina Shapran) and Frantz (Sergei Polunin) enact the skeleton of the original plot. Slender, dark-haired Shapran, if sometimes lacking in technical finesse, is a very beguiling and pretty heroine, but the brittle choreography does her few favours. Nor does Polunin, whose acting is perfunctory at best, and who partners her with little care and no tenderness. But there's a determined set to Shapran's chin, and we will certainly be seeing more of her. Of Polunin, who knows? Applause greets his solos, which contain their share of pyrotechnics. Flying jetés, spring-heeled tours en l'air, effortless-seeming double assemblés and sauts de basque. But much of it is, by his own standards, rough around the edges. Preparations are approximate, pirouettes snatched and off-centre, landings not quite even. The poetry and beautiful precision of which he is capable are not in evidence here. \"It's just to show off,\" Polunin has said of ballets like Coppélia. \"You play stupid and playful.\" And that's exactly what this looks like – a throwaway performance. Recent appearances in Russia suggest that he's capable of raising his game in more important works. But given his glorious talent – he is, without question, the most naturally gifted male ballet dancer of his generation – his jaded attitude and cynical attitudinising are dispiriting. At the same time, it's hard not to feel a certain sympathy for the 23-year-old Ukrainian. He's had a troubled childhood, most of it spent far from family and home, and he regards classical dance with a much colder eye than most of its adherents. When he tells reporters that \"being a ballet dancer isn't cool\", it may look like ungrateful posturing to colleagues, but he does have a point. Cheesy productions such as Petit's Coppélia can make you, as one friend expressed it to me on Thursday's opening night, \"embarrassed for ballet\". There's a vast back catalogue of productions that, if ballet is to appeal to future generations, need to be rethought, redesigned or discarded. Male costumes are a particular issue. Frederick Ashton's Symphonic Variations, for example, is one of the most moving ballets ever created, but the men's sparkly coronets, off-the-shoulder tunics and white tights now appear dismayingly kitsch. In any other form of theatre a redesign would be automatic, but the gatekeepers of balletic taste are rarely persuadable of the virtues of the new. All too often, male dancers are stuck with floaty blouses, puffy sleeves and garishly Disneyesque \"prince\" costumes. None of them, it goes without saying, even remotely cool. Polunin's pronouncements have often appeared gauche – his railing against the Royal Ballet, which trained him, has been particularly graceless – but if his disruptions occasion even a moment's introspection in the complacent world of ballet, he will have performed a valuable service. What his professional future holds, it's hard to say. If he is to have a future in classical dance he will have to learn to meet the art form halfway, and there are signs that he is prepared to do so. But productions such as Petit's Coppélia remind us that ballet has some growing up to do too."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}