{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/jul/28/paralympic-heroes-return-conquer", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-07-28T22:20:00Z", "webTitle": "Paralympic heroes return to conquer as crowd revels in happy memories", "webUrl": "https://www.theguardian.com/sport/2013/jul/28/paralympic-heroes-return-conquer", "apiUrl": "https://content.guardianapis.com/sport/2013/jul/28/paralympic-heroes-return-conquer", "fields": {"headline": "Paralympic heroes return to conquer as crowd revels in happy memories", "bodyText": "Seven British victories, four world records – including one for an aerodynamically supercharged David Weir in the T54 mile – and 65,000 people hailing returning heroes whose names had meant nothing a year ago. Throw in rain and blustery conditions and it could have been 2012 again. The crowd were also privileged to watch the fastest amputee race in history in the combined men's T43/44 100m final, but no sooner had the smoke cleared than the uneasy questions floated to the surface again. Not only did the Brazilian Alan Oliveira smash his own T43 world record for double-amputees by 0.2sec as he ran 10.57sec but the American Richard Browne did the same in the T44 category for single amputee runners with 10.75 when coming second. Britain's Jonnie Peacock, who received the biggest cheer of the day before the race, was third in a new British record time of 10.84. Browne warned later that his 100m times were only going to get lower – and even went as far to suggest that sub-10 second times were possible. \"It's going to be a fun road. You can expect to see way sub-10.5s. I mean 10.2 – able-bodied times.\" He was asked whether sub-10 seconds was possible. \"Definitely,\" he replied. \"I mean, if anybody can go sub-10 it is us.\" \"There are no advantages here,\" he added. \"If you cut Usain Bolt's leg off, he's not going to go 9.5. I guarantee you. There's no advantage here. We work harder than anybody in sport. Period. Able-bodied, Paralympic, we work hard for this.\" Certainly the way Oliveira is going then all bets are off. Last week he won the 200m world title in 20.66, improving the T44 world record by 0.64. Now he has chopped a staggering 0.76 off his 100m time since the Paralympics. In the run-up to the 2016 Olympics in Rio the questions will only grow about Oliveira's and Browne's intentions to compete against able-bodied athletes, and whether it is right that they should be allowed to do so. Certainly Browne is gunning to make the Olympics in 2016. \"The IAAF have no choice but to get their rules ready,\" he warned. These are thorny issues. Oscar Pistorius was indulged and encouraged to be a trailblazer, but the suspicion is that was partly because he was a poster boy for the Paralympic movement and partly because he was not a live threat to the best able-bodied 400m runners. Oliveira undoubtedly is. His potential is vast and untapped. He is only 20 and has shed a stone since the Paralympics. Who knows what he might achieve. Peacock, who was disappointed with his time despite setting a PB, was more sceptical of Browne's claims. \"He loves to talk,\" he said. \"But for a bilateral, that last 60m, there's no way a single amputee's going to have top speed to keep up with them, until you get someone like Usain Bolt who comes in. \"I'm not going to stand here in front of you and say: 'I'm going to run 9.8sec next season.' Because it's not going to happen. But I am really annoyed because that was the best conditions I've had given to me in two years, but I didn't get it right.\" Peacock sounded a rare note of frustration on a day where the crowds never tired of British vests crossing the line first, often yards ahead of their nearest competitors. Weir's performance was the most impressive, as he won by at least 30m in a new world record of 3:16.40. \"I was expecting a bit quicker but maybe it was down to no race fitness,\" he said. There were also loud cheers for Hannah Cockroft as she won the T33/T34 100m in 17.80, ahead of the Australian Rosemary Little in 19.14, with her friend and fellow Briton Melissa Nicholls sixth in 21.80. \"We both felt a bit emotional out there,\" she said. \"I was at the start line thinking 'I can't cry', but it's amazing to be back here.\" Richard Whitehead, sporting multicoloured shades and golden blades and rocking his arms like a baby in the start, powered home from yards back to win the T42 200m in 24.86 from the Australian Scott Reardon in 25.54. The biggest surprise of the day came in the men's F42/44 discus, where Daniel Greaves beat the world record holder Jeremy Campbell for the first time in two years. \"I am really jealous of football players,\" he sighed. \"I wish we could have this every week.\" There were also victories for Graeme Ballard in the T36 100m and Aled Davies in the F42 shot put. But one of the longest cheers of the day came for the Spaniard José Pampano, who finished last in the men's T36/37 800m, nearly 30 seconds behind the Irishman Michael McKillop. Many stood and applauded as he pushed himself over the line. Legacy is often as slippery as a politician's answer. But at that moment in the Olympic Stadium it seemed as hard as stone. • This article was amended on 30 July 2013 because the original said Graeme Ballard won the T36 discus. This has been corrected to say T36 100m."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}