{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/economics-blog/2013/jul/09/uk-economy-manufacturers-recovery-debt-growth", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2013-07-09T23:05:00Z", "webTitle": "The UK economy's looking up – but no one's told manufacturers | Heather Stewart", "webUrl": "https://www.theguardian.com/business/economics-blog/2013/jul/09/uk-economy-manufacturers-recovery-debt-growth", "apiUrl": "https://content.guardianapis.com/business/economics-blog/2013/jul/09/uk-economy-manufacturers-recovery-debt-growth", "fields": {"headline": "The UK economy's looking up – but no one's told manufacturers", "bodyText": "The sun's out, there's a hotshot Canadian in Threadneedle Street, and the housing market's on the turn. Things are looking up for Britain – but no one seems to have told the manufacturers. Boardroom bosses may be feeling a warm glow, as the latest survey from the Institute for Directors suggests, and the International Monetary Fund has upgraded its forecast for growth in 2013, albeit to a measly 0.9%. Yet there is little sign in the hard data that the economy has turned the corner. Manufacturing output fell by 0.8% in May, while the trade deficit has widened, to £2.4bn. The chancellor, George Osborne, is hoping for a powerful revival in exports to help build up a more sustainable business model for the country but it is hard to detect much sign of it so far. Neither do companies appear to be making rapid inroads into profitable new markets. Goods exports to non-EU countries might have been at a record high over the past three months but the list of top 10 destinations for UK exports looks depressingly familiar. We still dispatched more goods to Belgium (population 11 million) during May than to the vast, fast growing, market of China (population 1.3 billion). Industrial change on the scale the government aspires to – from a spendthrift, consumer-led economy to an exporting powerhouse that can, \"pay its way in the world,\" as Osborne puts it – was always going to take time. Low interest rates and a cheap pound should help; and judging by last week's statement from the Bank of England, Mark Carney appears determined to keep both of those things in place for the time being. The pound was close to a three-year low against the dollaron Tuesday. But the recession-hit economies of the eurozone, upon which we remain heavily dependent, are likely to remain weak for the foreseeable future. And rock-bottom interest rates are not without risks. They work partly by punishing saving and encouraging borrowing, and they can mask dangerous imbalances, such as unsustainable levels of asset prices. After the chancellor took deliberate steps to re-inflate the housing market in March's budget with the controversial Help to Buy scheme – which is already boosting returns for housebuilders – there must be a fear that the long hoped-for recovery comes from the same old debt-fuelled, unbalanced growth the coalition claims to deplore."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}