{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "travel/2013/jul/20/top-10-campsites-nevada-usa", "type": "article", "sectionId": "travel", "sectionName": "Travel", "webPublicationDate": "2013-07-19T23:10:00Z", "webTitle": "Top 10 campsites in Nevada, USA", "webUrl": "https://www.theguardian.com/travel/2013/jul/20/top-10-campsites-nevada-usa", "apiUrl": "https://content.guardianapis.com/travel/2013/jul/20/top-10-campsites-nevada-usa", "fields": {"headline": "Top 10 campsites in Nevada, USA", "bodyText": "Cathedral Gorge state park A million years ago, Nevada's desert was drowned under a massive lake. Evidence of the silver state's lacustrine past can be seen at Cathedral Gorge state park, near Panaca in eastern Nevada, where a dramatic series of canyons have been eroded into the soft bentonite clay. Kids will have a blast exploring the family-friendly park's unique caverns, slot canyons and spires on the mostly level 6.5km loop trail. Then stop in at the visitor center to learn all about the area's geologic and prehistoric human history. • +1 775 128 4460, parks.nv.gov. The campground hosts 22 sites, each with a table, charcoal grill and a sunshade. Sites are first-come, first-served. No reservations accepted. Sites are $12 a night. Open year-round Great Basin national park Great Basin national park is situated in the heart of Nevada's famous basin and range topography, with craggy mountains alternating with vast sagebrush valleys. Located in far eastern Nevada, the park is known for dazzling night skies, as well as the Lehman Caves, ancient bristlecone pine trees and over 100km of developing hiking trails. Abundant wildlife includes pronghorn antelope, big horn sheep, jackrabbits and coyotes. Stay at one of five developed campgrounds with tent pads and fire rings, or really rough it at the one primitive campground. • +1 775 234 7331, nps.gov. Developed sites are $12 a night and primitive sites are free. All sites are first-come, first-served, no reservations accepted. Lower Lehman Creek is open year round and the rest from May through October Valley of Fire state park Over the state line from Utah and Arizona, Valley of Fire state park is Nevada's own slice of Red Rock country. The park's blazing red sandstone formations were laid down as sand dunes around 150 million years ago. As Nevada's largest and oldest state park, Valley of Fire has a long history of human use and occupation, including the prehistoric Basketmaker and Anaszai Pueblo cultures. A visitor center, open daily from 8.30am to 4.30am showcases exhibits on the geology, ecology, and history of the area and numerous hiking trails crisscross the park's 42,000 acres, including stops at several petroglyph panels at Mouse's Tank and Atlatl Rock. • +1 702 397 2088, parks.nv.gov. Two campgrounds feature a total of 72 sites equipped with tables and grills. Tent sites are $14 a night and RV sites are $24. No reservations accepted. Open year-round Hilltop Campground in Humboldt-Toiyabe national forest Just outside of Las Vegas, Humboldt-Toiyabe national forest offers a cooler alternative to sweating on the Strip. The campground is located in the Spring Mountains at an elevation of 2,500m, making this place much cooler than often broiling Las Vegas. Hike to the top of 3,632m-high Mount Charleston on the 16km North Loop Trail or plan to turn around at the 5km mark at \"Raintree\", a bristle cone pine thought to be the oldest living thing in Nevada. So close to Las Vegas, these sites tend to fill up fast. • +1 702 872 5486, fs.usda.gov. Tent sites are $17 a night and reservations are accepted through recreation.gov. Open year-round Berlin-Ichthyosaur state park Boasting a ghost town and several fossilised sea monsters, Berlin-Ichthyosaur state park near Gabbs in west-central Nevada is one of the more unique state parks in the country. During the Gold Rush, more than 42,000 troy ounces of gold were mined from tunnels dug under the town of Berlin. Everybody left by 1911 after the gold stopped flowing, leaving behind the ore mill, stables, blacksmith and stagecoach shops, and residential homes. In 1928, the first of more than 40 Ichthyosaur fossils were discovered, making this one of the most prolific quarries for the massive 225-million-year-old marine reptiles, several of which are preserved on site. • +1 775 964 2440, parks.nv.gov/parks/bi. The campground offers 14 sites for $15 a night. Open year-round Black Rock Desert recreation area Every summer in late August, more than 50,000 people descend on Nevada's Black Rock Desert for the annual Burning Man Festival. The rest of the year, you're likely to have this expanse of lava beds and playa plains in remote north-west Nevada all to yourself. Exploration opportunities are endless: the park encloses more than 300,000 acres, open to hiking, biking and off-road vehicles. Wagon wheel ruts from the Oregon Trail are visible in the Emigrant Trails section and the land speed record of 1,227km per hour was set here in 1997. • +1 530 279 6101, blm.gov. There are no established campgrounds, but free dispersed camping is allowed throughout the park. Open year-round Ruby Mountains scenic area Glaciers are long gone from Nevada nowadays, but during the last ice age, massive ice sheets covered the northern reaches of the state. Scars carved by Nevada's icy past, including moraines, hanging valleys and granite cirques, can be seen in the Sierra-like Ruby Mountains, just south of Elko. Hiking and backpacking opportunities abound in the Rubies, including the 60km Ruby Crest national recreation trail. Backcountry and helicopter skiing is also popular in the winter. The area offers five national forest campgrounds and unlimited backcountry and primitive sites. This is a remote area so go prepared and you'll be rewarded with unparalleled sunsets, solitude and stars. • +1 775 331 6444, fs.usda.gov. Tent sites from $15 a night. Open May through October, snow-permitting Saddle Up at the Cottonwood Guest Ranch If you'd rather explore Nevada on horseback, check out the Cottonwood Guest Ranch, in remote northeastern Nevada, near Wells. This family-owned dude ranch specialises in making greenhorns into cowboys. Learn to ride, rope and herd by day and then reward yourself with well-earned hearty meals and a good night's sleep in one of seven well-appointed suites. Other activities include hiking, backpacking, mountain biking, overnight horse packing trips, trap shooting, wildlife watching, and all-terrain vehicle riding. • +1 775 472 0817, cottonwoodguestranch.com. Rates start at $275 per person, per day, all-inclusive. The ranch is open for guests from April through October Lodging at Lake Tahoe Lake Tahoe bridges the border between Nevada and California, on the edge of the Sierra Nevada Mountains. This year-round destination boasts world-class skiing, hiking, and mountain biking in the mountains surrounding the lake, and kayaking, sailing, standup paddleboarding, fishing and swimming in the lake itself. On the Nevada side, Incline Village is your best bet for a wide range of options ranging from luxury suites to rustic cabins to beach front campsites. If free is more your price range, the Spooner Backcountry section of Lake Tahoe Nevada state park offers three free primitive campgrounds at Marlette Peak, Hobart and North Canyon. • + 1 775 831 0494, tahoeaccommodations.com. Campsites are first-come, first-served, no reservations accepted Sleep in a Houseboat on Lake Mead or Lake Mohave Nevada in high summer can be hot and dry but Lakes Mead and Mojave in the southeast corner of the state are manmade oases in the desert. Both offer tent and RV camping options – Lake Mead boasts hundreds of campsites in five campgrounds – but for a more nautical experience you can also rent a houseboat. Houseboats sleep from two to 12 people and include on-board kitchen, dining, and bathroom facilities. Cottonwood Cove resorts provides boating safety courses for landlubbers. • +1 702 297 1464, cottonwoodcoveresort.com. Two-day rentals start at $550 and run up through $1,500, depending on the size of the boat and the on-board amenities Mary Caperton Morton is a freelance writer and photographer who makes her home on the back roads of rural North America, living and working out of a tiny solar powered Teardrop camper. Follow her travels at theblondecoyote.com • For more information on holidays in the USA, visit DiscoverAmerica.com"}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}