{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2013/jul/06/andy-murray-wimbledon-semi-final-win-janowicz", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2013-07-05T23:21:20Z", "webTitle": "Andy Murray conquers foe to glimpse Wimbledon summit once again", "webUrl": "https://www.theguardian.com/sport/2013/jul/06/andy-murray-wimbledon-semi-final-win-janowicz", "apiUrl": "https://content.guardianapis.com/sport/2013/jul/06/andy-murray-wimbledon-semi-final-win-janowicz", "fields": {"headline": "Andy Murray conquers foe to glimpse Wimbledon summit once again", "bodyText": "Unpack the bunting, dust down the barbecue and dig out that Union Jack jester's hat. Andy Murray is in the men's final at Wimbledon for the second successive year after an often brutal, occasionally acrimonious 6-7 6-4 6-4 6-3 defeat of the vast and vastly talented Pole Jerzy Janowicz. Presented with another chance to become the first male British Wimbledon champion since Fred Perry in 1936, Murray will play the world No1 Novak Djokovic, the brilliantly gymnastic Serb who has won six Grand Slam titles to Murray's one, but who will arrive on Sunday depleted by a marathon semi-final of his own against Juan Martin Del Potro. As Murray contemplates another assault on this peculiarly fraught British sporting Everest he will perhaps reflect on his further emotional embrace by an unusually involved and boisterous Centre Court crowd. Men's grass court tennis increasingly resembles something close to a long range fist fight, and this was an unrelentingly concussive night all round, split towards the end by an oddly rancorous delay while Wimbledon's roof was winched into place in the gloom. It was even tempting to feel a little sorry for the 23-year-old Janowicz, caught up in the most noisily discombobulating occasion of his brief career, and even booed at times as he experimented with little racket-thrashing bad boy-ism. At the end, as Murray hurled his sodden sweat bands into a crowd tinged as ever with the sense of slightly squiffy summer hysteria that must accompany any British success here, it was a moment simply to look forward to what promises to be an agreeably sweltering Wimbledon-centred weekend. Murray arrived on court here to a polite rather than tumultuous reception from a Centre Court crowd still in recovery after the agonies of an epic first semi-final. There has already been a little consternation this year at the empty seats at the start of Murray's matches but these are a symptom above all of the ongoing triumph of catering that hovers over this most ritually orgiastic staging post in the summer season. Plus, if there were empty seats at the start here, it was understandable given the length of the preceding match and the non-negotiable requirements of the human digestive system. But before long Centre Court was packed out once again and witnessing a rare clash of style and physique. Janowicz is 6ft 8in but looks like he could be pretty much anything – eight feet, nine feet – so vast are his hands and so broad his shoulders. Much has been made of the Pole's murderous first serve and he was up to 140mph straight away as an increasingly brutal first set edged inexorably towards a tie-break at six games all. At which point Janowicz pulled himself up to his full dinosaur-scale height and simply roared Murray off the court. The Pole's serves were ferocious, the belted forehands a little frightening as the set slipped away and Centre Court dissolved into something of a flutter – all except the Polish VIPs in the players' box, who kept on breaking out into a vigorous clapping routine between points. Next to them the Royal box twitched uncomfortably. Murray hit back to break serve at the start of the second set, all concentrated purpose now while the Pole continued to grunt and roar and belch. For all his aggression on court, Janowicz is a rather loveable, agreeably un-styled figure off it, emerging from relative poverty to compete with the cossetted princes of the Bollettieri-schooled elite, whereas the British No1 is a personalised mini-industry in himself, borne aloft by his legions of high-end retainers. It is that special sense of focus he carries through on to the court. As Janowicz's error tally mounted, Murray held his nerve to see out the second set 6-4. At which point, midway through a clinching third set, Murray went off on a decisive mini-rampage, turning on the crowd the full force of his most extreme Munch-ian grimace, waving his arms and drawing out an even greater pitch of partisan support. By now in a state of pretty much constant fist-pump, he took the third set at a furious gallop. At which point, controversy descended. Janowicz had been badgering the umpire about the timing of the closure of the roof for at least an hour. At 8.35pm, with Murray having just won five games in a row, the Pole got his way to Murray's obvious fury. Murray felt he could have taken the match before the light closed in, but this was simply the safe and impartial decision. And in the event that raging momentum survived the half-hour delay. Murray's decisive final break of serve came ten minutes after the restart, to cheers, wails, whoops and a spontaneous standing ovation as a rollercoaster evening of indoor-outdoor sport drew to its close."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}