{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/sep/13/rugby-world-cup-england-joe-cokanasiga-wales-wallabies", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-09-13T21:00:37Z", "webTitle": "England’s Joe Cokanasiga admits nerves when facing Wales and Wallabies", "webUrl": "https://www.theguardian.com/sport/2019/sep/13/rugby-world-cup-england-joe-cokanasiga-wales-wallabies", "apiUrl": "https://content.guardianapis.com/sport/2019/sep/13/rugby-world-cup-england-joe-cokanasiga-wales-wallabies", "fields": {"headline": "England’s Joe Cokanasiga admits nerves when facing Wales and Wallabies", "bodyText": "Joe Cokanasiga has revealed he still suffers from pre-match nerves when playing for England, citing matches against Wales and Australia – both potential quarter-final opponents at the World Cup – as examples. Cokanasiga has scored five tries in his six England starts to date, bursting on to the scene last autumn and demonstrating why Eddie Jones fast-tracked him into the World Cup squad with a fine display against Ireland last month. The 21-year-old’s second cap came against the Wallabies last November and he has made three appearances against Wales in his short career so far but the 6ft 4in, 19st Cokanasiga has admitted he is plagued by self-doubt against the two teams England are most likely to face in the last eight at the World Cup, should they emerge from their pool. “I get quite nervous playing against the big teams like Australia and Wales, and sometimes I question myself whether I can do it,” he said. “But then once I’m in the game I’m back to my normal sense and just try to do what I do. Obviously I hate being nervous but it shows that you do care. But once that whistle goes, something just goes and you think: ‘I’m here for a reason’ so just try to show it. It’s gone pretty quickly for me. I haven’t really had time to think about it and process everything, but looking back it’s been a dream come true. Hopefully I can keep building on that.” As England continue their preparations in Miyazaki – Eddie Jones took his squad paddleboarding on Friday – South Africa’s World Cup buildup was rocked when it emerged Eben Etzebeth is being investigated by prosecutors over his involvement in an alleged assault and racial abuse during a bar brawl last month. Furthermore the former Springboks head coach Pieter de Villiers has said he will not be supporting South Africa at the World Cup because of the team’s handling of allegations. Etzebeth denies any wrongdoing. “By simply accepting Etzebeth’s word and not launching an investigation, SA Rugby missed an opportunity to show that they are serious about stamping out racism,” De Villiers told Planet Rugby. “I therefore cannot support the Springboks at this year’s World Cup.” New Zealand have also been dealt a blow with the news the flanker Luke Jacobson has been ruled out of the World Cup because of a delayed onset of concussion and will be replaced by Shannon Frizell. The 22-year-old Jacobson had played only 20 minutes off the bench against Argentina before he was named in the squad for the tournament. He came off the bench against Tonga on 7 September and did not suffer any problems until the All Blacks arrived in Japan and he developed symptoms after their first training session. “After discussing this latest episode with Luke, as well as our medical team, the decision has been made to, sadly, withdraw him from the tournament,” the All Blacks coach, Steve Hansen, said. “We all felt the best thing for him to do is to take a break from rugby until he is symptom-free. While it was a tough conversation to have, ultimately it was a very simple decision. Luke’s health is the most important thing.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}