{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/sep/16/aston-villa-v-west-ham-premier-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-16T21:06:09Z", "webTitle": "Aston Villa v West Ham: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/sep/16/aston-villa-v-west-ham-premier-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/sep/16/aston-villa-v-west-ham-premier-league-live", "fields": {"headline": "Aston Villa v West Ham: Premier League – as it happened", "bodyText": "Paul Doyle has filed his report. Read it here! And that’ll do for tonight. Thanks for your company, everyone, and speak to you again soon! Declan Rice has a chat, now: “To be honest I think we’re very happy with the point. It was a bit too end to end in the first half. We dug in with 10 men, played really well and didn’t try and sit back, we created chances. We were a bit slow out of the blocks in the first half, but second half I thought we were excellent.” Jack Grealish has a word or two though: “All the lads are devastated, it feels a bit like a loss in there especially when they went down to 10 men. we had the better chances but couldn’t get one away. When they went down to 10 men we probably got worse, gave away sloppy passes myself included. We weren’t deadly enough in front of goal and tried to force things.” On Mings vs El Ghazi: “It was just handbags, they shook hands in the dressing room and we said that can’t be happening on the pitch. Emotions were running high, we were so desperate to win the game but that happens. Once we got into the dressing room it was all squashed.” Carragher and Neville weren’t impressed at all with that; it’s getting a panning in the studio. I was expecting more, too, I must say. It was just pretty loose and lacking in quality. Bad decisions all over. A reasonable tempo but little more. Mings and Haller enjoyed a good old battle (as did Mings and El Ghazi for that matter!) but it’s a game we won’t be talking about for much longer. That’s it! A strange old game, lively without seeing many chances, and a fair result. Villa wasted 20 minutes or so between the 68th and 88th minutes, for my money, before going for the 10 men a little too late. West Ham spurn a chance to go third but did not play badly today. There just wasn’t a lot of quality in the final third out there from anyone, anywhere. 90+3 min: Now West Ham seek a penalty, Fredericks making a lung-busting run across Mings on the break and going down ... but the officials remain steely-faced. Then Fornals is granted a great shooting chance on the right of the box by Rice, but wrongly opts to pass across the box! Should have had a go! 90+2 min: Ogbonna heads out for a corner, rather closer to his own goal than he might have liked. West Ham bring on Balbuena for Noble, and he has some defending to do. The ball runs loose from the flag kick and for a moment it seems Wesley is going to convert on the corner of the six-yard box, but over he goes! There are cries for a penalty but it looks as if he was just off balance. 90+1 min: There’ll be just the three added minutes here. 89 min: Wesley shoots harmlessly at Fabianski but Villa have at long last perked up a tad. 88 min: Big chance for Grealish! That was it, surely! Villa finally make something happen, Douglas Luiz whipping a ball over for Grealish, who nobody has tracked. The height is awkward but he’s alone in front of goal and, stretching out a leg, can only dab the ball into the ground and wide! 86 min: West Ham break in numbers and Fornals finds Noble in space on the edge of the area, but Villa get back and block his shot. 85 min: Now Guilbert fells Noble in another good area on the left. West Ham have completely controlled this since Masuaku’s dismissal, weird though it may sound. Yet again, Villa deal with the set-piece. Mings heads it away, he’s been excellent again today. One more change for Villa now as Guilbert, the defender, is replaced by forward Keinan Davis. 83 min: Douglas Luiz concedes a daft free-kick after Haller gets away from Mings. The striker wasn’t going to be fast enough to get in on goal there and had little support. Can West Ham create something here? Nope; Grealish hooks it away. 81 min: Villa deal with the corner but at this moment they’re not dealing with much else. Douglas Luiz comes on for Nakamba, who struggled initially before really powering on, as Dean Smith looks to address that. 80 min: Still hardly seen a thing of consequence from Villa since they went a man up. They are hurrying things and looking very loose. And, put it this way, they don’t look the likelier winners. Fornals has a shot deflected wide as West Ham keep pushing ... 77 min: Mings is booked for clearing out Haller with an arm. It’s been a good old fashioned battle, that. 76 min: Guilbert does well not to concede a corner as Zabaleta looks to get in behind. But West Ham have probably looked a mite better than Villa since losing a man. 73 min: Mings blocks crucially from Haller after the big striker turns and shoots. West Ham still look as if they’ll attack. 73 min: I wonder if Villa have the craft to unpick 10 men now, though. I know Elmohamady won the red card straight after coming on but Jota is far more a man who can prise a defence open. I’m with Jacob on both. 69 min: Anderson is sacrificed for Zabaleta, unsurprisingly, and a goalless draw is starting to look exceptionally likely unless Villa really crank it up. Now then! Masuaku, already booked, clips Elmohamady with his knee as the sub looks to go past him, and Mike Dean is in no doubt – two yellows make a red! I really do wonder if a final warning might have been more appropriate there, it wasn’t a bad one. Instant impact from Elmohamady, in a way, and what will this do to the game? 66 min: Now a Villa change, Elmohamady replacing Jota. Not one that’ll set the pulses racing, with all due respect. 64 min: It’s pretty open, this, but neither side quite has that extra shot of quality in the final third at the moment. 62 min: Yarmolenko, fairly quiet today and not efficient on the ball, is replaced by Pablo Fornals. 60 min: Nakamba, who has got up to the pace now, does well to shepherd Masuaku out and win a goal kick. 58 min: Straight down the other end and McGinn finds El Ghazi with a lovely lofted ball. He controls well and flashes in a shot that Fabianski dives onto. Not easy to call a winner here. 56 min: Now a spell of pressure from West Ham and Grealish throws himself in the way of a Rice piledriver quite superbly, blocking with his ankle. 54 min: Lots of knocks out there today. It’s been very well contested. Engels goes off for some treatment after what looked like an inadvertent arm in the face; seems he’ll be OK. 52 min: Fabianski beats away a Grealish cross and then McGinn daisycuts one not far wide at all, making the keeper scamper nervously. 51 min: Heaton has to dive to save a header from his own player, Taylor, after some messy Villa defending – and pretty messy West Ham attacking, in fairness. 50 min: McGinn seems to go over the ball on Haller, both players taking a blow, and nothing bar a couple of bruises results. 49 min: “Can we call tonight’s game The David Cameron Derby?” asks Alun Williams. I did that at the very top of the show, Alun, before going off for a very long cry. 48 min: Guilbert catches Anderson as he beats him to a header, I think making contact with his hip area, but the West Ham schemer soldiers on. Villa kick off. Simon Cole writes very fairly: “After that first half incident between El Ghazi and Fabianski the issue about head injury assessment needs to be highlighted. Football needs to allow a head injury replacement whilst a player goes through a return to pitch protocol for head injuries. Until then football is in the dark ages.” “I’d like to see Tyrone Mings play for Salzburg, Leipzig or New York at some point in his career, and then transfer on a free to somewhere else. Just so I can read the inevitable announcement ‘Red Bull gives you Mings’,” jokes Peter Oh. Obviously the “RB” in Leipzig actually means RasenBallsport and has nothing whatsoever to do with energy drinks. And more from Jimmy McManners: “I vote for Peter Ndlovu just because whenever he scored the commentator would have to belt out his name, making it impossible not to sound like Barry White shouting ‘Aaand Looove’. “I see that Marvelous is getting a statue, according to this reputable source.” Some Zimbabwean chat from Jon Millard: “Not a Premiership player, but my all time favourite Zimbabwean, indeed my favourite ever footballer, is Andy “Andy Mac” McMillan of York City. He was forced out of York City at the age of only 31, denied the chance to get to 500 appearances for York.” We retire with honours even for 15 minutes. 45+1 min: Oh, best moment yet! McGinn hits a snap shot on the edge of the box that snicks off Wesley and heads for the corner ... until Fabianski gets down and saves it superbly! 44 min: It’s been a watchable half without being especially eventful. Goalless is about right, if it ends that way. Wesley and Haller have had headed chances, Anderson too actually, but that’s about your lot. How can we forget this? 41 min: El Ghazi is fine. Well, fine enough. That could have been worse. 40 min: Jota skips inside and clips a lovely ball for El Ghazi to run onto ... but Fabianski has to get there first and makes sure he does, punching clear and absolutely cleaning El Ghazi out in the process. It’s not a foul but it looks very painful indeed. 38 min: Should probably be 1-0 to West Ham, Masuaku doing superbly down the left before standing up a fine cross for Anderson who, running off El Ghazi, sees a free header blocked. Then El Ghazi is quite lucky not to concede a penalty as he dangles out a leg on Noble before Villa clear. 36 min: Mings diverts a tricky cross wide of his own goal and then gets finger-pointingly furious at El Ghazi, his teammate, for not tracking his runner properly. In the meantime Dean is checking something on the VAR ... seemingly the clash between El Ghazi and Mings as things got a bit heated! They did go head to head there. Nothing comes either of that or of Anderson’s corner. 34 min: McGinn fairly thumps one from 35 yards but Fabianski is stationed to field it. Not a lot in this one at the moment. 33 min: Villa have definitely livened up again here, and Guilbert heads at Fabianski only to be ruled offside. 31 min: Villa win a corner, take it short and then win another promising left-sided free-kick. Grealish really fizzed that last one in. This time it goes short to him and eventually any sort of chance goes begging. Noble was the third player to be booked a moment or two back, by the way. 28 min: Now Grealish is booked after being a touch late on Anderson. A bit harsh, it was his first foul of the game. 27 min: Rice’s shot deflects wide and West Ham earn another corner. Nakamba is finding life a little tough in that midfield currently as West Ham pass the ball around quickly. Anderson’s corner eventually results in a comical slash over from Masuaku. 25 min: After some treatment, Guilbert is fine. We toddle onwards. 23 min: Guilbert goes down in a heap after a collision with Masuaku, which earns the West Ham man a yellow. Play continues but Villa lose possession and Felipe Anderson looks inclined to continue a promising situation on the counter until the potential for mass disorder, should it have come to anything, overwhelms him and he knocks the ball out. 21 min: Now West Ham’s best chance yet, with a sleek counter seeing Anderson cross from the left for Haller, who gets up and across Mings but can’t quite direct his header on target. 20 min: The ball strikes Mike Dean, who we know never likes getting involved in things, and Villa are awarded an uncontested drop ball under one of the summer’s new rules. 19 min: A quiet spell. Both teams do seem bright here though, and Ogbonna does well to thwart McGinn on the left side of the area. 15 min: West Ham look neat and deft, that is until Yarmolenko unleashes his hammer of a left foot and wobbles an effort miles wide from range. 13 min: Close! Grealish makes an overlap – well, an underlap really – down the right and fires a brilliant ball in for Wesley, and it seems any touch will put the ball in, but it pings off the striker’s head and somehow flies high &amp; wide! Our man at the game has also spied Gazza S. 11 min: Will he see a goal now? El Ghazi is felled by Diop out on the left and not too far outside the penalty area. Villa send up the cavalry. Grealish whips it in dangerously and Fabianski clutches it very well. 9 min: Gareth Southgate is here. He’s watching a match that has so far flickered interestingly enough. 7 min: I can confirm that West Ham have just played a long goal kick, which landed plum on the head of Haller and then, via Yarmolenko, to Noble. His thud from distance was straight at Heaton. 5 min: Lovely move from West Ham, who keep possession for a long time before Fredericks skips free on the right. Haller touches his centre back for Yarmolenko but the Ukrainian’s shot is deflected behind. The corner is cleared. Useful litmus test tonight. 2 min: Early promise that we could see an open game. Rice has to hold firm to stop McGinn bundling through and getting a shot on goal. We are underway ... West Ham kick us off and shoot right to left. Ok, the teams are strolling out at Villa Park – kick-off is around four minutes away I reckon ... It’s Manuel Pellegrini’s 66th birthday! Happy birthday, Manuel! “I want three points instead of the cake,” he says. It’s a wonder he ever gave Yaya Toure a game at Man City. On the subject of Nakamba, who’s your favourite Premier League old boy from Zimbabwe? Pick from (1) Bruce Grobbelaar (2) Peter Ndlovu and (3) Benjani, and show your working. More reading for thine eyes before we get going. Here’s Will Unwin on the power battle inside Sheffield United, another newly-promoted side: A cracker in the Women’s Super League will be unfolding very soon. It’s Manchester United v Arsenal, and guiding you through that one will be our very own Niall McVeigh: On me telly Gary Neville is quite rightly taking us through Norwich’s brilliant building from the back at the weekend. When it works, it’s sensational – no doubt about that at all. Dean Smith on Nakamba: “Douglas Luiz has been playing for Brazil and it tires people out going back and forth. Marvelous has been training very well.” I fancy both teams to make use of a handy outball – Wesley and Haller both know how to lead a line – if passing out from the back isn’t possible. You don’t *have* to play out from the keeper, much as it can be lovely! Do we think that in five years’ time there’ll have been a massive kick back and proper Crazy Gang up-and-unders will be a la mode? Villa give a debut to Marvelous Nakamba, the absolutely spiffing Zimbabwe midfielder. The Hammers are unchanged. Aston Villa: Heaton, Guilbert, Engels, Mings, Taylor, Grealish, Nakamba, McGinn, Jota, Wesley, El Ghazi. Subs: Douglas Luiz, Lansbury, Steer, Hourihane, Konsa, Elmohamady, Davis. West Ham: Fabianski, Fredericks, Diop, Ogbonna, Masuaku, Noble, Rice, Yarmolenko, Lanzini, Felipe Anderson, Haller. Subs: Balbuena, Zabaleta, Snodgrass, Roberto, Fornals, Wilshere, Ajeti. Referee: Mike Dean It’s the claret and blue derby. Or should that be the David Cameron derby? Given that he’s everywhere you look at the moment we don’t really need to go there though. Let’s settle on this: it should be a rattling good game to round off a distinctly curious Premier League weekend. West Ham have been fun so far. Fun, fun, fun, with some in-form strikers and a free-flowing forward line. Villa have impressed, too, in beating Everton and were mightily unlucky not to draw in that controversial clash at Crystal Palace. So this one looks as if it will be very close to call. But the carrot for Manuel Pellegrini’s side tonight is huge – if they take the three points, they’ll go third in the early-season table. They couldn’t, could they ... etcetera and so forth. Probably not, but it’d be fun to see them having a pop at the top dogs. Let’s see if they can! Or if Villa can keep up the generally impressive starts we’ve seen from the promoted clubs. Perhaps we’ll even see at least one of these teams attempt a long goal kick! The heresy! Stay with us, and get your emails and tweets in throughout the evening if you fancy a chatter."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}