{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "tv-and-radio/2019/sep/16/crime-and-punishment-review", "type": "article", "sectionId": "tv-and-radio", "sectionName": "Television & radio", "webPublicationDate": "2019-09-16T21:00:10Z", "webTitle": "Crime and Punishment review – a damning look at our desperate prison system", "webUrl": "https://www.theguardian.com/tv-and-radio/2019/sep/16/crime-and-punishment-review", "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/sep/16/crime-and-punishment-review", "fields": {"headline": "Crime and Punishment review – a damning look at our desperate prison system", "bodyText": "When Pandora gave in to temptation and opened the boxful of ills that humanity had until then been spared, she managed to keep just one from escaping. Out flew disease and death and destruction, but hope was saved because, the ancient Greeks knew, it was the one thing without which mortals cannot survive. It is this eternal truth that lies at the heart of Channel 4’s heavyweight documentary series Crime and Punishment, which was filmed over two years and sets out to explore every aspect of the criminal justice system. The opener dwelled mostly in prison. It followed two prisoners in HMP Winchester serving Indeterminate Public Protection (IPP) sentences: Aaron Harris, since 2006, for a serious assault; and Paul Bousell, for robbing a shopkeeper at knifepoint seven years ago. IPP sentences were introduced when David Blunkett was in office in 2003 as part of the Blair government’s penal reforms to rebalance the system, as our then leader put it, “emphatically in favour of the victims”. IPPs provided a normal tariff to be served, plus an indefinite extension thereafter, to end only if and when the prisoner was deemed no longer to pose a threat to public safety. They were at least in part a response to the high-profile murder of eight-year-old Sarah Payne. Her killer, Roy Whiting, had previously served four years for child abduction; supervision of him had ended just four months after his release. You can probably see many complex problems with many complex solutions here, but Blunkett and Blair plumped for the sledgehammer approach: introducing essentially a whole new system of sentencing. They intended it to be used only for the most severe offenders and estimated that only 900 more people would ever qualify. But, by 2010, more than 10 times that number had been incarcerated under it. After it was ruled a violation of human rights by the European Court of Human Rights, IPPs were abolished – but not retroactively. Therefore, Harris and Bousell remain in a tunnel with no light. Harris self-harms to try to manage his situation. “When you’re hopeless,” he says, inspecting the latest cut he has made, “your behaviour becomes erratic.” Bousell copes by using spice and is often violent towards guards. None of this inspires confidence in a parole board. Harris’s standard tariff was five years; he has been in prison for 13 years. Bousell’s expired four years ago. The programme, rightly, did not sugarcoat the men’s offences, personalities or attitudes, forcing viewers instead to reckon with principle and systemic problems rather than emotions and individuals. Which is not to say it didn’t leave you free to parse your feelings about what you want your prison system to do – punish, deter, rehabilitate or simply incapacitate – and what proportions you are willing to tolerate. How, for example, do you assess risk? If it is cars and traffic, you could probably have a decent go at constructing a workable model. But with people and communities, it is a godlike job. Watching the amount of data set before Bousell’s parole board – a miserable patchwork of records and reports – even the semi-divine might recoil. Of course, the shambolic nature of it all, and the suffering it breeds and embeds, is a result of underfunding – the endless competition between institutions, departments and systems for increasingly scarce resources. The unavoidable impression was of a creaking, cracking edifice full of people who, even if they had the ability, were denied the capacity to do their jobs properly. It is a wonder they muster enough hope to continue. We saw Harris through a brief good patch. He went 50 days without self-harming, was moved to a less restricted unit and was thrilled to have his own food and toiletries shelf and the freedom to call his mum any time he wanted. Then, four weeks away from another parole hearing, he got into an argument about phone credit, cut himself down the muscle of his leg and – after being admitted to A&amp;E – was returned to the main wing, where no one had quite the right resources to deal with him. On it goes. In a 2014 interview, Blunkett admitted that the new law’s criteria should have been clearer, with tougher guidance given to judges and better rehabilitation courses put in place. That lack is something he “regrets very much”. Hopeless."}, "isHosted": false, "pillarId": "pillar/arts", "pillarName": "Arts"}}}