{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/sep/16/jurgen-klopp-liverpool-napoli-champions-league", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-16T21:30:08Z", "webTitle": "Jürgen Klopp’s Liverpool land in Italy intent on defending their crown", "webUrl": "https://www.theguardian.com/football/2019/sep/16/jurgen-klopp-liverpool-napoli-champions-league", "apiUrl": "https://content.guardianapis.com/football/2019/sep/16/jurgen-klopp-liverpool-napoli-champions-league", "fields": {"headline": "Jürgen Klopp’s Liverpool land in Italy intent on defending their crown", "bodyText": "One might expect Liverpool to return to the Champions League stage with an air of superiority 108 days after winning the club’s sixth European crown. Not Jürgen Klopp. He sees a team that feels it still has something to prove to the outside world. On that basis the Stadio San Paolo is the perfect spot for the European champions to launch the defence of their title. The Liverpool manager believes victory over Tottenham in Madrid merely whetted his players’ appetite for silverware, not sated it. “If you go nuts and start drinking and taking drugs, driving different cars and leaving your missus at home because you are a Champions League winner then I can’t help you,” said Klopp. “We want to create more stories.” A 100% start and five-point lead in the Premier League backs him up. Champions League glory may have shattered the nearly-men image for manager and team alike yet Klopp takes great satisfaction and encouragement from the desire that continues to burn within his squad. This is a European champion looking to improve. “I do not know the last time I thought about winning the Champions League without being asked about it,” said Klopp. “I don’t wake up and think about this. The last time I was on holiday. Nothing has changed for me. I was self-confident before. I have never had an issue with self-confidence but the boys are young people and they feel they have things to prove. Not to me. To the outside world, to go for the next one. And the competition in this team is really big. If the lineup is not performing the [others] are really there. “As an example, Shaq [Xherdan Shaqiri] is so creative. He is a real option. If you have one good game and another good game the dynamic changes. Dejan Lovren is not in the squad and I have no explanation for that other than two centre-halves on the bench is probably not necessary. This is a really big club with competition between friends. It is not: ‘I have to kill him to play.’ It is really for the team. That is what the boys did so far and as long as we have that we will go for everything. Then we have to see what we get because we have really good opponents and that is the problem.” Napoli were a problem in last season’s group stage and but for Alisson’s stoppage-time save from Arkadiusz Milik at Anfield Liverpool would have been eliminated on the final matchday. Liverpool’s problems in the first encounter in Naples were of their own making. Klopp’s side did not have a shot on target as Lorenzo Insigne’s late goal condemned them to the first of three consecutive away defeats in the group phase. It was, by the Liverpool manager’s admission, their worst performance of a triumphant Champions League campaign. A failure to react to Carlo Ancelotti’s tactics was to blame. “We talk a lot about intensity,” Klopp explained. “The Napoli game last season was not intensity, Napoli was an organisation problem. It is all about intensity and how much we have to invest but before that it is all about information. And Napoli play a specific style. We played against them in our defending like they had one ‘six’ but they had two sixes, the cheeky bastards. We knew before we told them, that they had two sixes, but everyone came too late and that was when it started. We tried to change it in the game and nobody listened and nobody could change and in the end they were lucky they scored but we were lucky it was only 1-0. “It really was this kind of off-day. We will have to invest whatever we have in the game and then we have a chance but we don’t go there as a favourite. Yes, we won the competition last season but it is difficult against the runner-up in Italy for the last few seasons, who is really close to Juventus this year and a really strong team. They are different to last year, not too much, but enough to have a view on it.” Roberto Firmino will make his 200th Liverpool appearance on Tuesday and Klopp is expected to make changes to the team that maintained the flawless start to the Premier League season against Newcastle on Saturday. Andy Robertson is a doubt with a knee problem sustained on Saturday. On the opposite flank Trent Alexander-Arnold faces competition from Joe Gomez at right-back and, up against Insigne, a challenge he compares to dealing with Eden Hazard. “He’s that type of player who is tricky to get hold of and mark,” said the Liverpool defender. “Really strong, fast and quite agile.” Alexander-Arnold admits Liverpool have become a prized target for Champions League rivals this season and will relish the responsibility. He said: “A lot of the players we have are world-class players. They know what it takes to win things, what it takes to be successful, so I’m pretty sure we’ll be able to embrace that as a team. I think we have so far this season in the league. “A lot of teams will want to beat us and play different ways and we know that’s going to be the test for us. We need to be ready for all types of tests.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}