{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/sep/05/alex-oxlade-chamberlain-winner-euro-2020-england-pub-fans", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-05T21:30:20Z", "webTitle": "Alex Oxlade-Chamberlain: ‘Pub visit reminded me what England means to fans’", "webUrl": "https://www.theguardian.com/football/2019/sep/05/alex-oxlade-chamberlain-winner-euro-2020-england-pub-fans", "apiUrl": "https://content.guardianapis.com/football/2019/sep/05/alex-oxlade-chamberlain-winner-euro-2020-england-pub-fans", "fields": {"headline": "Alex Oxlade-Chamberlain: ‘Pub visit reminded me what England means to fans’", "bodyText": "On a summer’s evening in June 2018 Alex Oxlade-Chamberlain headed to Boxpark in London’s Shoreditch to watch England’s World Cup defeat by Belgium. His attempt to go incognito in hat and spectacles was swiftly rumbled by eagle-eyed hipsters and, watching the game unfold in Kaliningrad, he came to feel part of an England crowd for the first time. And to realise the magnitude of what he had lost. For a player who has missed England’s last three tournaments through injury – the last one a horrendous knee injury that cost him a year of his career and a planned starting role in Russia – Oxlade-Chamberlain exudes remarkable positivity and refreshing perspective. Visits to Zoë’s Place, a baby hospice in Liverpool, and having friends with similar knee problems but without “the luxury of having doctors, physios and specialists on-call day and night as I had” ensured the lowest moments of his latest rehabilitation were fleeting. But that night in Shoreditch, powerless to respond to Adnan Januzaj’s winner and transfixed by the power of the World Cup, the Liverpool midfielder allowed himself a moment’s regret. “That was the first time I’ve ever watched a match with fans of my team, if that makes sense,” Oxlade-Chamberlain says. “I’m either always in the stadium or at home. I was shocked. I’ve never been to a pub where there’s a bunch of Liverpool fans or Arsenal fans and watched it with them, never been to a pub with England fans to see what it means to them and it was surreal. I could see my mates on the screen doing what I usually do and how everyone around them was reacting. I was almost idolising them as well. Just seeing what they were doing and what that created around me I was like, ‘Oh my God, do I really do that?’ “What it created was special. To see that first hand, in that environment, wasn’t what I expected. It was a moment where I realised – I can’t swear – I’ve missed out on something big here. Seeing what it meant to people. People rushing in from work with their shirts and ties on, it was like the whole nation was watching. I met a couple of doctors there, a couple of boys from the city, a couple of plumbers; all came into Boxpark. It was just mayhem and meant so much to everyone. I’d never seen that first hand, so it was really special and a reminder of what it means to play for England and how special that is.” It is a scene that will be replayed again next summer should Gareth Southgate’s team secure their place at Euro 2020. They are on course to do so with two victories from two qualifiers plus Bulgaria and Kosovo to come at home on Saturday and on Tuesday respectively. “That would be great,” Oxlade-Chamberlain says. “And I think the boys did themselves proud to create the environment where people have more belief and more of a connection with this young set of players. But we’ve got to make sure we get there first because that would be a bit of a party ruiner, wouldn’t it? That’s the main thing we’ve got to do and then … ” Win it? “Yes, exactly.” Oxlade-Chamberlain hopes to be in the box seat for England next summer, not Boxpark. His return to Southgate’s squad has come quickly, having made only two starts for Liverpool this season, but with the England manager in regular contact throughout his 12 months out the midfielder was reassured he was not forgotten. Oxlade-Chamberlain’s first competitive start for Liverpool – in the Super Cup against Chelsea –came 477 days after his last, when he damaged cruciate and medial knee ligaments, plus the tendons to his hamstring, in the Champions League semi-final victory over Roma. The 26-year-old kept the severity of the injury from most of the Liverpool squad and the public to avoid distracting from the final in Kiev. It was only after the defeat by Real Madrid that emotions got the better of him. Yet missing the World Cup later that summer, having also been sidelined from Euro 2016 and the 2014 World Cup by knee injuries, has not left Oxlade-Chamberlain cursing his misfortune. He says: “I think it’s written in the stars for me to score the winner [at Euro 2020]! I guess I have been unlucky with the timings of my injuries but I have been lucky enough to play 32 times for England and looking at the squad now I am one of the longest-serving players. And both Arsenal and Liverpool have given me a platform to play for England, so I consider that lucky too. The timing of the injuries was unlucky but boys have injuries that stop them playing full stop. I have had the opportunity to come back.” Oxlade-Chamberlain admits he used to have his career all mapped out in stages. “By 24 I wanted to have won the Champions League and be scoring 10-15 goals a season,” he says. “But sometimes things just don’t go the way you want them to.” That is not said with any trace of self-pity. Back in the Liverpool frame, with a new contract until 2023, and back on the England scene with a young, exciting squad, this feels a fresh start rather than a time to dwell on the past. “I’ll worry about that when I’m 50 and I’ve got a big belly like my dad,” he says, laughing. “Then I’ll think; ‘What if? I could have done that.’ It hasn’t all been roses but one thing I would say and why I remain proud of myself is that even when things haven’t gone as I wanted them to I still make sure I come back with the same optimism to improve and to do more. “I would say I have enjoyed every minute of my career up until this point because it has shaped me to be who I am both on and off the pitch. By no means I am sat here looking back at what could have been. For now I’m just looking forward.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}