{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/sep/13/frank-lampard-chelsea-top-six-place-not-guaranteed", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-13T21:30:38Z", "webTitle": "Frank Lampard says place in the top six cannot be guaranteed for Chelsea", "webUrl": "https://www.theguardian.com/football/2019/sep/13/frank-lampard-chelsea-top-six-place-not-guaranteed", "apiUrl": "https://content.guardianapis.com/football/2019/sep/13/frank-lampard-chelsea-top-six-place-not-guaranteed", "fields": {"headline": "Frank Lampard says place in the top six cannot be guaranteed for Chelsea", "bodyText": "Frank Lampard has admitted Chelsea are at risk of losing their place in the top six this season. Chelsea’s transfer ban stopped them from strengthening their squad after selling Eden Hazard to Real Madrid in the summer and Lampard is taking nothing for granted after picking up five points from his first four league games. “We always want to be competitive but we’re all very honest about the situation,” Chelsea’s manager said. “Eden moved on and two No 9s moved on who were the No 9s generally last season. Younger players are coming in, but we still want to be in there. “But that’s not just the story because you look at teams that have invested heavily – Everton, West Ham, Leicester. There are teams that quite rightly will be competing and have ambitions to get in there, so that’s challenging for all of us.” Lampard, who identified Saturday’s opponents, Wolves, as another threat, was asked if the Premier League’s chasing pack should see Arsenal, Chelsea, Manchester United and Tottenham as vulnerable. “They should do,” he said. “Because from a day when, almost the top four, you could probably write it down at the start of the season, certainly now you can’t. A top six you can’t write down. Teams are investing heavily. “They are well managed, they have good players, they are competitive.” Chelsea, who host Valencia in the Champions League on Tuesday and Liverpool next weekend, will be without N’Golo Kanté because of an ankle injury when they visit Molineux.However Lampard received a boost when Callum Hudson-Odoi, who is close to agreeing a new five-year deal, and Reece James made their comebacks from long-term injuries in an Under-23s game against Brighton &amp; Hove Albion on Friday night. The return of James is expected to increase the pressure on César Azpilicueta, who came in for heavy criticism following a poor performance in last month’s 2-2 draw with Sheffield United, but Lampard was quick to mount a strong defence of the experienced right-back. “I played with Azpilicueta and I know him very well and he is the first player to stand up,” he said. “The reason he’s captain is because of that professionalism. He’s been an incredible player for a club that’s won a lot and he’s been central to winning a lot. He’s not just a bystander. “He’s been right in the middle of it all and he will be more aware than anyone of his form and what it means. He will be the first one who wants to address it every minute of the day in training. I think he’s a big player for us and a big personality. I see no problem.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}