{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "world/live/2019/sep/05/hurricane-dorian-carolinas-latest-live-updates-bahamas-us", "type": "liveblog", "sectionId": "world", "sectionName": "World news", "webPublicationDate": "2019-09-05T21:07:46Z", "webTitle": "Hurricane Dorian: 'We're at the frontline of climate change but we don't cause it', says Barbados PM – as it happened", "webUrl": "https://www.theguardian.com/world/live/2019/sep/05/hurricane-dorian-carolinas-latest-live-updates-bahamas-us", "apiUrl": "https://content.guardianapis.com/world/live/2019/sep/05/hurricane-dorian-carolinas-latest-live-updates-bahamas-us", "fields": {"headline": "Hurricane Dorian: 'We're at the frontline of climate change but we don't cause it', says Barbados PM – as it happened", "bodyText": "We’re wrapping up the Hurricane Dorian live blog, but our reporters in the Bahamas and Delaware, where the storm is headed, will be filing updates to the site through the evening and tomorrow. Here’s where things stand: Dorian’s eye has been slightly off the coast of the Carolinas all day, causing dangerously high winds, flooding and tornadoes. NGOs providing care to the hard hit Abaco Islands in the Bahamas described devastating scenes of hundreds, if not thousands of people, waiting to get basic necessities and medical care. Mia Mottley, prime minister of Barbados is part of the delegation and took a minute to talk to the Guardian about her thoughts on hurricane Dorian’s links to the climate crisis. She did not pull her punches. “We are on the front line of the consequences of climate change but we don’t cause it,” she said. And the president has again claimed he was right to say Alabama was under threat from Dorian. His evidence doesn’t support him. Sarah St George, chairman of the Grand Bahama Port Authority, told the Guardian that the “force and size” of Dorian took everyone by surprise, a situation made worse by the hurricane stalling over the archipelago. “Grand Bahama is not in good shape at all because 70% of it was under water,” St George said. “On the north side of the island the water was coming up to the second floor of their houses. My assistant Tammy was on the roof of her house for 30 hours hanging on to a coconut tree with her 8-year-old daughter Ariana. Her grandmother lost her grip and slipped off the roof and drowned. There was no way of getting to them. They’ve lost everything.” St George said the storm surge came from the north side, where the airport and the humane society animal shelter are, causing a lot of animals to drown. “The jet ski operators are the real heroes,” St George said. “They didn’t give up all day long, just going back and forth. Our port authority team got on jet skis and rescued more than 100 people from the flooded areas. The jet skis came into their own because you couldn’t get a boat there and you couldn’t drive. So they turned out to be incredibly useful rescue vehicle because they can go over quite shallow water. But eventually fuel becomes a problem.” “It’s tough getting back to Grand Bahama because the airspace is still closed and there’s a lot of ‘hurricane tourism’ – people flying over the island to take a look,” she said. In the president’s continuing battle against his own incorrect statement that Alabama was under threat from Hurricane Dorian, which has left at least 23 people dead, he has just now been tweeting what he claims is evidence he knew what he was talking about. It is not. The first set of maps, from last Thursday, show a 5% chance Alabama could be hit by 39mph winds. He said on Wednesday, as in yesterday, that there was a 95% chance Alabama was going to get hit. His second point is an Alabama National Guard tweet – also from last week – with the agency saying it is ready for Dorian. The Alabama National Guard tweeted this on Monday: According to the AP: “the National Hurricane Center has issued 45 advisories giving probabilities for tropical storm and hurricane force winds for dozens of cities. Alabama locations have not been in any of those wind probability advisories, although Massachusetts and Canadian locales have been listed.” Before Miami was even a city, Bahamians had settled there and built infrastructure. But Miami’s search-and-rescue team, one of the best in the nation, has been blocked by federal law from traveling to the archipelago to help. So Miami city leaders have taken things into their own hands, reports the Miami Herald: In a press conference Thursday morning, Miami’s mayor said that rather than waiting for federal approval to send the Urban Search and Rescue team from Miami, the city is working out an agreement directly with the Bahamian government to send firefighters who are part of the federal team. But the search-and-rescue specialists will go strictly in their role as Miami firefighters. “In the first few days, this is when it’s the most critical,” Miami Mayor Francis Suarez said in Thursday’s press conference outside Miami City Hall. “We just felt a moral obligation, frankly, to do everything we can do ... Lives are at stake.” The Guardian’s Oliver Laughland is in Nassau, where he spoke to Luiz David Rodriguez, programme manager for the NGO Direct Relief, via satellite phone. Rodriguez is currently out on Abaco Islands where he’s observing some disturbing scenes outside the island’s main health clinic near Marsh Harbour. He says the clinic has the capacity to deal with about 20 people but he estimates there are between 1,500 - 2000 people waiting in the area around the clinic. He says: “lots of people are just laying around, waiting to get off the island”. “People are getting a little desperate.” He said it was too early to properly assess what the most pressing health concerns but suggested many people are simply exhausted. Aid groups have been struggling to deliver basic supplies to the Abacos due to the level of destruction, but some planes are now landing in the area. “Everything is destroyed,” he said, but added that much of the flooding in the area is present in has begun to subside. Hurricane Dorian hits the Carolinas The Bahamas Nassau-based newspaper, the Tribune, has had to report on the devastating events on the island while wondering about the safety of family and colleagues who are difficult to contact because of power outages and disruptions to telecommunications. They have a story this morning about a police sergeant, Dominique McKenzie, who saved six people and his family from a flooding apartment building on Monday: “I looked at the church but I decided that was not the best place. Then I looked to my left and saw an abandoned two-storey building and decided that we will make a break for that building,” he said. He took his wife and two children over first, entered the abandoned building, then went back for the others, including the disabled tenant. He said they put the woman in a refrigerator, using it as a makeshift flotation device, and guided her over in about six to seven feet of water. “It was an old refrigerator I had planned to move before the storm, and thank God we did not move (it),” he said. “We used the refrigerator as a boat and we were able to put her inside it, me and my wife and her brothers and we rescued ourselves and six others, pretty much.” He said other neighbours also sought shelter in the abandoned building. They told him there was another woman who was trapped in her home who needed help. I’m at the Bahamas National Emergency Management Agency headquarters in Nassau where a delegation of Caribbean leaders just departed for a fly over trip to see the destruction on Abaco Islands. Mia Mottley, prime minister of Barbados is part of the delegation and took a minute to talk to the Guardian about her thoughts on hurricane Dorian’s links to the climate crisis. She did not pull her punches. “We are on the front line of the consequences of climate change but we don’t cause it,” she said. “And the vulnerability that attaches therefore to us is a matter we’re trying to get the international community to deal with consistently.” She added: People say the words and hear you, but they don’t follow through so that I have every confidence. Now that the last few years are beginning to show others that frontline states, whether it’s an islands in the Caribbean or states in the US or cities, all of us who are continuously being affected, have to recognise that this doesn’t happen out of the blue. “The warmer waters do what? They fuel the growth and the strength of hurricanes.” There were more than 253,700 power outages in South Carolina as of 1pm ET, according to PowerOutage.Us. There were 4,174 power outages documented in North Carolina and 6,976 in Georgia at the time. The Carolinas are facing dangerously high-winds, flash flooding and tornadoes as Dorian’s eye drifts off the coast. The National Oceanic and Atmospheric Administration (NOAA) deploys specialized aircraft during hurricanes, sending experts straight into the eye of the hurricane. One of those experts, Nick Underwood, shared a video online of his trip into the eye of Dorian this morning: How does he do that? With this plane: Dorian’s maximum sustained winds have dropped slightly to 110 mph (175 kmh), making it once again a Category 2 hurricane, according to the Associated Press: That’s still strong enough to cause damage along the coast of the Carolinas, where the storm is now close enough for hurricane-force winds to hit land. Forecasters say Dorian’s center at 11 am EDT was about 50 miles (80 kilometers) east-southeast of Charleston, South Carolina, still moving north off the coast at about 8 mph (13 kmh). Hurricane-force winds extend outward up to 60 miles (95 kilometers) from the center and tropical-storm-force winds extend outward up to 195 miles (315 kilometers). The National Hurricane Center says large and destructive waves up to 8 feet high could be seen in Myrtle Beach if peak surge happens during high tide. As the eye of Hurricane Dorian heads along the coast of North Carolina, a group of majestic horses will not be evacuated. This is because these colonial Spanish mustangs have honed their skills for hurricane protection and will huddle together when the storm hits North Carolina’s Outer Banks The Corolla Wild Horse Fund, which manages the horses, said the herd had survived 500 years of storms by taking to higher ground and huddling together: “butts to the wind.” The Guardian’s Oliver Laughland has been speaking with people at a rescue center in Nassau, the Bahamas. This includes people who have been transported there from Great Abaco Island, one of the places most devastated by the hurricane. Kathlyn Russell, a housekeeper from Great Abaco Island, had stayed inside her home when Hurricane Dorian hit. But after hours inside, her downstairs flooded, the roof flew off and she was left with no other option but to run. She left her home, clutching her six year-old grandson Chrishon with both arms close to her chest. “As I was running the wind was picking me up and licking me down,” she told the Guardian. Somehow she made it across the street to a neighbour’s home, still standing. “I lifted my hands up and I said: Lord, help me.” Unable to let a good fight with the media go to waste, Donald Trump insisted again on Thursday that his warning that Alabama could be hit by Hurricane Dorian was accurate. The federal National Weather Service (NWS) has said it was not. The president tweeted his fury about his own side of the matter a day after he displayed a National Hurricane Center (NHC) map in the Oval Office which appeared to have been altered with a Sharpie, or marker pen, to show the storm’s predicted path reaching into the Yellowhammer state. On Wednesday night, Trump demanded apologies from the media. On Thursday morning, typically unabashed, he tweeted: “In the early days of the hurricane, when it was predicted that Dorian would go through Miami or West Palm Beach, even before it reached the Bahamas, certain models strongly suggested that Alabama [and] Georgia would be hit as it made its way through Florida [and] to the Gulf. NASA has all kinds of amazing shots of Dorian from the International Space Station, including a live video from this morning (the action picks up around the 7 minute mark). The Guardian’s Oliver Laughland is in Nassau, the Bahamas where the country’s prime minister has warned of “general devastation” in the archipelago’s northern region: Large areas remain inaccessible to rescue crews, who continue to prioritise emergency evacuations, meaning the full scale of devastation caused by the hurricane is still not completely clear. Mark Lowcock, the United Nations under-secretary-general for humanitarian affairs and emergency relief coordinator, told the Guardian that the agency estimates about 70,000 people in the northern Bahamas remain in need of relief assistance. At the main rescue centre in Nassau, the Bahamas capital city, US Coast Guard and Royal Marines helicopters arrived sporadically throughout the day bringing in dozens of rescued people from the Abacos Islands. Where Dorian is and where it is forecast to go The eye of Dorian is off the coast of South Carolina and it’s moving north-northeast at 8 mph. The eye is projected to remain just off the coast of the eastern US, moving past South Carolina late Thursday. Strong wind gusts, flash floods and strong rains are forecast in the Carolinas as the storm moves north. It is expected to pass by North Carolina on Friday while weakening in strength. There is a high risk of flash flooding on the North and South Carolina coasts and a moderate risk of flash flooding in Virginia. Tornadoes have been spotted across the states because of the strong winds from Dorian. Hurricane Dorian is drenching North and South Carolina after devastating the Bahamas, where it left at least 20 people dead. Overnight, the eye of the hurricane churned off the coast of South Carolina, where dangerously high winds and rain caused power outages for tens of thousands of people. The National Hurricane Center (NHC) said the category 3 strength hurricane could maintain intensity for several days before weakening through Saturday. We’ll have updates here as the hurricane moves north as well as dispatches from the Bahamas and other regions most impacted by the storm."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}