{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "business/2019/sep/12/improving-peoples-skills-will-revitalise-uk-high-streets-report", "type": "article", "sectionId": "business", "sectionName": "Business", "webPublicationDate": "2019-09-11T23:01:41Z", "webTitle": "Improving people's skills will revitalise UK high streets – report", "webUrl": "https://www.theguardian.com/business/2019/sep/12/improving-peoples-skills-will-revitalise-uk-high-streets-report", "apiUrl": "https://content.guardianapis.com/business/2019/sep/12/improving-peoples-skills-will-revitalise-uk-high-streets-report", "fields": {"headline": "Improving people's skills will revitalise UK high streets – report", "bodyText": "Strengthening local economies will do more to revive Britain’s struggling high streets than sprucing up city centres or changing the tax system to help retailers, according to a report. The Centre for Cities thinktank said the government should help towns and cities improve skill levels among local workforces in order to attract businesses and generate well paid jobs. Without the spending power these jobs provide, attempts to make high streets more attractive to consumers will fail, the report said. Centre for Cities looked at 62 of the UK’s biggest cities and towns and found a strong link between high-skilled jobs and thriving high streets. It said cities with stronger economies had more theatres, museums and restaurants while cities with weak economies often had only the basics. Well paid jobs in the city centre make those amenities viable whereas opening a museum or a theatre in a weak economy is unlikely to revitalise a town or city, the report found. It said London and Manchester are busy because they have well paid workers whereas towns such as Mansfield and Barnsley struggle without enough prosperous consumers. The chief executive of Centre for Cities Andrew Carter, said: “Good jobs and a strong local economy are the keys to saving high streets. Any interventions that seek to improve cities’ amenities without boosting consumer spending power are doomed to fail from an economic perspective.” The report follows the publication this week of figures showing shops, pubs and restaurants closing at the fastest pace in almost a decade, with 16 high street sites closed their doors every day in the first half of 2019. Big retailers have called on the government to review business rates and other taxes to put them on a level footing with online-only rivals such as Amazon and Asos. Centre for Cities questioned how much online shopping was to blame for the crisis on the high street. If that was the case there would be the same proportion of empty shops in affluent Cambridge as in less prosperous towns such as Wigan, said the report, produced in conjunction with Nationwide building society. A succession of reports, includinga review led by retail expert Mary Portas in 2011, have recommended smartening up town centres to bring shoppers back. Last month the government increased its fund for struggling high streets to £1bn from £675m to support bids from 100 towns including Blackpool, Scarborough and Clacton. Centre for Cities said sprucing up city centres and cutting taxes could help but that the government should also back opening high-quality office space in city centres. Other recommendations, alongside improving workers’ skills to attract well paid jobs, included shifting the retail mix on high streets towards food, drink and leisure. Rebecca McDonald, the report’s co-writer, said the recommendations were a “long-term fix” that could take a decade or more. “That sounds like a long time but you can do some things more quickly like improving skills of the current workforce,” she said. Meanwhile, a separate report claimed the government missed out many struggling high streets in safe Labour seats when it chose towns for funding last month but included more prosperous towns in marginal constituencies. Harper Dennis Hobbs, a retail property consultant, said only one of the 10 local authorities most in need of investment was included. Of the remaining nine, including Salford in Greater Manchester and Gedling in Nottinghamshire, two-thirds were in Labour seats with majorities of 10,000 or more. With a general election looming, 42% of the 50 towns chosen were in constituencies with Conservative or Labour majorities of less than 5,000, the analysis showed. “These marginal seats will shape the makeup of the next parliament, and government investment in their high streets will arm the Conservatives with powerful local campaign messaging,” said Jonathan De Mello, head of retail consultancy at Harper Dennis Hobbs. A government spokesperson said: “All 100 towns were chosen according to the same selection methodology. This included analysis of deprivation, exposure to Brexit, productivity, economic resilience and investment opportunities.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}