{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/sep/01/serena-williams-cruises-past-petra-martic-to-make-last-eight", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-09-01T22:01:44Z", "webTitle": "Serena Williams survives injury scare to breeze past Petra Martic", "webUrl": "https://www.theguardian.com/sport/2019/sep/01/serena-williams-cruises-past-petra-martic-to-make-last-eight", "apiUrl": "https://content.guardianapis.com/sport/2019/sep/01/serena-williams-cruises-past-petra-martic-to-make-last-eight", "fields": {"headline": "Serena Williams survives injury scare to breeze past Petra Martic", "bodyText": "Serena Williams eased through a potentially tricky US Open fourth-round meeting with Petra Martic with a 6-3, 6-4 win to remain on course for a record-tying 24th major championship on Sunday afternoon, two years to the day she gave birth to her daughter. The eighth-seeded American won nearly 80% of her first-serve points, hit twice as many winners (38) as unforced errors (19), faced only three break points and overcame an second-set injury scare over 92 minutes of baseline war with the big-serving Croat, advancing to the quarter-finals at Flushing Meadows for the 16th time in her career and 11th straight in as many appearances. A nervy start on both ends saw Williams then Martic broken in their opening service games before trading holds deep into the set. Then in the eighth game Williams hit a couple of screaming forehand crosscourt winners on Martic’s serve followed by a punishing backhand winner from the baseline to break the No 22 seed, consolidating it with a hold from love-30 and 15-40 down to take the opening set – the last break points she’d face on the day. With Martic serving at 2-3, 15-30 in the second, Williams rolled her ankle on a net approach and took a nasty spill to the cement, making an advance call for the trainer after gingerly making it to her feet. She managed to win the next two points, sealing the first break of the set with a clean volley winner that wrong-footed Martic, before receiving treatment during a three-minute medical timeout. But unlike her shock Australian Open loss to Karolína Plíšková when her game went to pieces after an ankle injury holding match point at 5-1, 40-30 lead in the deciding set, Williams landed the plane on Sunday in drama-free fashion. Serving at 3-4, Martic fought off four break points but Williams converted the fifth with a deft forehand volley winner at the net for a double-break advantage. Seven minutes later, the American painted the center service line with a 118mph ace on match point – her fastest of the afternoon – and raised both arms skyward in triumph amid roars from the Arthur Ashe Stadium crowd. “I usually know if it’s horrible early on,” Williams said of the injury. “I had a really bad ankle sprain in January. I was like, instantly, ‘No, this can’t happen. I’m finally healthy.’ But I’ll see tomorrow. So far I’m good.” She added: “I feel fine right now physically, and obviously my state is super intense. I’m always incredibly intense. Just trying to keep moving forward.” The six-time US Open champion advances to a quarter-final clash on Tuesday with China’s Qiang Wang, who shocked No 2 seed Ashleigh Barty in straight sets earlier on Sunday. Barty was soon joined by the third-seeded Pliskova, who went down to Jo Konta in a three-set thriller. Both top seeds are on Williams’ half of the draw, but the prospect of a clearer path to a 10th final here failed to move the needle with the 37-year-old. “I can’t afford to look at it that way,” Williams said. “Every single match I have played, people come and they play their best. The women that I play are not generally playing at this level against other players in the locker room, so for me, I have to be the greatest whether it’s against the second seed, the No 1 seed, or the 80th player in the world. I have to show up or else I’m going to go home.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}