{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/sep/20/mauricio-pochettino-tottenham-squad", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-20T21:30:13Z", "webTitle": "Mauricio Pochettino not convinced Tottenham squad has improved", "webUrl": "https://www.theguardian.com/football/2019/sep/20/mauricio-pochettino-tottenham-squad", "apiUrl": "https://content.guardianapis.com/football/2019/sep/20/mauricio-pochettino-tottenham-squad", "fields": {"headline": "Mauricio Pochettino not convinced Tottenham squad has improved", "bodyText": "Mauricio Pochettino is not convinced the squad he has this season is the best since he arrived at Tottenham in 2014 despite a net summer spend of around £120m. Kieran Trippier was the only first-team regular to leave, with Spurs having notably added the £55m club-record signing Tanguy Ndombélé, Giovano Lo Celso on a loan which commits the club to a permanent deal at about £60m at the end of the season, and Ryan Sessegnon. Pochettino, asked whether this is the best squad he has had, said time would tell. “We will see at the end of the season,” he said. “At the moment I don’t believe this is the best squad. But I think if you only see the results it’s easy to say the better squad was last season’s squad because we got to the final of the Champions League. But we will see if we can repeat, or if we win some trophies maybe we can talk about this is being the best squad.” After arriving back in the early hours on Thursday following the disappointing draw against Olympiakos in the Champions League, Spurs travel to Leicester for Saturday’s 12.30pm kick-off hoping to end a run of eight games without an away victory in the Premier League. That represents their worst sequence since 2006 under Martin Jol, with their most recent win coming against Fulham at the end of January. Pochettino acknowledged that record must surely improve if Tottenham are serious about challenging for the title and frustration with the first-half performance in Greece could lead the manager to revert to the side that started last Saturday’s win over Crystal Palace, having made five changes against Olympiakos. He also warned the rest of his squad that they must be ready to step in when called upon. “I’m lucky to have the possibility to play in four competitions [so] all need to be ready to play now and are going to have the possibility to play,” he said. “They need to show their quality. You never know. The problem in football is it’s not basketball that you can change every five minutes; you can play only with 11. If you want to give consistency to the team, maybe you need to keep your 11 to play consistently. The moment that you start to change, if you don’t win … ‘Why did we change?’” Harry Winks has been one constant in Tottenham’s starting lineup this season, with the England midfielder having started all five Premier League matches following his return from a long-term injury. “He is improving a lot,” Pochettino said. “Today he is one of the most aggressive players on the pitch. When he keeps the ball, how he plays, with the ball he is very aggressive, breaking lines, keeping possession, always thinking forwards. “I think we expect that from him but what pleases us the most is his play without the ball. The progress, how he is working, how he is fighting, how aggressive he is and the hunger to recover the ball quick, that is, I think, what he needs to keep working and pushing on because that is what is going to make the difference to be a good player or a big player.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}