{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "commentisfree/2019/sep/14/djabwurrung-women-are-in-an-abusive-relationship-with-victorias-government", "type": "article", "sectionId": "commentisfree", "sectionName": "Opinion", "webPublicationDate": "2019-09-13T22:00:38Z", "webTitle": "Djab Wurrung women are in an abusive relationship with Victoria's government | Sissy Austin", "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/14/djabwurrung-women-are-in-an-abusive-relationship-with-victorias-government", "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/14/djabwurrung-women-are-in-an-abusive-relationship-with-victorias-government", "fields": {"headline": "Djab Wurrung women are in an abusive relationship with Victoria's government", "bodyText": "For more than a year, DjabWurrung people have been protecting sites of deep cultural significance from being destroyed by the state government for a road. Major Roads Projects Victoria wants to bulldoze the DjabWurrung women’s business country for the Western Highway Duplication project. This is a landscape that forms the basis of DjabWurrung identity – from the roots of the trees that are more than 800 years old, the rolling hills, the kangaroos, eagles and black cockatoos, to the stories of the stars, the moon and the sun. You cannot have one element of country without the other. The government has said it has permission from traditional owners. This is not true. They have met some Aboriginal people, but they have been mostly men, and they haven’t consulted with the DjabWurrung women, whose country it is. The Victorian government’s website explains that family violence is not limited to physical or sexual abuse; it includes emotional abuse and any threatening, coercive or controlling behaviour. Where there is an imbalance of power, the likelihood of falling victim to a violent, unhealthy relationship increases. With the royal commission into family violence in mind, the “progressive” Andrews Labor government is well aware of what an unhealthy, abusive, controlling relationship is and the long-term impacts these actions have on people. I am a DjabWurrung woman and I work in the family violence sector. When recently attending a training session, my mind subconsciously kept linking the feelings associated with an abusive relationship to those I now experience as a DjabWurrung woman fighting alongside my aunties, sisters, brothers and cousins to protect sacred country from destruction in the western district of Victoria. As I sat in this training, I had this overwhelming realisation that we as DjabWurrung women were in an abusive relationship with the Andrews Labor government and within that moment I felt this chilling feeling. In my analysis of this complex abusive relationship where consent is being manufactured through other related parties, I have also identified the honeymoon period, which is the Andrews Labor government’s current treaty agenda. The spoken words within treaty negotiations do not mirror the actions of this government, and this forces you to question the legitimacy of treaty negotiations and the government’s controlled self-determination agenda. Not only are we as DjabWurrung women fighting for the protection of our country, but the journey of this fight is also bringing to the surface the truths of the manufactured consent the government obtains through its flawed processes and decision-making bodies. We have the Registered Aboriginal Parties, which is not truly representative of the community. We have an Aboriginal Corporation, which without consulting its own board or the people it claims to represent, has given the green light for the project. This is collusion and is creating division. This is a violent tactic to ensure the grassroots voices of DjabWurrung women are suppressed, undervalued and unheard, leaving us with no other option than to rally in the streets and put our bodies on the frontline. The DjabWurrung women do not consent to the Western Highway Duplication project ripping through our country without proper consultation and recognition of our rights as sovereign peoples. We as DjabWurrung women are distressed about the eviction notice currently in place; we are distressed as our voices and our elders’ voices are going unheard; we will continue to call out the manufactured consent that the government is obtaining and we will stand united to protect what grounds us as sovereign women – country. I as a DjabWurrung woman and a candidate for the treaty assembly, feel conflicted and confused about the Andrews Labor government’s agenda. You cannot claim to be progressive in working alongside Aboriginal peoples in this state if you’re destroying sacred country at the same time. I believe we are all witnessing a historic moment, where people are uniting together to call out abusive, controlling, power-hungry behaviours being committed towards DjabWurrung country and people. We call on the Victorian government to meet with DjabWurrung women and to commit to an independent inquiry into traditional owner approvals across the state. As stated by the leader of the Victorian Greens, Samantha Ratnam, the government must go back to the drawing board on the Western Highway project and come up with a road safety solution that doesn’t come at the expense of the cultural heritage of DjabWurrung people. I believe strongly that the outcome of this long drawn-out fight, will make or break the future relationship between Aboriginal people in Victoria and the Andrews government. DjabWurrung women are united like never before; we are fuelled by the power and strength of our country and our ancestors; we are determined to bring justice to this battle. We refuse to be the last generation of DjabWurrung people to be empowered and connected to our sacred country. Sissy Austin is a DjabWurrung woman and candidate for the Treaty Assembly"}, "isHosted": false, "pillarId": "pillar/opinion", "pillarName": "Opinion"}}}