{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/sep/29/afl-grand-final-win-sends-tigers-fans-wild-well-into-the-night-in-richmond", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-09-28T23:58:26Z", "webTitle": "AFL grand final win sends Tigers fans wild well into the night in Richmond", "webUrl": "https://www.theguardian.com/sport/2019/sep/29/afl-grand-final-win-sends-tigers-fans-wild-well-into-the-night-in-richmond", "apiUrl": "https://content.guardianapis.com/sport/2019/sep/29/afl-grand-final-win-sends-tigers-fans-wild-well-into-the-night-in-richmond", "fields": {"headline": "AFL grand final win sends Tigers fans wild well into the night in Richmond", "bodyText": "Wild celebrations continued well into the night in Richmond as rowdy fans spilled from the Melbourne Cricket Ground and into their natural habitat after the Tigers’ AFL grand final win. More than 10,000 people filled Swan Street in the heart of Richmond to celebrate the 7.12 (114) v 3.7 (25) win – mostly scenes of euphoric singing and chanting but some of the crowd grew raucous and uninhibited. Celebrations quickly turned chaotic and police arrested dozens of fans outside pubs and on streets. One, Michael Greene, 59, the estranged father of controversial Greater Western Sydney player Toby Greene, appeared in Melbourne magistrates court on Sunday charged with intentionally cause injury, resist police and assault police after allegedly headbutting a female police officer. He did not apply for bail and was remanded to appear at the Ringwood magistrates court next month. In a separate incident a 21-year-old Brookfield man bit a police officer and a 27-year-old Brookfield man hit another policeman on the back of the head when they were spoken to about their behaviour. Both have been charged with assaulting police and were released on bail. The officer who was bitten was taken to hospital to be treated. Sly grog flowed freely in the notionally alcohol-free precinct, the ABC reported. Richmond fans were filmed lighting signs and flares, actions that attracted some criticism online and perhaps singed an otherwise flawless day. Social media videos quickly circulated showing a number of brawls near the Richmond station. Police were forced to intervene. Nearby, on Church Street, hundreds more revellers flooded the streets, throwing and smashing bottles on the ground. Rumours that some of the Tigers players could make an appearance in Richmond got fans even more excited, with their loud roars audible from one street over. Just hours earlier, Emma Smith and her family, who describe themselves as “fourth generation” Richmond fans, were watching the match at the Tigers’ home ground at Punt Road oval. Emma’s kids came dressed like their mother in team colours, blending with the thousands of fans covered in yellow and black. “It’s one big family here, in one big great spot with magnificent Melbourne sunshine,” she said. The crowds grew louder with each chorus of “Tigerland”, the Richmond song belted out by victorious players after the match, and thousands of times subsequent by celebrating fans. The noise from Swan Street – and the roar inside the MCG – well and truly drowned out the big, big sound expected from Greater Western Sydney, the expansion club playing in its first grand final. The Giants whimpered on the field, and the GWS fans had mostly fallen silent by the final siren. In Sydney smaller crowds gathered to watch the game unfold. By the end of the brutal third term, Caitlin Goman, 25, and partner Adrian Verzin, 24, were among the fans who knew there was no chance of a comeback and no point in staying to watch the now-inevitable loss. “We gave it a crack, just couldn’t kick a goal unfortunately,” Goman said. Die-hard Giants fans Peter Murphy and his five-year-old son, Jack, stayed until the end to show their loyalty. “I think everyone here in Sydney is really proud of them for what they did,” Murphy said. With AAP"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}