{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/sep/16/anti-abortion-nsw-liberal-mps-to-move-spill-motion-against-gladys-berejiklian", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-09-16T22:45:26Z", "webTitle": "NSW premier Gladys Berejiklian: leadership spill called off by anti-abortion MPs", "webUrl": "https://www.theguardian.com/australia-news/2019/sep/16/anti-abortion-nsw-liberal-mps-to-move-spill-motion-against-gladys-berejiklian", "apiUrl": "https://content.guardianapis.com/australia-news/2019/sep/16/anti-abortion-nsw-liberal-mps-to-move-spill-motion-against-gladys-berejiklian", "fields": {"headline": "NSW premier Gladys Berejiklian: leadership spill called off by anti-abortion MPs", "bodyText": "Hardline anti-abortion Liberal MPs in New South Wales have called off a proposed spill against the premier, Gladys Berejiklian, over her handling of the abortion decriminalisation bill which is due to be debated in the upper house on Tuesday. The trio, Tanya Davies, the MP for Mulgoa, and legislative council members Matthew Mason-Cox and Lou Amato, said on Monday night they would back the spill motion, only months after Berejiklian led the party to victory at the election. But on Tuesday morning the spill was called off after the three claimed they had received “further concessions” on amendments to the bill. “Since releasing our statement last night, we have received confirmation that further concessions will be forthcoming in relation to amendments to the Abortion Bill,” Davies said in a statement. “On this basis I have called the Premier this morning and advised her that we will withdraw the spill motion to continue negotiations prior to the debate in the upper house commencing later today.” Most senior Liberals have publicly backed the premier, but religious leaders, rightwing MPs and conservative media commentators have mounted a vociferous campaign to derail the legislation before the vote. Opponents claim the bill will allow so-called gender or sex selection and abortion “on demand” up until birth. In a joint statement issued on Monday night, the MPs said they had consistently requested that the premier urgently intervene. “We have come to the conclusion that the right course of action is not to leave the parliamentary Liberal party but to hold the premier to account for presiding over this shameful process,” they said in a statement published by News Corp. Davies has previously expressed her willingness to move to the crossbench over the premier’s handling of the private member’s bill. Moving a spill motion rather than defecting to the crossbench would allow the dissenting MPs to register their protest without endangering the government’s thin majority in the 93-seat legislative assembly. The deputy premier, the Nationals MP John Barilaro, called the proposed challenge “dumb” and said the Coalition agreement was with Berejiklian as leader. The NSW environment minister, Matt Kean, ridiculed the spill motion, saying a challenge would be “lunacy”. Senior Liberals lined up to denounce the spill proposal, including the treasurer, Dominic Perottet, attorney general Mark Speakman, the police minster, David Elliot, the transport minister, Andrew Constance, and the families and communities minister, Gareth Ward. Ward characterised the three MPs as an “arrogant” fringe. “The reality is that this is an attempt by people who want to hold the rest of parliament over a barrel because they’re not getting their way on a particular issue,” he told ABC radio."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}