{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "australia-news/2019/sep/21/scott-morrison-scrambles-to-contain-political-mushroom-cloud-after-trump-raises-nuclear-option-with-iran", "type": "article", "sectionId": "australia-news", "sectionName": "Australia news", "webPublicationDate": "2019-09-20T22:33:43Z", "webTitle": "Scott Morrison scrambles to contain political mushroom cloud after Trump raises nuclear option with Iran | Katharine Murphy", "webUrl": "https://www.theguardian.com/australia-news/2019/sep/21/scott-morrison-scrambles-to-contain-political-mushroom-cloud-after-trump-raises-nuclear-option-with-iran", "apiUrl": "https://content.guardianapis.com/australia-news/2019/sep/21/scott-morrison-scrambles-to-contain-political-mushroom-cloud-after-trump-raises-nuclear-option-with-iran", "fields": {"headline": "Scott Morrison scrambles to contain political mushroom cloud after Trump raises nuclear option with Iran", "bodyText": "It seemed appropriate, albeit entirely surreal, to be inducted into the vagaries of the Trumpiverse by bearing witness, in the Oval Office, to the American president suddenly raising the spectre of using nuclear weapons against Iran. Friday’s program in Washington ran like clockwork while everybody had a script. But once we’d cleared the pomp and circumstance of the ceremonial welcome for Scott Morrison on the South Lawn of the White House, once the Australian press pack tumbled out of the sparkling autumn sunshine into the Oval Office – we discovered Trump in an expansive mood. The leader of the free world kicked off proceedings by announcing the administration was now imposing sanctions on Iran, targeting the national bank, in response to Tehran’s alleged involvement in drone attacks on Saudi oil facilities last weekend. As could have been predicted, these were the biggest sanctions anyone had ever seen. “The highest sanctions ever imposed on a country,” Trump purred. “We’ve never done it to this level.” The treasury secretary, Steven Mnuchin, then appeared in the corner of the room, just in case we’d failed to be sufficiently awed by the scale of the undertaking. “This is very big,” Mnuchin duly reported, and departed. The president then volunteered he intended to have a quiet word to Scott Morrison over the course of their meetings on Friday, Washington time, about potential military options in Iran, and whether Australia might be persuaded to join a new coalition of the willing. “We’ll be discussing that later,” Trump said. Given this minor mic drop had n-o-t been telegraphed by Australian officials in advance, Morrison maintained his best poker face as the president informed the hyperventilating press pack “I always like a coalition”. “We’ll see what happens,” Trump said, sanguine with his forward sizzle. He then settled his face into an expression he clearly regarded as Delphic. Before we could process the information that Australia might be off to war in Iran, things spiralled. The unheralded military action could be – wait for it – nuclear. Trump noted America had renovated the arsenal and acquired new nuclear capability, and the rest of the military was “all brand new”. “We all hope, and Scott hopes, we all pray that we never have to use nuclear,” Trump intoned. It was unclear precisely what Scott’s hopes were just in that moment. I’d hazard a guess the prime minister’s most fervent aspiration was his host would stop talking. Preferably five minutes ago. It could have been my imagination, but it is possible Jenny Morrison’s eyebrows touched her hairline at the precise moment Trump said the word nuclear. With vexed options now tumbling out of Trump’s mouth at a clip, it did seem prudent to check in with the prime minister at this point. What was his position on Australia joining military action in Iran? Morrison soothed. America, the Australian prime minister noted, had taken a very “measured approach” with Iran “to date”. Of course we would listen to whatever requests our Washington friends made, but it was important that we didn’t get ahead of ourselves, the prime minister counselled. Let’s just keep talking and take this one step at a time, Morrison thought, or prayed, it wasn’t clear. Perhaps taking Morrison’s cue, or perhaps ignoring it entirely – again one can only speculate – Trump then proceeded to praise himself for his restraint. It would be so easy, the president said to no one in particular and everyone at the same time, to knock out 15 major things in Iran. “I could do it right here,” he said, and that appeared entirely plausible. “It’s all set to go. I could do it right here and then you’d have a nice big story to report,” he said. But of course there was a plot twist. “I think the strong person’s approach, and the thing that does show strength would be showing a little bit of restraint,” Trump said. But the strange out-loud dialogue between bellicose Trump and restrained Trump, a dual personality embodied in a presidency, persisted. “Much easier to do it the other way. It’s much easier. And Iran knows if they misbehave they are on borrowed time,” the president said. There was another plot twist before day was done. Having telegraphed in the Oval he intended to talk to Morrison about military coalitions, by the time we rolled around to the official press conference in the East Room, with everyone back on their talking points, Iran was so yesterday. It hadn’t really come up, Trump told reporters still attempting to process what on earth was going on. (When I say reporters, just to be clear, I mean the Australian contingent. The Americans are entirely used to this circus and neatly prune the tangible from the hypothetical without even breaking a sweat). Trump thought the sanctions would work and military action would work “but that is a very severe form of winning. But we win. Nobody can beat us militarily. No one can even come close.” He also mentioned, just in case it needed saying, that America’s nuclear capability was in “tippy top” shape. Morrison then had the task of summarising the surrealism. “As the president said,” the Australian prime minister said calmly, “there are no further [military] activities planned.” The politically vexed question about whether Australia would do more than protect freedom of navigation in the Strait of Hormuz was therefore moot. If any request was forthcoming, Australia would consider it on its merits, through the prism of national interest, Morrison said, before gathering his host, smiling at the cameras, and exiting, stage right. • This article was amended on 25 September 2019 because an earlier version referred to “spring sunshine” when autumn sunshine was meant."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}