{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/sep/05/euro-2020-republic-of-ireland-v-switzerland-romania-v-spain-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-05T21:16:36Z", "webTitle": "Euro 2020: Republic of Ireland 1-1 Switzerland, Romania 1-2 Spain – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/sep/05/euro-2020-republic-of-ireland-v-switzerland-romania-v-spain-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/sep/05/euro-2020-republic-of-ireland-v-switzerland-romania-v-spain-live", "fields": {"headline": "Euro 2020: Republic of Ireland 1-1 Switzerland, Romania 1-2 Spain – as it happened", "bodyText": "And with that, I shall take my leave. It’s been a goal-blessed evening, especially for Scandinavians. Thanks for being here. Here are tomorrow’s Euro 2020 qualifying fixtures (7.45pm BST kick-offs unless stated). Bye! Group C Estonia v Belarus (5pm) Germany v Netherlands Group E Slovakia v Croatia Wales v Azerbaijan Group G Austria v Latvia Slovenia v Poland Group I Cyprus v Kazakhstan (5pm) San Marino v Belgium Scotland v Russia This is Reuters on Spain’s win over Romania: Spain made it five wins out of five in their Euro 2020 qualifying campaign by earning a scrappy 2-1 victory in Romania on Thursday despite playing the final stages with 10 men after defender Diego Llorente was sent off. Captain Sergio Ramos gave Spain a deserved lead in the 27th minute by converting a penalty to score a fourth goal in five European qualifiers, his third from the spot. Paco Alcacer put Spain further at ease by scoring early in the second half after missing three clear chances in the first, but substitute Florin Andone brought Romania back into contention with a close-range strike in the 59th minute. The goal galvanised the vociferous home crowd and they grew more determined after Llorente was shown a straight red card with 11 minutes left for denying a clear scoring opportunity with a foul. Spain were let off the hook when George Puscas blazed over the bar in stoppage-time after an outstanding save from goalkeeper Kepa Arrizabalaga and they clung on to earn a first win away to Romania at the seventh attempt. Moreno’s side top Group F with 15 points from five games, Sweden are second with 10 after thrashing the Faroe Islands 4-0 away from home, while Norway are third on eight after beating Malta 2-0. Romania slipped down to fourth place on seven. And this is Sergio Ramos’s response to his side’s victory: While this is what PA Media has got to say about Northern Ireland’s victory: A horror own goal from Kevin Malget was enough to give an experimental Northern Ireland side a 1-0 victory over Luxembourg in their Windsor Park friendly. Malget inexplicably headed into his own net eight minutes before half-time to settle a match short on quality as both sides looked to more important challenges to come on Monday. For Northern Ireland, that is a Euro 2020 qualifier against Germany, a match which loomed large in Michael O’Neill’s thinking as he sprung a few surprises in a youthful starting line-up. Cardiff defender Ciaron Brown - uncapped at any level and only called into Ian Baraclough’s under-21s squad last week - started and looked assured as O’Neill made eight changes to the side that beat Belarus in June. Corry Evans, captain for the night, survived, along with goalkeeper Bailey Peacock-Farrell and Josh Magennis, but the likes of Jonny Evans, Craig Cathcart and Conor Washington did not even make the matchday squad. Instead, the uncapped Bobby Burns, Alfie McCalmont and Ethan Galbraith took their places among the substitutes. Kyle Lafferty, who only flew in to Belfast on Wednesday evening after his late call-up, was thrown straight into the starting XI and looked strong despite having only started one match for his new Norwegian club Sarpsborg and seeing his debut ended by a red card 69 minutes in. Unsurprisingly it took Northern Ireland some time to bed in as Luxembourg, preparing for their own European qualifier against Serbia, kept them pegged back early on. A Jordan Thompson free-kick caused chaos after quarter of an hour when goalkeeper Anthony Moris came way off his line but missed the ball, but Magennis was crowded out as Brown tried to find him with a header. Better chances began to appear for Northern Ireland after the half-hour mark, although Gavin Whyte sent the best of them well over the crossbar from an angle. O’Neill’s side would not manage a shot on target in the opening 45 minutes, but they would take the lead before the break thanks to Malget’s own goal. George Saville headed the ball back into the mix after Luxembourg failed to deal with a corner. Though goalkeeper Moris beat Tom Flanagan to the ball, it span up before Malget inexplicably headed into his own goal. Luxembourg were again stronger to start the second half, with Vincent Thill and Leandro Martins getting the first shots on target of the night, but neither tested Peacock-Farrell. O’Neill responded by sending on Shayne Lavery for his second cap and McCalmont for his debut. Lavery, just a couple of weeks after scoring a superb goal on this ground for Linfield in their Europa League qualifier against Qarabag, was quick to impress. He raced down the right before brushing the side-netting with a shot from a tight angle before his low cross from the left deserved a better finish than Thompson’s rising effort. Liam Donnelly - who has scored eight goals in eight for Motherwell to start the season - then came on for his second cap and almost got his first international goal soon after. Luxembourg’s substitute goalkeeper Ralph Schon collided with his own defender and spilt the ball before making a smart save to deny Donnelly on the follow-up. Galbraith came on to make his debut with three minutes remaining as Steven Davis also enjoyed a late cameo to equal Aaron Hughes’ tally of 112 caps on the night the former defender had been honoured at half-time. They had little time to make an impact but Northern Ireland had already done enough to extend their winning run to five games before facing the mighty Germany next week. Paul Doyle has filed his report from the Aviva Stadium, and here it is: It may have come in his 11th cap but David McGoldrick can say his first international goal was well timed, as it earned a point that sustains Irish belief in qualification for Euro 2020. That ambition looked far-fetched after Fabian Schär shot Switzerland into the lead, but Ireland, second best for much of the game, rallied to earn a draw. Much more here: Northern Ireland completed their friendly win over Luxembourg, though it was both a bit closer, and a bit more reliant on totally freak own-goals, than they would probably have liked. Thanks ever so much for your matchreporterly efforts, Fred. Final scores! It’s all over, everywhere, and this is how it all ended: Group D Gibraltar 0-6 Denmark Republic of Ireland 1-1 Switzerland Group F Faroe Islands 0-4 Sweden Norway 2-0 Mata Romania 1-2 Spain Group G Israel 1-1 North Macedonia Group J Armenia 1-3 Italy Bosnia-Herzegovina 5-0 Liechtenstein Finland 1-0 Greece What a save! Kepa somehow keeps out Puskas’s header with his feet as Romania chase an equaliser, and then the rebound is blazed over the bar! Into stoppage time in Dublin, and there’ll be five minutes of it. The Republic will be very happy with their point, if they can only cling on to it. GOALS! Bosnia &amp; Herzegovina 5-0 Liechtenstein! Goals in the 85th, 88th and 89th minute make the game safe, and then a bit safer, and then Fort Knox solid for Bosnia! Edin Dzeko got the first of them to open the floodgates. GOAL! Republic of Ireland 1-1 Switzerland! Glenn Whelan hits the bar with an absolutely thunderous drive, but with the woodwork still reverberating McClean crosses from the left and David McGoldrick scores with a quite brilliant header! Red card! Spain go down to 10 men! Diego Llorente is sent off after bringing down Puscas just outside the penalty area. I think he might have got some of the ball there, but it was certainly close, and he definitely got some of the player. GOAL! Bosnia &amp; Herzegovina 2-0 Liechtenstein! This has gone down as an Andreas Malin own goal, after a shot from outside the area deflected one way off one defender, and the other way off another, to leave the Liechtenstein goalkeeper flat-footed. Really if the first deflection had wrong-footed him the second should have right-footed him again, but that wasn’t how it worked out. GOAL! Gibraltar 0-6 Denmark! Another for Gytkjaer, who finishes coolly at the end of a good move. GOAL! Gibraltar 0-5 Denmark! The Danes have scored twice in four minutes, with Thomas Delaney and Christian Gytkjaer on the scoresheet, and Gibraltar very much on the rocks. GOAL! Republic of Ireland 0-1 Switzerland! Fabian Schar sweeps the Swiss into the lead! A lovely finish from the centre-back. Clinton Morrison, who is watching the game on Sky Sports News, announces that Denmark have scored, having clearly not been paying Ireland’s opponents a great deal of attention. “Considering how much Sergio Ramos has gotten away with throughout his career I’m never going to feel bad about anything he gets booked for,” says JR. “Even if they gave him a yellow card before the start of every game for the rest of his career just for being Sergio Ramos I don’t think things would ever be even.” GOAL! Israel 1-1 North Macedonia! An equaliser for Macedonia! Israel’s lead lasts just nine minutes, until Arijan Ardemi heads in for the visitors! A couple of updates from Bucharest: GOAL! Romania 1-2 Spain! Andone pulls one back for Romania! It’s a bad cross from the left, which is sent back in from the right only slightly more accurately, headed back across by the guy who did the initial bad cross, and turned in! GOAL! Israel 1-0 North Macedonia! A wildly and unsettlingly aggressively celebrated goal in Israel, where Eran Zahavi sticks out a left foot to turn in a low centre from the right! Our man in Romania (or watching TV footage being beamed from Romania) is impressed: GOAL! Finland 1-0 Greece! Yet another penalty! Pukki passes the ball to his right, with the goalkeeper helpfully flinging himself the other way. GOAL! Gibraltar 0-3 Denmark! Christian Eriksen scores his second goal of the night from the penalty spot. The penalty decision was the very height of ludicrousness, but Eriksen has not mercy and thunders his spot kick straight down the middle into the roof of the net! GOAL! Romania 0-2 Spain! Paco Alcacer has doubled Spain’s lead in Romania, tapping in Rodrigo’s centre. Not the hardest finish he’ll ever have. Sergio Ramos was booked for his goal celebration. He didn’t remove his shirt, or leap into Spain’s eight fans – he was cautioned for this: GOAL! Norway 2-0 Malta! Josh King has doubled Norway’s advantage in first-half stoppage time. It’s yet another penalty, though the Bournemouth forward bucks the continental trend by shooting to his left. The goalkeeper goes the right way, but can’t reach the shot! Someone who’s actually been able to focus on the game is rather less impressed by the Republic’s display: Here’s the own goal that has given Northern Ireland a half-time lead over Luxembourg. Nice header. It’s half-time in Dublin. Switzerland have had more possession but the Republic of Ireland have looked very threatening on the break, without quite making the most of their opportunities. It’s goalless at the break. More now from our temporary voluntary Romania correspondent. Spain have had seven shots on target so far, and Romania none (though the hosts are 4-2 up on the less impressive shots-off-target metric): GOAL! Faroe Islands 0-4 Sweden! Robin Quaison stretches Sweden’s lead. The Swedes host Norway on Sunday, an absolutely massive game in Group F and likely to be a little more competitive. GOAL! Northern Ireland 1-0 Luxembourg! Luxembourg have popped one in their own onion bag! GOAL! Gibraltar 0-2 Denmark! Another penalty, not entirely dissimilar to the one Ramos scored a few moments ago. Again the keeper goes to his right, again the ball goes to his left, but Eriksen’s effort was a little less nonchalant and a bit more emphatic. It looked to me like the defender planted a foot on Ceballos’ own foot, and it was thus a penalty. But the Spaniard’s dive was certainly quite enthusiastic. GOAL! Romania 0-1 Spain Sergio Ramos coolly sends the keeper the wrong way before slotting his spot kick to his right! Penalty to Spain! Ceballos is upended in the area and the Spanish will have the chance to break the deadlock in Romania. A chance for Switzerland! A long throw from the right is headed to the edge of the area, where Rodriguez runs onto it, completely unchallenged, but he shanks his left-foot volley and the ball bounces well wide. Nice finish, that from Lindelof, who flashes in a low half-volley at the far post after a corner. GOAL! Faroe Islands 0-3 Sweden Methinks the Swedes might win this one. Victor Lindelof has put them three up in the 23rd minute. The Republic of Ireland have had a fabulous chance to take the lead against Switzerland, James McClean running into the area after good work by Jeff Hendrick, but Mbabu did excellently to track his run infield from the left and blocked his effort. GOAL! Faroe Islands 0-2 Sweden Alexander Isak has a two-minute brace! The first on 12 minutes was a decent near-post header, the second a right-footed finish after a defensive howler, as a centre-back passed straight to a yellow shirt. GOAL! Bosnia &amp; Herzegovina 1-0 Liechtenstein! Amer Gojak has scored with Bosnia’s first shot against Liechtenstein. A goal! Denmark take a sixth-minute lead in Gibraltar, where Robert Skov has scored his first international goal, a fairly straightforward header from Eriksen’s excellent cross. While we wait for goals in today’s European qualifiers, here are some goals (and a terrible, terrible miss) from an African World Cup one played a little earlier: Our games have started! No goals yet, but the Republic of Ireland have a first-minute corner. Romania has not exactly been overwhelmed by the Spanish hordes: Roberto Mancini has come up with some entirely convincing reasons for Italy’s unconvincing performance against Armenia: Their sending-off made it difficult for us as they closed up their defence. Today it was difficult to play: our players have two league games under their belts, Armenia are in mid-season. It’s not an excuse, it’s the truth. “Credit to Paco Alcácer, who’s gone from fish-out-of-water flop at Barcelona (though hardly the only one in recent history) to headline unstoppable goal-machine at Borussia Dortmund,” writes Charles Antaki. “The national team have needed a plausible striker even since Fernando Torres sank slowly in the west, and maybe Alcácer will have a better go at than the likes of Llorente, Rodrigo, at al. Or they could always try and tempt David Villa out of retirement.” In Spain’s recent history they have have lacked plausible strikers more often than they have genuinely needed them, but I take your point. Here’s the PA Media report on Italy’s win over Armenia: Italy scored twice in the final 15 minutes to beat 10-man Armenia 3-1 and maintain their 100% record in Euro 2020 qualifying. Roberto Mancini’s side came from behind to make it five wins from as many games at the top of Group J thanks to Andrea Belotti, Lorenzo Pellegrini and an own goal from Armenia goalkeeper Aram Hayrapetyan. Alexander Karapetian claimed a surprise 11th-minute opener in Yerevan but the home side’s hopes of an upset were dealt a blow when the striker was sent off in first-half stoppage time. Italy also struck the woodwork through Federico Bernardeschi immediately after equalising, while Belotti had two goals disallowed for offside, one incorrectly. The visitors, without injured captain Giorgio Chiellini, started slowly and fell behind after sloppily conceding possession deep in Armenia’s half. Tigran Barseghyan led the hosts’ counter-attack, driving forward before slipping the ball to Karapetian to clinically find the net via the left post and claim his fifth goal in his last seven international appearances. The setback seemed to spark life into Mancini’s men. Juventus winger Bernardeschi tested Hayrapetyan from 10 yards, before Karapetian and Marco Verratti were each shown a yellow card following a petulant clash near the halfway line. Italy have not lost an away European Championships qualifier since September 2006 and were level after 28 minutes as Armenia switched off defensively. Chelsea defender Emerson Palmieri easily tricked his way past Barseghyan on the left before delivering a pinpoint cross for the unmarked Belotti to volley home at the back post. Italy almost turned the game on its head a minute later when Bernardeschi clipped the top of the crossbar with a curling effort. Karapetian’s needless earlier booking then proved costly a minute into first-half added-time when he was shown a second yellow by German referee Daniel Siebert after appearing to catch Leonardo Bonucci in the face with an outstretched arm. Torino striker Belotti, who after his equaliser correctly had a goal ruled out for offside and then scuffed wide, continued to be in the thick of the action and squandered a golden chance to put his side ahead going into the break when he was superbly teed up by Federico Chiesa. Despite their numerical advantage, the four-time world champions struggled to create in the second period and had to be wary of conceding a breakaway goal. Armenia captain Henrikh Mkhitaryan, up against the country he now plays in following his loan switch from Arsenal to Roma, threatened when he forced a last-gasp block from Palmieri. Italy eventually went in front 13 minutes from time. Stand-in skipper Bonucci swung a hopeful ball into the box and substitute Pellegrini rose to head his first international goal into the bottom left corner. The unconvincing visitors had done little to warrant the lead but quickly put the result beyond doubt with a fortuitous third three minutes later. Belotti twisted in the box before his low shot rebounded of the right post and hit keeper Hayrapetyan before trickling over the line. The 25-year-old forward should have had more to celebrate in stoppage time but he was harshly denied by an incorrect offside flag after poking home from close range. Here is the Northern Ireland team to play Luxembourg. And the Luxembourg team to play Northern Ireland: Northern Ireland: Peacock-Farrell, McLaughlin, Flanagan, Brown, Ferguson, Corry Evans, Thompson, Saville, Whyte, Magennis, Lafferty. Subs: McGovern, Lewis, McGinn, Davis, Lavery, Sykes, Burns, McNair, Donnelly, McCalmont, Galbraith, Carson. Luxembourg: Moris, Jans, Gerson, Carlson, Malget, Sinani, Olivier Thill, Barreiro, Vincent Thill, Rodrigues, Deville. Subs: Schon, Skenderovic, Hall, Selimovic, Philipps, Martins Pereira, Da Mota Alves, Bohnert, Olesen, Turpel, Joachim, Kips. Referee: Bryn Markham-Jones (Wales). This statistic is impressive. I am impressed. In the Republic of Ireland’s group, Christian Eriksen captains Denmark in Gibraltar: Gibraltar: Coleing, Sergeant, Roy Chipolina, Joseph Chipolina, Olivero, Britto, Annesley, Walker, Andrew Hernandez, De Barr. Subs: Mouelhi, Matthew Cafer, Barnett, Jolley, Garcia, Goldwin, Pusey, Buhagiar, Power, Pons, Styche, Coombes. Denmark: Schmeichel, Wass, Kjaer, Christensen, Larsen, Eriksen, Hojbjerg, Delaney, Skov, Gytkjaer, Poulsen. Subs: Andersen, Jorgensen, Braithwaite, Lerager, Dalsgaard, Billing, Hansen, Dolberg, Knudsen, Christiansen, Iversen. Italy have indeed won 3-1, though it could have been better: they had a goal wrongly disallowed for offside in the last minute. Meanwhile in Romania, the following teams have been announced for the host nation’s first meeting with Spain since Euro 1996: Romania: Tatarusanu, Benzar, Nedelcearu, Chiriches, Grigore, Tosca, Deac, Marin, Stanciu, Puscas, Keseru. Subs: Maxim, Stefan, Anton, Bordeianu, Rus, Adrian Paun, Chipciu, Andone, Andrei Radu, Hagi, Nita, Grozav. Spain: Arrizabalaga, Jesus Navas, Llorente, Sergio Ramos, Jordi Alba, Fabian, Busquets, Saul, Rodrigo, Alcacer, Ceballos. Subs: De Gea, Nunez, Hermoso, Parejo, Gaya, Pau Lopez, Thiago, Carvajal, Oyarzabal, Suso, Sarabia, Rodri. In the early game Armenia took the lead against Italy in the 11th minute and enjoyed the advantage for nearly 20 minutes, but they are now 3-1 and a man down, with the game entering stoppage time. We have some team news! Here are the Republic of Ireland v Switzerland line-ups, by way of a start: Rep of Ireland: Randolph, Coleman, Duffy, Keogh, Stevens, Hendrick, Whelan, Hourihane, McClean, McGoldrick, Robinson. Subs: Kevin Long, Christie, Egan, Cullen, Curtis, Browne, James Collins, O’Hara, O’Dowda, Hogan, Travers, Judge. Switzerland: Sommer, Elvedi, Akanji, Schar, Mbabu, Zakaria, Xhaka, Rodriguez, Embolo, Freuler, Seferovic. Subs: Omlin, Mehmedi, Benito, Landry Mvogo, Comert, Ajeti, Widmer, Fernandes, Gavranovic, Steffen, Moubandje, Fassnacht. Hello world! It’s, well, probably not the very best line-up of matches an international break is ever going to serve up, but that shouldn’t stop us having some fun. Straight to it, then, with a list of tonight’s Euro 2020 qualifiers (all 7.45pm BST kick-offs, unless stated): Group J Armenia v Italy (5pm) Bosnia-Herzegovina v Liechtenstein Bosnia embarrassingly drew their first ever game against Liechtenstein, but since then have won five on the spin, and with the away side having lost all four of their games so far by an aggregate score of 0-13, they should make that half a dozen tonight. Finland v Greece The two nations with the blue-and-whitest flags in Europe go head to head in Tampere, where Finland have won their last five games without so much as letting a goal in. Group D Gibraltar v Denmark If Gibraltar, marooned as they are on 0 points and with 0 goals after three games, don’t lose this one as well then Denmark might as well give up, even if in their only home game so far Gibraltar lost narrowly, 1-0 to Ireland. The Danes are second, five points behind Ireland with a game in hand. Republic of Ireland v Switzerland Ireland have parlayed five goals in four matches into three wins and a draw, meaning that another victory would leave them in a very handsome position with three games to play. Group F Faroe Islands v Sweden 75% of all goals scored by Sweden against the Faroe Islands in their entire history have been scored by Zlatan Ibrahimovic (that’s three goals). Sweden need a win to hang on to Spain’s coat-tails; they are currently level with Romania, five points back. Norway v Malta In 10 previous games Norway have scored 26 goals and conceded just a paltry three, though they have failed to win two of them. Currently fourth in the group, victory is imperative here. Romania v Spain Spain have played four and won four, but have never in their entire history won in Romania (in six attempts). Group G Israel v North Macedonia Other than the rampant Poles and the useless Latvians Group G is pretty close, so much so that Macedonia, in fifth, would go second if they win this game by more than a single goal. Plus some international friendlies: Saudi Arabia v Mali (6pm) Montenegro v Hungary Northern Ireland v Luxembourg"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}