{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/sep/13/returning-quique-sanchez-flores-watford-defensive-leaks", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-13T21:35:00Z", "webTitle": "Returning Quique Sánchez Flores must plug Watford’s defensive leaks | Simon Burnton", "webUrl": "https://www.theguardian.com/football/2019/sep/13/returning-quique-sanchez-flores-watford-defensive-leaks", "apiUrl": "https://content.guardianapis.com/football/2019/sep/13/returning-quique-sanchez-flores-watford-defensive-leaks", "fields": {"headline": "Returning Quique Sánchez Flores must plug Watford’s defensive leaks", "bodyText": "The second coming of Quique Sánchez Flores was completed on Friday when the Spaniard was introduced to the media following his return to Watford, a little over four years after his first appointment and a little under a week after Javi Gracia became the ninth coach in six years to be ushered out of Vicarage Road. In the circumstances, the new/old manager’s refusal to consider his long-term future – “It’s completely unnecessary for a coach to think about what happens next year or in six months when you have all these challenges close to you” – seemed entirely sensible. When Watford were promoted in 2015, Flores was identified as the ideal candidate to bring a team together, make them hard to beat and ensure their survival in the top flight. When this season started shambolically, the same people at the same club sought someone with an identical skillset and reached an identical conclusion. Only three games into the campaign, with Flores available but unlikely to remain so for long, they made their move. Even by modern standards, Gracia’s fall from grace was extraordinarily swift. Less than four months have passed since the Spaniard, having secured a best league finish for more than three decades, took his team to Wembley for the FA Cup final and an opportunity to secure the first significant trophy in the club’s history. But what might have been a day to treasure became a trial: Manchester City won 6-0, and as they repeatedly rampaged through a bedraggled defence a day that was supposed to bring pride turned instead into a humiliation, and from the directors’ box a manager on the verge of becoming a legend started to resemble a liability. Watford lost seven of their last nine league games last season, but even during that run many of their performances were encouraging. What was starting to become a concern, however, was their defensive frailty, a problem that peaked at Wembley and had not been rectified. The team have not kept a clean sheet in a league fixture for more than seven months and the feeling grew that the narrow midfield four favoured by Gracia, which in turn forced the full-backs forward to provide width, left the side hopelessly vulnerable, particularly to counterattacks. Nobody, however, had expected the team to be bottom of the league with a single point after four apparently winnable games. Across the 2018-19 season, including both domestic cup competitions, Watford won 16 matches against top-flight sides outside the top six, and lost five. This term they were three-fifths of the way to that total by the end of August. When the squad reassembled after the summer they perceived no change to Gracia’s methods, and the playing staff had certainly not undergone any great transformation – Craig Dawson, a £5.5m signing from West Brom, was the only defensive recruit. “There wasn’t much change,” said central defender Craig Cathcart. “We tried to do the same things, we tried to play the same way. I can’t put my finger on it. Sometimes when you’re involved in it and you’re conceding goals you can’t really think of why. You’re just trying to do the same things and they aren’t going your way.” Cathcart is one of six players remaining from the squad Flores coached in the 2015-16 season, and is in no doubt that the manager’s methods will make the team more solid. “The first thing he wants to do is try to build from a strong defence,” Cathcart said. “He’s well known as a defensive coach. I think he was a defender as a player himself and I remember last time [he was at Watford] we set up really well and were difficult to beat. I think the way the results have gone that’s what we need right now.” Under Flores four seasons ago Watford ended in 13th place, conceding fewer goals at home than two of the top five, including Manchester City, and keeping as many clean sheets as Liverpool. This was done by making the midfield primarily defensive, and leaving the two strikers, normally Troy Deeney and Odion Ighalo, to carry the attacking burden. This was effective but unlovely, and by the end of the campaign there were complaints from within the club not only about his tactics but about discipline and his approach to the job. Flores later complained about people in the club’s hierarchy who “work coldly, pessimistically and without enjoying positive achievements”. It did not seem like a relationship that could be easily rekindled. In the circumstances, Flores was understandably wary when contacted by Watford a little over a fortnight ago. “I needed to have a meeting and to know how they are thinking, the people around me, the people who lead the club,” he said. The ensuing conversations with Gino Pozzo, the owner, and Scott Duxbury, the chairman, were encouraging. “We were talking and I realised I did my work well because keeping the team in the division was very difficult, and now I think Gino and Scott are grateful because I put the base for something much better,” Flores said. “I have the feeling that what I did was very important. I realise now when I come back and I see how they’ve grown – the squad, the training ground – that this year worked really well. If something is broken you can’t repair it. Nothing was broken.” With Sunday’s home game against Arsenal to be followed by a trip to Manchester City, Flores is set for a brutal reintroduction. There is confidence, however, that it will eventually prove productive. “I was surprised when Javi was sacked, but Scott and Gino know what they’re doing,” said Cathcart. “They’ve done it over the last five or six years and the club’s always progressed. They always seem to find the right time to change managers. Hopefully it pays off again.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}