{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/sep/09/euro-2020-qualifying-northern-ireland-v-germany-scotland-v-belgium-and-more-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-09T20:57:50Z", "webTitle": "Euro 2020 qualifying: Northern Ireland 0-2 Germany, Scotland 0-4 Belgium and more – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/sep/09/euro-2020-qualifying-northern-ireland-v-germany-scotland-v-belgium-and-more-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/sep/09/euro-2020-qualifying-northern-ireland-v-germany-scotland-v-belgium-and-more-live", "fields": {"headline": "Euro 2020 qualifying: Northern Ireland 0-2 Germany, Scotland 0-4 Belgium and more – as it happened", "bodyText": "Thanks for your company. Bye! Read Julian Taylor’s match report: Read Stuart James’s match report: Some Northern Ireland reaction. “I thought first half we gave a really good account of ourselves and in the second we weren’t able to reach the same levels and we were punished for it,” says the skipper, Steven Davis, the consummate professional. “They make you work so hard off the ball and the first goal is a great finish from the lad [Halstenberg] and it’s uphill from there.” Conor Washington says it’s the best they have played against Germany in recent years. Read Ewan Murray’s match report from Hampden Park: Not a bad night’s work for Manchester City midfielders. Kevin de Bruyne knocked the stuffing out of Scotland with three assists and a nonchalant finish en route to a comprehensive 4-0 win in Glasgow to leave Steve Clarke’s side staring down the barrel in terms of their Euro 2020 hopes, while Phil Foden scored twice for Aidy Boothrooyd’s England Under-21s as two close-range strikes swept aside Kosovo. Group C Estonia 0-4 Netherlands Northern Ireland 0-2 Germany Group E Hungary 1-2 Slovakia Group G Latvia 0-2 Macedonia Poland 0-0 Austria Slovenia 3-2 Israel Group I Russia 1-0 Kazakhstan San Marino 0-4 Cyprus Scotland 0-4 Belgium International friendlies Wales 1-0 Belarus Under-21 qualifiers England 2-0 Kosovo A sublime finish 60 seconds from time. A beautifully crafted goal, with the substitute Kai Havertz supplying Serge Gnabry, who races on to a slipped pass ahead of Craig Cathcart and the forward slides the ball through the legs of Bailey Peacock-Farrell. A cheeky finish to round off a good night for Germany in Belfast. That’s Gnabry’s fifth strike in as five games. 90 min: There will be three added minutes in Belfast. Can Northern Ireland dig deep down the back of the sofa and find an equaliser? Down in Cardiff, where Will Vaulks and Chris Gunter have been thrown on, Wales are heading for a 1-0 friendly win over Belarus. England Under-21s still lead Kosovo 1-0 ... 87 min: The Netherlands hit four goals – again! Georginio Wijnaldum, who added his side’s fourth against Germany on Friday, is at it again. Ronald Koeman’s men are cruising in Tallinn, where Estonia now trail 4-0 in Group C. And there has been a big goal in Group I, to compound a chastening evening for Scotland as Russia take a late, late lead at home to Kazakhstan. 85 min: Emre Can is on for Marco Reus in Belfast. Presumably, Germany are going to try and shut up shop. Lavery is on for Northern Ireland, zipping around the field as Michael O’Neill’s seek to find an equaliser. Can his side find one? There it is. Three assists and an effortless finish. Just another day’s work for the Manchester City man. He’s torn Scotland to shreds. 80 min: Michael O’Neill is readying Shayne Lavery, the 20-year-old Linfield striker. He will get a rapturous reception. Surely Washington will make way – or will the manager be tempted to go for broke and play with three strikers. Lavery has scored five goals in his last four games. Northern Ireland are still plugging away. 77 min: Memphis Depay adds a third for the Netherlands in Estonia! Ronald Koeman’s side lead 3-0, with Ryan Babel at the double. A couple of personnel changes in the Scotland game as Steve Clarke turns to Johnny Russell up front, while Belgium introduce Yannick Carrasco in place of Nacer Chadli for the final stages. 75 min: A couple of changes for Wales. Tom Lockyer, the Charlton defender formerly of Bristol Rovers, replaces Chris Mepham, while Sam Vokes is on for the debutant Kieffer Moore. Ryan Giggs’s side remain a goal to the good against Belarus. Elsewhere, Todd Cantwell and Mason Greenwood are on for England’s Under-21s up at Hull. England lead Kosovo 1-0 there. 73 min: Germany knock the ball around before floating a ball into the overlapping Klostermann from deep. The full-back reaches it but cannot get any conviction on his cross and the move peters out. Meanwhile, Kevin de Bruyne almost helps himself to a deserved goal after a neat one-two with Mertens. 72 min: Tah makes a strong block on Paddy McNair – but Northern Ireland earn a corner. The hosts recycle the ball with Dallas looping a ball into the box but Magennis is offside. In Glasgow, Stuart Armstrong is on for Callum McGregor. 70 min: Michael O’Neill is going for it. The Northern Ireland manager introduces the forward Josh Magennis in place of midfielder George Saville. 68 min: Chance! A Germany change, as Kai Havertz replaces Timo Werner. And the substitute almost makes an immediate impact, with the forward nodding just wide after meeting a wonderful ball into the box by Kimmich. 65 min: Scotland are plodding on but they have nothing to show for their efforts. Well, Scott McTominay has a yellow card that rules him out of a trip to Russia. He picked up the caution for a clumsy challenge on Dries Mertens. Back in Belfast, the turbocharged Whyte is causing a major headache for Germany’s back line. 63 min: Gavin Whyte has been electric since coming on! The winger has Halstenberg, the Germany goalscorer, on toast, putting on the afterburners down the right flank and leaving the left-back for dead. He bursts to the byline and lays the ball off for Dallas, who sends a rasping effort just wide of a post. That run alone has turned the volume up inside an absolutely rocking Windsor Park. 61 min: McNair goes over theatrically in the box – and Northern Ireland are adamant it’s a penalty! There did seem to be a smidgen of contact, with Toni Kroos swiping at the midfielder. But nothing doing says the referee Orsati, who did seem to put the whistle to his mouth before seemingly changing his mind at the last second. Whyte, the substitute, played a cute reverse pass into the box for Paddy McNair, who strode forward before going over under pressure from Kroos. 59 min: O’Neill rolls the dice as Cardiff winger Gavin Whyte replaces Niall McGinn. In the Welsh capital, a notable change: Gareth Bale is on for Daniel James, who has had another good day at the office. Half an hour, then, for the Real Madrid forward. 55 min: Reus calls Peacock-Farrell into another smart stop! Saville is booked for a foul 25 yards out and Germany almost make the hosts pay in Belfast. Reus wraps his right foot around the ball and Peacock scampers across goal to keep it out. Elsewhere, the Netherlands have doubled their lead in Estonia. Usually drink, usually dance ... usually Babel. Slovakia have re-taken the lead against Hungary. It’s 2-1 in Budapest. Elsewhere, Slovenia 1-1 Israel and San Marino trail Cyprus 2-0. 53 min: Another superb save by Peacock-Farrell! The Northern Ireland goalkeeper gets down low to his left to keep out a drive by Timo Werner, who was beautifully laid off by Marco Reus. Northern Ireland look a little startled and the hosts need to steady the ship here. Germany have certainly upped the ante since the interval. 52 min: Serge Gnabry is causing all sorts of problems! Michael O’Neill needs to find a solution and fast. The forward is drifting inside and no one is picking him up. As Germany pour forward once more, the former Arsenal man sends a shot just past a post. They are ratcheting through the gears now. Germany silence Belfast. Déjà vu as Gnabry dances through the spine of the absent Northern Ireland midfield, the ball breaks wide this time to the right, where Klostermann spins a ball in towards the back post. Marcel Halstenberg picks it up, with Stuart Dallas caught in no man’s land and the left-back hammers a volley across goal and beyond Peacock-Farrell. Sweet finish. 47 min: Northern Ireland are on the ropes – but Bailey Peacock-Farrell comes up trumps once again! Germany surge forward through Gnabry, the ball is switched from left to right, to an unmarked Klostermann, who drills low and hard at goal. But Peacock-Farrell saves well down to his right to deny the full-back. Peacock-Farrell has not played a minute of club football since joining Burnley from Leeds in the summer but he has had to be very alert this evening. 46 min: We’re back under way around the grounds! “I tell you what,” starts Dean Kinsella on email, “this is a very fine Northern Ireland team. Full of vim and no little skill. Wouldn’t be surprised if they get a result tonight.” No changes at the interval. Half-time listening: A Kevin de Bruyne masterclass is in full flow at Hampden Park, where Scotland cannot get near the Belgium and Manchester City midfielder. “Can I claim fantasy football points for De Bruyne today?” politely asks J.R in Illinois. “That’s three assists in the first 32 minutes – dude’s a machine.” It is far from doom and gloom in Belfast, with Northern Ireland more than holding their own against Germany. Conor Washington has spurned two golden chances, while Bailey Peacock-Farrell made a smart stop to prevent Timo Werner from the opening the scoring. Germany felt aggrieved at the referee Daniele Orsato waving away penalty appeals after Jonny Evans appeared to handle in the box. Elsewhere, England Under-21s lead Kosovo courtesy of a Phil Foden strike, with the teenager slotting home after Steven Sessegnon’s shot was cleared. Euro 2020 qualifiers Group C Estonia 0-1 Netherlands Northern Ireland 0-0 Germany Group E Hungary 0-1 Slovakia Group G Latvia 0-2 Macedonia Poland 0-0 Austria Slovenia 1-0 Israel Group I Russia v Kazakhstan San Marino 0-2 Cyprus Scotland 0-3 Belgium International friendlies Wales 1-0 Belarus Under-21 qualifiers England 1-0 Kosovo 45+1 min: Peacock-Farrell makes a massive save to deny Werner! Just as it seemed Northern Ireland would lead, their goalkeeper keeps them in it to prevent Germany from stealing the lead. Jamal Lewis switched off and Klostermann laid the ball on a plate for Werner but Peacock-Farrell saves with his legs. A crucial stop by the Burnley goalkeeper, who joined from Leeds in the summer. 45 min: Somehow Germany survive! Neuer eventually smothers the ball! After a neat one-two between Dallas and Corry Evans, the latter sends a rasping cross into the front post from the right flank. Jonathan Tah is first on the scene, diving in to make life difficult for Conor Washington, who simply does not react quick enough. Neuer gets a second bite of the cherry, and this time the Germany goalkeeper clutches it. Germany are quick on the counter ... 42 min: Toni Kroos and George Saville get in to a brief shouting match – but that’s that. It all stemmed from Paddy McNair leaving a bit on Kroos, with the referee booking the midfielder for standing on the Real Madrid man. Meanwhile, a change: Jonathan Tah is on to replace the injured Mathias Ginter. 38 min: Thomas Meunier fires against the side netting! More magic from Kevin de Bruyne, who slips in a cute ball to the back stick. In Belfast, Northern Ireland keep plugging away, with Steven Davis, Corry Evans and co chasing every loose ball and lost cause. It’s absolutely bouncing in the stands. It had been coming – and make that three assists for the majestic Kevin de Bruyne. It is the first time since 1979 that Scotland have conceded three first-half goals on home soil, also against Belgium. Steve Clarke’s stoney face tells a thousand words. The atmosphere is desperately flat at Hampden, in stark contrast to Windsor Park, where Northern Ireland supporters are cheering every tackle with great gusto. Germany have been in the ascendency, though. 31 min: A couple of near-misses! At Hampden, Youri Tielemans drops a shot inches wide of a post. In Cardiff, Kieffer Moore almost helps himself to a goal on his debut but Belarus nip in to prevent the Wigan striker from doubling Wales’s lead. 29 min: Cathcart nods clear as Germany attempt to find Brandt. Northern Ireland are having to sustain a hefty spell of pressure. Elsewhere, Ryan Babel’s goal has given the Netherlands the lead in Estonia, while Macedonia lead Latvia 2-0. Ah, drat. De Bruyne tees up Thomas Vermaelen. It is another peach of an assist by the Manchester City midfielder collects a short corner and promptly fires a wonderful whipped ball in towards the back post, where Belgium are queuing up. Vermaelen simply side-foots home into the roof David Marshall’s goal. 21 min: Northern Ireland appear to get away with one, as Julian Brandt’s strike hits Jonny Evans left hand inside the box. Evans shrieked in fear and Germany are up in arms about it but the hosts get off the hook. A heroic block by George Saville leads to the Middlesbrough midfielder needing some treatment but he’s soon back up on his feet. Joachim Löw’s side are certainly growing into the game, with his side beginning to stretch Northern Ireland and make them work a little harder defensively. Another beauty by the Manchester United winger. A wry Gareth Bale smile says it all. Once again, the 21-year-old jinks in from the left on to his right foot and finds the corner. James is a man in form, that his fourth goal in six games this season. 18 min: Jonny Evans dallies on possession on halfway and Timo Werner robs the centre-back and storms forward. Werner looks up and tries to pick out Serge Gnabry but Craig Cathcart bails out his team-mate and wellies the ball clear. The resulting corner comes to nothing as Cathcart hoofs clear once more. Northern Ireland are more than holding their own against Germany on home turf. 17 min: Lukaku has bagged 32 goals for Belgium since August 2016. What’s more, he has scored four goals in his three international appearances against Scotland, finding the net with four of his five shots on target. Not bad going, eh? Scotland appear to have dusted themselves down, with Robert Snodgrass curling in a dangerous ball but it’s comfortably cleared by Toby Alderweireld. 12 min: Manuel Neuer has been much the busier goalkeeper in Belfast, with a McNair free-kick forcing the Bayern Munich man to punch clear. In Scotland, they need to recover from an early setback. It was a killer counterattack by Belgium, just as their manager predicted. De Bruyne is released down the left flank and he runs and runs before picking out Lukaku at the opportune moment. The rest is history as Lukaku – first time – finds the net. After an encouraging start, Romelu Lukaku slots home. 6 min: Neuer denies Washington! Toni Kroos is harried superbly by Corry Evans, who blocks the midfielder’s attempted pass, which cannons into the striker’s path. Washington is inadvertently released one v one but the Germany goalkeeper is quick off his line and makes a strong left-handed save. His giant frame makes life difficult for the striker, whose effort was swiftly repelled. Germany go up the other end through Timo Werner but he fluffs his lines. 5 min: Conor Washington stabs the ball goalwards, which is enough to earn a big, hearty gasp from the Northern Ireland supporters. It stemmed from Stuart Dallas’s long throw from the right flank causing a bit of mayhem in the Germany 18-yard box and Washington endeavoured to keep it alive. No real scare for Manuel Neuer, but something for the hosts to take plenty of confidence from nevertheless. 3 min: Windsor Park is absolutely rocking. Paddy McNair wins an early corner but Germany wallop the ball clear. Jonny Evans earlier halted a Germany attack almost direct from kick-off. The Scots have started quickly at Hampden, with the kind of tempo that will please Steve Clarke and those supporters alike. And, just like that, we’re off. At Hampden, Manchester City again get the better of Liverpool, with Kevin de Bruyne wining the coin toss against Andy Robertson. The teams trudge out of the tunnel at Hampden Park, and likewise in Belfast, Cardiff and ... Hull, where England Under-21s are in action. We are just the national anthems away from the off. Ooh, and a gentle reminder that the former Scotland forward Shaun Maloney is on Roberto Martínez’s backroom staff. “As a player I loved the Scotland national anthem and lining up for it — I still do,” Maloney, who was capped 47 times by his country, said. “But it is about staying focused and appreciating I am being paid for a certain job. I am working for Belgium so I think you have to respect both, but I do especially have to remember I am here to work.” Martínez has also been gushing about Romelu Lukaku before kick-off – and with good reason: no player has scored more international goals for their country than the 31 he has managed since August 2016, dwarfing the tallies of Cristiano Ronaldo, Robert Lewandowski and Harry Kane, among others. Of the Inter forward, his manager says: “At the age of 26, to have that amount of goals at international level and club level shows you how good a goalscorer he is. He brings something a little bit different, he can use the pace and power to bring a different physicality to his play. It’s important he’s back and fully fit to start the season.” Roberto Martínez talks pre-match. “I think it will be a typical British game, very dynamic, I think the counterattack will be a big part of what the teams can do,” the Belgium manager says. “Steve Clarke is trying to build a real strong defensive unit and they will have good quality with the arrival of [Robert] Snodgrass, [Callum] McGregor, [Ryan] Chrisite – technical footballers. It’s a game that I expect a lot of physicality. It’s a great opportunity to get the three points and probably – not mathematically – but virtually qualify for the European Championships. Scotland still have an option of the play-off and they have a chance to carry on until the end with a push for qualification. The importance is the same for both sides.” Fresh from a pre-match cuppa, Michael O’Neill says he has tried to inject as much vim into his team as possible. There is certainly legs in his side, with Jamal Lewis, whose mother is an athletics coach, a talented cross-country and 800m runner in his teens, while Steven Davis, Paddy McNair and George Saville offer no end of midfield bite. “We’ve tried to put as much pace in the team as we can – Stuart Dallas has been playing at right-back for Leeds all season,” he says. “We expect Germany to have a back four. We have to match them, the key in this game is to stay in the game for as long as possible. We have to play our own game and hurt them.” Recap last night’s scores on the doors: Steve Clarke suggested he would freshen things up, and the Scotland manager has done just that. McGinn, who scored on Friday, James Forrest, Fraser and McBurnie all drop out, with Matt Phillips, Ryan Christie, Kenny McLean and Robert Snodgrass all coming into the starting lineup. Christie has scored eight goals this season, though none since 13 August and Phillips has scored a couple of times for West Bromwich Albion in the Championship. Belgium, meanwhile, boast Romelu Lukaku and Kevin de Bruyne, with Origi and Batshuayi among those on the bench. Team news news: Oli McBurnie, John McGinn and Ryan Fraser are among those to drop out for Scotland, as Steve Clarke makes four changes, replacing his entire frontline from the defeat at home to Russia. That seems quite a ballsy move. No Hazards for Belgium, with Thorgan and Eden both injured. Northern Ireland make eight changes from their friendly win, with Jamal Lewis among those to start, while Germany name the same XI that were soundly beaten by the Netherlands in Hamburg. In Wales, Gareth Bale is on the bench as Ryan Giggs hands debuts to Kieffer Moore, the former Truro City striker, and Joe Morrell, the Bristol City midfielder on loan at Lincoln City. In terms of England Under-21s, Aidy Boothroyd sticks with Eddie Nketiah and Reiss Nelson, who did the damage in Turkey last week. Ben Godfrey replaces Monaco’s Jonathan Panzo in England’s only change. N Ireland v Germany Northern Ireland (4-5-1): Peacock-Farrell; Dallas, Cathcart, J Evans, Lewis; C Evans, McNair, Davis, Saville, McGinn; Washington Subs: Carson, McGovern, Flanagan, Ferguson, Donnelly, Thompson, Whyte, Magennis, Lafferty, Boyce, Lavery Germany (4-2-3-1): Neuer; Klostermann, Süle, Ginter, Halstenberg; Kimmich, Kroos; Gnabry, Reus, Brandt; Werner Subs: Ter Stegen, Leno, Can, Hector, Tah, Havertz, Waldschmidt, Stark Referee: Daniele Orsato (Italy) Scotland v Belgium Scotland (4-3-3): Marshall; O’Donnell, Mulgrew, Cooper, Robertson; McTominay, McGregor, McLean; Snodgrass, Phillips, Christie Subs: McLaughlin, MacGillivray, Forrest, McGinn, McBurnie, Fraser, Bates, Devlin, Armstrong, Russell, Taylor Belgium (3-4-3): Courtois; Alderweireld, Vermaelen, Vertonghen; Meunier, Tielemans, Dendoncker, Chadli; De Bruyne, Lukaku, Mertens Subs: Sels, Mignolet, Raman, Praet, Januzaj, Verschaeren, Vanaken, Carrasco, Batshuayi, Benteke, Origi Referee: Pawel Gil (Poland) Wales v Belarus Wales (4-2-3-1): Ward; Roberts, Mepham, Rodon, B Davies; Allen, Morrell; James, J Williams, Wilson; Moore Subs: Hennessey, A Davies, Gunter, Levitt, Smith, Vokes, Bale, Ampadu, Lockyer, Hedges, Woodburn, Vaulks Belarus (4-2-3-1): Plotnikov; Zolotov, Volkov, Politevich, Polyakov; Yablonski, Baga; Kovalev, Bakhar, Skavysh; Signevich Subs: Gutor, Kilmovich, Dragun, Matveichik, Naumov, Ebong, Klimovich, Maevski, Pavlovets, Pechenin, Stasevich Referee: William Collum Northern Ireland top Group C after taking maximum points from their opening four matches and are yet to taste defeat this year, though the reality is they have not faced opposition as formidable as Germany since November. Under Michael O’Neill, they have made a habit of making life difficult and inflicting the odd upset or two, making light work of Norway and Czech Republic since reaching the round of 16 at the last Euros. Also in action are Scotland, where the mood is considerably gloomier given Steve Clarke’s side have the unenviable task of entertaining, according to the Fifa rankings, the best nation on the planet. The grimmer news for Scotland? Belgium have won their past five meetings without conceding a goal. “We have to be defensively organised, but you also have to have a threat,” Clarke said. “There’s no point thinking we can camp down for 97 minutes.” Avoiding defeat at Windsor Park would go some way to helping Northern Ireland secure a qualification spot ahead of the Netherlands, who overcame Joachim Löw’s side last time out. “We are in a group of three with Holland and Germany, which is a nice play to be,” said O’Neill. A bout of flu has bogged down some of the German camp, with Ilkay Gündogan among those missing for what, on the face of it, is an intriguing tie. “Northern Ireland are amazingly robust, they play a lot of long balls,” Löw said. “They will sit deeper and we will not have much space, so we need to think of something tactically.” The captain, Manuel Neuer, added: “It is not ideal for us to be playing an away game in Belfast right now. They have won all their games so far and it is always difficult to score goals against such opponents.” So, is there any stopping this Northern Ireland side? We will soon find out. Monday’s Euro 2020 qualifiers Group C Estonia v Netherlands Northern Ireland v Germany Group E Azerbaijan 1-1 Croatia (FT) Hungary v Slovakia Group G Latvia v Macedonia Poland v Austria Slovenia v Israel Group I Russia v Kazakhstan San Marino v Cyprus Scotland v Belgium International friendlies Wales v Belarus Under-21 qualifiers England v Kosovo"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}