{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/sep/28/manchester-united-women-liverpool-womens-super-league-match-report", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-28T22:40:26Z", "webTitle": "Liverpool report offensive ‘Hillsborough chants’ to Football Association", "webUrl": "https://www.theguardian.com/football/2019/sep/28/manchester-united-women-liverpool-womens-super-league-match-report", "apiUrl": "https://content.guardianapis.com/football/2019/sep/28/manchester-united-women-liverpool-womens-super-league-match-report", "fields": {"headline": "Liverpool report offensive ‘Hillsborough chants’ to Football Association", "bodyText": "The Football Association is to investigate complaints that Manchester United’s Women’s Super League victory over Liverpool was marred by offensive chanting about the Hillsborough disaster. The Guardian understands that while Liverpool have not made a formal complaint, they have flagged up the chants from a minority of United fans in the club’s post-match report to the FA, specifically the “always the victims, it’s never your fault” chant – an offensive reference to the Hillsborough disaster – and references to “rats” and “robbers”. “It’s something we are aware of and looking into,” said the FA in a statement. Around 2,800 fans were present at Leigh Sports Village for the first WSL meeting between the two clubs. Asked about the chants, Liverpool’s manager, Vicky Jepson, said her players had not been put off. “These chants about Scousers robbing and stuff – bring it on,” she said. “We prepared for that. They’re notorious for their chanting but it didn’t bother me. My players and my staff were ready for that, so when they were shouting my name and shouting stuff, I just smiled. The main thing is that we came here to compete” The United and Liverpool women’s teams may not have the bitter history of their male counterparts but there is no love lost between the two sides. United’s manager, Casey Stoney, who hung up her boots after one season on Merseyside, recruited heavily from her former club, taking seven players along the M62 to help build the spine of her new side. But it was the former Arsenal player Lauren James who stood out. On the eve of her 18th birthday – and days after her brother Reece scored on his first start for Chelsea against Grimsby – James’s thundering strike past Anke Preuss and a Katie Zelem injury-time penalty earned United their precious first points and delivered a third consecutive league defeat for the visitors. Stoney later paid tribute, saying James can be “as good as she wants to be … I think that was one of the hardest-working performances I’ve seen from her. She knows what she is capable of and she has had great inspiration from her brother during the week. She is 18 tomorrow so we need to be patient with her. Yes, she’s very composed, we know what she can do with the ball but for me, talent-wise, she is one of the best in her age group.” Jepson was reflective. “Yes we lost, yes I’m absolutely gutted because I hate losing, especially to United. But it was marginal. The last three league games have been marginal defeats.” “The club have been made aware of reports of inappropriate chanting at yesterday’s game and are looking into this,” said Manchester United in a statement."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}