{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "fashion/2019/sep/20/high-octane-glitz-for-versace-as-j-lo-brings-the-house-down", "type": "article", "sectionId": "fashion", "sectionName": "Fashion", "webPublicationDate": "2019-09-20T22:08:55Z", "webTitle": "High-octane glitz for Versace as J-Lo brings the house down", "webUrl": "https://www.theguardian.com/fashion/2019/sep/20/high-octane-glitz-for-versace-as-j-lo-brings-the-house-down", "apiUrl": "https://content.guardianapis.com/fashion/2019/sep/20/high-octane-glitz-for-versace-as-j-lo-brings-the-house-down", "fields": {"headline": "High-octane glitz for Versace as J-Lo brings the house down", "bodyText": "One of the lesser-known aspects of Versace’s brand mythology is its role in the inception of Google Images. The story goes like this. In the year 2000 – as fashion scholars will recall – Jennifer Lopez wore a sheer, low-cut green Versace dress to the Grammys. “The whole world wanted to see that dress,” said Donatella Versace at a press conference in Milan on Friday. And so the world surfed the net – as we used to say – but couldn’t find the picture within the mainly text-based system. And lo, Google Images was born. The gown – inevitably known as ‘That’ Dress – melted the internet again when it appeared on the catwalk at Versace’s spring/summer show on Friday. Donatella teased the audience at first, using its print on tote bags, hooded jackets and denim skirt suits, its palm fronds interpreted as crystallised details on pool sliders and appliquéd on shirts. At the end of the show, Jennifer Lopez herself appeared in the dress, in a move that had US Vogue editor-in-chief Anna Wintour beaming and the upstanding, whooping, Instagram-posting fashion crowd proclaiming it even more spectacular than the moment, in 2017, when the designer reunited five supermodels. Even before J-Lo turned up, the show felt cranked up to 11, quite a feat for a brand so seeped in glitz and hedonism. All the biggest Insta supermodels – Bella and Gigi Hadid, Kendal Jenner and Vogue cover star Kaia Gerber – were there. The music pumped while palm tree fronds were projected on to floor-to-ceiling digital screens on the walls. The clothes were larger-than-life, literally, being a millennial take on 80s power dressing. Exaggerated proportions – T-shirts and cardigans with rolled shoulders built in and leg o’mutton sleeves on trench coats and leather dresses – ensured even the most waif-like models took up space as they strode down the catwalk. The Versace-logoed T-shirts and marble dyed tights were social media catnip. It was all strategically choreographed, of course. In September 2018, Versace – until then famously one of the last family businesses standing in fashion – was acquired for $2.1bn by Michael Kors Holdings, which then rebranded to Capri Holdings. With Versace, Michael Kors and luxury shoe label Jimmy Choo under its umbrella, Capri Holdings aims to become the first American luxury conglomerate to rival French behemoths LVMH and Kering. Versace is key to that growth, with the company seeking to double revenues and open 112 more stores by 2022. Versace was one of the brands that signed up to the Fashion Pact, launched at the G7 summit in August, and as such has pledged to achieve zero greenhouse gas emissions by 2050 and protect and restore natural ecosystems and oceans. The environmental impact of this particular show and collection was, at time of press, unconfirmed by the brand. There had been a lot of talk of tree-planting and carbon offsetting at some of the other shows this fashion month. At this show a tree was actually erected but it was part of the set – a 9-metre-tall gilded statue of a palm, which felt very Versace. You wondered whether some attendants might object to such high-octane glitz on global climate strike day. But with the ultimate feel-good moment of Jennifer Lopez strutting down the catwalk and Donatella Versace beaming beside her such concerns were too easy to forget."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}