{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/blog/2019/sep/13/talking-horses-hot-favourite-logician-can-land-st-leger-doncaster-horse-racing-tips", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-09-13T23:01:39Z", "webTitle": "Talking Horses: bank on hot favourite Logician to land the St Leger", "webUrl": "https://www.theguardian.com/sport/blog/2019/sep/13/talking-horses-hot-favourite-logician-can-land-st-leger-doncaster-horse-racing-tips", "apiUrl": "https://content.guardianapis.com/sport/blog/2019/sep/13/talking-horses-hot-favourite-logician-can-land-st-leger-doncaster-horse-racing-tips", "fields": {"headline": "Talking Horses: bank on hot favourite Logician to land the St Leger", "bodyText": "Clarehaven Stables in Newmarket now houses an impressive number of horses who seem extremely hard to beat and Logician (3.35) is just the latest of them. The roan colt has won all four of his races and it is hard to see past him at Doncaster in Saturday’s final Classic, the St Leger. The son of Frankel did not have much of a public profile until his Great Voltigeur success last month but he has started favourite every time and it seems John Gosden and his team had a good idea that he would prove useful. He should be fine on this fast surface, which is likely to be a disadvantage for Technician. Sir Dragonet might also have preferred some cut. Il Paradiso’s form with Stradivarius makes him interesting but Logician is a worthy favourite. Victory on him may mean a lot to Frankie Dettori, who gained an important early success as an apprentice aboard the horse’s great, great grand-dam, Didicoy. 1.50 Doncaster A huge amount of late ground was made up by Makanah when he was fourth in a similar race at the Ebor meeting. Having his first run back from a break, he was a lot further back in the early stages than he normally is and perhaps being slightly further forward here will enable him to get a better result. Julie Camacho’s four-year-old was allowed to start at 40-1 that day and still looks under-appreciated at 18-1 this time. 2.05 Chester One win from 10 starts is a poor return for a horse with the ability of Ben Vrackie but this step back in trip gives him a chance, especially against a small field of rivals who have their own limitations. His narrow defeat in a Royal Ascot handicap off a mark of 104 is strong form in this context. 2.25 Doncaster Shine So Bright was allowed his own way in front when scoring at York on his first run for more than three months but he is a short price considering this may not work out so helpfully. Turjomaan is an interesting alternative, having gone close in a Group Three at Glorious Goodwood, form which is working out well. 2.45 Chelmsford Though Lethal Lunch ran out of room in the closing stages at Ascot last time, a return to the all-weather should see him resume his gradual improvement. Clive Cox’s grey went from last to first in a slow-run race at Kempton last month and has more to offer. 3.00 Doncaster This renewal of the Champagne Stakes seems a bit short on quality and could be straightforward for the Gimcrack winner, Threat, who has been keeping good company all summer. Juan Elcano has pace but the form of his Newmarket second in July has not stood up well. 4.15 Leopardstown The Irish Champion Stakes is not being shown on ITV but will be available to viewers of RTE1 or RacingTV. It’s hard to escape the feeling that the obvious contenders are as short as they deserve to be in the betting. Magical sets a very high standard and perhaps this will be her day in the sun, now that there is no Enable or Crystal Ocean to contend with; she has chased one or other home in four Group Ones in the past year. Elarqam belongs here on the strength of his arguably unlucky third to Japan and the form with Crystal Ocean suggests there is nothing between him and Magical. Headman is progressive but has at least half a stone to find and the 11-2 looks skimpy. Deirdre, a revelation for the British audience when she scored at Goodwood, is the one horse who really might be overpriced at 14-1. She should bounce off this drying surface and we will get to find out how good she really is. Oisin Murphy, who won this last year on Roaring Lion, will give every assistance."}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}