{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "lifeandstyle/ng-interactive/2019/sep/29/meet-the-inventors-who-want-to-upgrade-your-life", "type": "interactive", "sectionId": "lifeandstyle", "sectionName": "Life and style", "webPublicationDate": "2019-09-28T23:05:21Z", "webTitle": "Meet the inventors who want to upgrade your life", "webUrl": "https://www.theguardian.com/lifeandstyle/ng-interactive/2019/sep/29/meet-the-inventors-who-want-to-upgrade-your-life", "apiUrl": "https://content.guardianapis.com/lifeandstyle/ng-interactive/2019/sep/29/meet-the-inventors-who-want-to-upgrade-your-life", "fields": {"headline": "Meet the inventors who want to upgrade your life", "bodyText": "Building a future from the ground up: Rotor Deconstruction In the centre of Brussels stands a huge warehouse brimming with lampshades and doorknobs, marble slabs and school chairs. Nineteenth century solid oak doors from Antwerp City Hall lie on one shelf, while floor tiles from a postwar office block are piled up nearby, next to row upon row of ceramic toilets. “Forestry in the city” is how Belgian architect Maarten Gielen describes the work of his practice, Rotor Deconstruction, where the wood isn’t from living trees, but harvested from condemned buildings. “Every year, each Brussels resident creates over half a tonne of construction waste, while we import about the same amount of new material,” he says. “We’re trying to connect the two streams.” Architectural salvage may have been around for centuries, but Gielen’s firm is trying to kickstart a radical shift in the way architects and builders think about construction, designing for reuse from the beginning, and changing people’s perceptions of the value of secondhand materials. With global construction waste estimated to double to 2.2bn tonnes a year by 2025, most of which ends up as landfill, they are calling for an urgent change in attitudes to the lifespan of building components, and a move away from recycling towards reusing. Rather than crushing expensive paving slabs for rubble in foundations, as usually happens, why not keep the value of the material in its original form? Founded as an architectural collective in 2005, Rotor have built an international reputation for their provocative research projects and exhibitions, which often expose the hidden forces that shape our material environment. They curated a warts-and-all monographic show on the work of Rem Koolhaas’s firm, OMA, at the Barbican, which included models scavenged from the bins alongside walls of client correspondence. For the Venice Biennale, they displayed worn carpets and chipped handrails from various Belgian municipal buildings as if they were precious relics. Their unlikely decision to set up a demolition company came in 2016, after years of frustration with what they saw as the architecture world’s lazy approach to “sustainability”. Operating as policy wonks as much as architects, Rotor approached the Brussels regional government and convinced the politicians to commission them to produce a new waste management plan for the region, which they crucially reframed as the “material” management plan. The response was enthusiastic, but change was slow to come. “It takes a long time to make legislation,” says Gielen, “so we decided to get on with it ourselves.” The first building they tackled was the former headquarters of Levi’s jeans, full of partition walls framed in pale tropical hardwood, which they sold quickly and cheaply from the site, not realising their true value at the time. Now, their warehouse inventory ranges from steel keyholes for 50 cents to a pair of solid bronze doorhandles from a noted bank interior for €1,750. The work began as an incredibly labour intensive process, but, as time has gone on, the team have perfected their methods. For ceramic tiles, they now have a series of baths of biological acid that eats away at the mortar, leaving them looking as good as new and ready to lay. They recently dismantled a 1930s nursery school in Leuven, where each room had its own beautifully tiled floors, which the developer is now planning to incorporate in the new building, while other projects range from the vast World Trade Centre towers in Brussels, from which they’ve prised out Carrara marble tiles and slick 1970s light fittings, to relocating the entire structure of a former horse-riding arena to be reincarnated as a waste sorting plant. It might sound like novelty “upcycling”, but Rotor are adamant that such repurposing must move from being a fringe pursuit to mainstream practice. As the planet hurtles ever further towards climate catastrophe and a future of depleted resources, the forgotten art of careful deconstruction is more important to relearn than ever before. Revealing the things humans can’t see: The Unseen When Lauren Bowker broke her back as a teenager it left her looking for ways to articulate the pain she was living with. That set her on an extraordinary path, working with new materials to show what can’t be seen. “I’ve always wanted to tap into my curiosity and to see the world through a new lens,” she says. Bowker followed her chemistry degree with a master’s in textiles. But what makes her approach truly unorthodox is that she combines rigorous scientific research with a personal interest in magic and the occult. “For me that just means banishing rigid thinking and fusing many different approaches – science, the natural world and artistic expression – to make seemingly impossible, fantastical things a reality,” she says. Five years ago, Bowker founded The Unseen, a materials innovation company which develops molecules that change colour, whether in response to heat, light, pollution, pH level, friction or pressure. “I’m revealing to the world what the eye cannot see,” she says. She and her team then apply these molecules in a range of fields, from purely artistic endeavours to fashion and beauty – with diverse collaborators including Estée Lauder, Formula 1, Virgin Galactic and Swarovski, for whom she created a headpiece of lab-grown gems that changed colour according to brain activity. In the Unseen’s London lab-studio, her team experiment with new concepts – “95% of which never see the light of day”. In 2017, they uploaded a video of Fire, an experimental colour-changing hair dye, which attracted 78m hits. Bowker is working with a global beauty brand to get it on sale. The other products in their collection include a serum that reacts to the sun to bring out temporary sun-kissed “freckles” and a blusher that blushes along with the wearer. “Skin is the barrier between the outer and inner person, it’s alive and changing all the time,” she says. “I’m not interested in using beauty as a mask but as a way to express ourselves. Mining materials for fascinating data: Institute of Making Co-director Zoe Laughlin’s role at University College London’s Institute of Making is, she explains, to oversee a hands-on symposium celebrating all aspects of materials and processes. “Making for me is defined as the relationship between those two,” she says. “We are material enthusiasts, who love what you can do with stuff.” At the heart of the Institute is the Materials Library, where samples of powders, beads and lumps are stacked. Adjacent is the workshop of lathes, potters’ wheels, 3D printers. “The materials and tools are inextricably linked,” says Laughlin. She describes the remit as one of inter-disciplinary, practical learning, where anyone enrolled at UCL can come in and play – “but play seriously – and trust that interesting things will happen.” The idea is that knowledge can come from anywhere. “Within a university the ultimate is the peer-reviewed paper or book – written knowledge,” she explains. “But there is knowledge that comes through the experience of doing.” She cites how surgeons back up teaching with hands-on practice, literally asking medical students to “hold this, squeeze this, see how it feels”. She encourages interaction between departments and allows anyone to drop in and experiment. “You could work part-time in the library or be a professor of nautical engineering – you’re all welcome. You never know who’s going to walk in.” Laughlin explains how she might approach the subject of “sharpness”, by bringing together a physicist with a butcher and a hairdresser – “And I guarantee the hairdresser will say something the physicist has not thought about.” She encourages visitors to push tools to the limit. “We try to make people feel at ease with breaking things because then you’ve done something interesting with it.” There’s one firm rule though: “No weapons and no assholes.” Her latest project is the Plastic Waste Innovation Hub which, she says, is about “bringing together the right people and saying, we’re not going to have all the answers, but this problem isn’t going to be solved without working as a team.” Laughlin comes from a farming family which has given her a grounded way of viewing the world. “I remember having conversations where my grandpa would say, ‘Now Zoe, when you’re 50 you need to chop these trees down … ’ When I’m seven. It’s a different perception of material responsibility. I’m trying to push for engineers, product designers – people responsible for making – to think of themselves as materials farmers. You come at it with a sense that there’s a 50-year responsibility around this object, and you have to pass that on.” Inventing clothes that will outlast their owner: Vollebak Nick and Steve Tidball abide by something they call the 99% rule. “It’s that 99% of your ideas will die,” says Steve. “And we’re OK with that, it’s how we’ve been trained.” Given their success rate you can only conclude: they must have a lot of ideas. The founders of Vollebak, a startup that aims to design “the future of clothes”, have already invented the Graphene Jacket, made from the only material to win a Nobel prize, the Planet Earth shirt, built for every jungle, mountain, ocean and city, and 100 Year Shorts, which won’t burn, tear or get wet and are designed to outlive you. The twins combine backgrounds in adventure sports (where they ran ultramarathons across arctic and Amazon) and advertising (where they ran award-winning accounts for Adidas and Airbnb), to make high-tech sportswear that draws on neuroscience, psychology and storytelling, and is as popular with extreme athletes as it is with Silicon Valley. Their Solar Charged Jacket – whose phosphorescent membrane can absorb light from an iPhone, or any source – was named one of Time magazine’s Best Inventions of 2018. With no advertising or wholesale – their shop is their website – Vollebak’s biggest problem is keeping things in stock. Their 2015 decision to quit lucrative jobs has paid off. “We like risky things and we like having fun,” says Steve. Last month they launched the Plant and Algae T-shirt (it’s made from both, bury it in the ground and it’ll vanish within eight weeks) and the Black Squid Jacket (it mimics the adaptive camouflage of its namesake). The Indestructible Puffer (15 times stronger than steel) follows in November, with the Deep Sleep Cocoon (designed to help you switch off in the most inhospitable places known to man) arriving just in time for Christmas. “I think guys are open to stories. If someone says ‘You can buy a normal hoodie, or one that can’t be set on fire because it’s made out of Kevlar’,” says Nick. “They respond to that. Developing a new leather… Are you ready for this jelly? Ma-tt-er At her studio in Hackney, east London, material designer Seetal Solanki sifts through her library. One of the materials she singles out is called malai, a substance made from bacteria in coconut water. Sourced from farmers in southern India it’s a byproduct of the white flesh harvested from coconuts. The water ferments in vats for two weeks, during which time a sheet of cellulose jelly forms. Mixed with natural fibres and resins, this jelly can be manufactured into small “leather” goods. “Some of these materials are happy accidents,” says Solanki. “But mostly, each is the result of rigorous research and development. There is no point making a material just for the sake of it.” Solanki studied textile design at Central Saint Martins before working across fashion, architecture, lighting and automotive design for over a decade. “I always questioned my role. There was so much waste produced because material designers simply weren’t fully integrated in the process. I wanted to create a place for material designers to feel understood.” Solanki set up Ma-tt-er – a materials research design studio, consultancy and school – in 2015. “It begins with teaching,” she stresses. The workshops, talks and courses run by the studio aren’t just for designers: Solanki has helped a doctor develop a biodegradable material for tissue engineering; and a chef recently turned up with a enzyme that occurs in meat. (“We inflated it, and expanded it. It was spongy: a bit like cake.”) In the workshop, different processes are applied to create new materials. “Seaweed is a good example,” Solanki explains. “Depending on how you process it, seaweed can be a fuel, a dye, a textile, food, furniture, beauty products … We are championing this whole-systems approach to responsible materials.” Solanki is also championing the next generation of material designers. Earlier this year, in association with MaDe (a European project which promotes circular economies), Ma-tt-er launched an open-call competition for designers. Of the entrants, 120 have been chosen to attend workshops throughout the year. (In the UK, these are taking place at the London Design Festival this month.) Those who make it to the next round will develop and exhibit their materials at Milan Design Week, Barcelona Design Week and London Design Festival in 2020. Three finalists will win a paid industry placement. “It’s an opportunity I wish I’d had,” admits Solanki."}, "isHosted": false, "pillarId": "pillar/lifestyle", "pillarName": "Lifestyle"}}}