{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "society/2019/sep/25/inspectors-discover-poor-standards-at-28-mental-health-units", "type": "article", "sectionId": "society", "sectionName": "Society", "webPublicationDate": "2019-09-24T23:01:10Z", "webTitle": "Inspectors discover poor standards at 28 mental health units", "webUrl": "https://www.theguardian.com/society/2019/sep/25/inspectors-discover-poor-standards-at-28-mental-health-units", "apiUrl": "https://content.guardianapis.com/society/2019/sep/25/inspectors-discover-poor-standards-at-28-mental-health-units", "fields": {"headline": "Inspectors discover poor standards at 28 mental health units", "bodyText": "Inspectors have found 28 privately run mental health units to be “inadequate” in the past three years, prompting fears that vulnerable patients are receiving poor and unsafe care. The disclosure of such widespread substandard care in mental health facilities run by non-NHS providers has prompted psychiatrists to call for a public inquiry to investigate. The Care Quality Commission (CQC) has rated 16 independently run mental health units as inadequate so far this year. It put four others in the same category last year, and eight in 2017. In its latest inspection report it disclosed how it found a patient with “unexplained injuries”, opportunities for patients to kill themselves and staff asleep while on duty at Cygnet Newbus Grange hospital, in Darlington. It has since been put into special measures and its 10 patients moved elsewhere. It is the sixth time this year that the CQC, England’s regulator of standards in health and social care, has deemed a mental heath unit run by Cygnet to be inadequate. The watchdog has expressed serious concern about what its inspectors found at Newbus Grange, including residents – men with autism, learning disabilities and complex needs – being restrained by staff using “inappropriate techniques” and no effort made to reduce obvious risks of suicide. Cygnet is a specialist mental health provider which operates more than 150 facilities across the UK, which between them have more than 1,000 beds. The large majority are occupied by NHS-funded patients, including those with autism and learning disabilities who spend months or years there. Earlier this month Sean McNulty, a member of staff at Newbus Grange, was jailed for abusing and ill-treating residents. Sentencing him to two years and eight months in prison Judge Peter Armstrong said he was a “sadistic bully”. CCTV footage had shown McNulty punching, kicking or slapping one patient 15 times. Cygnet is also the company which ran Whorlton Hall, in Durham, another unit for people with learning disabilities and autism, where a BBC Panorama investigation in May showed staff abusing residents. Ten people were arrested by police. Three of the 28 units slated by the CQC are run by the Priory Group, which in April was fined £300,000 over the death in its care of 14-year-old Amy El-Keria. Another three are run by St Andrew’s Healthcare. Prof Wendy Burn, the president of the Royal College of Psychiatrists, said: “We were horrified by the Panorama documentary … Now we learn that yet another hospital looking after this group of patients has been put into special measures by the CQC. “In view of the seriousness of this, we have written to the secretary of state urging him to commission a public inquiry led by a high court judge.” Burn is concerned that CQC inspections have repeatedly found serious failures by private providers to care properly for people with a range of mental health conditions. “We must have a thorough understanding of what is repeatedly going wrong and what needs to be put in place to ensure that this vulnerable group of people, some of whom are detained under the Mental Health Act, receive the high standard of care that they deserve,” she added. The CQC deemed Newbus Grange “inadequate” after an inspection in May, just a few months after declaring the hospital to be “outstanding”. Prof Ted Baker, the CQC’s chief inspector of hospitals, said: “There had clearly been an unacceptable deterioration in the managerial oversight of this hospital, and subsequently in the physical environment and the quality of care.” He said inspectors often found “substantial variation in the quality of care between mental health services ... both [at NHS] mental health trusts and independent mental health hospitals”. A Cygnet spokeswoman said: “Whilst 85% of our services are rated ‘good’ or ‘outstanding’, the regulatory inspection regime has changed in recent times and this means both independent and NHS providers across the industry are having to adapt. This is not exclusive to Cygnet. “Most of our inadequate facilities are from a recently acquired portfolio and we are undertaking an extensive level of renovations, transforming care plans and adapting to local commissioning demands.”"}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}