{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "environment/2019/sep/20/the-climate-crisis-explained-in-10-charts", "type": "article", "sectionId": "us-news", "sectionName": "US news", "webPublicationDate": "2019-09-19T21:29:37Z", "webTitle": "The climate crisis explained in 10 charts", "webUrl": "https://www.theguardian.com/environment/2019/sep/20/the-climate-crisis-explained-in-10-charts", "apiUrl": "https://content.guardianapis.com/environment/2019/sep/20/the-climate-crisis-explained-in-10-charts", "fields": {"headline": "The climate crisis explained in 10 charts", "bodyText": "The problem – rising carbon dioxide in the atmosphere The level of CO2 has been rising since the industrial revolution and is now at its highest for about 4 million years. The rate of the rise is even more striking – the fastest for 66m years – with scientists saying we are in “uncharted territory”. The causes – fossil fuel burning Billions of tonnes of CO2 are sent into the atmosphere every year from coal, oil and gas burning. There is no sign of these emissions starting to fall rapidly, as is needed. The causes – forest destruction The felling of forests for timber, cattle, soy and palm oil is a big contributor to carbon emissions. It is also a major cause of the annihilation of wildlife on Earth. The consequences – global temperature rise The planet’s average temperature started to climb steadily two centuries ago, but has rocketed since the second world war as consumption and population has risen. Global heating means there is more energy in the atmosphere, making extreme weather events more frequent and more intense. The consequences – ice melting in Greenland Greenland has lost almost 4 trillion tonnes of ice since 2002. Mountain ranges from the Himalayas to the Andes to the Alps are also losing ice rapidly as glaciers shrink. A third of the Himalayan and Hindu Kush ice is already doomed. The consequences – rising sea levels Sea levels are inexorably rising as ice on land melts and hotter oceans expand. Sea levels are slow to respond to global heating, so even if the temperature rise is restricted to 2C, one in five people in the world will eventually see their cities submerged, from New York to London to Shanghai. The consequences – shrinking Arctic sea ice As heating melts the sea ice, the darker water revealed absorbs more of the sun’s heat, causing more heating – one example of the vicious circles in the climate system. Scientists think the changes in the Arctic may be responsible for worsened heatwaves and floods in Eurasia and North America. The upside (I) – wind and solar energy is soaring Huge cost drops have seen renewable energy become the cheapest energy in many places and the rollout is projected to continue. Analysts also expect coal use to fall. But much government action is still required to reach the scale needed, and solve difficult problems such as aviation and farming. The upside (II) – electric vehicles The global fleet of electric cars and vans is still small compared with those running on fossil fuels. But sales are growing very fast. Electric cars are cheaper to run, suggesting they will become mainstream. The upside (III) – battery costs Renewable energy is intermittent, depending on when the sun shines or wind blows. So storage is vital and the cost of batteries is plummeting. But other technologies, such as generating hydrogen, will also be needed. This article was amended on 20 September 2019 to correct an error in the figure given for the rate of Greenland’s ice loss. The correct amount is 4 trillion tonnes of ice lost since 2002."}, "isHosted": false, "pillarId": "pillar/news", "pillarName": "News"}}}