{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/sep/28/yorkshire-flies-its-flags-for-local-hero-lizzie-deignan", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-09-28T21:40:18Z", "webTitle": "Yorkshire flies its flags for local cycling hero Lizzie Deignan", "webUrl": "https://www.theguardian.com/sport/2019/sep/28/yorkshire-flies-its-flags-for-local-hero-lizzie-deignan", "apiUrl": "https://content.guardianapis.com/sport/2019/sep/28/yorkshire-flies-its-flags-for-local-hero-lizzie-deignan", "fields": {"headline": "Yorkshire flies its flags for local cycling hero Lizzie Deignan", "bodyText": "It was not hard to identify Lizzie Deignan’s granny by the roadside in Otley on Saturday as her granddaughter went for her second world championship on home roads. Marjorie Dunn was the one wearing a yellow T-shirt saying “I’m Lizzie Armitstead’s Grandma – Now Lizzie Deignan”. The last bit was a recent addition, after her granddaughter married fellow cyclist Philip Deignan in 2016. By Yorkshire logic, it seemed daft to fork out for new one just because Lizzie had changed her surname, so she went down to the print shop in town and asked them to update it. “We’re not buying another,” said her husband Ray, himself sporting a Team Armitstead polo shirt he’d been given by BP at the 2012 Olympics, where Deignan won a silver medal. In the end a fairytale victory was not to be: Dutch rider Annemiek van Vleuten crossed the finish line in Harrogate more than five minutes before Deignan, who took 31st place. But that wasn’t for want of support from Otley. Most of the family, including 11 of Deignan’s cousins, watched the race on Saturday from the road outside the house where she grew up and where her parents, Carol and John Armitstead, still live. It can be no coincidence that Welcome to Yorkshire – the tourist board that persuaded the UCI, the world cycling body, to bring the championships to God’s Own County – had routed the race right by their back garden. How could Deignan resist? Yes, she had only given birth to her first child a year ago, but she would surely not miss the chance to follow up her 2015 title with one on roads she has ridden “hundreds, thousands” of times. Grandma was anxious. “It’s such a dangerous sport, road cycling,” she said, holding Ray’s hand tightly as the race helicopters hovered overhead. She wasn’t expecting a wave from her granddaughter: “She will be very focused on the race. I’ve not even rung her this week. I knew her mind would be solely on the world championships.” When the peloton swept past on the 93-mile course, Deignan was tucked tightly in the middle of a bunch, just a hint of a smile behind her sunglasses. It was remarkable to think that a just a year ago she was recovering from labour. She took minimal maternity leave, riding her bike until two days before her daughter Orla arrived, and then got back in the saddle six weeks later, fixated on being in contention at the 2019 world championships in her native Yorkshire. Leaving Otley with the cheers of family and friends ringing in her ears, she hit another wall of support on the Norwood Edge climb, where a contingent from the Otley Cycle Club had gathered. Deignan, an honorary member, last joined a run two weeks before Orla’s birth. “It was the only time we’ve ever been able to keep up with her,” said Justin Dyson.. “I remember at one point she was on my wheel and I was nervous. I was thinking, if I lose concentration it’s just just myself I’m bringing down here.” The 30-year-old may have been the home-crowd darling, but it was the Dutch squad who went in to the race as favourites. They delivered with devastating ease. Van Vleuten, who had a horrific crash during the road race at the 2016 Rio Olympics, was the rider to make an early breakaway with 64 miles to go on the Lofthouse climb. She rode on her own through the sunlit moors and dales of North Yorkshire all the way into Harrogate and across the finish line, followed two minutes later by last year’s world champion, Anna van der Breggen. Deignan accepted her defeat with grace, praising van Vleuten as “head and shoulders above everyone else today”. “I’m proud of the way I raced and the physical shape I got myself in to be here today,” she said. “Nobody knows the work I have put in to be here apart from me and my husband. I’m more motivated than ever and enjoying myself more than ever, so I am happy.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}