{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/live/2019/sep/19/eintracht-frankfurt-v-arsenal-rennes-v-celtic-manchester-united-astana-rangers-feyenoord-wolves-braga-europa-league-live", "type": "liveblog", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-19T21:14:44Z", "webTitle": "Europa League: Man Utd, Arsenal and Rangers win, Wolves lose – as it happened", "webUrl": "https://www.theguardian.com/football/live/2019/sep/19/eintracht-frankfurt-v-arsenal-rennes-v-celtic-manchester-united-astana-rangers-feyenoord-wolves-braga-europa-league-live", "apiUrl": "https://content.guardianapis.com/football/live/2019/sep/19/eintracht-frankfurt-v-arsenal-rennes-v-celtic-manchester-united-astana-rangers-feyenoord-wolves-braga-europa-league-live", "fields": {"headline": "Europa League: Man Utd, Arsenal and Rangers win, Wolves lose – as it happened", "bodyText": "Paul Doyle was our man at Molineux. This is how he saw it. Paul Wilson was at Old Trafford. Here’s his take. That’s your lot, then. A disappointing night for Wolves. An encouraging one for Manchester United, and those who think Mason Greenwood could be the real deal. And a cathartic one for Rangers at Ibrox, who get their Europa League campaign off to a flyer after the heartbreaking loss of Fernando Ricksen. Thanks for reading this Clockwatch blog. Nighty night, wherever you are. The full times. Group G: Porto 2-1 Young Boys; Rangers 1-0 Feyenoord Group H: Espanyol 1-1 Ferencvarosi; Ludogorets 5-1 CSKA Moscow Group I: Gent 3-2 St Etienne; Wolfsburg 3-1 Oleksandriya Group J: Borussia Moenchengladbach 0-4 Wolfsberger / RZ Pellets; Roma 4-0 Istanbul Basaksehir Group K: Slovan Bratislava 4-2 Besiktas; Wolverhampton Wanderers 0-0 Braga Group L: Manchester United 1-0 Astana; Partizan Belgrade 2-2 AZ All the full times to come, but while we wait for every whistle to blow, here’s the latest edition of Carry On Karius. FULL TIME: Wolverhampton Wanderers 0-1 Braga. Wolves very nearly snatch something at the death, Joao Moutinho’s late, late free kick flashing across the face of goal, right to left. But nobody can prod home, and that’s an opening defeat for Wolves on their long-awaited return to European competition proper. A couple of late goals elsewhere. Justin Kluivert makes it 4-0 for Roma against Istanbul Basaksehir on 90 minutes. And there’s a late winner for Slovan Bratislava, Marin Ljubicic making it 3-2 against Besiktas on the 90. FULL TIME: Rangers 1-0 Feyenoord. Rangers open their Europa League campaign with a precious three points. No more than Sheyi Ojo’s wonderful long-range strike deserved! A huge roar at Ibrox. You’d hope Fernando Ricksen is looking down from somewhere, smiling broadly. FULL TIME: Manchester United 1-0 Astana. It’s three points for United. Not the finest performance, but then that’s not really the point. A winning start to their Europa League campaign. Some precious experience for quite a few of the kids. And what a goal by 17-year-old Mason Greenwood! It’s his first for the club ... it’s not going to be his last, is it? A late chance for United to make it two, as Greenwood tears towards the Astana box and lays off to Lingard on his left. Lingard’s effort is weak; his young team-mate was entitled to have a shot of his own there. Manchester United are looking a little bit more confident since Ole rang the changes. One of the subs, Lingard, has just seen a long-range shot deflected onto a post; Diogo Dalot should have scored his first United goal by following in the rebound, but sent it over the bar. While those big goals were going in, nets were bulging elsewhere with great regularity. Wolfsberger / RZ Pellets are now 4-0 up at Borussia Moenchengladbach, Mario Leitgeb with the latest on 68 minutes. Myron Boadu has equalised for AZ at Partizan Belgrade; it’s 2-2 after 67 minutes. Nicolo Zaniolo makes it 3-0 for Roma against Istanbul Basaksehir. A Thomas Kaminski own goal on 74 minutes has reduced St Etienne’s deficit at Gent; it’s now just 3-2. And two goals in five minutes for Claudiu Keseru of Ludogorets, the second of those a penalty, make it 5-1 against CSKA Moscow. That’s a hat-trick for Keseru, and quite a turnaround in that match. A textboook Game of Two Halves. GOAL! Wolves 0-1 Braga (Ricardo Horta 71). The deadlock’s finally broken at Molineux. The hosts lose the ball on the halfway line. The visitors counter three on two. The ball’s shuttled left to right, and Ricardo Horta is released into acres of space. He reaches the box and slams an unstoppable shot into the bottom right past Rui Patricio. Wolves’ cold start to the season continues. GOAL! Manchester United 1-0 Astana (Greenwood 73). United have been collectively stodgy tonight, but the same can’t be said of young Mason Greenwood! He drops a shoulder down the right to burn off Dorin Rotariu, then bashes a fine shot under keeper Nenad Eric at the near post! You could question the keeper I guess, but that was as smooth as you like from the 17-year-old prodigy! A bit of clear space between Gent and St Etienne: a Loic Perrin own goal on 65 minutes makes it 3-1 to the home team. Meanwhile Oleksandriya pull a goal back at Wolfsburg (Yevhen Banada 66) only for Josip Brekalo to re-establish the hosts’ lead less than a minute later. Manchester United have been labouring a little. So Ole Gunnar Solskjaer makes a couple of changes. Whether he’d have preferred to keep his big names in reserve for the Premier League is a moot point, but on they come: Jesse Lingard and Juan Mata, replacing Angel Gomes and Tahith Chong. Espanyol equalise against Ferencvaros. Matias Vargas your man, arriving on the hour. It’s 1-1. And as the clock ticks round to 61 minutes, Partizan Belgrade take the lead against AZ, Bebras Natcho making it 2-1. It’s all good and well showcasing the rabonas up top. Now Marcos Rojo has some defending to do, and he’s not really up to the job, letting Marin Tomasov twist him out of shape on the right wing. Tomasov crosses deep, and Dorin Rotariu isn’t took far away from shocking Old Trafford at the far post. Edin Dzeko has given Roma a two-goal lead against Istanbul Basaksehir. It’s now 2-0, an hour just gone. Meanwhile Slovan Bratislava’s Andraz Sporar has made it 2-2 against Besiktas on 58 minutes. Turn away from Ludogorets versus CSKA Moscow for a few seconds, and look what happens! The home side were trailing at the break, but three goals in five minutes - Farias Wanderson (47), Jody Lukoki (50) and Claudiu Keseru (52) - have changed the match utterly. It’s still goalless at Molineux and Old Trafford. Manchester United nearly take the lead against Astana with a farcical goal, a couple of visiting defenders taking fresh-air swipes at a ball slowly rolling through their six-yard box, Mason Greenwood letting them off the hook with a scuff of his own from close range. Then another wave of attack sees Marcos Rojo lose the run of himself completely, attempting a rabona when a simple cross would have sufficed. To be fair it’s not a total miscue, but it doesn’t beat the first man, a couple of yards away, so as tricks go it was of limited use. Up at Ibrox, Rangers’ slim lead dangles by a thread. Eric Botteghin flings himself at a right-wing cross in the hope of recreating Keith Houchen’s famous 1987 FA Cup final goal for Coventry City. He doesn’t really connect properly and the ball flies off to the left. Full marks for effort and ambition, though. A lively start to the second half by Manchester United. Marcos Rojo channels his inner George Best, twisting and turning down the left and firing a shot-cum-cross through the six-yard box. Not entirely sure how Tahith Chong didn’t bundle that in at the far post. But he couldn’t quite connect. Now I’ll be the first to admit this Clockwatch has been lacking in a little detail so far. Unless you’re in the market for environmentally friendly wood pellets and briquettes from Austria, that is, in which case go to RZ Pellets, for all your pellet needs (other pellet manufacturers are available). Worry no more! Because here’s our man Paul Doyle with a splash of colour - old gold, naturally - regarding events at Molineux. Wolves and Braga are both in the bottom three of their domestic leagues but you wouldn’t know that from the first half at Molineux, even if there have been no goals. Braga have some dinky technicians, especially the winger Galeno, who could have been given a penalty after going down in the box under a challenge by Conor Coady; it was not exactly a heinous foul - Coady put his arm across the player after being outskilled - but spotkicks have been given for less. Other than that, Wolves have been defensively better than in their last two Premier League games, and have created some promising moments. Patrick Cutrone has done a lot of good work up front but his finishing has been sadly deficient. He’s missed three decent good chances, one of which he created brilliantly for himself. Still, there’s been enough from both teams to suggest this won’t end goalless or, at least, that there’ll be more chances to squander in the second half. The half-time scores. Group G: Rangers 1-0 Feyenoord; Porto 2-1 Young Boys Group H: Ludogorets 0-1 CZKA Moscow, Espanyol 0-1 Ferencvarosi Group I: Wolfsburg 2-0 Oleksandria; Gent 2-1 Saint-Etienne Group J: Roma 1-0 Istanbul Basaksehir; Borussia Moenchengladbach 0-3 Wolfsberger / RZ Pellets Group K: Slovan Bratislava 1-2 Besiktas; Wolves 0-0 Braga Group L: Manchester United 0-0 Astana, Partizan 1-1 AZ Jonathan David has regained the lead for Gent against St Etienne: it’s 2-1. Partizan Belgrade have levelled it up against AZ with a 42-minute Bebras Natcho penalty. And Besiktas have completed a turnaround at Slovan Bratislava, a Vasil Bozhikov own-goal just before the break making it 2-1 to the Turks. More goals! Roma have taken the lead just before half-time against Istanbul Basaksehir. It’s 1-0 to the Italian giants, courtesy of a Uilson Junior Caicara own goal. Meanwhile Marcel Ritzmaier has made it 3-0 to Wolfsberger at Borussia Moenchengladbach. Wolfsberger, from the Austrian town of Wolfsberg, are currently known as RZ Pellets WAC for sponsorship purposes. It’s not Wolsberger producing the pellets in this match, though, is it. It’s the Foals who are doing that. Three heavy sacks of them. St Etienne have equalised against Gent. It’s 1-1 in Belgium, Wahbi Khazri putting the French visitors on terms after 38 minutes. Meanwhile Jonas Svensson of AZ has been sent packing at Partizan Belgrade. Foul play in the professional style. A warning against complacency for Manchester United, as Astana make a royal balls of a two-on-one break. Even so, Roman Murtazayev should have worked Sergio Romero in the United goal, but his eventual shot from the edge of the area barely qualified as a backpass. On the bench, Ole smacks his lips and furrows his brow. It’s all happening, to quote the great entertainer Danny Boon. Porto 2 have retaken the lead against Young Boys, Francisco Tiquinho Soares putting them 2-1 up on 29 minutes. Slovan Bratislava have been pegged back by Besiktas, Adem Ljajic’s penalty just before the half hour making it 1-1. And Borussia Moenchengladbach are now 0-2 down at home to Wolfsberger, Mario Leitgeb with the second on 31 minutes. Manchester United have lost a little bit of their early momentum against Astana. They’re enjoying the lion’s share of possession but doing precious little with it right now. The home crowd amuse themselves by working out a new song for Harry Maguire, currently sitting on the bench. “Harry Maguire, Harry Maguire, Harry Maguire, Harry Maguire,” it goes. Give them time, he’s only been there a few weeks. Another goal meantime for Wolfsburg. Admir Mehmedi makes it 2-0 after 24 minutes against Oleksandriya. GOAL! Rangers 1-0 Feyenoord. (Ojo 24) Don’t be looking for consistency, you’ll get none here tonight. But Rangers have been attacking in waves at Ibrox, and finally the breakthrough comes, courtesy of a Sheyi Ojo thriker, whistled into the top corner from distance. The grand old place is bouncing! Nick Ames was in Frankfurt tonight to witness Arsenal run riot. Sort of. Here’s his report, fresh out of the oven. Dig in! Enjoy! Wolfsburg have gone a goal up against Oleksandriya. Maximilian Arnold with the 20th-minute opener. As for sort-of-near-namesakes Wolverhampton? Patrick Cutrone has very nearly opened the scoring against Braga at Molineux, twisting and turning, a shot finally blootered inches over the bar on the turn from a tight angle on the left. The legendary Stan Cullis would have approved of the mix of skill and old-school directness on the European stage. Young Boys have equalised against FC Porto. Jean Pierre Nsame with a penalty on 15 minutes. You’ll notice I’ve already given up on the GOAL! formatting. This is quicker. Think of me as a modern-day Ceefax P303, only without the pixelated charm. In Manchester United’s group, Partizan Belgrade have fallen behind at home to AZ. Calvin Stengs with the opener on 12 minutes. As for United themselves? Their best move so far culminated in Greenwood swanning in from the right flank and nearly bending a very lovely shot into the far corner. Not far away at all, and this lad looks the real deal, just as Ole Gunnar Solskjaer insists. And why wouldn’t you take his word? There’s a fair chance the man knows what he’s talking about. GOAL! GOAL! GOAL! GOAL! Four of them have gone in, all across the continent. Look see: Espanyol 0-1 Ferencvaros (Lopez og 10) Ludogorets 0-1 CSKA Moscow (Diveev 11) Borussia M’gladbach 0-1 Wolfsberger (Weissman 13) Slovan Bratislava 1-0 Besiktas (Sporar 14) MISSED PENALTY! Rangers captain James Tavernier has the opportunity to give Steven Gerrard’s side the perfect start against Feyenoord, but clips the outside of the right-hand post with his daisycutter. GOAL! Porto 1-0 Young Boys. (Francisco Tiquinho Soares 8) The 2003 and 2011 winners Porto take the lead against Young Boys of Bern. GOAL! Gent 1-0 St Etienne. (David 2) The first goal of the late kick-offs is scored by Gent. Belle and Sebastian earworm Jonathan David scores it, putting his side 1-0 up against St Etienne in what appears to be some sort of 1990s indie-band derby. Over to Old Trafford, and it’s nearly a fast start for the hosts. The kids are alright, but Fred, 26, is even better. He launches a long shot towards the top-right corner from the best part of 30 yards. He beats the Astana keeper, but the ball pings off the top of the crossbar. So close. Silence descends on Ibrox. A minute in heartbreaking honour of former Rangers captain Fernando Ricksen, who lost his brave battle with Motor Neurone disease yesterday. Immaculately observed. Gone too young. RIP. Thanks Simon. So let’s just remind ourselves of the line-ups in the three big 8pm kick-offs. Other fixtures are available, and we’ll be keeping abreast of them, sort of. But these are the biggies. Manchester United: Romero, Dalot, Jones, Tuanzebe, Rojo, Fred, Matic, Gomes, Rashford, Greenwood, Chong. Subs: Maguire, Mata, Grant, Lingard, Young, Garner, McTominay. Astana: Eric, Rukavina, Evgeni Postnikov, Tomasevic, Shomko, Tomasov, Maewski, Simunovic, Sigurjonsson, Rotariu, Murtazaev. Subs: Muzhikov, Beysebekov, Mubele, Logvinenko, Pertsukh, Janga, Mokin. Solskjaer’s Sprogs get a run-out for United tonight. Angel Gomes and Tahith Chong make their first starts for the club, while 17-year-old Mason Greenwood is also named up front. Only Nemanja Matic and Marcus Rashford retain their starting spots from the win over Leicester. Plus: the lesser-spotted Fred! Rangers: McGregor, Tavernier, Helander, Goldson, Barisic, Kamara, Davis, Jack, Ojo, Morelos, Arfield. Subs: Barker, Edmundson, Defoe, Foderingham, Halliday, Aribo, King. Feyenoord: Vermeer, Karsdorp, Ie, Botteghin, Haps, Kokcu, Fer, Tapia, Berghuis, Sinisterra, Larsson. Subs: Senesi, Narsingh, Jorgensen, Malacia, Bijlow, Toornstra, Burger. An emotional night as Ibrox mourns the passing of Fernando Ricksen. On the pitch, Steven Gerrard makes four changes to the side that beat Livingston at the weekend. Nikola Katic, Andy Halliday, Joe Aribo and the injured Ryan Kent are replaced by Filip Helander, Borna Barisic, Glen Kamara and Ryan Jack. Wolverhampton Wanderers: Rui Patricio, Bennett, Coady, Boly, Doherty, Dendoncker, Neves, Gibbs-White, Jonny, Jimenez, Cutrone. Subs: Pedro Neto, Jota, Ruddy, Saiss, Joao Moutinho, Ruben Vinagre, Traore. Braga: Matheus Magalhaes, Ricardo Esgaio, Bruno Viana, Pablo Santos, Nuno Sequeira, Fransergio, Joao Palhinha, Andre Horta, Ricardo Horta, Paulinho, Galeno. Subs: Claudemir, Kouka, Diogo Viana, Joao Novais, Murilo Souza, Trincao, Eduardo. Nuno Espirito Santo makes five changes from the underperforming XI named for the 5-2 home defeat to Chelsea at the weekend. Ryan Bennett, Willy Boly, Matt Doherty Morgan Gibbs-White and Patrick Cutrone return to the starting line-up, with Romain Saiss, Jesus Vallejo, Adama Traore, Joao Moutinho and Diogo Jota dropping to the bench. Right, time for Scott Murray to take over for the late games. Bye! The early games are over, and this is how they ended: Eintracht Frankfurt 0-3 Arsenal Standard Liège 2-0 Vitória Guimarães Basel 5-0 Krasnodar Getafe 1-0 Trabzonspor PSV 3-2 Sporting LASK 1-0 Rosenborg Rennes 1-1 Celtic CFR Cluj 2-1 Lazio APOEL 3-4 F91 Dudelange Qarabağ 0-3 Sevilla Dynamo Kyiv 1-0 Malmö København 1-0 Lugano Final score: Rennes 1-1 Celtic! A penalty and in due course a point apiece in Group E. Final score: Eintracht Frankfurt 0-3 Arsenal! A frankly bonkers game in which either side could have scored any number of goals, but it ended with the Gunners three goals and one man up. GOAL! Standard Liege 2-0 Guimaraes! Paul-Jose M’Poku, once of Tottenham’s academy, has made the game safe in Liege. Red card! Celtic go down to 10! Vakoun Bayo has copped a second yellow, and is on his way to a (fractionally) early bath, a couple of minutes into five minutes of stoppage time. It’s still Rennes 1-1 Celtic. Also three goals to the good are Sevilla, Oliver Torres having given them a 3-0 lead over Qarabag in the 85th minute. GOAL! Eintracht Frankfurt 0-3 Arsenal! They’re not missing now! Saka nicks the ball in midfield and suddenly Arsenal have a three-on-one! He passes to Aubameyang, who dummies and then passes into the corner of the net. Saka has been dangerous all game, and suddenly has a goal and two assists! GOAL! Apoel Nicosia 3-4 Dudelange! What a game! Danel Sinani puts the visitors back into the lead in the 82nd minute! GOAL! Eintracht Frankfurt 0-2 Arsenal! And the Gunners have won it! Arsenal break through Xhaka who finds Pepe on the right. The Ivorian runs towards the box and passes inside to Saka, who checks onto his left foot and curls a lovely shot inside the far post! GOAL! Dynamo Kyiv 1-0 Malmo! Vitaliy Buyalsky puts the home side ahead in the 84th minute! Arsenal miss another sitter! The sittiest sitter of the entire evening! The ball is lifted into the area from the left, Chambers volleys it back across goal and Aubameyang has most of an empty net to tap into - but he taps wide of it! Red card! Eintracht Frankfurt go down to 10 men! Dominik Kohr gets his marching orders after picking up a second booking for tripping Saka! GOAL! Cluj 2-1 Lazio! Bilel Omrani puts Cluj ahead, heading in the rebound after his own shot had hit the bar. For the second successive game Arsenal have had a player booked for timewasting. Kolasinac attracted the referee’s ire for dallying over a throw-in. GOAL! Standard Liege 1-0 Guimaraes! The French left-back Florent Hanin has scored an own goal in Belgium! Scratch that! Dominik Stolz has made it Apoel 3-3 Dudelange! That goal ended a 14-minute goal drought, which must have been extremely testing for all concerned. Four goals in seven minutes in Nicosia! In the 51st minute Antoine Bernier put Dudelange 2-0 up, and the away side probably thought they had victory in the bag. In the 58th minute Andrija Pavlović made it 3-2 to Apoel with his second goal in four minutes, and Tomás De Vincenti managed to squeeze a penalty between them! Willock is denied by the goalkeeper’s legs! This game is not going to feature in any defensive coaching manuals, except as some kind of worst-case scenario disaster-planning exercise. GOAL! Qarabag 0-1 Sevilla! Javier Hernandez has put Sevilla a goal up at Qarabag. The home side are yet to have a shot on target. Wolves v Braga teams! Wolverhampton: Rui Patricio, Bennett, Coady, Boly, Doherty, Dendoncker, Neves, Gibbs-White, Jonny, Jimenez, Cutrone. Subs: Pedro Neto, Jota, Ruddy, Saiss, Joao Moutinho, Ruben Vinagre, Traore. Braga: Matheus Magalhaes, Ricardo Esgaio, Bruno Viana, Pablo Santos, Nuno Sequeira, Fransergio, Joao Palhinha, Andre Horta, Ricardo Horta, Paulinho, Galeno. Subs: Claudemir, Kouka, Diogo Viana, Joao Novais, Murilo Souza, Trincao, Eduardo. Referee: Jakob Kehlet (Denmark). Team news from Ibrox! An emotional night as Ibrox mourns the passing of Fernando Ricksen. On the pitch, Steven Gerrard makes four changes to the side that beat Livingston at the weekend. Nikola Katic, Andy Halliday, Joe Aribo and the injured Ryan Kent are replaced by Filip Helander, Borna Barisic, Glen Kamara and Ryan Jack. Rangers: McGregor, Tavernier, Helander, Goldson, Barisic, Kamara, Davis, Jack, Ojo, Morelos, Arfield. Subs: Barker, Edmundson, Defoe, Foderingham, Halliday, Aribo, King. Feyenoord: Vermeer, Karsdorp, Ie, Botteghin, Haps, Kokcu, Fer, Tapia, Berghuis, Sinisterra, Larsson. Subs: Senesi, Narsingh, Jorgensen, Malacia, Bijlow, Toornstra, Burger. Referee: Viktor Kassai (Hungary). Here’s Manchester United’s starting XI. And Astana’s, for that matter: Solskjaer’s Sprogs get a run-out for United tonight. Angel Gomes and Tahith Chong make their first starts for the club, while 17-year-old Mason Greenwood is also named up front. Only Nemanja Matic and Marcus Rashford retain their starting spots from the win over Leicester. Plus: the lesser-spotted Fred! Man Utd: Romero, Dalot, Jones, Tuanzebe, Rojo, Fred, Matic, Gomes, Rashford, Greenwood, Chong. Subs: Maguire, Mata, Grant, Lingard, Young, Garner, McTominay. Astana: Eric, Rukavina, Evgeni Postnikov, Tomasevic, Shomko, Tomasov, Maewski, Simunovic, Sigurjonsson, Rotariu, Murtazaev. Subs: Muzhikov, Beysebekov, Mubele, Logvinenko, Pertsukh, Janga, Mokin. Referee: Francois Letexier (France). Another Frankfurt miss! This time André Silva spears over with his left foot when picked out by a low cross! How the home side haven’t scored in this game is beyond me. GOAL! Rennes 1-1 Celtic Ryan Christie rattles the penalty home! The keeper goes the right way, but can’t even touch it! Celtic have a penalty! Forrest tricks Da Silva inside the area and goes down, and the referee blows instantly! Arsenal hit the bar with a free-kick from the right, surely intended as a cross. GOAL! Basel 4-0 Krasnodar! Two goals in three minutes for the Swiss side, Luca Zuffi with the first before Tonny Vilhena turned a cross into his own net! GOAL! PSV 3-1 Sporting! Timo Baumgartl has restored the home side’s two-goal advantage in Holland, converting a corner. And now a chance for Aubameyang! It’s a lovely run and pass from Willock, and Aubameyang would surely have scored but for Hinteregger’s sliding challenge! This game is ludicrously open! And again! Kohr passes to André Silva, who shoots over! Frankfurt come close! A cross from the left, and though it’s just too high for Dost (which means it was very high indeed) it would have been just right for André Silva had the Dutchman left it alone. Back under way! The second half kicks off in Rennes, while in Frankfurt the players are poised. I don’t know what Raúl Jiménez’s boots normally look like, so can’t really judge how interesting this is. They are quite smart boots, to be fair. The goals you don’t know about: Sebastián Coates scored an own goal to give PSV a 2-0 lead over Sporting, but Bruno Fernandes has pulled one back from the spot. Also in Group D, James Holland scored in the third minute of first-half stoppage time to give LASK the advantage against Rosenborg. Finally, Kevin Bua’s smart finish has doubled Basel’s lead over Krasnodar, the 26-year-old scoring both of the goals. The half-time scores in full: Eintracht Frankfurt 0-1 Arsenal Standard Liège 0-0 Vitória Guimarães Basel 2-0 Krasnodar Getafe 1-0 Trabzonspor PSV 2-1 Sporting LASK 1-0 Rosenborg Rennes 1-0 Celtic CFR Cluj 1-1 Lazio APOEL 0-1 F91 Dudelange Qarabağ 0-0 Sevilla Dynamo Kyiv 0-0 Malmö København 0-0 Lugano It’s half-time everywhere, and I have a couple of goals to tell you about: Ciprian Deac has equalised from the penalty spot for Cluj against Lazio, while Danel Sinani has put Dudelange ahead at APOEL. Into stoppage time in Frankfurt, and the home side come close again! André Silva this time shoots from the right of goal, and Martinez gets down smartly and pushes it away with his right glove! Nathan Brown emails. “A match is 90 minutes long,” he writes. “So it could perhaps be made up of 6 matches of 15 minutes. Therefore 12 matches of 15 minutes is the equivalent of 2 full matches. My point is - you’re right, Arsenal have missed a fair few chances already.” They have now stopped missing, but you’re right, that was terrible elementary mathematics. GOAL! Frankfurt 0-1 Arsenal! They’ve only gone and scored! Inevitably, it took a deflection and a lucky bounce. Willock it was, running down the left, cutting onto his right foot and then shooting into a defender’s leg, then into the turf, then over the keeper, then in off the underside of the bar! GOAL! Rennes 1-0 Celtic! Niang slams the penalty home, after sending Forster the wrong way! Rennes have a penalty! Ajer doing the most ridiculous amount of shirt-pulling in the box there. Saka’s low cross towards Aubameyang is well cleared by Sow, another heart-in-mouth moment for the home side. Somehow Arsenal have only had five shots; Frankfurt have had 12. Arsenal miss another one! This time Smith-Rowe roars through on goal, but Trapp wins the one-on-one! GOAL! Cluj 0-1 Lazio! A goal has been scored at Cluj. I can’t tell you anthing about it. Sorry. Now Willock misses an absolute sitter for Arsenal! How has he spooned that one? Aubameyang cuts the ball back from the byline, Willock times his run to perfection, he gets to the ball and sidefoots it wide! And probably also high! Donyell Malen, PSV’s scorer, is a graduate of Arsenal’s academy, so the Gunners kind of scored in Europe tonight. Eintracht keep threatening! Now Kostic is played in, on the left side of the penalty area, and his excellent low shot across goal is very well saved! The goals are flying in now! Donyell Malen makes it PSV 1-0 Sporting Meanwhile in Rennes Celtic tghreaten twice, one left-wing cross zipping across the edge of the six-yard box but evading everybody and then Edouard bursting into the box before deciding to dive rather than shoot. Arsenal wobble again! How is this still 0-0? This time, after a left-wing cross causes panic, Bas Dost shoots high on the spin. Another goal! Ángel has put Getafe ahead at home to Trabzonspor with a thumping header. Now Eintracht should score! But Kostic, who could have squared the ball or just scored himself, blasts a left-footed shot wide of the near post! Arsenal threaten again, but Trapp comes out quickly to reach the ball just before Torreira, who might have injured his ankle in hurdling the onrushing keeper. Twelve games are being played, each now 15 minutes old. That’s the equivalent of four* full matches played, and only one goal has been scored. * [Later edit] This is not true. It is the equivalent of two full matches. I did bad maths. Meanwhile in Rennes, Grenier heads wide when he might have put the home side ahead against Celtic. Arsenal fluff another excellent chance. This time Sow gives the ball to Saka, but he fails to release Aubameyang when all it would have taken was a straightforward pass, and the opportunity disappears in a puff of disappointment. There has only been one Europa League goal so far, and it has been scored by Kevin Bua, whose 10th-minute goal has put Basel ahead against Krasnodar. When they do get the ball into the box, Kamada falls over backwards in a ludicrous and unsuccessful attempt to win a penalty. Frankfurt have dominated since that chance, but without threatening Arsenal’s penalty area. What a chance for Arsenal! In the fifth minute, Saka lifts the ball to the far post where Torreira runs onto it, totally ignored by the defence. He meets it on the half-volley, eight yards out, and blasts it miles high! Peeeeeep! We’re off! In case you’re wondering what Tony Yeboah looks like these days: In case you’re wondering who Tony Yeboah is: And out they come! Behind the home goal, all hell breaks loose. The players are on their way out! I’m watching events at Frankfurt, where the players’ tunnel looks like a conference centre. The away dressing-room at Eintracht Frankfurt looks pleasingly old-school: Arsenal have arrived for their game at Frankfurt, and don’t they look excited? Here are the starting line-ups from the Philips Stadion: PSV: Zoet, Dumfries, Baumgartl, Viergever, Boscagli, Hendrix, Rosario, Ihattaren, Bergwijn, Malen, Bruma. Subs: Schwaab, Mitroglou, Gakpo, Ruiter, Doan, Sadilek, Teze. Sporting: Ribeiro, Rosier, Coates, Neto, Acuna, Bolasie, Doumbia, Wendel, Luis, Vietto, Bruno Fernandes. Subs: Tiago Ilori, Eduardo Henrique, Camacho, Borja, Pedro Mendes, Cabral, Maximiano. Referee: Ivan Kruzliak (Slovakia). Rennes: Mendy; Traoré, Da Silva, Gnagnon, Morel; Bourigeaud, Jonas Martin, Grenier; Raphinha, Niang, Tait. Subs: Salin, Siebatcheu, Lea Siliki, Camavinga, Del Castillo, Hunou, Gelin. Celtic: Forster; Elhamed, Ajer, Jullien, Bolingoli; Brown, McGregor; Forrest, Christie, Elyounoussi; Edouard. Subs: Gordon, Bayo, Bauer, Hayes, Morgan, Rogic, Ntcham. Celtic manager Neil Lennon named an unchanged team for their Europa League group opener in Rennes. That meant no place in the starting line-up for French midfielder Olivier Ntcham, with Norway winger Mohamed Elyounoussi keeping his place after his debut at Hamilton. Lewis Morgan replaced the injured Leigh Griffiths on the bench. Here’s PA Media’s take on the Arsenal line-up: Arsenal head coach Unai Emery made seven changes for the Europa League Group F opener at Eintracht Frankfurt. The Gunners boss kept Sead Kolasinac, Granit Xhaka, David Luiz and Pierre-Emerick Aubameyang in his side from the weekend Premier League draw at Watford. Emiliano Martinez came in in goal for his first Arsenal appearance since December while Shkodran Mustafi was named in defence having been told he was free to leave in the summer. There were also starts for Lucas Torreira and Callum Chambers while Emery also gave opportunities for youngsters Joe Willock, Emile Smith Rowe and Bukayo Saka to impress. A load of changes for Arsenal, including Bukayo Saka making his second first-team start: Eintracht Frankfurt: Trapp, Abraham, Hasebe, Hinteregger, Kohr, Da Costa, Sow, Kamada, Kostic, Dost, Andre Silva. Subs: Ndicka, Falette, Fernandes, Joveljic, Chandler, Ronnow, Paciencia. Arsenal: Martinez, Chambers, Mustafi, Luiz, Kolasinac, Torreira, Xhaka, Smith-Rowe, Willock, Saka, Aubameyang. Subs: Leno, Ceballos, Maitland-Niles, Pepe, Nelson, Guendouzi, Martinelli. Referee: Davide Massa (Italy). We have some team news trickling in. Hold on to your hats ... Welcome to another bumper evening of European football, in which 24 games will be played in two batches over five hours - and we’ll be here for the lot of it. In the early games Celtic head to Rennes, where they should keep an eye out for the outrageously gifted 16-year-old defensive midfielder Eduardo Camavinga, who has played every minute of the French side’s season so far, while Arsenal visit Eintracht Frankfurt without Sokratis Papastathopoulos or Mesut Ozil, both dropped after flopping at Vicarage Road at the weekend. “Usually Eintracht are doing high pressing,” says Unai Emery worryingly, as we saw at Watford on Sunday that their defence can spontaneously self-combust when pressed. “Some mistakes we made on Sunday we need to improve. Today is another challenge to show how we can improve. Last year Frankfurt played in the same semi-final as Chelsea. To start tomorrow with them is a tough match.” There’s also PSV v Sporting, which looks like a Champions League fixture that has simply got lost somewhere though in fact the teams have played twice in the Europa League since they last met in the continent’s premier competition back in 1998. True fact: there has only been one away win in 11 meetings since 1975. Rangers, Wolves and Manchester United all play at home later, with United likely to field a much-changed line-up after Daniel James joined Paul Pogba, Anthony Martial and Luke Shaw on the injured list, while Ole Gunnar Solskjaer has promised to play Sergio Romero in goal, plus Fred, Mason Greenwood and Axel Tuanzebe. It should all, in short, be a jolly fine wheeze. Here are tonight’s fixtures in full: 5.55pm BST kick-offs Eintracht Frankfurt v Arsenal Standard Liège v Vitória Guimarães Basel v Krasnodar Getafe v Trabzonspor PSV v Sporting LASK v Rosenborg Rennes v Celtic CFR Cluj v Lazio APOEL v F91 Dudelange Qarabağ v Sevilla Dynamo Kyiv v Malmö København v Lugano 8pm BST kick-offs Ludogorets v CSKA Moscow Espanyol v Ferencváros Wolfsburg v Oleksandria Gent v Saint-Étienne Porto v Young Boys Rangers v Feyenoord Roma v İstanbul Başakşehir Borussia Monchengladbach v Wolfsberger Wolverhampton Wanderers v Sporting Braga Slovan Bratislava v Beşiktaş Manchester United v Astana Partizan v AZ"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}