{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "football/2019/sep/11/jordan-henderson-england-learn-defensive-mistakes-kosovo", "type": "article", "sectionId": "football", "sectionName": "Football", "webPublicationDate": "2019-09-11T21:35:00Z", "webTitle": "England must learn from mistakes against Kosovo, says Jordan Henderson", "webUrl": "https://www.theguardian.com/football/2019/sep/11/jordan-henderson-england-learn-defensive-mistakes-kosovo", "apiUrl": "https://content.guardianapis.com/football/2019/sep/11/jordan-henderson-england-learn-defensive-mistakes-kosovo", "fields": {"headline": "England must learn from mistakes against Kosovo, says Jordan Henderson", "bodyText": "Jordan Henderson has said England’s players will hold an inquest into the defensive failings that blighted the 5-3 win over Kosovo when they meet for next month’s Euro 2020 qualifiers in the Czech Republic and Bulgaria. Although the front three of Harry Kane, Jadon Sancho and Raheem Sterling sparkled in a win that enabled Gareth Southgate’s side to tighten their grip on top spot in Group A, errors from Michael Keane, Harry Maguire and Declan Rice for Kosovo’s goals left England with plenty to ponder. “We’ll wait until the next meeting to analyse it properly,” Henderson said. “There’s a lot of emotion involved when you come straight in from a game, so I think that will have to come at the next camp. That will be important because we need to learn from tonight. “It’s really important to reflect. You’re going to have goals scored against you but I thought we reacted really well after the goal in the first half. That’s a good sign. But second half there was a little bit of sloppiness. We’ll have to look back at the goals. I couldn’t imagine they were great goals from our point of view.” Although four consecutive victories have put England in a commanding position, Henderson accepted they need to defend better. “We’re scoring some brilliant goals and we look so dangerous on the break,” he said. “When we turn over the ball we break with pace and look frightening at times. But football is about defending at times and you need to keep clean sheets. That’s important if you want to win things.” However the Liverpool midfielder believes Southgate’s young side are moving in the right direction. He reserved special praise for Sancho, who opened his England account with two goals. “I thought Sancho was brilliant at times,” Henderson said. “He was so good with the ball, his runs and his final product. There’s still a lot of positives. We’re still confident and feel we’re going in the right direction, but we’re far from being the perfect team. We want to be even better.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}