{"response": {"status": "ok", "userTier": "developer", "total": 1, "content": {"id": "sport/2019/sep/19/england-billy-vunipola-ready-family-footsteps-world-cup", "type": "article", "sectionId": "sport", "sectionName": "Sport", "webPublicationDate": "2019-09-19T21:00:41Z", "webTitle": "England’s Billy Vunipola ready to follow in family footsteps at World Cup", "webUrl": "https://www.theguardian.com/sport/2019/sep/19/england-billy-vunipola-ready-family-footsteps-world-cup", "apiUrl": "https://content.guardianapis.com/sport/2019/sep/19/england-billy-vunipola-ready-family-footsteps-world-cup", "fields": {"headline": "England’s Billy Vunipola ready to follow in family footsteps at World Cup", "bodyText": "Billy Vunipola will follow in the footsteps of his father and uncle on Sunday when appearing in a World Cup match between England and Tonga. Twenty years ago, his dad, Fe’ao, and his brother, Elisi, were part of the Tonga side who played England at Twickenham and two decades on Billy picks up the torch. Vunipola junior was a spectator that day, making his first trip to Twickenham aged six, hand in hand with his brother Mako. Tonga also played against Leicester at Welford Road on that tour, as well as the All Blacks – including Jonah Lomu – in Bristol. It was England’s home ground, however, that resonated most. “It was such a surreal time for me and my brother as we had just got off the plane straight into a World Cup, we were just taking it in our stride, following my dad around to Twickenham,” said Vunipola, who was due to be named overnight in England’s starting XV. “I remember Twickenham being like a spaceship, it was so big compared to anything we had ever seen coming from Tonga.” Suffice to say they are expecting quite the crowd at the Vunipola household in the Tongan village of Longolongo. There may be split loyalties around the country but not at the house where Vunipola’s grandmother and aunt live. “[Their] house is a point where they go to watch the games together as a celebration,” Vunipola said. “Whenever we are playing, whether that is at home for England or for my club, they will all be watching and supporting and messaging me or my wife, so I will know about it if they are watching because they think it is all down to them that we are winning. I am excited to see what type of support we can garner this weekend.” Vunipola is forthright when he says he is Tongan but equally so when he explains how much he wants England to win on Sunday. Unsurprisingly he expects Sunday to be different to anything he has experienced in an England shirt. “I am Tongan, my parents are and my grandparents are so it will be very emotional just as much as anything else. I have to get my head right and my body right, be the best prepared I can be.” Vunipola also agrees with England’s attack coach, Scott Wisemantel, who urged the Rugby Football Union this week to consider touring the Pacific Islands. “I would love for that to happen,” Vunipola said. “Just from my point of view as us, as England, it would probably be the most unique experience we would ever get to experience because everything in Tonga is probably the same as it was in 1888. That is the way we love it and it is amazing. I would love for us to go there as it would encourage more people to take up the game and give people more opportunities like it has given me.” Twenty years ago Tonga did not enjoy the best of afternoons, going down to a 101-10 defeat. Vunipola does not intend to ask for his dad’s advice but not so much because of the scoreline that day. “I know because I have had the same mentality,” he said. “They have a lot of pride, they are prideful people. You can just go back through the history – Tonga has never been colonised and that is probably drip-fed down through to my dad and me. I know that my dad thinks they could have beaten England. “That is just the way they are and that helps me a lot to prepare for games because I put myself in position that I am second best and I am always trying to be the best. They will say all week that we don’t respect them, but we do. We respect them a lot, but that gets them going – hopefully we show them more than enough respect in terms of how we play.” Meanwhile, England’s defence coach, John Mitchell, has urged Vunipola and co to fight fire with fire on Sunday. Tonga are expected to provide a physical challenge but Mitchell believes that can be England’s strength with Joe Cokanasiga and Manu Tuilagi also set to be named in the starting XV. “It is something we embrace and we really enjoy,” Mitchell said. “It’s very important to our players as Englishmen, playing in that white jersey, to have that presence. It really is important to us. We have to realise that we need to be smart with it as well. “I think the game will have huge intensity at the start as you’d expect. Then there will come a point when the game opens up. “We like to be physical but we can also move around pretty quickly as well, but we have to earn that.”"}, "isHosted": false, "pillarId": "pillar/sport", "pillarName": "Sport"}}}